{
  "title": "119구급대원 현장응급처치 표준지침(2023년 개정본) Part04(301-400페이지)",
  "full_text": "신생아(출산~생후4주까지) 사망의 약 19%는 신생아 가사(질식성 호흡 부전)로 인한 것으로추정되고 있으며 약 10%의 신생아는 출생 시 호흡을 개시하기까지 적절한 도움이 필요하다.소생술이 필요한 신생아는 약 1% 정도이다.1\n\n◦ 여러 이유로 신생아에게 산소 부족이 발생하면 초기에 빠른 호흡을 보이다 결국 호흡이멈추게 되는데 이를 일차적 무호흡이라고 한다. 이때는 아기의 발을 두드리는 등의 자극으로호흡이 회복된다.2◦ 일차적 무호흡 후에도 적절한 산소 공급이 이뤄지지 못하면 헐떡거리는 호흡 후에 이차적무호흡 단계에 이르게 되는데 이때는 자극을 가해도 호흡이 회복되지 않고 반드시호흡보조를 해야하는 단계이다.3\n\n◦ 다음 3가지 질문에 모두 ‘네’ 대답이 나오면 소생술이 필요 없는 상태로 판단한다.4\n\n- 만삭 출생아인가?- 잘 울거나 숨을 잘 쉬는가?- 근육 긴장도가 좋은가?\n\n◦ 맥박 확인- 두 손가락을 이용하여 5~10초 사이에 상완동맥(위팔동맥)을 만져 맥박을 확인한다.◦ 심전도 리듬 확인◦ 분당 호흡수, 분당 맥박 횟수 확인\n\n3. 응급처치 절차 및 방법 ☞ ② ①\n\n◦ 응급처치 순서는 아래 그림을 따른다.(그림 1)5◦ 신생아 소생술의 가장 기본적인 처치는 환기이다. 가슴 압박은 30초간의 산소 투여와 적절한양압 환기에도 불구하고 심박동수가 분당 60회 미만인 경우에 실시한다.6◦ 신생아에게 양압환기를 포함한 초기 호흡보조시 100% 산소로 시작하지 않도록 하며, 35주\n\n미만 미숙아의 경우 저농도(21~30%), 만삭아와 35주 이상의 후기 미숙아에게는 21%의산소로 소생술을 시작할 것을 권장한다.7,8◦ 가슴 압박과 환기는 3:1의 비율로 시행한다. 1분 간 90번의 가슴 압박과 30번의 환기로총 120번의 활동이 이뤄지도록 한다.9◦ 소생술이 필요 없는 신생아나 안정적인 상태로 회복한 경우라면 수건으로 닦아주고 마른수건이나 방포로 덮어주어 체온을 유지할 수 있도록 도와준다.10◦ 맥박이 있더라도 산소공급과 양압환기에도 관류상태가 불량하고, 서맥(60회/분)이 있으면가슴압박을 시작해야 한다.◦ 태변을 흡입하게 되면 심각한 태변흡입 증후군을 초래할 수 있으므로 아이의 어깨가 나오기전에 입인두를 흡인한다.11\n\n◦ 이송 병원 선정이 어려울 경우◦ 기관내 삽관·후두 마스크가 필요한 경우◦ 에피네프린 투여가 필요한 경우\n\n◦ 신생아 치료가 가능한 가장 가까운 지역응급의료기관 이상의 의료기관으로 이송함을원칙으로 하며 이와 관련한 병원 정보를 관할지역 구급상황관리센터에 요청한다.\n\n1. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11. p11722. Lee AC, Cousens S, Wall SN, et al. Neonatal resuscitation and immediatenewborn assessment and stimulation for the prevention of neonatal deaths: asystematic review, meta-analysis and Delphi estimation of mortality effect. BMCPublic Health 2011;11 Suppl 3:S12.3. American Academy of Pediatrics and American Heart Association. Textbook ofNeonatal Resuscitation (NRP), 7th ed. Elk Grove Village, IL: American Academyof Pediatrics; 2016.4. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12. p4385. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12. p4376. Perlman JM, Wyllie J, Kattwinkel J, et al. Part 7: Neonatal resuscitation: 2015International Consensus on Cardiopulꠓmonary Resuscitation and EmergencyCardiovascular Care Science with Treatment Recommendations. Circulation2015;132(16 Suppl 1):S204-417. Mariani G, Dik PB, Ezquer A, et al. Pre-ductal and post-ductal O2 saturationin healthy term neonates after birth. J Pediatr 2007;150:418-21.8. Thio M, van Kempen L, Rafferty AR, Bhatia R, Dawson JA, Davis PG. Neonatalresuscitation in resource-limited settings: titrating oxygen delivery without anoxygen blender. J Pediatr 2014;165:256-60.e1.9. Solevåg AL, Schmölzer GM, O’Reilly M, et al. Myocardial perfusion andoxidative stress after 21% vs. 100% oxygen ventilation and uninterrupted chestcompressions in severely asphyxiated piglets. Resuscitation 2016;106:7-13.10. Budin P. The nursling: the feeding and hygiene of premaꠓture and full-terminfants. Cal State J Med 1907;5:216.11. Ersdal HL, Mduma E, Svensen E, Perlman JM. Early initiation of basicresuscitation interventions including face mask ventilation may reduce birthasphyxia related mortality in low-income countries: a prospective descriptiveobservational study. Resuscitation 2012;83:869-73.\n\n영아 심정지는 만 1세 미만, 소아 심정지는 만 1세 이상 ~ 만 8세 미만의 소아에서 발생한심정지를 의미한다. 기저 질환을 갖고 있는 경우가 적고 비교적 건강한 소아에서의 심정지환자 발생 빈도는 성인 환자의 1/10 수준이다.\n\n◦ 영아/소아 심정지는 성인과 달리 호흡 부전이나 쇼크에 의한 질식성 심정지 비율이 높다.1◦ 영아/소아 심정지 환자의 초기 리듬이 제세동이 필요한 심실세동이나 심실빈맥(빠른맥)인경우는 5% 정도이나 심폐소생술 도중 약 25% 정도에서 제세동이 필요한 리듬이 나타날수 있다.\n\n◦ 의식 확인 및 호흡 평가󰠂어깨를 가볍게 흔들고 이름을 불러본다.󰠂의식을 확인하는 동안 호흡 여부와 비정상적 호흡을 판단한다.◦ 맥박 확인󰠂상완동맥(위팔동맥-영아) 혹은 대퇴동맥(넙다리동맥)/목동맥(소아)을 5~10초 사이에 만져맥박 여부를 확인한다.\n\n◦ 자동(영아의 경우 수동)심장충격기 리듬 확인\n\n3. 응급처치 절차 및 방법2-5 ☞ ② ①\n\n◦ 응급처치 순서는 아래 그림을 따른다. (그림 1)◦ 가슴압박 시작 후 2분간의 심폐소생술 후에도 자발 순환 회복되지 않은 경우 병원 이송을계획한다. 구급차로 환아를 이송하면서 지속적으로 가슴 압박을 시행한다.◦ 소아의 전문 기도 술기 교육을 받지 못했거나 확보에 자신이 없는 경우 백밸브마스크양압환기로 호흡을 유지한다.6 ☞ ② ①◦ 소아 전문 기도에 대한 훈련·경험이 있는 1급 구급대원이 2인 이상 있는 경우전문기도유지술을 시도한다. ☞ 1급 응급구조사 등◦ 이송병원이 결정되면 소아심폐소생술을 위한 준비를 하도록 사전연락을 한다.\n\n4. 비말접촉으로 전파 가능성이 있는 감염병(의심)환자 처치 시 주의사항7\n\n◦ 가슴압박이나 제세동을 실시하는 경우 반드시 최소 D등급의 전신보호복 및 N95마스크,보호안경, 장갑 등 감염보호복을 착용하여야 한다.◦ 전문기도유지술이 필요한 경우 가슴압박을 중단하고, 환자의 입에 가까이 가지 않도록가능한 비디오후두경을 사용하여 기관내 삽관을 우선 시행하도록 하며, 기관내 삽관에실패했을 경우 성문 상 기도기를 삽입하거나 헤파필터(HEPA Filter)를 연결한백밸브마스크로 인공호흡을 실시한다. 전문기도유지술을 실시한 경우에도 헤파필터를연결하여 인공호흡을 하여야 한다.◦ 소생술 종료 후 감염관리지침에 따라 개인보호장비와 구급장비를 폐기 및 소독하고 손을충분히 씻는다.\n\n※ 감염병 종류에 따라 별도의 지침이 있는 경우 그 지침을 따른다.\n\n◦ 정맥로 확보 및 수액 투여가 필요한 경우◦ 소아의 전문기도유지술 시도◦ 이송병원 선정이 어려운 경우\n\n◦ 가장 가까운 지역응급의료기관 이상의 병원으로 이송함을 원칙으로 한다.◦ 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.\n\n영아/소아 심폐소생술 시 참고 사항8󰠂리듬 분석 - 2분간 가슴 압박 후 심전도 리듬 분석 및 역할 교대󰠂제세동 - 처음 2J/kg, 이 후 4J/kg 이상(최대 10J/kg 또는 성인 최대용량 이하)󰠂에피네프린 - 10,000:1 희석한 약물을 0.1 mL/kg(0.01 mg/kg) 정맥투여󰠂가슴 압박 - 분당 100∼120회의 속도, 적어도 가슴 전후 직경의 1/3 깊이(영아 : 두 젖꼭지 연결선 바로아래 4cm, 소아 : 흉골아래 1/2 부분 4~5cm 깊이 / 칼돌기와 갈비뼈를 누르지 않도록 주의)󰠂순환확보 – 정맥 또는 골강내 주사를 우선적으로 시행󰠂몸무게 추정을 위해 Broselow tape를 이용하거나 연령–체중 공식을 이용한다.연령–체중 공식(1~10세) = (나이(년) + 4) x 2󰠂전문기도 확보 – 6초에 한번(분당 10회)호흡한다. 만일 자발순환이 유지되지만 호흡이 적절하지 않으면3~5초에 한번씩(분당 12~20회) 호흡한다. 환자의 나이가 어릴수록 호흡수를 더 빨리하나 과환기 되지않도록 주의한다.󰠂심정지 원인에 대한 조사 필요 - 5H 5T5H - 저혈량증, 저산소증, 대사성 산증, 저/고칼륨혈증, 저체온증\n\n5T - 폐혈전증, 심근경색, 긴장성 기흉(공기가슴증), 심장눌림증, 약물중독\n\n1. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11. p11592. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p354-3563. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p72-754. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11. p1159-11715. Maconochie IK, Aickin R, Hazinski MF, et al. Pediatric Life Support: 2020International Consensus on Cardiopulmonary Resuscitation and EmergencyCardiovascular Care Science With Treatment Recommendations. Resuscitation2020;156:A120-A55.6. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12. p3317. Edelson DP, Sasson C, Chan PS, et al. Interim Guidance for Basic and AdvancedLife Support in Adults, Children, and Neonates With Suspected or ConfirmedCOVID-19: From the Emergency Cardiovascular Care Committee and Get With\n\nThe Guidelines-Resuscitation Adult and Pediatric Task Forces of the AmericanHeart Association. Circulation 2020;141(25):e933-e43.8. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12. p360\n\n◦ 소아는 기도가 작고 본능적으로 입 안에 이물을 넣는 습성이 있어 사고에 의한 기도 폐쇄가잘 발생한다.◦ 기도 폐쇄로 인한 사망 환자의 90% 정도가 5세 이하의 소아이다.1◦ 모든 소아 환자의 호흡 곤란의 감별 진단에 기도이물에 의한 기도 폐쇄가 포함되어야 한다.\n\n󰠂의식이 없고 상태 반응이 없다면 심폐소생술 시행󰠂의식과 반응이 있다면 기도 및 호흡 평가\n\n󰠂기침을 하고 목소리가 나오고 호흡을 할 수 있다 – 부분적 폐쇄󰠂기침을 못하고 목소리가 나오지 않는다 – 완전 폐쇄\n\n󰠂증상 발생 시각󰠂의심되거나 목격한 이물의 종류󰠂목격자 응급 처치 여부\n\n󰠂쌕쌕거리는 천명 – 하기도 폐쇄󰠂흡기 시 천명 – 상기도 폐쇄󰠂기침을 하고 목소리가 나오고 호흡을 할 수 있다 – 부분적 폐쇄󰠂기침을 못하고 목소리가 나오지 않는다 – 완전 폐쇄\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 부분 기도 폐쇄\n\n󰠂지시에 협조가 가능한 연령이면 기침을 계속하도록 격려한다. ☞ Ⓕ ② ①\n\n󰠂 시행하고4-6,1세 이상 소아가 기침을 효과적으로 하지 못하는 경우 등 두드리기를 5회등 두드리기가 효과적이지 못할 경우 복부밀어내기를 5회 시행한다.7-9 이물질이 제거되지않으면, 등 두드리기와 복부밀어내기를 기도폐쇄가 해소되거나 환자가 의식을 잃기 전까지반복한다. 환자가 의식을 잃으면 심폐소생술을 시작한다.10 ☞ Ⓕ ② ①󰠂비강(코안) 캐뉼러 또는 안면마스크로 산소 10 L/min 로 코와 입주위에 대주면서 가까운응급센터로 즉시 이송을 시작한다.\n\n⦁아이의 턱과 얼굴을 손으로 고정한 뒤 자신의 팔뚝에 아이를 지지한 채 등이 보이게뒤집는다.⦁아이의 머리가 바닥을 향하도록 자신의 허벅지에 팔뚝을 올려놓고 다리를 넓게 벌린다.⦁양쪽 어깨뼈 사이의 중앙을 손바닥과 손꿈치를 이용하여 5번 힘차게 때린다.⦁뒷머리를 고정한 채 샌드위치 모양으로 아이를 뒤집는다.⦁허벅지에 아이를 고정한 뒤 아이를 받히지 않은 다른 손으로 아이의 양쪽 젖꼭지를이은 선 바로 아래 지점을 두 손가락으로 5번 힘차게 누른다.⦁엄지와 검지를 이용하여 입을 벌려 이물이 나왔는지 확인한다.⦁이물이 나오지 않았으면 위의 과정을 반복한다.⦁시술 도중 호흡이 멈추고 의식이 없어지면 바닥에 아이를 눕히고 심폐소생술을 시행한다.⦁영아는 간이 상대적으로 크기 때문에 내부 장기 손상 위험이 높아 복부밀어내기를 시행하지 않는다.12\n\n⦁아이의 키가 작은 경우 시술자는 무릎을 꿇거나 아이를 의자에 올려놓아 아이를 등에서껴안았을 때 자신의 가슴이 아이의 등에 닿도록 한다.⦁엄지를 나머지 네 손가락으로 감싼 채 엄지 쪽이 배에 닿도록 한 자세에서 왼손을 배꼽과 명치 사이에 놓는다.⦁오른손으로 왼손을 감싸지고 아이의 등에서 아이를 감싸 안는다.⦁아이의 머리를 숙인 상태에서 위에서 안쪽으로 힘차게 밀친다.⦁복부밀어내기를 이물이 나올 때까지 또는 의식이 없어질 때까지 시행한다.⦁시술 도중 호흡이 멈추고 의식이 없어지면 바닥에 아이를 눕히고 심폐소생술을 시행한다.\n\n󰠂 제거술13 ☞ ①마질 겸자를 이용한\n\n󰋼의식이 있는 환자에서 기도 이물 제거술을 2회 시행해도 기도 이물이 제거되지 않는 경우\n\n마질 겸자를 이용한 제거술을 시도한다.\n\n󰋼브로스로우 테이프 등을 이용하여 아이의 신체 크기에 맞는 후두경날을 선택한다.󰋼후두경으로 혀를 젖히고 안쪽 후두를 관찰한다.󰋼이물이 없다면 후두개를 같이 들어 올려 성대를 확인한다.󰋼이물이 보이면 마질 겸자를 이용하여 이물을 집고 마질 겸자를 조심스럽게 뺀다.󰋼이물이 보이지 않고 환자의 의식이 있다면 다시 복부 밀치기 등 기도이물 제거 시술을다시 시행한다.󰋼의식이 없는 환자로 심폐소생술을 시행해야 한다면 기도 확보를 담당한 구급대원은 마질겸자를 이용한 제거술을 시도한다.\n\n⦁(1) ~ (4)는 위와 동일⦁마질 겸자를 이용한 제거술 중 시술자의 요청에 의해 가슴압박을 일시적으로 중단할수 있다.⦁이물이 보이지 않으면 전문기도유지술을 시행한다. ☞ 1급 응급구조사 등\n\n◦ 부분 기도 폐쇄와 완전 기도 폐쇄 여부가 불확실하여 환자 평가 및 처치에 대한 의학적도움이 필요한 경우◦ 마질 겸자를 이용한 기도이물 제거를 시행하는 경우◦ 소아의 전문기도유지술 시도\n\n◦ 이물이 제거되었어도 모든 소아 기도 이물 환자는 가까운 지역응급의료센터 이상의 의료기관으로 반드시 이송하여 기도, 폐 및 복부에 대한 검진을 시행 받도록 한다.◦ 기도 폐쇄로 인한 심정지가 발생한 환자는 ʻ소아 심정지ʼ의 이송병원 선정 지침에 따라 가장가까운 지역응급의료기관 이상의 병원으로 이송함을 원칙으로 한다.◦ 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.\n\n1. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p334-3352. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11. p12283. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12. p334\n\n4. Vilke GM, Smith AM, Ray LU, Steen PJ, Murrin PA, Chan TC. Airway obstructionin children aged less than 5 years: the prehospital experience. Prehosp Emerg Care2004;8(2):196-9.5. Igarashi Y, Yokobori S, Yoshino Y, Masuno T, Miyauchi M, Yokota H.Prehospital removal improves neurological outcomes in elderly patient with foreignbody airway obstruction. Am J Emerg Med 2017;35(10):1396-9.6. Redding JS. The choking controversy: critique of evidence on the Heimlichmaneuver. Crit Care Med 1979;7(10):475-9.7. Boussuges S, Maitrerobert P, Bost M. The heimlich pressure movement to savechildren with an asphyxiating foreign body in the respiratory tract. MedecineInfantile 1984;91(5):467-71.8. Soroudi A, Shipp HE, Stepanski BM, et al. Adult foreign body airway obstructionin the prehospital setting. Prehosp Emerg Care 2007;11(1):25-9.9. Heimlich HJ. The Heimlich Maneuver: prevention of death from choking onforeign bodies. J Occup Med 1977;19(3):208-10.10. Kinoshita K, Azuhata T, Kawano D, Kawahara Y. Relationships betweenpre-hospital characteristics and outcome in victims of foreign body airwayobstruction during meals. Resuscitation 2015;88:63-7.11. Langhelle A, Sunde K, Wik L, Steen PA. Airway pressure with chestcompressions versus Heimlich manoeuvre in recently dead adults with completeairway obstruction. Resuscitation 2000;44(2):105-8.12. Redding JS. The choking controversy: critique of evidence on the Heimlichmaneuver. Crit Care Med 1979;7(10):475-9.13. Sakai T, Kitamura T, Iwami T, et al. Effectiveness of prehospital Magill forcepsuse for out-of-hospital cardiac arrest due to foreign body airway obstructionin Osaka City. Scand J Trauma Resusc Emerg Med 2014;22:53.\n\n◦ 소아는 바이러스에 의한 호흡기 감염이 매우 흔하다.◦ 연령과 계절에 따른 흔한 호흡 곤란의 원인을 파악해야 한다.◦ 갑작스런 호흡 곤란의 경우 기도이물에 의한 원인을 반드시 감별해야한다.◦ 감별 진단\n\n󰠂천명음(쌕쌕거림/wheezing) – 세기관지염, 천식, 마이코플라즈마 폐렴󰠂나음(수포음/rales) – 폐렴󰠂호흡수 감소, 호흡운동 감소 – 머리 외상, 경련, 중독󰠂흡기 시 천명, 컹컹거리는 기침 – 크룹, 기도 이물󰠂흡기 시 천명, 목소리 변화, 침을 흘림– 후두개염, 후인두농양\n\n󰠂증상 발생 시각, 기도 이물 발생 가능성, 과거력, 먹고 있는 약󰠂기침, 콧물 등 호흡기 증상󰠂외상\n\n󰠂의식 확인: AVPU 측정법으로 의식 확인󰠂기도와 호흡평가: 호흡수, 비정상적 호흡음, 비정상적 호흡 운동 평가\n\n⦁흡기 시 기도음, 호기 시 천명음을 확인한다.⦁그렁거림(grunting) 소리를 확인한다. - 호기 끝에 ‘끙’ 소리를 내며 힘을 주는 소리\n\n⦁갈비뼈 사이가 움푹 들어간다.⦁횡격막 아래로 복부가 움푹 들어간다.⦁흉골(복장뼈) 위쪽 피부가 흡기 시 움푹 들어간다.⦁코 날개가 벌름 거린다.⦁가슴과 배의 움직임이 시소처럼 서로 엇갈려 움직인다.(seesaw movement)\n\n󰋼머리가 호흡에 맞춰 들썩 들썩 거린다.(head bobbing)\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 적합한 크기의 산소포화도 단자를 이용하여 산소포화도를 측정한다. ☞ ② ①◦ 기도를 유지하고 산소포화도가 94% 이상이더라도 의식과 호흡 양상의 이상 소견이 관찰되면 안면마스크로 산소 10 L/min를 환자 입 주위에 대준다.(blow-by) ☞ ② ①◦ 아래와 같은 경우, 백밸브마스크를 이용한 양압환기로 보조 호흡을 시행한다. ☞ ② ①\n\n󰠂기도 유지가 어려운 상황 (의식 저하)󰠂심한 호흡 부전 상태일 때 (호흡수 저하, 호흡수 상승)󰠂충분한 산소 공급에도 산소포화도가 90% 이상으로 오르지 않을 때\n\n◦ 호흡분무치료(네뷸라이저 치료 혹은 기관지확장제 MDI 사용) 시행이 필요한 경우◦ 이송병원 선정이 어려운 경우\n\n◦ 심한 호흡 곤란, 산소 공급에도 낮은(94% 미만) 산소포화도, 백밸브마스크 적용 중인 중증호흡곤란 소아 환자일 경우, 소아 중환자 치료가 가능한 가까운 지역응급의료센터 이상의의료기관으로 이송하되, 지역별 여건에 따라 의료지도 등을 받아 치료가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 응급의료 취약 지역일 경우 소아 진료가 가능한 가장 가까운 지역응급의료기관으로 이송한다.\n\n1. Rotta AT, Wiryawan B: Respiratory emergencies in children. Respir Care 2003,48: 248–258. discussion 258–2602. 대한응급의학회, 응급의학1, 2판, 군자출판사, 2019년, chapter9, 소아 상기도 질환, 1230-1233p3. Usen S, Webert M. Clinical signs of hypoxaemia in children with acute lowerrespiratory infection: indicators of oxygen therapy. Int J Tuberc Lung Dis 2001;5:505–5104. 최승준, 윤회수, 윤종서, Respiratory distress in children and adolescents. Journalof the Korean Medical Association 2014; 57(8): 685-692.\n\n소아 경련은 119 구급차 호출의 가장 흔한 원인 중 하나로 그 원인으로는 열성 경련이 가장흔하다. 일부의 소아 경련 환자는 뇌전증 중첩증(status epilepticus: 경련이 의식의 회복 없이 30분 이상 지속되는 증상)까지 보일 수 있다.\n\n󰠂대부분 5분 이내에 멈추게 된다.󰠂6개월 ~ 만 6세에서 흔하다.󰠂열이 발생하는 초기에 경련이 발생하는 경우가 많다.󰠂손, 발에 힘이 들어가고 규칙적으로 흔드는 긴장성간대성 발작을 보인다.󰠂15분 이상 지속되거나, 24시간 동안 2회 이상의 경련, 부분 발작의 경우 검사가 필요◦ 비열성 경련󰠂기존 뇌전증(간질) 환자가 약 복용을 성실히 하지 않거나 잠을 잘 못 자거나 감기 등 바이러스감염에 걸린 경우 잘 조절되던 경련이 다시 발생할 수 있다.◦ 감별 진단󰠂열성 경련, 뇌수막염, 뇌염󰠂머리 외상, 다발성 외상󰠂중독󰠂저혈당󰠂뇌종양󰠂뇌전증(간질) 환자의 약 순응도 저하 혹은 감염으로 인한 경련\n\n병력 청취󰠂나이󰠂경련 발생 시각󰠂발열이 있는가?󰠂머리 외상이 있는가?\n\n󰠂이전에 경련을 한 적이 있는가? 항경련제를 먹고 있는가?◦ 이학적 검진󰠂혈당검사를 시행한다.󰠂경련의 양상을 관찰한다.󰋼머리, 눈, 목이 한 쪽으로 돌아가는가?󰋼손, 발에 힘이 들어가고 규칙적으로 움직이는가? 대칭적인가?󰋼경련 시작과 끝나는 시간을 기록한다.󰠂경련이 멎은 경우라면 환자의 의식 상태를 확인한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 기도와 호흡 평가 및 처치󰠂토사물의 기도 흡인 방지를 위해 머리를 한 쪽으로 돌려준다. ☞ Ⓕ ② ①󰠂닫힌 입을 벌리기 위해 억지로 손을 넣거나 입인두기도기를 삽입하지 않는다. ☞ ② ①󰠂경련이 지속되면 산소 10 L/min를 환자 입 주위에 대준다.(blow-by) ☞ ② ①󰠂산소 투여에도 산소포화도 양압환기로 호흡 보조 시작 ☞ ② ①󰠂경련이 멈춘 후에는 혈압, 맥박수, 호흡수 및 산소포화도를 측정 기록한다.\n\n경련이 지속되거나 의식이 회복되지 않은 상태에서 절대 입으로 약을 먹이지 말 것\n\n󰋼목이나 가슴, 배를 조이고 있는 옷, 벨트 등을 느슨하게 풀어준다. ☞ Ⓕ ② ①󰋼경련 시 움직이지 못하도록 신체 또는 물체를 이용하여 고정하는 행위를 하지 않는다.단, 낙상 또는 부딪힘 발생 우려가 있는 경우는 주의한다. ☞ Ⓕ ② ①\n\n◦ 정맥로 확보 및 수액 투여가 필요한 경우◦ 적절한 호흡보조에도 저산소증이 지속되어 전문기도유지술 시행이 필요한 경우◦ 이송 병원 선정이 어려운 경우\n\n◦ 경련이 지속되는 경우 정맥 주사로 항경련제 투여가 가장 우선되어야 하므로 가장가까운 지역응급의료기관 이상의 의료기관으로 이송함을 원칙으로 한다.\n\n1. S Chung, Febrile seizures, Korean journal of pediatrics, 20142. 대한응급의학회, 응급의학1, 2판, 군자출판사, 2019년, chapter12, 소아 신경 질환, 2.경련성질환과 간질중첩증, 1264-1268p3. CY Chen, YJ Chang, HP Wu, New-onset seizures in pediatric emergency, Pediatrics &Neonatology, 2010\n\n소아의 경우 발열이 응급실 방문 환자의 가장 흔한 증상이다. 순전히 발열로 인해 구급차가출동하는 경우는 많지 않고 열성 경련이 동반되거나 의식 저하, 오한이 심한 경우 등 동반된증상에 의해 구급차 출동이 요청될 수 있다\n\n◦ 소아의 발열은 대부분 바이러스 감염에 의한다.◦ 예방 접종의 발달로 세균에 의한 심각한 감염(폐렴, 세균성 관절염 등)의 빈도는 감소하였다.◦ 생후 3개월 미만에서 체온 38.0 ℃ 이상인 경우와 생후 3개월 이상 영아 및 소아에서 체온38.2 ℃ 이상인 경우 임상적으로 의미 있는 발열로 판단한다.◦ 감별 진단: 계절별, 연령별로 유행하는 감염병을 알고 있어야 한다.󰠂늦가을 ~ 봄 ; 로타 바이러스 장염󰠂가을 ~ 초봄 ; 호흡기 바이러스 감염에 의한 폐렴, 세기관지염󰠂늦봄 ~ 초가을 ; 장바이러스에 의한 구내염, 수족구염, 뇌수막염\n\n󰠂발열 발생 시각, 발열 기간󰠂발열과 동반된 증상 –기침, 콧물, 구토, 설사, 발진󰠂출생력(미숙아 여부), 과거력(열성 경련 포함), 먹고 있는 약󰠂해열제 복용 여부, 마지막 해열제 복용 시간󰠂예방 접종 시행 여부\n\n⦁특히 폐구균 및 헤모필루스 인플루엔자균(뇌수막염)에 대한 접종력을 확인한다.\n\n󰠂의식 확인: AVPU로 의식 확인󰠂호흡 평가: 기도 확인 및 호흡수, 비정상적인 호흡음, 호흡 운동 평가󰠂순환 평가\n\n󰋼피부 소견을 관찰󰋼입 주위 청색증, 창백함, 얼룩덜룩함(mottling) 여부 확인한다.\n\n󰋼체온 측정 여부를 확인 후 체온 측정이 되지 않았다면 체온을 측정한다.󰋼보호자가 사용하는 체온계를 이용할 수 있다.󰋼보호자가 체온계를 가지고 있지 않은 경우 고막 체온계를 이용하여 체온을 측정한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 발열과 함께 경련, 호흡 곤란이 발생한 경우 해당 증상에 맞는 응급처치 시행◦ 이송 중 오한이 없다면 아이의 옷을 벗기거나 얇게 입히도록 권한다. ☞ Ⓕ ② ①\n\n◦ 이송병원 선정이 어려울 때◦ 수액처치가 필요한 경우\n\n◦ 과거력이 있거나(미숙아 등) 3개월 미만 영아가 발열을 보이는 경우 소아 진료가 가능한가까운 지역응급의료기관 이상의 의료기관으로 이송함을 원칙으로 한다.◦ 환아가 아래 기저 질환에 대해 정기적으로 진료를 받는 의료기관이 있고, 현재 발열과 기저질환이 관계가 있다고 판단되면 해당 의료기관 응급실로 이송을 고려한다.\n\n󰠂암환자󰠂장기 이식 환자󰠂기타 만성병 환자(심장, 폐질환 등)󰠂32주 미만의 미숙아로 신생아 중환자실 치료병력이 있는 경우◦ 응급의료 취약 지역일 경우 소아 진료가 가능한 가장 가까운 지역응급의료기관 이상의 의료기관으로 이송한다.\n\n1. 대한응급의학회, 응급의학1, 2판, 군자출판사, 2019년, chapter6, 발열, 패혈등과 수막염, 1.발열의정의와 치료, 1199p2. R Wing, MR Dor, PA McQuilkin, Emergency Medicine Clinics, Volume 31, Issue 4, November 2013, Fever in the pediatric patient, Pages 1073-10963. E Chiappini, N Principi, R Longhi, PA Tovo,Clinical Therapeutics Volume 31, August2009, Issue 8,, Management of fever in children: summary of the Italian Pediatric Society guidelines, Pages 1826-1843\n\n외상은 젊은 연령층의 가장 흔한 사망원인이며 또한 전 연령층에서 장애를 유발하는 가장흔한 원인이다. 구급대원은 병원전 단계인 현장에서 외상 환자의 중증도를 정확하게 평가하고분류한 후에 근거리의 의료 기관을 거치지 않고 외상의 중증도에 근거하여 적정 수준의 의료기관을 선정하여 이송해야 한다. 물리적 손상을 입은 모든 환자 중 다음의 기준에 해당하는경우를 다발성 또는 중증외상환자로 분류한다.1\n\n◦ 생리학적 기준󰠂AVPU 의식수준 V이하 또는 글라스고우 혼수척도 ≤13󰠂수축기 혈압 󰠂분당 호흡수 29◦ 신체검사 소견에 따른 기준󰠂관통 또는 자상(머리, 목, 가슴, 배, 상완부, 대퇴부)󰠂동요가슴(flail chest)󰠂두개 이상의 근위부 긴뼈 골절󰠂압궤(crushed), 벗겨진(degloved), 썰린(mangled) 사지󰠂손목, 발목 상부의 절단󰠂골반 뼈 골절󰠂열린 또는 함몰 두개골 골절󰠂마비\n\n󰋼성인 : 6 m 이상(건물 3층 높이 이상)󰋼소아 : 3 m 이상(건물 2층 높이 이상)\n\n󰋼차체 내부 눌림(찌그러짐): 30cm 이상󰋼차체 찌그러짐: 45cm 이상󰋼자동차에서 이탈(튕겨져 나감)\n\n󰠂자동차-보행자/개인형 이동장치/자전거 충돌로 나가떨어짐, 치임 또는 시속 30 km 이상의속도로 충돌함󰠂오토바이 시속 30 km 이상의 속도󰠂폭발에 의한 직접적 영향\n\n◦ 중증외상센터로의 이송을 심각하게 고려해 볼 수 있는 환자의 의학적 질병상태 및 특수상황\n\n– 이 분류에 해당될 경우 이송병원 선정은 직접의료지도를 요청하여 지도에 따른다.󰠂위험한 나이: 성인 55세 이상, 소아 10세 이하󰠂항응고 질환, 출혈성 질환󰠂화상과 외상이 동반된 경우󰠂투석이 필요한 말기신장(콩팥)질환󰠂시간 지연에 민감한 사지 손상󰠂임신 20주 이상󰠂구급대원의 판단\n\n󰠂환자의 나이, 의학적 질병상태 등의 정보를 수집한다.󰠂손상기전에 대한 정보를 수집한다.◦ 신속한 외상초기평가󰠂생명을 위협할 수 있는 손상유무의 확인과 처치를 위해서 신속한 외상 초기평가를 시행한다.\n\n󰋼환자의 기도유지 여부 및 호흡을 평가한다.󰋼환자의 혈역학적 상태와 증상을 평가한다.󰋼환자의 의식 상태와 동공반사, 사지운동을 평가한다.󰋼전신의 손상부위를 확인한다.\n\n󰠂처치와 함께 이송 중 활력징후, 산소포화도, 의식 등의 평가를 5분마다 반복한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침'에 따라 전반적인 평가 및 처치를 시행한다.◦ 기도를 개방하고, 환자의 의식이 P 이하인 경우 입인두기도기(oropharyngeal airway)를\n\n삽입하여 기도를 유지한다. 만약 환자가 구역반사를 보일 경우에는 이를 제거하고 코인두기도기를 삽입하여 기도를 유지한다. 단, 두개골 기저부 골절이 의심되는 상황인 경우 코인두기도기를 삽입하지 않고 도수조작(머리기울임 제외)만 시행한다. ☞ ② ①\n\n◦ 외상으로 인한 저산소증 교정을 위해 적절한 산소마스크를 선택하여 산소포화도 96~98%를유지하도록 하며 양압환기가 필요한 경우 백밸브마스크를 이용하여 산소를 투여한다. ☞② ①◦ 경추(목뼈)고정을 시행한다. (‘척추 고정’ 술기 지침 참조) ☞ ② ①◦ 생명을 위협하는 외부출혈이 확인되면 멸균된 소독거즈로 압박하여 지혈하며, 지혈대 사용을 고려한다. (‘지혈 및 상처 드레싱’ 술기 지침 참조) ☞ Ⓕ ② ①◦ 환자의 수축기혈압이 90 mmHg(소아의 저혈압 기준은 출생후~1개월: 1~12개월: 경우 18G이상으로 정맥로를 1개 이상 확보하고 300mL(소아는 5mL/kg)의 생리식염수나젖산 링거액을 투여(☞ ①) 하고, 혈압, 맥박수, 의식 등이 정상 범위로 회복되는지 확인한다.쇼크가 지속될 경우 1L(소아는 10mL/kg)까지 수액을 지속적으로 투여한다.(☞ ①)◦ 산소포화도, 심전도를 포함한 지속적인 활력징후 감시를 시행한다. ☞ ② ①◦ 평가 및 처치, 이송 중 저체온에 빠지지 않도록 유의한다. ☞ Ⓕ ② ①◦ 적응증에 해당되는 경우 해당 부위 척추고정을 하여 이송을 준비한다. ☞ ② ①◦ 술기지침의 척추고정 적응증에 해당되는 경우 해당 부위 척추고정을 하여 이송을 준비한다.◦ 성인 환자에서 통증 점수가 10점 만점에 8점 이상으로 구급대원이 통증 조절이 필요하다고판단하는 경우, 지도의사의 지시에 따라 정맥로를 확보한 후 아세트아미노펜(프리믹스) 진통제를 투약한다.\n\n󰠂환자의 아세트아미노펜 알레르기 과거력을 확인한다.󰠂정맥주사로를 확보한 후 환자의 활력징후와 통증점수를 측정한다.󰠂아세트아미노펜(프리믹스) 비닐백을 연결하여 성인기준 1bag을 15분에 걸쳐 천천히 투약한다.󰠂투여 완료 5분 후 통증점수와 환자의 활력징후를 반드시 다시 평가한다.󰠂투여 완료 전 이송병원에 도착한 경우, 이송병원 도착 시점에 통증점수를 포함한사후평가를 실시하고, 해당 시점까지 주입된 약물의 양을 mL 단위로 기록한다.◦ 환자 상태가 불안정할 경우 아세트아미노펜(프리믹스) 진통제 투약을 시행하지 않고 우선환자 처치를 위해 의료지도를 요청한다. 아세트아미노펜(프리믹스) 진통제 투약을 위하여환자의 활력징후와 관련된 응급처치가 지연되지 않도록 한다.󰠂불안정한 환자 상태\n\n󰋼환자 의식이 저하된 경우󰋼수축기 혈압이 90 mmHg 이하인 경우󰋼환자가 호흡곤란을 같이 호소하거나, 산소포화도가 94% 미만인 경우\n\n◦ 이송 중 처치에 대한 의료지도를 받고 이송할 의료기관에 환자상태를 알린다.◦ 환자 인계\n\n󰠂아세트아미노펜(프리믹스) 진통제를 투여한 경우 이송병원 도착 후 이송병원 의료진에게투여한 약물 종류, 양, 투여시각, 투여 후 부작용 발생 여부를 인계한다.󰠂병원 도착 및 인계시점에 투약이 완료되지 않은 경우 (아세트아미노펜 프리믹스 1bag이전부 투여되지 않은 경우), 인계시점에 통증점수를 포함한 사후평가를 시행하고, 해당시점까지 주입된 약물의 양을 mL 단위로 기록하여 이송병원 의료진에게 인계한다.\n\n◦ 이송 중 처치에 대한 의료지도를 받고 이송할 의료 기관에 환자상태를 알린다. ☞ Ⓕ ② ①\n\n◦ 중증손상환자 기준에 해당하는 경우, 현장 처치시간은 최대 10분미만으로 최소화하는 것을원칙으로 하고, 환자평가과정으로 인해 이송이 지연되어서는 안된다.◦ 아세트아미노펜(프리믹스) 투약을 위하여 환자의 활력징후와 관련된 응급처치가 지연되거나 환자 이송이 지연되어서는 안 된다.◦ 아세트아미노펜(프리믹스)는 1bag 투약에 15분이 소요되는 약으로서, 이송시간이 길지 않을 것으로 예상되면 진통제 투약을 위해 이송을 지연시키지 않고 병원에 이송한 후 통증조절을 시행하도록 한다.◦ 아세트아미노펜(프리믹스)을 투약한 경우에는 반드시 사후평가를 시행한다. 약물 투여가 완료되기 전 이송병원에 도착한 경우에도 해당 시점에서 사후평가를 시행하여 기록한다.◦ 환자의 모든 자세변환은 통나무 굴리기 법으로 한다.◦ 손상부위별 또는 생리학적 이상의 처치는 각각의 지침을 따른다.\n\n◦ 심폐소생술 유보 및 중단의 경우(‘소생술 유보 및 소생술 중단ʼ 지침 참조)◦ 정맥로 확보 및 수액 투여◦ 권역외상센터로의 이송을 심각하게 고려해야 하는 경우(중증외상기준 4)에만 해당하는 외상환자의 경우 이송병원 선정에 대해서 직접의료지도를 요청하고 지도에 따른다.◦ 중증외상환자의 경우 권역외상센터로의 이송이 원칙으로, 이외 병원으로 이송시 이송병원\n\n선정에 대해서 직접의료지도를 요청하고 지도에 따른다.◦ 중증도 판단이 애매한 경우◦ 현장처치 혹은 이송 중 처치에 대한 판단이 어려운 경우◦ 성인 환자에서 통증 점수가 10점 만점에 8점 이상으로 구급대원이 아세트아미노펜(프리믹스) 진통제 투약이 필요하다고 판단 될 경우\n\n◦ 중증외상의 기준에 해당하는 경우 중증외상 진료가 가능한 가까운 권역외상센터 및외상전문의 수련센터 선정병원으로 이송함을 원칙으로 하되, 권역외상센터 선정병원 등지역별 여건에 따라 의료지도 등을 받아 치료가 가능한 가까운 지역응급의료센터 이상으로이송할 수 있다.◦ 행정구역상의 권역외상센터 및 외상전문의 수련기관보다 다른 광역시도 권역외상센터 및외상전문의 수련기관이 이송하는 것이 더 가까운 경우 가장 가까운 권역외상센터 및외상전문의 수련기관으로 이송할 수 있다.◦ 현장거리, 교통체증 등으로 구급차를 이용한 이송시간보다 헬기 이·착륙 소요시간(약 15분),현장 및 병원까지 예상 비행시간 등 보다 더 많은 시간이 소요될 것으로 판단될 경우에는헬기이송을 요청하고 지시에 따른다.※ 현장도착시간은 착륙장에서 사고현장까지의 시간도 고려하여 산정◦ 권역외상센터 및 외상전문의 수련센터까지의 이송 예상거리가 30km 이상이거나 이송 예상소요시간이 1시간 이상이고, 헬기이송이 불가능한 경우 의료지도 후 지역응급의료센터로이송할 수 있다. 이송기관 선정시 이송 예상거리가 30km 이하이고, 이송예상 소요시간이1시간 이하인 지역응급의료센터 중 권역외상센터 및 외상전문의 수련센터로의 전원 거리가더 짧은 기관을 우선적으로 선정한다.◦ 권역외상센터, 외상전문의 수련센터 및 지역응급의료센터까지의 이송 예상거리가 모두30km 이상이거나 이송 예상 소요시간이 1시간 이상이고, 헬기 이송이 불가능한 경우의료지도 후 지역응급의료기관으로 이송할 수 있다. 이송기관 선정시 권역외상센터 및외상전문의 수련센터로의 전원 거리가 더 짧은 기관을 우선적으로 선정한다.◦ 법률에서 인정하는 지역별 이송지침이 마련된 경우나 시범사업 등에 의한 이송지침이 마련된경우 해당 이송지침을 준수한다.◦ 권역외상센터가 선정되지 않은 지역의 경우 중증외상진료가 가능한 가까운지역응급의료센터 이상의 응급의료기관으로 이송함을 원칙으로 한다. 단, 행정구역상의\n\n권역외상센터보다 다른 광역시도 권역외상센터로 이송하는 것이 더 가까운 경우 가장 가까운권역외상센터 선정병원으로 이송 할 수 있다.\n\n◦ 응급의료취약지역의 경우 헬기 등을 이용하여 권역외상센터 선정병원으로 이송하거나,지역별 여건에 따라 치료가 가능한 가장 가까운 지역응급의료기관 이상의 의료기관으로이송 할 수 있다.◦ 현장거리, 교통체증 등으로 구급차를 이용한 이송이 헬기 이륙 소요시간(약 15분) 및현장까지 소요예상 비행시간 등 보다 더 많은 시간이 소요될 것으로 판단될 경우에는헬기이송을 요청하고 지시에 따른다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.◦ 중증외상의 기준에 해당하지 않은 외상환자의 경우 가장 가까운 지역응급의료기관으로 이송한다.\n\n1. cdc.gov [internet]. Guidelines for Field Triage of Injured Patients:Recommendations of the National Expert Panel on Field Triage, 2011.Available from:https://www.cdc.gov/mmwr/preview/mmwrhtml/rr6101a1.htm2. NAEMT, 「병원 전 외상 소생술. 10판」, 군자출판사, 2023. p172-1843. American College of Surgeons. Advanced Trauma Life Support, Student CourseManual. 10th. 2018. p7-11\n\n◦ 손상 환자에게서 발생한 의식장애는 대부분 머리 손상에 의한 직접적 결과이거나 외상성쇼크에 의한 뇌혈류 장애의 결과로 나타나게 된다.◦ 손상 사건보다 먼저 발생한 경련, 저혈당, 중독, 알코올, 심혈관계 질환 등으로 인해 손상이발생하여 환자의 의식 장애가 야기되었을 수 있다.◦ 외상 환자에서의 의식장애는 외상의 결과일 수도 있고 외상을 초래한 원인일 수도 있다.\n\n󰠂환자에게 직접 병력을 청취하기 어려우므로 주변의 목격한 사람에게 많은 정보를 얻는다.󰠂기저질환, 최근 투약력, 의식저하 전의 환자의 상태, 환자를 발견하였을 때 환자의 상태와주위 상황, 발현 시간, 동반 증상에 대한 병력을 확인한다.󰠂손상기전에 대한 정보를 수집한다.\n\n󰠂생명을 위협할 수 있는 손상유무의 확인과 처치를 위해서 신속한 외상초기평가를 시행한다.\n\n󰋼기도의 열린 상태를 확인하고 유지한다.󰋼의식 상태를 AVPU의 기준으로 5분마다 확인하고, 동공반사, 사지운동을 평가하여 심각한신경학적 이상 유무를 확인한다.󰋼환자의 혈압, 맥박, 호흡수, 산소포화도를 포함한 활력징후를 5분마다 측정한다.󰋼전신의 손상부위 및 머리손상의 동반여부를 확인한다.\n\n󰠂환자의 혈당검사를 시행한다.󰠂중독의 유무를 확인하기 위하여 알코올 냄새, 농약(유기인제, 파라콰트) 특유의 냄새 등을확인하며, 약물이나 농약 등의 중독이 의심될 때에는 가능하다면 원인이 되는 약품을 가지고병원으로 이송한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 기도를 개방하고, 환자의 의식이 P 이하인 경우 입인두기도기(oropharyngeal airway)를\n\n삽입하여 기도를 유지한다. 만약 환자가 구역반사를 보일 경우에는 이를 제거하고 코인두기\n\n도기를 삽입하여 기도를 유지한다. 단, 두개골 기저부 골절이 의심되는 상황인 경우 코인두기도기를 삽입하지 않고 도수조작(머리기울임 제외)만 시행한다. ☞ ② ①◦ 외상으로 인한 저산소증 교정을 위해 적절한 산소마스크를 선택하여 산소포화도가96~98%를 유지하도록 하며 양압환기가 필요한 경우 백밸브마스크를 이용하여 산소를투여한다. ☞ ② ①◦ 손상기전상 머리 손상이 의심되고 뇌탈출의 징후(호흡이상, 동공반사 이상, 제뇌경직 등)가보일 경우 뇌압 조절을 위하여 환자의 머리를 30도 정도 올려주고(☞ Ⓕ ② ①)산소포화도가94~98%를 유지하도록 산소를 공급(☞ ② ①)한다.◦ 척수 손상이 조금이라도 의심되는 경우 척추 고정을 시행한다. 척추 고정의 구체적인 방법은‘척추 고정’술기 지침을 따른다. ☞ ② ①󰠂중독이 아닌 의식저하/후경부 압통/경부 강직이 있을시 경추(목뼈)보호대(C-collar)를착용한다.󰠂척추부위의 압통/사지의 운동 혹은 감각이상 소견이 있을시 통나무 굴리기를 사용하여긴 척추 고정판(Long back board), 분리형들것, 전신 진공부목 등의 장비에 환자를3고정한다.◦ 환자의 수축기혈압이 90 mmHg 미만인 경우 18G이상으로 정맥로를 1개 이상 확보하여300mL(소아는 5mL/kg)의 생리식염수나 젖산 링거액을 투여(☞ ①) 하고, 혈압, 맥박수,의식 등이 정상 범위로 회복되는지 확인한다. 쇼크가 지속될 경우 1L(소아는 10mL/kg)까지수액을 지속적으로 투여한다.(☞ ①)◦ 환자의 혈당이 70 mg/dL 이하로 측정될 시에는 정맥로를 확보하고 50% 포도당 용액 50mL (10세 미만: 10% 포도당 용액을 5 mL/kg) 정맥 투여한다. ☞ ①◦ 생명을 위협하는 외부출혈이 확인되면 멸균된 소독거즈로 압박하여 지혈한다. (‘지혈 및상처 드레싱’술기 지침 참조) ☞ Ⓕ ② ①◦ 혈압, 맥박, 호흡, 산소포화도를 지속적으로 감시(☞ ② ①)하며 이송(☞ Ⓕ ② ①)한다.\n\n◦ 중증손상환자 기준에 해당하는 경우, 현장 처치시간은 최대 10분미만으로 최소화하는 것을원칙으로 하고, 환자평가 과정으로 인해 이송이 지연되어서는 안된다.◦ 환자는 절대 경구로는 아무것도 주어서는 안된다.\n\n◦ 심폐소생술 유보 및 중단의 경우(‘소생술 유보 및 소생술 중단 지침’ 참조)◦ 정맥로 확보 및 수액 투여◦ 저혈당 교정을 위한 포도당 수액 투여◦ 호흡부전으로 전문기도유지술이 필요할 경우◦ 중증도 판단이 애매한 경우◦ 현장처치 혹은 이송중 처치에 대한 판단이 어려운 경우\n\n◦ 외상성 의식장애는 중증외상이므로 중증외상진료가 가능한 가까운 권역외상센터 또는 지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도등을 받아 치료가 가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 응급의료취약지역의 경우 가장 가까운 지역응급의료기관 이상의 의료기관으로 이송함을원칙으로 한다.◦ 현장거리, 교통체증 등으로 구급차를 이용한 이송이 헬기 이륙 소요시간(약 15분) 및 현장까지 소요예상 비행시간 등 보다 더 많은 시간이 소요될 것으로 판단될 경우에는 헬기이송을요청하고 지시에 따른다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.\n\n1. NAEMT, 「병원 전 외상 소생술. 10판」, 군자출판사, 2023. p172-1842. American College of Surgeons. Advanced Trauma Life Support, Student CourseManual. 10th. 2018. p7-113. NAEMT, 「병원 전 외상 소생술. 10판」, 군자출판사, 2023. p309-322\n\n머리 손상이란 외력에 의해 일어나는 머리 부분의 손상을 말함. 손상 구조물에 따라 두피손상,두개골골절, 뇌손상으로 구분하거나 손상의 정도에 따라 중증 머리외상과 경증 머리외상으로나눈다.\n\n◦ 육안적으로 확인 가능한 두피 출혈이 없어도 두개골 골절이나 뇌출혈이 생길 수 있다.◦ 두피 손상의 경우 대부분 쉽게 회복되나 외부로의 심한 출혈이 있을 수 있으므로 주의를요한다.◦ 환자의 의식저하가 없는 경증 머리 외상은 일반적으로 가벼운 외상을 말하지만 지연성 출혈등으로 인해 뒤늦게 증상이 나타나는 경우가 있어 지속적인 모니터링이 필요하다.\n\n󰠂환자에게 직접 병력을 청취하기 어려운 중증 머리손상일 경우 주변의 목격한 사람에게많은 정보를 얻는다.󰠂머리손상 관련 증상: 의식장애, 두통, 시야장애 및 시력, 경추(목뼈)부위 통증, 감각/운동이상󰠂과거력: 기저 질환, 최근 투약력, 손상 전의 환자의 상태󰠂손상기전: 환자를 발견하였을 때 환자의 상태와 주위 상황, 손상 시간신속한 외상초기평가󰠂생명을 위협할 수 있는 손상유무의 확인과 처치를 위해서 신속한 외상초기평가를 시행한다.󰋼기도의 열린 상태를 확인하고 유지한다.󰋼의식 상태를 AVPU의 기준으로 5분마다 평가한다. 중증외상 세부상황표 대상자는 GCS로평가한다.󰋼동공반사, 사지운동을 평가하여 심각한 신경학적 이상 유무를 확인한다.󰋼환자의 혈압, 맥박, 호흡수, 산소포화도를 포함한 활력징후를 5분마다 측정한다.󰋼전신의 손상부위 및 머리손상의 동반 여부를 확인한다.⦁\n\n현장도착 시 머리를 촉진하여 함몰 골절 여부를 확인한다.⦁후경부를 촉진하여 압통이 있는지 확인한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 기도를 개방하고, 환자의 의식이 P 이하인 경우 입인두기도기(oropharyngeal airway)를삽입하여 기도를 유지한다. 만약 환자가 구역반사를 보일 경우에는 이를 제거하고코인두기도기를 삽입하여 기도를 유지한다. 단, 두개골 골절이 의심되는 경우코인두기도기를 삽입하지 않고 도수조작(머리기울임 제외)만 시행한다. ☞ ② ①◦ 산소포화도가 94% 미만일 경우 저산소증 교정을 위해 비강(코안) 캐뉼러로 1∼5 L/min또는 안면마스크로 6~10 L/min의 산소를 투여한다. ☞ ② ①◦ 뇌탈출의 징후(호흡이상, 동공반사 이상, 제뇌경직 등)가 보일 경우 뇌압 조절을 위하여환자의 머리를 30도 정도 올려주고(☞ Ⓕ ② ①) 산소포화도가 94~98%를 유지하도록 산소를공급(☞ ② ①)한다.◦ 두개골골절의 징후(너구리눈, 귀 뒷부분의 반상출혈)로 코나 귀에서 혈액이나 뇌척수액이흐를 경우 막지 말고 닦아준다.◦ 모든 중증 머리손상환자는 경추(목뼈)보호대(C-collar)를 착용하고, 척추손상이 의심되는경우 척추움직임 제한1을 적용한다. ☞ ② ①󰠂의식이 명료하고, 후경부 압통이 없으며, 신경학적 이상소견이 없는 65세 이하의 경증 머리손상환자의 경우 경추(목뼈)보호대를 적용하지 않을 수 있다.󰠂기도 손상(구토, 출혈, 혈종, 부종 등)으로 인해 환자에게 경추(목뼈)보호대 적용이 어려운상황에서는 척추 움직임 제한보다 기도 개방이 우선이며 도수고정을 시행하며 목뼈보호대착용을 미룰수도 있다.1◦ 환자의 수축기혈압이 90 mmHg 미만인 경우 18G이상으로 정맥로를 1개 이상 확보하여300mL(소아는 5mL/kg)의 생리식염수나 젖산 링거액을 투여(☞ ①) 하고, 혈압, 맥박수,의식 등이 정상 범위로 회복되는지 확인한다. 쇼크가 지속될 경우 1L(소아는 10mL/kg)까지 수액을 지속적으로 투여한다.(☞ ①)◦ 생명을 위협하는 외부출혈이 확인되면 멸균된 소독거즈로 압박하여 지혈한다. (‘지혈 및상처 드레싱’술기 지침 참조) ☞ Ⓕ ② ①◦ 혈압, 맥박, 호흡. 산소포화도를 지속적으로 감시(☞ ② ①)하며 이송(☞ Ⓕ ② ①)한다.\n\n◦ 중증손상환자 기준에 해당하는 경우, 현장 처치시간은 최대 10분미만으로 최소화하는 것을원칙으로 하고, 환자평가과정으로 인해 이송이 지연되어서는 안된다.\n\n◦ 초기 평가시 의식장애가 없는 경증 머리손상의 경우에도 지연성 증상이 나타날 수 있으므로주의를 요한다.◦ 동반된 안면부 손상이나 구토물 등으로 기도가 폐쇄되지 않도록 유의한다.\n\n◦ 심폐소생술 유보 및 중단의 경우(‘소생술 유보 및 소생술 중단 지침’ 참조)◦ 정맥로 확보 및 수액 투여◦ 중증도 판단이 애매한 경우◦ 현장처치 혹은 이송중 처치에 대한 판단이 어려운 경우\n\n◦ 중증 머리 손상의 기준에 해당하는 경우 중증외상진료가 가능한 가까운 권역외상센터 또는지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료가 가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 응급의료취약지역의 경우 가장 가까운 지역응급의료기관 이상의 의료기관으로 이송함을 원칙으로 한다.◦ 현장거리, 교통체증 등으로 구급차를 이용한 이송이 헬기 이륙 소요시간(약 15분) 및 현장까지 소요예상 비행시간 등 보다 더 많은 시간이 소요될 것으로 판단될 경우에는 헬기이송을요청하고 지시에 따른다.◦ 중증 머리 손상의 기준에 해당하지 않은 경증 머리 손상 환자의 경우 가장 가까운 지역응급의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.\n\n1. NAEMT, 「병원 전 외상 소생술. 10판」, 군자출판사, 2023. p264.-2912. American College of Surgeons. Advanced Trauma Life Support, Student CourseManual. 10th. 2018. p103-1253. NAEMT, 「병원 전 외상 소생술. 10판」, 군자출판사, 2023. p172-184\n\n척수 손상은 직접적인 둔상 또는 관통상, 압력 손상, 과도한 움직임 등에 의해 일어날 수있다. 이로 인해 뇌와 신체 사이에 신경전달이 제대로 되지 못하여 손상부위 이하에서운동신경의 마비와 감각 소실이 발생하고, 자율신경계에 의해 조절되는 방광과 장의 조절에이상을 초래하게 된다.1\n\n◦ 대부분의 척수 손상은 교통사고, 추락, 운동 중에 일어난다.◦ 척수 손상은 염좌(삠), 골절, 탈골 등의 척추 손상과 동반되기도 하고 단독 척수 손상으로도일어날 수 있다.◦ 척수 쇼크의 초기증상으로 손상부위 이하의 이완성 마비와 저혈압, 서맥(느린맥) 등이 나타나고후기증상으로 반사의 과흥분성, 경련성마비 이후의 이완성마비, 호흡곤란 등이 발생할 수있으며 심한 고혈압, 피부충혈, 두통, 발한, 비울혈등의 자율신경반사부전이 나타날 수 있다.\n\n󰠂척추손상 관련 증상: 특정 손상 부위 이하의 감각/운동이상󰠂과거력: 기저 질환, 최근 투약력, 손상 전의 환자의 상태󰠂손상기전: 척수손상의 가능성이 있는 고위험손상 여부를 확인\n\n󰋼고속 충돌 사고(high-speed crash)󰋼환자 위를 자나가는 사고에 의한 손상󰋼1 m 이상 또는 5계단 이상 높이에서의 낙상󰋼다이빙 등의 척추나 척수에 작용하는 힘을 동반한 손상󰋼자전거 또는 오토바이 사고에 의한 손상\n\n󰠂기도의 열린 상태를 확인하고 유지한다.󰠂의식 상태를 AVPU의 기준으로 평가한다.󰠂환자의 혈압, 맥박, 호흡수, 산소포화도를 포함한 활력징후를 측정한다.󰠂척수 손상을 의심할 수 있는 결손부위 특징이 있는지 확인\n\n󰋼운동 능력 저하󰋼감각 기능 저하󰋼반사반응(DTR, Babinsky sign) 이상소견󰋼저혈압, 서맥(느린맥)󰋼요실금, 변실금 등의 방광기능, 장기능 조절 장애󰋼척추의 가운데 통증 혹은 압통\n\n󰠂전신의 손상부위 및 머리손상의 동반 여부를 확인한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 기도를 개방하고, 환자의 의식이 P 이하인 경우 입인두기도기(oropharyngeal airway)를삽입하여 기도를 유지한다. 만약 환자가 구역반사를 보일 경우에는 이를 제거하고 코인두기도기를 삽입하여 기도를 유지한다. 단, 두개골 기저부 골절이 의심되는 상황인 경우 코인두기도기를 삽입하지 않고 도수조작(머리기울임 제외)만 시행한다. ☞ ② ①◦ 산소포화도가 94% 미만일 경우 저산소증으로 인해 척수 손상이 더 진행되는 것을 막기위해 비강(코안) 캐뉼러로 1∼5 L/min 또는 안면마스크로 6~10 L/min의 산소를 투여한다.☞ ② ①◦ 상부 경추(목뼈) 손상으로 인한 호흡부전이 있을 경우 백밸브마스크를 이용하여 100% 산소를 공급하면서 양압 환기를 시행한다. ☞ ② ①◦ 뇌탈출의 징후(호흡이상, 동공반사 이상, 제뇌경직 등)가 보일 경우 뇌압 조절을 위하여환자의 머리를 30도 정도 올려주고(☞ Ⓕ ② ①) 산소포화도가 94~98%를 유지하도록 산소를공급(☞ ② ①)한다.5◦ 척추손상이 의심되는 모든 환자에게 척추 고정을 시행한다.6 ☞ ② ①󰠂환자의 척추를 최대한 부드럽게 배열을 확인하고 고정한다.󰠂환자의 경부를 검사하고 경추(목뼈)고정 기구를 적용한다.󰠂환자의 몸통부위를 검사하고 움직이지 않도록 고정 기구를 적용한다.󰠂척추를 최대한 일직선으로 유지하기 위해 환자의 머리나 목, 또는 등 부위에 적절한 양의패드를 적용한다.󰠂환자의 머리를 고정한다.󰠂환자의 팔과 다리를 고정한다.󰠂이송중에 환자의 의식과 혈역학적 지표를 지속적으로 재평가한다.\n\n◦ 환자의 수축기혈압이 90 mmHg 미만인 경우 18G이상으로 정맥로를 1개 이상 확보하여300mL(소아는 5mL/kg)의 생리식염수나 젖산 링거액을 투여(☞ ①) 하고, 혈압, 맥박수,의식 등이 정상 범위로 회복되는지 확인한다. 쇼크가 지속될 경우 1L(소아는 10mL/kg)까지수액을 지속적으로 투여한다.7(☞ ①)◦ 생명을 위협하는 외부출혈이 확인되면 멸균된 소독거즈로 압박하여 지혈한다. (‘지혈 및상처 드레싱’ 술기 지침 참조) ☞ Ⓕ ② ①◦ 혈압, 맥박, 호흡, 산소포화도를 지속적으로 감시(☞ ② ①)하며 이송(☞ Ⓕ ② ①)한다.\n\n◦ 중증손상환자 기준에 해당하는 경우, 현장 처치시간은 최대 10분미만으로 최소화하는 것을원칙으로 하고, 환자평가과정으로 인해 이송이 지연되어서는 안된다.8◦ 호흡 조절 척수신경이 존재하는 상부 경추(목뼈) 손상에 의해 호흡부전이 발생하면 기도유지및 환기를 위해 전문기도유지술이 필요할 수 있으므로 주의한다.9◦ 장시간의 척추고정을 시행한 경우 접촉부위의 압박으로 인한 괴사 및 궤양이 발생할 수있으므로 주의한다.10◦ 척추 및 척수손상을 완전히 배제하기 위해서는 영상검사가 필수이므로 적용된 척추 고정을현장에서 제거하지 않도록 한다.11\n\n◦ 심폐소생술 유보 및 중단의 경우(‘소생술 유보 및 소생술 중단 지침’ 참조)◦ 정맥로 확보 및 수액 투여◦ 호흡부전으로 인해 전문기도유지술이 필요할 경우◦ 신경성 쇼크로 수액 투여에도 호전이 없는 경우◦ 중증도 판단이 애매한 경우◦ 현장처치 혹은 이송중 처치에 대한 판단이 어려운 경우\n\n중증 척추 및 척수 손상의 기준에 해당하는 경우 중증외상진료가 가능한 가까운 권역외상센터 또는 지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에따라 의료지도 등을 받아 치료가 가능한 가까운 지역응급의료기관으로 이송할 수 있다.\n\n◦ 응급의료취약지역의 경우 가장 가까운 지역응급의료기관 이상의 의료기관으로 이송함을 원칙으로 한다.◦ 현장거리, 교통체증 등으로 구급차를 이용한 이송이 헬기 이륙 소요시간(약 15분) 및현장까지 소요예상 비행시간 등 보다 더 많은 시간이 소요될 것으로 판단될 경우에는헬기이송을 요청하고 지시에 따른다.◦ 중증 척추 및 척수 손상의 기준에 해당하지 않은 경증 척추 및 척수 손상 환자의 경우 가장가까운 지역응급의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.\n\n1. NAEMT, 「병원 전 외상소생술 TENTH EDITION」, 군자출판사, 2023.09. p300-3012. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p2272-22793. Singh A, Tetreault L, Kalsi-Ryan S, Nouri A, Fehlings MG. Global prevalenceand incidence of traumatic spinal cord injury. Clin Epidemiol. 2014;6:309-331.4. Laureen D. Hachem, Christopher S. Ahuja, Michael G. Fehlings. Assessment andmanagement of acute spinal cord injury: From point of injury to rehabilitation. JSpinal Cord Med. 2017 Nov; 40(6): 665–675.5. Jose D Alarcon, Andres M Rubiano, David O Okonkwo, et al. Elevation of the headduring intensive care management in people with severe traumatic brain injury.Cochrane Database Syst Rev. 2017 Dec; 2017(12): CD009986.6. 연세대학교 원주의과대학 응급의학교실. 「응급구조와 응급처치 제9판」, 군자출판사, 2022.03, p325-336.7. The committee on trauma. ADVANCED TRAUMA LIFE SUPPORT 10th Editionupdate. 2018.07. p42-618. Nicklaus P. Ashburn, Nella W. Hendley, Ryan M. Angi, et al. Prehospital TraumaScene and Transport Times for Pediatric and Adult Patients. West J Emerg Med.2020 Mar; 21(2): 455–462.9. David J. Berlowitz, Brooke Wadsworth, Jack Ross. Respiratory problems andmanagement in people with spinal cord injury. Breathe (Sheff). 2016 Dec; 12(4):328–340.10. Chelsea C White 4th, Robert M Domeier, Michael G Millin. EMS spinal\n\nprecautions and the use of the long backboard - resource document to the position\n\nstatement of the National Association of EMS Physicians and the AmericanCollege of Surgeons Committee on Trauma. Prehosp Emerg Care2014;18(2):306-14.11. Joe Bennett; Joe M Das; Prabhu D. Emmady. Spinal Cord Injuries. NationalInstitutes of Health 2022 May;1112. 연세대학교 원주의과대학 응급의학교실, 「응급구조와 응급처치 제9판」, 군자출판사, 2022.03, p19-20\n\n흉부손상이란 물리적인 힘에 의해 가슴 부위에 생기는 손상을 말한다. 생명을 위협하는 심각한 흉부 손상으로 긴장성 기흉(공기가슴증), 동요가슴, 심장눌림증, 개방성기흉(공기가슴증),대량혈흉(혈액가슴) 등이 있고 즉각적인 처치를 필요로 한다.\n\n◦ 대부분의 흉부손상은 교통사고(운전대충돌, 안전벨트 등), 낙상, 직접 가격 등으로 발생할수 있고 관통상에 의해 개방성기흉(공기가슴증) 등이 발생할 수 있다.◦ 흉부손상의 심각한 증상으로 저산소증과 호흡장애, 산혈증, 쇼크 등이 발생할 수 있다.◦ 호흡장애와 저산소증󰠂늑골(갈비뼈)과 흉골(복장뼈) 골절은 통증에 의해 환기제한을 유발한다.󰠂다발성늑골(갈비뼈)골절은 동요가슴을 유발할 수 있으며 흡기를 제한한다.󰠂혈흉(혈액가슴)과 기흉(공기가슴증)은 폐포의 허탈을 유발하여 흡기를 제한한다.󰠂횡격막 손상은 폐의 확장을 방해한다.\n\n󰠂심근좌상은 심근수축을 억제하고 부정맥을 유발한다.󰠂심장눌림증: 쇼크와 경정맥 팽대를 보일 수 있다.󰠂긴장성 기흉(공기가슴증)은 흉강내(가슴안) 압력을 상승시켜 정맥환류를 억제한다.󰠂대량 혈흉(혈액가슴)은 출혈성쇼크와 폐쇄성쇼크를 보일 수 있다.\n\n◦ 병력청취󰠂흉부손상 관련 증상: 가장 흔한 증상은 흉통과 짧은 호흡이다.󰠂과거력: 기저 질환, 최근 투약력, 손상 전의 환자의 상태󰠂손상기전: 둔상 또는 관통상◦ 신속한 외상초기평가󰠂기도의 열린 상태를 확인하고 유지한다. 호흡곤란이 있는지 확인한다.󰠂호흡수, 산소포화도를 포함한 활력징후를 측정한다.󰠂경정맥확장이 있는지, 호흡보조근을 사용하는 지, 동요가슴이 있는지, 개방창 또는 출혈부\n\n위가 있는지 직접 보고 양측 폐부위를 청진해서 호흡음 차이, 수포음 유무, 골절에 의한뼈마찰음 등을 확인한다. 피하기종이나 압통, 변형 등이 있는지 촉진한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 기도를 개방하고, 환자의 의식이 P 이하인 경우 입인두기도기(oropharyngeal airway)를삽입하여 기도를 유지한다. 만약 환자가 구역반사를 보일 경우에는 이를 제거하고코인두기도기를 삽입하여 기도를 유지한다. 단, 두개골 기저부 골절이 의심되는 상황인 경우코인두기도기를 삽입하지 않고 도수조작(머리기울임 제외)만 시행한다. ☞ ② ①◦ 산소포화도가 94% 미만일 경우 저산소증으로 인해 척수 손상이 더 진행되는 것을 막기 위해비강(코안) 캐뉼러로 1∼5 L/min 또는 안면마스크로 6~10 L/min의 산소를 투여한다. ☞② ①◦ 산소 투여 후에도 산소포화도가 94% 미만이거나 호흡부전이 있을 경우 백밸브마스크를이용하여 100% 산소를 공급하면서 양압 환기를 시행한다. ☞ ② ①.◦ 환자의 수축기혈압이 90 mmHg 미만인 경우 18G이상으로 정맥로를 1개 이상 확보하여300mL(소아는 5mL/kg)의 생리식염수나 젖산 링거액을 투여(☞ ①) 하고, 혈압, 맥박수,의식 등이 정상 범위로 회복되는지 확인한다. 쇼크가 지속될 경우 1L(소아는 10mL/kg)까지수액을 지속적으로 투여한다.4(☞ ①)◦ 개방성기흉(공기가슴증)이 있는 경우 즉시 삼면 밀봉 드레싱을 한다.5 ☞ ② ①◦ 생명을 위협하는 외부출혈이 확인되면 멸균된 소독거즈로 압박하여 지혈한다. (‘지혈 및상처 드레싱’술기 지침 참조) ☞ Ⓕ ② ①◦ 동요가슴(호흡 시 모순운동)이 보이면 앙와위(바로누움자세)를 유지하면서 두꺼운 패드 및붕대 등으로 압박·고정한다.1-3,6 ☞ ② ①◦ 혈압, 맥박, 호흡, 산소포화도를 지속적으로 감시(☞ ② ①)하며 이송(☞ Ⓕ ② ①)한다.\n\n◦ 중증손상환자 기준에 해당하는 경우, 현장 처치시간은 최대 10분미만으로 최소화하는 것을원칙으로 하고, 환자평가과정으로 인해 이송이 지연되어서는 안된다.7◦ 상부 늑골(갈비뼈)(첫 번째~두 번째) 골절이 의심되는 경우, 환자에게 매우 큰 외력에 의한외상이 일어났음을 암시하므로, 안정적인 상태여도 다른 주요한 손상의 동반되었을 가능성(특히, 주요혈관손상, 머리손상 등)을 항상 고려한다.\n\n◦ 하부 늑골(갈비뼈) 골절이 의심되는 경우, 비장(지라)이나 간 손상 등의 복부손상이동반되었을 가능성이 있으므로 주의한다.\n\n◦ 심폐소생술 유보 및 중단의 경우(‘소생술 유보 및 소생술 중단 지침’ 참조)◦ 정맥로 확보 및 수액 투여◦ 중증도 판단이 애매한 경우◦ 현장처치 혹은 이송중 처치에 대한 판단이 어려운 경우\n\n◦ 중증 흉부손상의 기준에 해당하는 경우 중증외상진료가 가능한 가까운 권역외상센터 또는지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료가 가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 응급의료취약지역의 경우 가장 가까운 지역응급의료기관 이상의 의료기관으로 이송함을원칙으로 한다.◦ 현장거리, 교통체증 등으로 구급차를 이용한 이송이 헬기 이륙 소요시간(약 15분) 및현장까지 소요예상 비행시간 등 보다 더 많은 시간이 소요될 것으로 판단될 경우에는헬기이송을 요청하고 지시에 따른다.◦ 중증 흉부 손상의 기준에 해당하지 않은 경증 흉부 손상 환자의 경우 가장 가까운 지역응급의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.\n\n1. The committee on trauma. ADVANCED TRAUMA LIFE SUPPORT 10th Editionupdate. 2018.07. p63-812. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p2259-22653. NAEMT, 「병원 전 외상소생술 TENTH EDITION」, 군자출판사, 2023.09, p343-3684. The committee on trauma. ADVANCED TRAUMA LIFE SUPPORT 10th Editionupdate. 2018.07. p42-615. 연세대학교 원주의과대학 응급의학교실, 「응급구조와 응급처치 제9판」, 군자출판사,2022.03, p351-360.\n\n6. Richardson JD, Adams L, Flint LM. Selective management of flail chest andpulmonary contusion. Ann Surg 1982;196(4):481–487.7. Nicklaus P. Ashburn, Nella W. Hendley, Ryan M. Angi, et al. Prehospital TraumaScene and Transport Times for Pediatric and Adult Patients. West J Emerg Med.2020 Mar; 21(2): 455–462.8. 이동훈, 손동섭, 조대윤, 김찬웅, 「외상에 의한 초기 사망에서 흉부손상에 대한 고찰」, 대흉외지, 2006;39:127-133\n\n복부 및 골반손상은 외력이 직접 복부와 골반에 전달된 둔상과 날카로운 물체 혹은 속도가있는 물체 등에 의한 관통상으로 나눈다. 복부손상의 증상은 매우 다양해서 외상 초기평가에서복부손상을 정확히 판단하기는 매우 어렵다. 복부둔상환자에서는 복강(배안) 내 출혈 가능성을반드시 염두에 두어야 하며 복부관통상에서는 복부내부장기의 손상을 고려해야 한다. 골반손상시에는 골반강내 장기 손상과 골반골골절에 의한 후복막강 출혈 가능성을 의심해야 한다.\n\n◦ 복부 둔상은 교통사고, 추락, 가격 등으로 복부에 직접 압력이 전해져서 내부 고형장기나유강장기가 손상되어 출혈과 복막염이 유발 되거나 감속에 의해 장간막, 대혈관 등에 손상이발생한다.◦ 복부 관통상의 경우 주로 상복부에 발생하며 흔히 간, 소장(작은창자), 횡격막, 대장(큰창자)등이 손상될 수 있으며 복부 장기가 체외로 노출 될 수 있다.◦ 복부 유강장기의 파열이나 장기손상에 의한 복강(배안) 내 출혈은 겉으로 봐서는 쉽게 알수가 없으며 음주, 약물복용, 뇌손상이나 척추손상, 복부주변 구조물 손상 등이 동반되는경우에는 정확한 평가가 어렵다.◦ 복강(배안) 내 많은 양의 피가 고여 있어도 외형적인 변화가 없을 수 있으며 복막자극 증상이나타나지 않을 수 있다.◦ 골반 뼈의 골절은 수직력과 전후 압박력에 의해 발생할 수 있으며 골반 뼈 골절에 의해골반강 내 장기의 손상과 쇼크를 일으킬 정도의 출혈이 동반될 수 있다.\n\n◦ 병력청취󰠂복부 및 골반손상 관련 증상: 복통의 유무 및 위치, 통증의 양상󰠂손상기전 및 사고발생 당시 상황을 확인한다.󰠂환자의 과거력, 수술력, 투약이력, 임신여부 등을 확인한다.◦ 신속한 외상초기평가󰠂기도의 열린 상태를 확인하고 유지한다. 호흡곤란이 있는지 확인한다.󰠂혈압, 맥박, 산소포화도를 포함한 활력징후를 측정한다.\n\n󰠂복부전체를 주의깊게 살펴서 둔상이나 창상 혹은 열상의 흔적이 있는지 출혈이 있는지,이물질이 박혀 있는지 등을 확인하고 압통, 비의도적인 근긴장, 반발통 여부를 확인한다.󰠂골반 뼈의 불안정성을 확인하기 위해 양쪽 장골마루를 눌러보되 크게 흔들지 않도록 한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 통증을 완화하고 복부근육의 긴장을 풀기 위해 다리가 구부린 자세를 유지하게 하되 무릎밑에 담요 등을 넣어 받쳐준다.4 ☞ Ⓕ ② ①◦ 기도를 개방하고, 환자의 의식이 P 이하인 경우 입인두기도기(oropharyngeal airway)를삽입하여 기도를 유지한다. 만약 환자가 구역반사를 보일 경우에는 이를 제거하고 코인두기도기를 삽입하여 기도를 유지한다. 단, 두개골 기저부 골절이 의심되는 상황인 경우 코인두기도기를 삽입하지 않고 도수조작(머리기울임 제외)만 시행한다. ☞ ② ①◦ 산소포화도가 94% 미만일 경우 저산소증으로 인해 복부 손상이 더 진행되는 것을 막기위해 비강(코안) 캐뉼러로 1∼5 L/min 또는 안면마스크로 6~10 L/min의 산소를 투여한다.☞ ② ①◦ 환자의 수축기혈압이 90 mmHg 미만인 경우 18G이상으로 정맥로를 1개 이상 확보하여300mL(소아는 5mL/kg)의 생리식염수나 젖산 링거액을 투여(☞ ①) 하고, 혈압, 맥박수,의식 등이 정상 범위로 회복되는지 확인한다. 쇼크가 지속될 경우 1L(소아는 10mL/kg)까지수액을 지속적으로 투여한다.5(☞ ①)◦ 복부 상처에서 외부출혈이 확인되면 멸균된 소독거즈로 압박하여 지혈한다.(‘지혈 및 상처드레싱’ 술기 지침 참조)1,6 ☞ Ⓕ ② ①◦ 내부 장기가 복부 밖으로 노출된 경우 정복을 시도하지 말고 생리식염수로 적신 거즈로노출된 장기를 덮어서 건조를 막고 두터운 드레싱을 하되 압력을 가하지 않는다.6 ☞ ②①◦ 이물질이 박혀있는 것이 확인되면 현장에서 제거하지 말고 이물질의 움직임에 의해 추가적인손상이 발생하지 않도록 이물질을 두터운 패드나 타월 뭉치를 이용하여 신체에 고정하여이송한다.2,6 ☞ Ⓕ ② ①◦ 골반 뼈 골절이 의심되는 경우 골반뼈 고정장치(골반뼈 압박밴드- pelvic binder)를 이용해고정한다.1,7,8 ☞ ①◦ 혈압, 맥박, 호흡, 산소포화도를 지속적으로 감시(☞ ② ①)하며 이송(☞ Ⓕ ② ①)한다.\n\n◦ 중증손상환자 기준에 해당하는 경우, 현장 처치시간은 최대 10분미만으로 최소화하는 것을원칙으로 하고, 환자평가과정으로 인해 이송이 지연되어서는 안된다.9◦ 상복부 위치에 손상이 있을 경우, 하부 늑골(갈비뼈) 등의 흉부 손상이 동반되었을 가능성이있으므로 주의하고 모든 복부 및 골반손상 환자에서 비뇨생식기 동반손상 가능성을 고려한다.1,2,4\n\n◦ 심폐소생술 유보 및 중단의 경우(‘소생술 유보 및 소생술 중단‘ 지침 참조)◦ 정맥로 확보 및 수액 투여◦ 중증도 판단이 애매한 경우◦ 현장처치 혹은 이송중 처치에 대한 판단이 어려운 경우\n\n◦ 중증 복부 및 골반손상의 기준에 해당하는 경우 중증외상진료가 가능한 가까운 권역외상센터또는 지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라의료지도 등을 받아 치료가 가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 응급의료취약지역의 경우 가장 가까운 지역응급의료기관 이상의 의료기관으로 이송함을원칙으로 한다.◦ 현장거리, 교통체증 등으로 구급차를 이용한 이송이 헬기 이륙 소요시간(약 15분) 및현장까지 소요예상 비행시간 등 보다 더 많은 시간이 소요될 것으로 판단될 경우에는헬기이송을 요청하고 지시에 따른다.◦ 중증 복부 및 골반손상의 기준에 해당하지 않은 경증 복부 및 골반손상환자의 경우 가장가까운 지역응급의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.\n\n1. The committee on trauma. ADVANCED TRAUMA LIFE SUPPORT 10th Editionupdate. 2018.07. p82-1012. 연세대학교 원주의과대학 응급의학교실, 「응급구조와 응급처치 제9판」, 군자출판사,2022.03, p293-2963. 연세대학교 원주의과대학 응급의학교실, 「응급구조와 응급처치 제9판」, 군자출판사,2022.03, p361-3774. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p2266-22715. The committee on trauma. ADVANCED TRAUMA LIFE SUPPORT 10th Editionupdate. 2018.07. p42-616. NAEMT, 「병원 전 외상소생술 TENTH EDITION」, 군자출판사, 2023.09, p375-3927. Sheng-Der Hsu, Cheng-Jueng Chen, Yu-Ching Chou, et al. Effect of Early PelvicBinder Use in the Emergency Management of Suspected Pelvic Trauma: ARetrospective Cohort Study. Int J Environ Res Public Health. 2017;14(10):1217.8. T J Bonner, W G P Eardley, N Newell, et al. Accurate placement of a pelvicbinder improves reduction of unstable fractures of the pelvic ring. J Bone JointSurg Br. 2011 Nov;93(11):1524-8.9. Nicklaus P. Ashburn, Nella W. Hendley, Ryan M. Angi, et al. Prehospital TraumaScene and Transport Times for Pediatric and Adult Patients. West J Emerg Med.2020 Mar; 21(2): 455–462.\n\n비뇨생식기 손상이란 외력에 의하여 발생하는 신장(콩팥)과 방광, 생식기의 손상을 말한다.타박상에서 파열, 남성 생식기의 경우 절단 등의 손상이 있을 수 있다.\n\n◦ 환자가 호소하는 증상이 불명확한 경우가 많으므로 손상의 가능성을 의심하고 있어야 한다.◦ 양측 하부늑골(갈비뼈), 옆구리 또는 상복부의 손상이 있을 때 신장(콩팥)손상의 가능성을염두에 둔다.1◦ 골반 뼈 골절을 포함한 하복부 손상이 의심될 때 방광 및 요로계의 동반손상 가능성을 고려한다.2\n\n◦ 병력청취󰠂 흔하다.3비뇨생식기 손상 관련 증상: 신장(콩팥) 손상이 가장󰠂손상기전 및 사고발생 당시 상황을 확인한다.󰠂환자의 과거력, 수술력, 약물복용력, 임신여부 등을 확인한다.◦ 신속한 외상초기평가󰠂기도의 열린 상태를 확인하고 유지하고, 호흡곤란이 있는지 확인한다.󰠂혈압, 맥박, 산소포화도를 포함한 활력징후를 측정한다.󰠂외상환자의 2차 평가를 통하여 옆구리나 치골상부에 열상이나 멍이 없는지 확인한다.󰠂흉·요추 고정을 시행할 때 환자의 등으로부터 장갑에 묻어나는 혈액 등이 없는지 확인한다.󰠂 확인한다.4요도 끝에 묻어나는 혈뇨가 없는지\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 기도를 개방하고, 환자의 의식이 P 이하인 경우 입인두기도기(oropharyngeal airway)를삽입하여 기도를 유지한다. 만약 환자가 구역반사를 보일 경우에는 이를 제거하고 코인두기도기를 삽입하여 기도를 유지한다. 단, 두개골 기저부 골절이 의심되는 상황인 경우 코인두\n\n기도기를 삽입하지 않고 도수조작(머리기울임 제외)만 시행한다. ☞ ② ①◦ 산소포화도가 94% 미만일 경우 저산소증으로 인해 복부 손상이 더 진행되는 것을 막기 위해비강(코안) 캐뉼러로 1∼5 L/min 또는 안면마스크로 6~10 L/min의 산소를 투여한다. ☞② ①◦ 신장(콩팥)파열 등으로 환자의 수축기혈압이 90 mmHg 미만인 경우 18G이상으로 정맥로를1개 이상 확보하여 300mL(소아는 5mL/kg)의 생리식염수나 젖산 링거액을 투여(☞ ①)하고, 혈압, 맥박수, 의식 등이 정상 범위로 회복되는지 확인한다. 쇼크가 지속될 경우1L(소아는 10mL/kg)까지 수액을 지속적으로 투여한다.(☞ ①)◦ 단독손상 보다는 동반손상이 흔하므로 그에 대한 처치를 우선한다.5󰠂흉요추부의 통증이 심할 때 척추고정기로 고정(‘척추 고정 술기 지침’ 참조) ☞ ② ①󰠂골반 뼈 골절이 의심될 때 골반뼈 고정장치(골반뼈 압박밴드)나 복대를 적용 (‘복부 및 골반손상’지침 참조) ☞ ①◦ 남성 외생식기의 완전 절단 시에는 ‘절단된 조직’ 처치 술기 지침을 따른다.6 ☞ Ⓕ ② ①󰠂절단면의 보호를 위하여 생리식염수를 적신 거즈로 절단된 부분을 감싼다.󰠂플라스틱 통이나 비닐주머니에 절단물을 넣고 냉장용기에 보관하여 운반한다.󰠂냉장용기가 없을 때에는 절단물을 넣은 통 또는 주머니 바깥에 얼음을 채울 수도 있다.◦ 혈압, 맥박, 호흡, 산소포화도를 지속적으로 감시(☞ ② ①)하며 이송(☞ Ⓕ ② ①)한다.\n\n◦ 중증손상환자 기준에 해당하는 경우, 현장 처치시간은 최대 10분미만으로 최소화하는 것을원칙으로 하고, 환자평가과정으로 인해 이송이 지연되어서는 안된다.◦ 생식기 손상 환자에서 성폭행 등의 가능성이 없는지 주의한다.7◦ 비뇨생식기 단독 손상으로 생명을 위협하는 경우[신장(콩팥)파열, 주요 신장(콩팥)혈관 파열등]는 드물지만, 복부 및 골반손상의 동반이 흔하기 때문에 이에 대한 주의가 필요하다.\n\n◦ 심폐소생술 유보 및 중단의 경우(‘소생술 유보 및 소생술 중단 지침’ 참조)◦ 정맥로 확보 및 수액 투여◦ 남성 외생식기가 절단된 환자에서 절단부위 처치를 위해◦ 중증도 판단이 애매한 경우◦ 현장처치 혹은 이송 중 처치에 대한 판단이 어려운 경우\n\n◦ 중증 비뇨생식기 손상의 기준에 해당하는 경우 중증외상진료가 가능한 가까운 권역외상센터또는 지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로 한다. 또는 지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아치료가 가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 응급의료취약지역의 경우 가장 가까운 지역응급의료기관 이상의 의료기관으로 이송함을원칙으로 한다.◦ 현장거리, 교통체증 등으로 구급차를 이용한 이송이 헬기 이륙 소요시간(약 15분) 및 현장까지 소요예상 비행시간 등 보다 더 많은 시간이 소요될 것으로 판단될 경우에는 헬기이송을요청하고 지시에 따른다.◦ 중증 비뇨생식기 손상의 기준에 해당하지 않은 경증 비뇨생식기 손상 환자의 경우 가장가까운 지역응급의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.\n\n1. Santucci RA, Wessells H, Bartsch G et al. Evaluation and management ofrenal injuries: consensus statement of the renal trauma subcommittee. BJU Int2004; 93: 9 3 7–52. 경북대학교 의과대학 응급의학교실(김창호, 박정배, 류현욱, 서강석, 서준석, 정제명, 제동욱, 성애진), 「골반 골절 위치와 방광, 요도, 하부 위장관계 손상의 관련성」, 대한외상학회지 2007;90-953. Nash PA, Carroll PR. Staging of renal trauma. In: McꠓAninch JW, editor.Traumatic and reconstructive urology. 1st ed. Philadelphia: Saunders;1996;95-1044. 경북대학교 의과대학 응급의학교실(김창호, 박정배, 류현욱, 서강석, 서준석, 정제명, 제동욱,성애진), 「골반 골절 위치와 방광, 요도, 하부 위장관계 손상의 관련성」, 대한외상학회지 2007;90-955. 경북대학교 의과대학 응급의학교실(김종근, 박정배), 「골반 골절의 임상적 고찰」, 대한외상학회지 1998;174-1806. Jezior JR, Brady JD, Schlossberg SM. Management of penile amputation injuries.World J Surg 2001;25:1602-97. 대한산부인과학회(윤원식, 최보문, 허수영, 김사진, 권인, 이귀세라), 「성폭행에 대한 임상적 연구」, Obstetrics & Gynecology Science 제46권 제2호, 2003:5-5\n\n사지 손상이란 외력에 의하여 발생하는 상, 하지의 손상을 말한다. 손상의 종류에 따라 단순한타박상에서 탈구, 골절 등이 발생하며 혈관이나 신경의 손상, 구획증후군이나 횡문근융해증등의 합병증을 동반할 수 있다.\n\n압궤손상은 압력에 의한 뼈, 근육, 혈관, 신경 등의 손상을 입는 것으로 지진, 교통사고,건축 공사장 사고, 폭발 사고, 광산 사고 등에서 주로 발생한다.1 압궤손상은 국소적으로 골절,내출혈, 수포형성, 부종 등을 유발하며 전신적인 순환 장애를 일으키고 손상 부위 이하의 감각을마비시키고 맥박 소실을 초래한다.2\n\n급성 구획증후군의 골절 이후 발생하는 것이 가장 흔하며(약 69%) 적절하게 처치되지 않았을경우 심각한 합병증을 초래하게 된다. 따라서 골절이 발생하게 되면 급성 구획증후군 발생여부에 대해 주의를 갖고 면밀하게 관찰하여야 하며 조기 진단과 감압으로 빨리 모세혈관순환을 회복 시켜야 한다.3\n\n횡문근융해증은 외상 및 압궤손상, 장기간 부동자세, 과도한 운동 등으로 인한 근육 손상이후 다량의 근세포 내 물질(미오글로빈, 칼륨, 인산염, 크레아틴 키나제, 요산염)들이전신순환을 하게 되면서 나타나는 일련의 과정으로 급성신부전과 동반될 경우 사망률이높아지므로, 적절한 환자관리가 필요하며, 원인 감별을 위해서 세심한 병력청취와 감별진단을위한 적절한 검사가 필요하다.4\n\n압궤증후군은 압궤 손상 이후 발생하는 전신증상이다. 건물 잔해 등에 신체의 일부가 눌렸을경우 산소 공급이 중단되어 근육조직 세포 등이 파괴된 상태에서, 갑자기 무거운 물체가제거되면서 혈액순환이 재개되었을 때 발생하는 전신 증상인 것이다. 체액이 급속하게 조직과근육으로 이동하면서 저혈량성 쇼크(hypovolemic shock)에 빠지고, 파괴된 세포에서흘러나온 칼륨이나 미오글로빈 단백질 등 독성 물질이 급속히 혈액 속으로 흘러 들어,비정상적으로 높아진 혈액 내 칼륨 농도가 부정맥을 일으키게 되고 미오글로빈이 신장에침착되면 급성 신부전으로 환자의 생명을 위협하는 것이다.5\n\n◦ 골절은 타박상과 명확한 구별이 어렵다. 지속적인 통증을 호소하는 부위는 골절에 준하여부목 고정을 고려할 수 있다.\n\n◦ 열상을 동반한 사지의 손상은 개방성 골절을 감별해야 하며 많은 경우 즉각적인 수술적인처치를 필요로 하는 경우가 있다.\n\n구획증후군 (5P 징후)61. 통증(pain) 2. 이상감각(paresthesia) 3. 마비(paralysis) 4. 부종(palpable swelling) 5. 맥박소실(pulselessness)횡문근융해증71. 급성 혹은 아급성으로 발생되는 근육통 2. 일시적인 근위부의 근력 약화 3. 콜라색 소변(미오글로빈의 과량 함유) 4. 고열, 구역, 구토, 의식혼란, 섬망 5. 고칼륨혈증으로 심부정맥 유발, 심하면 심정지를 일으킨다.혈관손상81. 경미한 징후 - 반대쪽 사지와 비교하여 감소된 맥박 - 골격계 손상이나 근위부의 새방성 손상 - 말초 신경손상 - 저혈압 - 커지지 않는 혈종 - 혈관 근접 손상2. 심각한 징후 - 박동성 출혈의 관찰 - 촉진상 동맥 진동 - 청진상 동맥 주변에서 잡음 - 원위부 허혈의 징후 - 점점 커지는 혈종이 관찰되는 경우 3. 차갑고 박동 없는 사지가 관찰되는 것은 낮은 전신 혈압 때문일 수도 있지만, 독립적인 맥박 이상과 반대쪽 사지의 맥박 차이는 국소 혈관 손상의 강한 지표이다. 신경 손상 증상, 모세 혈관 충혈의 지연, 골관절 손상이 보인다면 반드시 사지 혈관 손상을 염두해야 한다.\n\n압궤증후군9,101. 신장 기능 손상2. 심전도 이상3. 불규칙한 심박동4. 심장마비5. 대사성산증(세포 내용물 유출이 혈액 내부의 산성화를 유발) *횡문근융해증 증상과 동일 하게 나타 남\n\n◦ 병력청취󰠂사지 손상 관련 증상: 통증 위치󰠂손상기전 및 사고발생 당시 상황을 확인한다.󰠂환자의 과거력, 수술력, 약물복용력, 임신여부 등을 확인한다.◦ 신속한 외상초기평가󰠂기도의 열린 상태를 확인하고 유지한다. 호흡곤란이 있는지 확인한다.󰠂혈압, 맥박, 산소포화도를 포함한 활력징후를 측정한다.󰠂손상 부위의 변형, 압통, 운동제한, 부종 및 반상 출혈, 노출된 골편 유무, 골 마찰음, 가성운동 등을 평가하고 손상부위 원위부의 관류 및 운동/감각기능 이상 유무를 알아본다.󰠂정확한 진단을 위해서 감각 기능과 운동 기능은 반드시 따로 평가되어야 한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 손상부위에서 외부출혈이 확인되면 멸균된 소독거즈와 탄력붕대로 압박하여 지혈한다.(안구출혈의 경우 제외)(‘지혈 및 상처 드레싱 술기 지침’ 참조) ☞ Ⓕ ② ①◦ 사지의 완전 절단 시에는 ‘절단된 조직’ 처치 술기 지침을 따른다. ☞ Ⓕ ② ①󰠂절단면의 보호를 위하여 생리식염수를 적신 거즈로 절단된 부분을 감싼다.󰠂플라스틱 통이나 비닐주머니에 절단물을 넣고 냉장용기에 보관하여 운반한다.󰠂냉장용기가 없을 때에는 절단물을 넣은 통 또는 주머니 바깥에 얼음을 채울 수도 있다.◦ 골절이 의심되는 부위에 대한 부목고정을 시행한다.(‘부목고정술기 지침’ 참조) ☞ ② ①󰠂손상이 의심되는 부위의 피복을 모두 제거한다.󰠂변형된 사지를 무리하게 정복하려 시도하지 않는다.󰠂부목은 골절 의심 부위의 상, 하부 관절을 포함하여 적용한다.\n\n󰠂신체의 돌출 부위나 부목의 딱딱한 부분과 만나는 곳에는 두꺼운 패드를 댄 후 고정한다.󰠂부목적용 전후에 말단부의 감각, 운동, 순환을 확인한다.◦ 다발성 골절이 있는 환자의 경우 이송 중 쇼크가 발생할 수 있으므로 예상 이송 시간이30분 이상이고 2인 이상의 구급대원이 있다면 18G 이상으로 정맥로를 1개 이상 확보하고수액을 공급한다. ☞ ①◦ 혈압, 맥박, 호흡, 산소포화도를 지속적으로 감시(☞ ② ①)하며 이송(☞ Ⓕ ② ①)한다.\n\n◦ 중증손상환자 기준에 해당하는 경우, 현장 처치시간은 최대 10분미만으로 최소화하는 것을원칙으로 하고, 환자평가과정으로 인해 이송이 지연되어서는 안된다.◦ 개방성 골절의 경우 현장에서 정복을 시도하지 않는다.◦ 구획증후군이 의심된다면 일반적인 처치와 더불어 적절한 근막 절개술을 시행하고 모든구획 내 압력을 완벽하게 낮추어야 한다. 이를 위한 적절한 병원으로 이송한다.11◦ 횡문근융해증이 의심된다면 빠르고 적절한 생리식염수의 공급으로 급성 신부전을 예방 해야한다. 혈액 양을 늘려 줌으로써 사구체 여과 및 신장 혈액 양을 증가시켜 신부전을 예방할수 있다. 적절한 의료지도를 통해 수행한다.12◦ 압궤증후군은 사고 이후 4-5시간 후에 발생하기 때문에 사고현장을 목격했을 때는 압박하는물체를 섣불리 제거하지 말고 환자의 기도 확보를 먼저하고 구조대를 불러 응급처치를 해야한다.13 또한 쇼크를 예방하기 위하여 수액 처치를 실시한 후에 압박 요인을 제거하는 것이좋다. 불규칙한 심박동 및 심장마비를 대비하여 제세동기를 우선 부착 한다. (압궤증후군은신체의 일부분이 장시간 압박을 당하여 근육세포가 괴사하고 이로 생성된 독소가 혈액에유출되어 생기는 전신 증세이기 때문에 압박을 받는 순간에는 혈액순환이 원활하지 않아독소가 퍼지지 않지만 압박 원인을 제거하면 혈액순환이 빨라져 독소가 온몸에 퍼지게 되고,신체의 체액이 근육으로 급속히 이동하게 되어 저혈량성 쇼크 상태에 빠져 심하게는 사망에이르게 된다.14,15\n\n◦ 환자의 구조를 위하여 현장에서의 외과적 절단이 필요할 것으로 판단되면 의료지도와 의사의현장 도움을 요청할 수 있다.◦ 정맥로 확보 및 수액 투여◦ 중증도 판단이 애매한 경우(개방성 골절의 판단 등)\n\n◦ 혈관 및 신경손상의 동반, 구획증후군 등의 합병증 발생이 의심되거나 중증 사지 손상의기준에 해당하는 경우 중증외상진료가 가능한 가까운 권역외상센터 또는 지역응급의료센터이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아치료가 가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 단독 개방성 골절 또는 사지절단 환자의 경우 즉각적인 수술이 가능한 의료기관으로 우선이송함을 원칙으로 한다. 이와 관련된 병원 정보를 관할 구급상황관리센터에 요청할 수 있다.◦ 응급의료취약지역의 경우 가장 가까운 지역응급의료기관 이상의 의료기관으로 이송함을 원칙으로 한다.◦ 현장거리, 교통체증 등으로 구급차를 이용한 이송이 헬기 이륙 소요시간(약 15분) 및현장까지 소요예상 비행시간 등 보다 더 많은 시간이 소요될 것으로 판단될 경우에는헬기이송을 요청하고 지시에 따른다.◦ 중증 사지 손상의 기준에 해당하지 않은 경증 사지 손상 환자의 경우 가장 가까운지역응급의료기관으로 이송한다.\n\n1. Malinoski DJ, Slater MS, Mullins RJ. Crush injury and rhabdomyolysis. Crit CareClin 2004;20:171–1922. Sahjian M, Frakes M. Crush injuries: pathophysiology and current treatment.Adv Emerg Nurs J 2007;29:145–1503. 정성윤, 김민범, 「골절의 합병증: 급성 구획증후군」, Journal of the Korea FractureSociety, 2023.4. 연세대학교 의과대학 강남세브란스병원 신경과(이정환, 최영철), 「횡문근융해증의 이해」,Korean Journal of Neuromuscular Disorders Vol. 8 No. 1, June 2016:22-275. 가천대 길병원 외상외과(윤용철), 「압궤증후군: 외상성 횡문근융해증, 재관류 손상」,Journal of the Korea Fracture Society, 2023:62-686. 전남대학교 의과대학 정형외과학교실(이근배, 이승훈), 「급성 구획증후군의 진단 및 치료」,대한골절학회지 제28권, 제1호, 2015년 1월:93-1017. 연세대학교 의과대학 강남세브란스병원 신경과(이정환, 최영철), 「횡문근융해증의 이해」,\n\nKorean Journal of Neuromuscular Disorders Vol. 8 No. 1, June 2016:22-278. 아주대학교 의과대학 정형외과학교실(한경진), 「혈관 및 신경 손상을 동반한 복합 사지 외상」, 대한골절학회지 제23권 제1호, 2010년 1월:137-1549. Smith J, Greaves I. Crush injury and crush syndrome: a review. J Trauma2003;54 5 Suppl:S226–S230.10. Ensari C, Tüfekçioglu O, Ayli D, Gümüs T, Izdes S, Turanli S. Response todelayed fluid therapy in crush syndrome. Nephron 2002;92:941–943.11. 연세대학교 의과대학 강남세브란스병원 정형외과학교실(강동현, 양규현), 「성인 외상의치료시기: 응급/초응급」, 대한골절학회지 제 28 권, 제 2 호, 2015년 4월:139-14512. 연세대학교 의과대학 강남세브란스병원 신경과(이정환, 최영철), 「횡문근융해증의 이해」,Korean Journal of Neuromuscular Disorders Vol. 8 No. 1, June 2016:22-2713. Michaelson M. Crush injury and crush syndrome. World J Surg 1992;16:899–90314. Gonzalez D. Crush syndrome. Crit Care Med 2005;33 1 Suppl:S34–S4115. Smith J, Greaves I. Crush injury and crush syndrome: a review. J Trauma2003;54 5 Suppl:S226–S230\n\n안과적 손상이란 외력에 의하여 발생하는 안구와 눈꺼풀, 안와 골의 손상을 말한다. 안구의손상은 비관통상과 관통상, 그 밖에 눈꺼풀의 타박상 및 열상과 안와골의 골절 등이 발생할수 있다.\n\n◦ 안통, 이물감, 시야장애 및 복시 등의 증상을 호소할 수 있다.◦ 머리손상을 동반할 수 있다.\n\n󰠂안와골절과 동반된 안과적 손상 관련 증상: 손상부위 부종, 통증, 시력감소/소실, 시야감소,전방출혈, 각막열상, 안구파열 등1󰠂두부손상과 동반된 안과적 손상 관련 증상: 복시 및 눈 운동 장애(3, 4, 6번 뇌신경마비와시력저하를 일으키는 외상시신경병증)2󰠂화학물질에 의한 안과적 손상 관련 증상: 충혈, 눈물흘림, 통증, 쓰라림(rubbing), 흐릿한시야 등󰠂손상기전 및 사고발생 당시 상황을 확인한다.󰠂환자의 과거력, 수술력, 약물복용력, 임신여부 등을 확인한다.󰠂콘텍트렌즈를 착용했는지 확인한다.\n\n󰠂기도의 열린 상태를 확인하고 유지한다. 호흡곤란이 있는지 확인한다.󰠂혈압, 맥박, 산소포화도를 포함한 활력징후를 측정한다.󰠂눈꺼풀 부종으로 안구를 관찰하기 어려운 경우 설압자 등을 이용하여 조심히 눈꺼풀을접어 올려 안구내 출혈, 동공 크기 및 대칭성, 대광반사 등을 평가한다.󰠂현장에서의 시행할 수 있는 시력 평가를 시행한다.\n\n󰋼빛을 볼 수 있는지, 처치자의 손가락 수를 셀 수 있는지 평가한다.󰋼사물이 2개로 보이지 않는지 평가한다.\n\n◦ 화학물질에 의한 안과적 손상 처치: 원인 물질 제거 후 손상 당시 생리식염수를 사용하여즉각적인 눈 세척을 시행한다.3󰠂온도와 삼투압 충격, 원인 물질의 농도를 희석한다.󰠂각막의 생리적 온도인 섭씨 32도 아래로 낮춤으로써 열 화상을 방지한다.󰠂손상을 입은 각막은 고삼투압 환경에서 삼투압으로 원인 물질들을 끌어당기는 역할을하는데 눈 세척이 이를 막는 역할을 한다.◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 안대의 적용이 가능하다면 양측에 시행한다. ☞ Ⓕ ② ①◦ 이물질에 의한 응급처치 술기 절차 및 방법은(안구손상 응급처치)를 참조한다.\n\n◦ 중증손상환자 기준에 해당하는 경우, 현장 처치시간은 최대 10분미만으로 최소화하는 것을원칙으로 하고, 환자평가과정으로 인해 이송이 지연되어서는 안된다.◦ 응급처치에 의하여 안구가 압박되어 안압상승이 발생하지 않도록 주의한다.◦ 이송 중 환자의 의식이 떨어진다면 두개 내 손상의 동반 가능성을 염두에 두고 처치한다.\n\n◦ 중증도 판단이 애매한 경우◦ 현장처치 혹은 이송 중 처치에 대한 판단이 어려운 경우\n\n◦ 중증 안과적 손상의 기준에 해당하는 경우 중증 안과적 외상진료가 가능한 가까운 권역외상센터 또는 지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에따라 의료지도 등을 받아 치료가 가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 응급의료취약지역의 경우 가장 가까운 지역응급의료기관 이상의 의료기관으로 이송함을원칙으로 한다.◦ 현장거리, 교통체증 등으로 구급차를 이용한 이송이 헬기 이륙 소요시간(약 15분) 및현장까지 소요예상 비행시간 등 보다 더 많은 시간이 소요될 것으로 판단될 경우에는헬기이송을 요청하고 지시에 따른다.◦ 중증 안관적 손상의 기준에 해당하지 않은 안과적 손상환자의 경우 가장 가까운\n\n지역응급의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.\n\n1. 신재훈, 이미진, 박성수, 정원준, 유연호: 안와파열골절 환자에서 중증 외상성 안구내 손상발생과 연관인자 분석. 건양대학교 의과대학 응급의학교실, 충남대학교 의학전문대학원 응급의학교실, 대한외상학회지 제22권 제1호, 2009;p1012. 김훈민, 김대현: 두부외상 환자의 신경안과적 분석, 조선대학교 의과대학 안과학교실, 대한안과학회지 제60권 제11호, 2019;p11083. 송성권, 김형민, 정원중, 소병학, 최승필: 눈 화학 손상의 임상적 고찰, 가톨릭대학교 의과대학 응급의학과, 대한응급의학회지 제24권 제3호, 2013;p307\n\n치과적 손상이란 외력에 의하여 발생하는 치아와 연조직의 손상을 말한다. 치아의 손상은파절, 진탕, 탈구, 적출이 있고 연조직은 좌상, 반상출혈, 열상 등의 손상을 입을 수 있다.\n\n◦ 안면부 및 두경부 손상을 동반할 수 있다.◦ 대부분(>60%) 낙상이나 운동경기 중에 발생한 외상에 의해 유발된다.◦ 치아가 적출된 경우 환자의 기도 내에 적출된 치아가 남아 있을 수 있다.\n\n󰠂적출된 치아를 갖고 있는지 물어본다.󰠂치아적출이 언제 발생하였는지 물어본다.(치료와 예후에 매우 중요함)󰠂손상기전 및 사고발생 당시 상황을 확인한다.󰠂환자의 과거력, 수술력, 약물복용력, 임신여부 등을 확인한다.◦ 신속한 외상초기평가󰠂기도의 열린 상태를 확인하고 유지한다. 호흡곤란이 있는지 확인한다.󰠂혈압, 맥박, 산소포화도를 포함한 활력징후를 측정한다.\n\n󰋼구강내 열상, 출혈, 적출된 치아부속물 또는 치아, 이물질 유무 등을 확인한다.󰋼안면부 또는 두경부 손상 등 동반 가능한 손상을 함께 평가한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 적출된 치아에 대한 적절한 처리(‘탈구된 치아’ 술기 지침 참조)가 중요하다.1 ☞ Ⓕ ② ①󰠂치아의 뿌리를 만지거나 씻어내지 않는다.󰠂이송 중에는 치아를 우유 또는 생리식염수에 넣어 이송한다.◦ 출혈이 심한 연조직 손상은 거즈를 이용하여 압박 드레싱을 적용한다. ☞ Ⓕ ② ①\n\n◦ 중증손상환자 기준에 해당하는 경우, 현장 처치시간은 최대 10분미만으로 최소화하는 것을원칙으로 하고, 환자평가과정이나 적출된 치아를 찾기 위하여 이송이 지연되어서는 안된다.◦ 입인두기도기의 적용이 필요할 때 여러 개의 치아가 흔들린다면 치아가 적출되지 않도록조심스럽게 시행한다.◦ 적출된 치아가 유치일 경우에는 재이식을 하지 않지만, 적출된 치아가 유치인지 명확하지않을 경우에는 치과적 처치가 가능한 의료 기관으로 이송함을 원칙으로 한다.◦ 소아일 경우, 아동학대 가능성이 있으므로 주의한다.\n\n◦ 적출된 치아의 오염이 심할 때◦ 중증도 판단이 애매한 경우◦ 현장처치 혹은 이송중 처치에 대한 판단이 어려운 경우\n\n◦ 중증 치과적 손상의 기준에 해당하는 경우 중증 치과적 외상진료가 가능한 가까운권역외상센터 또는 지역응급의료센터 이상의 의료기관 또는 치과대학병원(야간진료가능)으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료가 가능한가까운 지역응급의료기관으로 이송할 수 있다.◦ 응급의료 취약지역의 경우 치과적 외상 진료가 가능한 가장 가까운 지역응급의료기관 이상의의료기관 또는 치과대학병원(야간진료 가능)으로 이송함을 원칙으로 한다.◦ 중증 치과적 손상의 기준에 해당하지 않은 경증 치과적 단독 손상 환자의 경우 치과적 외상진료가 가능한 가장 가까운 지역응급의료기관 또는 치과대학병원(야간진료 가능)으로 이송한다.\n\n1. 김규림, 김승혜, 마연주, 「완전탈구된 치아의 보관매체에 관한 보호자, 구급대원, 응급의학과의사의 인식도」, 대한소아치과학회 제47권 제3호, 2020;p307-308\n\n화상 환자의 구조와 응급처치는 매우 위험할 수 있기 때문에, 현장의 안전을 확보하는 것이가장 중요하다. 화상이 발생한 원인에 따라 열화상, 전기화상, 화학화상, 및 방사선화상 등으로분류할 수 있다. 조직 손상과 피부 반응의 깊이를 기준으로 1도(표재성) 화상, 2도(부분층)화상, 3도(전층) 화상으로 구분한다.\n\n◦ 피부의 기능 소실󰠂외부 세계에 대한 기계적 방어 및미생물 침투 차단󰠂체내 수분 소실 방지와 감각기관 및 체온조절의 역할◦ 화상의 깊이(분류)\n\n1도 화상2도 화상3도 화상손상정도표피표피전층+ 진피일부진피전층+ 피하조직 대부분피부색붉은색붉은색갈색 또는 흰색 (마른가죽느낌)증상통증○/수포×통증○/수포○통증×/수포×치유기간1주내 회복2주내 회복피부이식 필요\n\n󰠂화상 자체만으로 즉사하는 경우는 거의 없음.󰠂동반된 외상, 기도 폐쇄 또는 유독가스 흡입 등의 결과로 발생◦ 중증 화상으로 전문화상센터에서의 치료가 유익한 경우(critical burns)1󰠂체표면적 5% 이상의 3도 화상󰠂체표면적 20% 이상의 2도 화상󰠂얼굴, 목, 손, 발, 회음부, 관절의 2도 이상 화상󰠂전기화상, 화학화상, 흡입손상󰠂동반된 중증 외상이 존재\n\n◦ 병력청취󰠂손상기전 및 사고발생 당시 상황을 확인한다.󰠂환자의 과거력, 수술력, 약물복용력, 임신여부 등을 확인한다.◦ 이학적 검진\n\n󰋼얼굴과 두피 화상, 불에 탄 코털과 눈썹, 목 주위를 둘러 싼 화상󰋼쉰 목소리, 청진시 천명음, 구강내 점막의 검댕/부종/발적, 검댕섞인 가래\n\n󰋼rule of nines󰋼palmar method\n\n󰠂중요 신체부위 포함 여부: 얼굴, 목, 손, 발, 회음부, 관절󰠂동반 손상의 확인\n\n◦ ‘환자 초기 평가·처치 표준지침’에 따라 전반적인 평가 및 처치를 시행한다.◦ 기도를 개방하고, 환자의 의식이 P 이하인 경우 입인두기도기(oropharyngeal airway)를삽입하여 기도를 유지한다. 만약 환자가 구역반사를 보일 경우에는 이를 제거하고코인두기도기를 삽입하여 기도를 유지한다. ☞ ② ①◦ 화재현장에서 구조된 모든 화상 환자의 경우, 비재호흡 마스크로 100% 산소를 투여한다.◦ 연기 흡입손상 환자의 경우 산소포화도가 95%이상이라도 반드시 고농도의 산소를 투여한다.◦ 산소투여에도 불구하고 아래와 같은 상황이 발생할 경우 기관내 삽관술을 시행한다.전문기도유지술 시행 자격 및 방법은 ‘기도삽관술기 지침’을 따른다. ☞ 1급 응급구조사 등󰠂지속적인 의식상태 악화󰠂\n\n심각한 호흡곤란의 발생: 호흡수 분당 30회 이상 또는 SpO2 90% 미만\n\n󰠂기도 부종의 빠른 악화: stridor 또는 wheezing 증가, 말하지 못함.◦ 정맥로 확보가 필요한 경우 18G 이상으로 정맥로를 1개 이상 확보하고 혈압, 맥박수, 의식등이 정상 범위로 회복될 때까지 5분~10분마다 500 mL(소아는 20 mL/kg)의 젖산링거액을 투여한다. ☞ ①\n\n󰠂쇼크를 일으킬 수 있는 심각한 동반 손상의 존재󰠂수축기 혈압 90 mmHg 미만◦ 의복 및 장신구 제거 ☞ Ⓕ ② ①◦ 생리식염수 또는 깨끗한 수돗물로 세척 및 냉각 후 마른 시트나 담요로 보온한다. 드레싱시 손가락과 발가락은 붙지 않도록 사이에 거즈를 넣어서 분리한다. ☞ Ⓕ ② ①\n\n◦ 중증손상환자 기준에 해당하는 경우, 현장 처치시간은 최대 10분미만으로 최소화하는 것을원칙으로 하고, 환자평가과정이나 정맥로 확보로 인해 이송이 지연되어서는 안된다.󰠂화상 자체로 인한 쇼크는 드물고, 주로 동반 손상으로 인해 발생함.󰠂화상환자에서 정맥로 확보는 종종 어려워 이송을 지연시킬 수 있음.◦ 얼음찜질(괴사우려) 등 과도한 냉각으로 인한 저체온 발생에 주의한다.\n\n◦ 기도삽관이 필요한 경우◦ 정맥로 확보 및 수액 투여◦ 위험물질 노출이 의심되는 경우◦ 중증도 판단이 애매한 경우\n\n◦ 전문화상센터에서의 치료가 필요한 다른 동반손상이 없는 단독 중증 화상 환자의 경우라도우선 가장 가까운 지역응급의료센터 이상의 의료기관 또는 치료가 가능한 화상전문병원으로이송함을 원칙으로 한다.◦ 다른 동반손상이 있는 중증화상환자의 경우 이송병원선정은 직접의료지도를 요청하고지도에 따른다.◦ 응급의료 취약지역의 경우 화상 진료가 가능한 가장 가까운 지역응급의료기관 또는화상전문병원 등으로 이송한다.\n\n◦ 현장거리, 교통체증 등으로 구급차를 이용한 이송이 헬기 이륙 소요시간(약 15분) 및현장까지 소요예상 비행시간 등 보다 더 많은 시간이 소요될 것으로 판단될 경우에는헬기이송을 요청하고 지시에 따른다.◦ 중증 화상 기준에 해당하지 않은 경증 단독 화상 환자의 경우 화상 진료가 가능한가장 가까운 지역응급의료기관으로 이송한다.\n\n1. Journal of Burn Care & Research, Volume 41, Issue 5, September/October 2020,Pages\n\n◦ 전기 화상󰠂전기가 들어가는 곳과 나오는 곳의 심한 조직 손상󰠂고전압인 경우 심한 근육수축 유발로 심부조직의 파괴와 골절등 발생󰠂전기흐름이 심장을 통과할 경우 치명적인 부정맥 발생◦ 낙뢰 손상󰠂천만 볼트 이상의 직류전류가 0.1초 이하의 시간 동안 작용󰠂사망원인은 주로 호흡정지 또는 무수축(asystole)󰠂직접 낙뢰에 맞지 않아도 낙뢰 손상 발생 가능󰠂피부에 특징적인 고사리모양 무늬(Lichtenberg figure)\n\n󰠂전류의 특성: 전압 및 교류/직류 여부󰠂신체 통과 경로(entry/exit wounds) 및 노출 시간󰠂손상기전 및 사고발생 당시 상황을 확인한다.󰠂환자의 과거력, 수술력, 약물복용력, 임신여부 등을 확인한다.\n\n◦ '환자 초기 평가·처치 표준지침'에 따라 전반적인 평가 및 처치를 시행한다.◦ 기도를 개방하고, 환자의 의식이 P 이하인 경우 입인두기도기(oropharyngeal airway)를삽입하여 기도를 유지한다. 만약 환자가 구역반사를 보일 경우에는 이를 제거하고코인두기도기를 삽입하여 기도를 유지한다. ☞ ② ①◦ 아래와 같은 상황이 발생할 경우 기관내 삽관술을 시행한다. 전문기도유지술 시행 자격 및\n\n방법은 ‘기도삽관 술기지침’을 따른다. ☞ 1급 응급구조사 등\n\n󰠂무호흡󰠂지속적인 의식상태 악화󰠂심각한 호흡곤란의 발생: 호흡수 분당 30회 이상 또는 SpO2 90% 미만◦ 척추고정 적응증(‘척추 고정’ 술기 지침 참조)에 해당하지 않는 환자를 제외한 모든 환자에게척추 고정을 시행한다. ☞ ② ①◦ 정맥로 확보가 필요한 경우 18G 이상으로 정맥로를 1개 이상 확보하여 300mL(소아는5mL/kg)의 젖산 링거액을 투여(☞ ①) 하고, 혈압, 맥박수, 의식 등이 정상 범위로회복되는지 확인한다. 쇼크가 지속될 경우 1L(소아는 10mL/kg)까지 수액을 지속적으로투여한다.(☞ ①)󰠂쇼크를 일으킬 수 있는 심각한 동반 손상의 존재󰠂수축기 혈압 90 mmHg 미만◦ 심정지 발생 시 ‘구급단계 심폐소생술 술기지침‘ 에 따라 소생술을 시행한다.󰠂 시행1 ☞ Ⓕ ② ①심폐소생술의 성공률이 매우 높으므로 신속한 기본인명구조술(BLS)󰠂통상적인 화상에서와는 달리 이송 전 현장에서의 정맥로 확보 고려 ☞ ①◦ 골절이 의심되는 부위에 대한 부목고정(‘부목고정’ 술기 지침 참조)을 시행하고 상처 부위는깨끗하게 드레싱(‘지혈 및 상처 드레싱 술기 지침’ 참조)을 시행한다. ☞ ② ①◦ 자동심장충격기를 부착하여 갑작스런 부정맥 발생을 대비한다. ☞ Ⓕ ② ①\n\n◦ 전원이 차단되기 전에는 환자에게 접근하지 말아야 하고, 고압 전선은 반드시 전기회사에서처리하도록 요청한다.◦ 다수의 낙뢰 손상자 발생 시 중증도 분류하고 다음을 주의한다.\n\n󰠂 치료2통상적인 외상 중증도 분류와 달리 심정지 환자를 우선적으로󰠂자발호흡이 있는 환자들은 추가적인 조치가 없어도 생존 가능성이 높음.\n\n◦ 기도삽관이 필요한 경우◦ 정맥로 확보 및 수액 투여◦ 심전도 상 부정맥 발생 시◦ 중증도 판단이 애매한 경우\n\n◦ 현장에서의 전체 손상 범위 파악은 어려우므로 가장 가까운 지역응급의료센터 이상의의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료가능한가까운 지역응급의료기관으로 이송할 수 있다.◦ 응급의료 취약지역의 경우 가능한 가장 가까운 지역응급의료기관 이상의 의료기관으로이송함을 원칙으로 한다.◦ 현장거리, 교통체증 등으로 구급차를 이용한 이송이 헬기 이륙 소요시간(약 15분) 및현장까지 소요예상 비행시간 등 보다 더 많은 시간이 소요될 것으로 판단될 경우에는헬기이송을 요청하고 지시에 따른다.◦ 모든 전기 및 낙뢰 손상 환자들은 화상전문센터 또는 화상전문병원에서의 치료를 고려한다.\n\n1. Arrhythm Electrophysiol Rev. 2017 Aug; 6(3): 114–117.2. Management of Multi-Casualty Incidents in Mountain Rescue: Evidence-BasedGuidelines of the International Commission for Mountain Emergency Medicine(ICAR MEDCOM), High Altitude Medicine & Biology.Jun 2018.131-140.\n\n위험물질은 고체/액체/기체의 여러 가지 형태로 존재하며, 화학물질/방사선물질/독극물 등그 종류도 다양하다. 위험물질 노출 사고는 부상자뿐만 아니라 현장으로 출동한 구조 및 구급대원, 인근 주민, 이송된 병원의 의료진에게도 위험을 초래할 수 있으므로 주의해야 한다.\n\n◦ 노출된 위험물질의 종류에 따라 매우 다양한 증상과 징후를 호소◦ 위험물질에 노출된 환자는 충분히 제염되기 전에는 일단 오염된 것으로 간주\n\n󰋼바람을 등지는 위치󰋼사고 지점보다 높은 지역\n\n󰋼인근 주민이나 구경꾼들의 접근 차단󰋼오염의 확산 방지\n\n󰠂위험물질 수송자의 인적사항 및 차량번호󰠂위험물질 제조회사 및 판별숫자(4자리 숫자)󰠂위험물질 양과 상황(유출/폭발 등)󰠂사고현장 상황과 기후조건󰠂선적자와 수취인\n\n󰋼위험물질이 규명된 후󰋼적절한 환자 제염 시행 후󰋼개인보호장비 착용 후\n\n󰋼발생 환자 수󰋼기도/호흡/순환 평가󰋼호소하는 증상 및 동반 손상의 확인\n\n◦ 현장 안전 확인 후 안전한 장소로 환자 이동(☞ Ⓕ ② ①) 후 '환자 초기 평가·처치 표준지침'에따라 전반적인 평가 및 처치를 시행한다.◦ 기도를 개방하고, 환자의 의식이 P 이하인 경우 입인두기도기(oropharyngeal airway)를삽입하여 기도를 유지한다. 만약 환자가 구역반사를 보일 경우에는 이를 제거하고코인두기도기를 삽입하여 기도를 유지한다. ☞ ② ①◦ 안면마스크로 6~10 L/min의 산소를 투여한다. ☞ ② ①◦ 산소 투여 후 아래와 같은 상황이 발생할 경우 기관내 삽관술을 시행한다. 전문기도유지술시행 자격 및 방법은 ‘기도삽관’ 술기 지침을 따른다. ☞ 1급 응급구조사 등󰠂무호흡󰠂지속적인 의식상태 악화󰠂심각한 호흡곤란의 발생: 호흡수 분당 30회 이상 또는 SpO2 90% 미만◦ 정맥로 확보가 필요한 경우 18G 이상으로 정맥로를 1개 이상 확보하여 300mL(소아는5mL/kg)의 생리식염수나 젖산 링거액을 투여(☞ ①) 하고, 혈압, 맥박수, 의식 등이 정상범위로 회복되는지 확인한다. 쇼크가 지속될 경우 1L(소아는 10mL/kg)까지 수액을지속적으로 투여한다.(☞ ①)󰠂쇼크를 일으킬 수 있는 심각한 동반 손상의 존재󰠂수축기 혈압 90 mmHg 미만\n\n◦ 사고 진압 후 참여 인력 및 장비 제염 ☞ Ⓕ ② ①\n\n◦ 위험물질이 규명되기 전에는 사고 현장으로 진입 금지◦ 제염으로 인한 저체온 발생에 주의◦ 처치와 이송을 분리하여 담당◦ 모든 항공기 이송 금지\n\n◦ 위험물질 노출 사고가 의심되는 모든 경우◦ 기도삽관이 필요한 경우◦ 정맥로 확보 및 수액 투여\n\n◦ 모든 위험물질 노출 의심 환자는 반드시 직접의료지도를 통해 이송병원을 선정하는 것을원칙으로 한다.\n\n1. 소방청, 재난현장 표준작전절차 SOP310, 유해화학물질사고 대응절차2. Palao R, Monge I, Ruiz M, Barrett JP: Chemical burns: pathophysiology andtreatment. Burns 36: 295, 2010.[PMID: 19864073]\n\n침수는 액체(가장 흔하게는 물)에 빠져 호흡곤란을 경험하는 상태를 말하고, 익사는침수상태가 오래되거나, 저산소증 상태가 진행되어 심정지(사망)에 이르는 상태를 말하는것으로, 침수와 익사는 일련의 과정이다. 통상적으로 침수와 익사로 구분하지 않고 익수로용어를 통일하기도 한다.1\n\n◦ 물에 빠지게 되면, 숨을 최대한 참다가 물을 폐로 흡입하게 된다. 다량의 물이 흡입되면서폐부종이 발생하게 되고, 결국은 저산소증이 발생하여 무호흡 및 심정지까지 이어질 수 있다.◦ 건성(dry) 익사는 소량의 물이 흡입된 직후 신체 방어기전으로 물이 추가로 흡입되는 것을막기 위한 후두경련이 일어난 경우로, 다량의 물이 흡입되지 않을 수도 있으나, 역시저산소증으로 사망할 수 있다.\n\n󰠂깊이에 상관없이 실제 물에 빠졌었는지 여부󰠂다이빙보드에서의 다이빙 또는 추락과 같은 외상 가능성 여부󰠂침수 시간󰠂물의 온도󰠂민물 또는 바닷물◦ 이학적 검진󰠂반응 여부(무반응, 이상 반응, 정상 반응)󰠂호흡 상태(무호흡, 이상 호흡, 정상 호흡)󰠂의식 상태󰠂구토󰠂기침\n\n◦ 환자를 물에서 구출하고 안전한 곳으로 옮긴다. ☞ Ⓕ ② ①\n\n◦ ‘환자 초기 평가·처치 표준지침’에 따라 전반적인 평가 및 처치를 시행한다.◦ 젖은 피복을 제거하고, 마른 피복으로 덮어준다. ☞ Ⓕ ② ①◦ 무반응, 심정지 환자\n\n⦁기도확보를 위해 도수조작(머리기울임 제외)을 시행하고, 입인두기도기를 삽입(☞ ②①)한다. 다만 전문기도유지술(☞ 1급 응급구조사 등)을 시행할 경우 이를 생략할 수있다.⦁기도확보가 적절히 시행되었는지 환자 양측 흉부가 상승하는지 육안 확인, 호흡음 청진,호기말 이산화탄소 측정장비를 사용한다. ☞ ② ①\n\n⦁산소(분당 10~15 L)를 연결하고, 백밸브마스크를 사용하여 호흡을 보조한다. ☞ ② ①⦁전문기도삽입술이 시행되지 않은 환자에서는 백밸브마스크를 환자의 얼굴에 밀착시키고가슴압박과 인공호흡의 비가 30:2가 되도록 호흡을 보조한다. ☞ ② ①⦁전문기도삽입술이 시행된 경우 백밸브마스크의 마스크를 제거하고 전문기도삽입장비와연결한 후 6초에 한번(분당 10회) 가슴압박의 이완기에 호흡을 보조한다. 전문기도삽입술이 시행된 후 가슴압박은 가능한 중단 없이 지속적으로 시행되도록 한다.\n\n⦁구급대원은 필요할 경우 일반인에게 심폐소생술 참여 혹은 근처의 자동심장충격기를가져올 것을 권유할 수 있으며 해당 일반인이 심폐소생술을 할 경우 가슴압박만을 실시할 수 있다.⦁가슴압박은 환자의 가슴 한 가운데를 최소 5 cm 깊이(6 cm초과 안됨)로 분당100~120회의 속도로 빠르게 압박하며 압박 후 충분히 이완되도록 한다.⦁구급대원이 2인 이상일 경우 적절한 가슴압박이 시행되고 있는지 압박 깊이, 속도, 압박대 이완의 비(1:1) 등을 지속적으로 상호 점검하고 격려한다. 적절한 가슴압박을 모니터하기 위하여 메트로놈, 흉부저항감시장비 등을 사용할 수 있다.⦁가슴압박을 위한 기계식 장비의 사용은 각 지역 소방본부의 지침에 따른다.\n\n※ 환자를 들것으로 이동하거나, 운행 중인 구급차, 열차 및 항공기 등 좁은 공간, 소생술이길어지거나 인력이 부족한 경우 또는 감염병노출 위험 등 특수한 상황에서는 가슴압박의중단을 최소화하기 위해, 압박장치의 비적응증을 제외하고 적극적으로 기계식 압박 장비의사용을 고려한다.\n\n󰋼자동심장충격기 리듬 확인 ☞ Ⓕ ② ①\n\n⦁심정지로 확인되면 심장충격기를 준비한다.\n\n⦁환자 흉부의 물기를 완전히 닦는다.⦁자동심장충격기의 패드 부착은 가슴압박과 호흡보조에 방해되지 않게 가능한 신속히이루어지도록 한다.⦁자동심장충격기의 리듬이 분석되는 동안 가슴압박 및 호흡보조를 멈춘다.⦁제세동이 필요하지 않은 경우 즉시 가슴압박을 비롯한 심폐소생술을 시작한다.⦁제세동이 필요한 경우 충전버튼을 누르고(장비에 따라 자동으로 충전되는 경우도 있음)충전되는 동안 가슴압박을 시행한다. 충전이 완료되면 가슴압박을 멈추고 제세동을시행한다. 제세동을 시행한 직후 가슴압박을 비롯한 심폐소생술을 시작한다.\n\n󰋼저온이 아닌 경우의 심정지 치료 순서대로 치료를 시행한다.󰋼재가온 치료를 시행한다.\n\n⦁재가온 치료는 심폐소생술을 시행하는 인력 외에 추가 인력이 있을 경우 시행한다.⦁구급차내 히터를 작동시켜 실내온도를 최대한 높인다. ☞ Ⓕ ② ①⦁온장고에 보관되어 있던 따뜻한 수액을 겨드랑이와 사타구니에 적용한다. 이 때 수액이피부에 직접 닿지 않게 수건이나 거즈로 싸서 적용한다. ☞ ② ①\n\n󰋼척추고정을 실시한다.(‘척추 고정’ 술기 지침 참조) ☞ ② ①\n\n󰋼비재호흡 마스크로 15 L/min 100% 산소를 투여한다. ☞ ② ①저체온 환자\n\n󰋼구급차내 히터를 작동시켜 실내온도를 최대한 높인다. ☞ Ⓕ ② ①󰋼온장고에 보관되어 있던 따뜻한 수액을 겨드랑이와 사타구니에 적용한다. 이때 수액이피부에 직접 닿지 않게 수건이나 거즈로 싸서 적용한다. ☞ ② ①\n\n󰋼기도를 개방하고, 환자의 의식이 P 이하인 경우 입인두기도기(oropharyngeal airway)를삽입하여 기도를 유지한다. 만약 환자가 구역반사를 보일 경우에는 이를 제거하고코인두기도기를 삽입하여 기도를 유지한다. ☞ ② ①󰋼비재호흡 마스크로 15 L/min 100% 산소를 투여한다. ☞ ② ①󰋼전문기도 확보가 필요할 경우 후두마스크 또는 기관내 삽관(☞ 1급 응급구조사 등)을 시행하고,산소(분당 10~15 L)를 연결하고, 백밸브마스크를 사용하여 호흡을 보조(☞ ② ①)한다.󰋼기도확보가 적절히 시행되었는지는, 환자 양측 흉부가 상승하는지 육안 확인, 호흡음 청진,호기말 이산화탄소 측정장비를 사용한다. ☞ ② ①\n\n◦ 환자 구출을 위해 물에 뛰어들지 말고, 기구나 로프를 이용해 환자를 구조한다.◦ 이물에 의한 기도폐쇄가 아니면, 폐의 물을 제거하기 위한 시도는 하지 않는다.◦ 다이빙 사고 등 외상에 의한 척추 손상 가능성에 대해 고려하고 조치한다.◦ 척추 손상이 의심되지 않는 경우, 척추 고정은 하지 않는다.◦ 저체온에 의한 심정지의 경우, 체온이 35도 이상이 될 때까지 소생술을 중단하지 않아야한다.5◦ 침수 환자는 증상이 경미하더라도, 지연성 흡인성 폐렴 발생 가능성으로 반드시의료기관으로 이송한다.6\n\n◦ 심폐소생술 유보 및 중단의 경우(‘소생술 유보 및 소생술 중단’ 지침 참조)◦ 심정지 환자의 기도확보를 위해 전문기도유지술이 필요한 경우◦ 정맥로 확보 및 수액 투여◦ 이송병원 선정에 관한 조언이 필요한 경우(예: 장거리 이송 등)\n\n◦ 가장 가까운 지역응급의료기관 이상의 병원으로 이송함을 원칙으로 한다.◦ 지역 내 이송병원 선정지침이 있을 경우 지역 지침에 따라 이송할 수 있다.\n\n1. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p1962~19632. Lee MJ, Rho TH, Kim H, et al Part 3. Advanced Cardiac life support: 2015Korean Guidelines for Cardiopulmonary Resuscitation.Clin Exp Emerg Med2016;3:S17-S26.3. Williamson JP, Illing R, Gertler P, et al. Neardrowning treated with thera-peutichypothermia. Med J Aust 2004;181:500 –1.4. Watson R S, Cummings P, Quan L, et al. Cervical spine injuries amongsubmersion victims. J Trauma 2001;51:658-62.5. vanden hoek TL, Morrison LJ, shuster M, et al part12: Cardiac arrest in specialsituation: 2010 American heart Association Guidelines for CardiopulmonaryResuscitation and emergency cadiovascular care. circulation 2010;122(18 suppl3):s829-616. Song JH, Wee JH, Park JH, et al Predictive variables of pneumonia amongadult submersion victims without out-of-hospital cardiac arrest. J Korean SocEmerg Med 2015;26:172-8.\n\n저체온증은 열 발생이 많거나, 저온환경에 지속적으로 노출되어 심부 체온이 저하된경우이고, 보통 35 ℃ 이하를 말한다. 심부체온은 현장에서 측정이 불가능하므로 환자 체온은구급차량내 비치된 고막체온계상의 온도를 기준으로 한다.\n\n◦ 34 ℃ 이상은 경증의 저체온증 상태이다.\n\n󰠂추위를 느낀다.󰠂떨림이 나타난다.󰠂기면, 경한 혼동 증상, 판단력 저하 등의 증상이 나타난다.󰠂운동 실조 증상이 나타난다.󰠂호흡수, 혈압, 맥박수가 상승한다.\n\n◦ 30~34 ℃는 중등도의 저체온증 상태이다.\n\n󰠂떨림이 감소한다.󰠂기면, 혼미, 섬망 등의 증상이 나타난다.󰠂반사가 저하된다.󰠂신체 기능의 저하로 호흡수, 혈압, 맥박수가 감소한다.\n\n󰠂떨림이 사라진다.󰠂혼수가 나타난다.󰠂부정맥의 위험성이 증가한다.󰠂호흡, 맥박수가 감소하고, 맥박이 잘 촉지 되지 않는다.󰠂심정지가 나타난다.\n\n󰠂갑상선기능저하 등의 과거 내과적 병력󰠂약 복용력󰠂정상 온도 또는 저온 환경에 노출 여부 및 시간\n\n󰠂나이󰠂알코올 섭취, 바르비튜레이트(barbiturates) 등 진정제 복용 여부◦ 이학적 검진󰠂감염 여부󰠂몸이 젖었는지 여부󰠂증상 및 징후󰠂피부의 차갑고, 축축한 정도󰠂몸 떨림󰠂의식 상태 변화󰠂사지의 통증이나 감각 이상󰠂서맥(느린맥): 맥박 확인은 저체온증의 경우 서맥(느린맥) 발생 가능성이 높아 20초 이상실시한다.󰠂저혈압 또는 쇼크\n\n◦ ‘환자 초기 평가·처치 표준지침’에 따라 전반적인 평가 및 처치를 시행한다.◦ 젖은 의복 제거 및 마른 담요로 환자를 감싸고 저온환경에서 환자를 이동시켜 저온노출로부터 환자를 보호한다. ☞ Ⓕ ② ①\n\n󰠂 따른다.2저체온 심정지 치료 프로토콜을\n\n󰋼심정지로 확인되면 심장충격기를 준비한다. ☞ Ⓕ ② ①\n\n⦁구급대원이 2인 이상일 경우 심장충격기를 준비하는 동안 다른 구급대원은 심폐소생술을 시행한다.⦁심폐소생술은 다음의 가슴압박, 기도확보, 호흡보조를 포함하여 실시한다. 이 지침의대부분은 ’2020년 심폐소생술 가이드라인‘을 따른다.\n\n⦁구급대원은 필요할 경우 일반인에게 심폐소생술 참여 혹은 근처의 자동심장충격기를가져올 것을 권유할 수 있으며 해당 일반인이 심폐소생술을 할 경우 가슴압박만을 실시할 수 있다.⦁가슴압박은 환자의 가슴 한 가운데를 최소 5 cm 깊이(6 cm초과 안됨)로 분당100~120회의 속도로 빠르게 압박하며 압박 후 충분히 이완이 되도록 한다.⦁구급대원이 2인 이상일 경우 적절한 가슴압박이 시행되고 있는지 압박 깊이, 속도, 압박\n\n대 이완의 비(1:1) 등을 지속적으로 상호 점검하고 격려한다. 적절한 가슴압박을 모니터하기 위하여 메트로놈, 흉부저항감시장비 등을 사용할 수 있다.\n\n⦁가슴압박을 위한 기계식 장비의 사용은 각 지역 소방본부의 지침에 따른다.\n\n※ 환자를 들것으로 이동하거나, 운행 중인 구급차, 열차 및 항공기 등 좁은 공간, 소생술이길어지거나 인력이 부족한 경우 또는 감염병노출 위험 등 특수한 상황에서는 가슴압박의중단을 최소화하기 위해, 압박장치의 비적응증을 제외하고 적극적으로 기계식 압박 장비의사용을 고려한다.\n\n⦁기도확보를 위해 도수조작(머리기울임 제외)을 시행하고, 입인두기도기를 삽입(☞ ②①)한다. 다만 전문기도유지술(☞ ①)을 시행할 경우 이를 생략할 수 있다.⦁기도확보가 적절히 시행되었는지 환자 양측 흉부가 상승하는지 육안 확인, 호흡음 청진,호기말 이산화탄소 측정 장비를 사용한다. ☞ ② ①\n\n⦁산소(분당 10~15 L)를 연결하고, 백밸브마스크를 사용하여 호흡을 보조한다. ☞ ② ①⦁전문기도삽입술이 시행되지 않은 환자에서는 백밸브마스크를 환자의 얼굴에 밀착시키고 가슴압박과 인공호흡의 비가 30:2가 되도록 호흡을 보조한다. ☞ ② ①⦁전문기도삽입술이 시행된 경우 백밸브마스크의 마스크를 제거하고 전문기도삽입장비와연결한 후 분당 10회의 속도로 가슴압박의 이완기에 호흡을 보조(☞ ② ①)한다.전문기도삽입술이 시행된 후 가슴압박은 가능한 중단 없이 지속적으로 시행(☞ Ⓕ ②①)되도록 한다.\n\n󰋼자동심장충격기 리듬 확인 ☞ Ⓕ ② ①\n\n⦁자동심장충격기의 패드 부착은 가슴압박과 호흡보조에 방해되지 않게 가능한 신속히이루어지도록 한다.⦁자동심장충격기의 리듬이 분석되는 동안 가슴압박 및 호흡보조를 멈춘다.⦁제세동이 필요하지 않은 경우 즉시 가슴압박을 비롯한 심폐소생술을 시작한다.⦁제세동이 필요한 경우 충전버튼을 누르고(장비에 따라 자동으로 충전되는 경우도 있음)충전되는 동안 가슴압박을 시행한다. 충전이 완료되면 가슴압박을 멈추고 제세동을시행한다. 제세동을 시행한 직후 가슴압박을 비롯한 심폐소생술을 시작한다.⦁일반 심정지 프로토콜을 따른다.\n\n󰠂 재가온3중등도 이상의 저체온증 환자에서의\n\n󰋼구급차내 히터를 작동시켜 실내온도를 최대한 높인다. ☞ Ⓕ ② ①󰋼온장고에 보관되어 있던 따뜻한 수액을 겨드랑이와 사타구니에 적용한다. 이 때 수액이\n\n피부에 직접 닿지 않게 수건이나 거즈로 싸서 적용한다. ☞ ② ①󰠂혈압, 맥박, 호흡. 산소포화도를 지속적으로 감시(☞ ② ①)하며 이송(☞ Ⓕ ② ①)한다.\n\n◦ 환자에 대한 과도한 조작은 부정맥을 유발할 수 있어, 환자를 부드럽게 다룬다.◦ 저체온의 경우 일반 체온계로 측정되지 않을 수 있다. 체온 측정이 불가능한 상황이라면몸을 만져보고 떨림이 있는지 확인하여 체온을 추정한다.◦ 저체온증에 의한 심정지 상태에서는, 정상 체온에서 보다 훨씬 오랜 기간 동안 뇌의 생존가능성을 유지할 수 있다. 따라서 저체온에 의한 심정지의 경우, 신체의 분리 등의 명백한사망의 증거가 없으면 무조건 심폐소생술을 시행한다.4\n\n◦ 심폐소생술 유보 및 중단의 경우(‘소생술 유보 및 소생술 중단‘ 지침 참조)◦ 심정지 환자의 기도확보를 위해 전문기도유지술이 필요한 경우◦ 정맥로 확보 및 수액 투여◦ 이송병원 선정에 관한 조언이 필요한 경우(예: 장거리 이송 등)◦ 중증도 판단이 애매한 경우◦ 현장처치 혹은 이송중 처치에 대한 판단이 어려운 경우\n\n◦ 34도 미만의 중등도 이상의 저체온증 환자는 중증환자이므로 가까운 지역응급의료센터이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아치료가 가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 응급의료 취약 지역일 경우 가장 가까운 지역응급의료기관 이상의 의료기관으로 이송한다.◦ 34도 이상의 경증의 저체온증 환자는 가장 가까운 지역응급의료기관으로 이송한다.◦ 저체온 심정지 환자는 가장 가까운 지역응급의료기관 이상의 의료기관으로 이송한다.\n\n1. 대한응급의학회, 「응급의학」 ,군자출판사, 2019.11, p18992. vanden hoek TL, Morrison LJ, shuster M, et al part12: Cardiac arrest in specialsituation: 2010 American heart Association Guidelines for CardiopulmonaryResuscitation and emergency cadiovascular care. circulation 2010;122: suppl3:s829-613. Schneider SM. Hypothermia: from recognition to rewarming. Emerg Med Rep1992;13:1-2 0.4. Lee MJ, Rho TH, Kim H, et al Part 3. Advanced Cardiac life support: 2015Korean Guidelines for Cardiopulmonary Resuscitation.Clin Exp Emerg Med2016;3:S17-S26.\n\n고온 환경 질환은 고온 환경에 노출되었을 때, 열 발산의 문제로 심부 체온이 상승하는 경우이다. 노인이나 소아, 사회․경제적 취약층, 영양실조, 탈수, 알코올 등 약물 남용, 피로, 고온환경에서 일하는 경우, 심혈관계 질환, 갑상선 질환 등의 내과적 질환을 앓고 있는 경우 등에서쉽게 발생할 수 있다. 고온 환경 질환의 종류와 임상적 특징은 다음과 같다.\n\n󰠂체온 조절 기능 장애로 발생󰠂심부 체온이 40 ℃ 이상 상승󰠂다양한 신경학적 증상 및 의식 변화󰠂불안, 이상 행동, 신경질적 반응, 환각, 경련, 운동 실조, 의식 소실, 혼수󰠂빈호흡, 빈맥(빠른맥), 저혈압󰠂진행시 발한이 소실되어 마르고 뜨거운 피부(일부에서는 축축한 피부)\n\n󰠂땀을 많이 흘리거나 전해질 공급 부족으로 탈수와 전해질 이상 발생󰠂체온은 정상에서 40 ℃ 까지 다양󰠂대개는 의식 상태는 정상󰠂두통, 어지러움, 피로, 무기력, 구토 증상󰠂빈맥(빠른맥), 실신, 과호흡, 저혈압, 발한\n\n󰠂과도한 신체 활동과 관련󰠂과도한 발한과 염분 소실로 복부, 다리 등에서 갑작스런 통증을 동반한 불수의적인 근육경련󰠂체온은 대개 정상\n\n󰠂열 스트레스에 적응하지 못한 사람이 갑자기 더운 환경에 노출 시 발생하는 기립성 실신󰠂말초혈관 확장으로 실신이 발생하여 뇌혈류가 회복되면 의식은 정상화\n\n◦ 열 부종 : 더위 노출로 손·발이나 발목 부종\n\n◦ 병력청취󰠂나이, 과거 내과적 병력󰠂투약이력\n\n󰋼알코올, 암페타민, 항콜린성약물(아트로핀), 항히스타민제, 코카인, 이뇨제, 삼환계항우울제󰋼뜨겁거나 습한 환경에 노출여부 와 노출 시간󰋼과도한 신체 활동 여부󰋼피로 또는 근육 경련󰋼발한, 수분 또는 전해질 보충 여부\n\n◦ 이학적 검진󰠂의식 상태: AVPU 측정법으로 평가󰠂환자 체온 측정󰠂순환징후: 뜨겁고 건조한 피부 또는 축축한 피부, 모세혈관 재충혈 시간󰠂혈압: 저혈압 또는 쇼크󰠂혈당검사: 저혈당의 선행원인이 되어 고온 환경에 노출되었을 수 있다.\n\n◦ 고온 환경으로부터 환자를 이동시키고 의복을 제거하여 고온 노출로부터 환자를 보호한다.\n\n☞ Ⓕ ② ①◦ ‘환자 초기 평가·처치 표준지침’에 따라 전반적인 평가 및 처치를 시행한다.◦ 의식이 정상인 환자: 열경련, 열 실신, 열탈진 의심 환자󰠂경구로 전해질 음료를 투여한다. ☞ Ⓕ ② ①󰠂혈압, 맥박, 호흡. 산소포화도를 지속적으로 감시(☞ ② ①)하며 이송(☞ Ⓕ ② ①)한다.◦ 의식이 떨어진 환자(V 이하): 열사병 의심 환자2󰠂즉시 이송을 하면서 처치를 시작한다. ☞ Ⓕ ② ①󰠂환자를 편평한 곳에 반듯하게 눕혀 안정을 취하게 하고 수축기혈압이 90 mmHg 미만이아닌 경우에는 흡인을 방지하기 위해 상체를 30도 정도 올려준다. ☞ Ⓕ ② ①󰠂기도를 개방하고, 환자의 의식이 P 이하인 경우 입인두기도기(oropharyngeal airway)를삽입하여 기도를 유지한다. 만약 환자가 구역반사를 보일 경우에는 이를 제거하고 코인두기도기를 삽입하여 기도를 유지한다. ☞ ② ①󰠂의식이 V 이고 말초 산소포화도가 94% 미만인 경우, 안면마스크를 통하여 6~10 L/min\n\n의 산소를 투여한다. ☞ ② ①󰠂의식이 P, U 이고 말초 산소포화도가 94% 미만인 경우, 기도를 확보하고 비재호흡마스크로 12~15 L/min의 산소를 투여한다. ☞ ② ①󰠂의식이 P, U 이고 자발호흡이 정상적이지 않은 경우 등 필요하다고 판단되는 경우 기도를확보하고 백밸브마스크를 통하여 10~15 L/min의 산소를 투여하고 양압 환기를 시행한다. ☞ ② ①󰠂즉시 혈당을 측정(☞ ② ①)하여 70mg/dL 이하면 정맥로를 확보(☞ ①)하여 50% 포도당액50mL(10세 미만: 10% 포도당 용액을 5mL/kg)을 투여(☞ ①)한다.󰠂수분보충을 위해 경구 투여를 하면 안 되고 정맥로를 확보하여 300mL(소아는 5mL/kg)의생리식염수나 젖산 링거액을 투여(☞ ①) 하고, 혈압, 맥박수, 의식 등이 정상 범위로 회복되는지 확인한다. 쇼크가 지속될 경우 1L(소아는 10mL/kg)까지 수액을 지속적으로 투여한다.3(☞ ①)󰠂열부종이 발생한 부위는 심장보다 높게 올린다.󰠂이송 중 냉온 처치󰋼구급차내 에어컨을 작동시켜 실내 온도를 최대한 낮춘다. ☞ Ⓕ ② ①󰋼전신에 물을 뿌려주고, 부채질이나 휴대용 선풍기를 이용하여 증발을 유도한다. ☞ Ⓕ ② ①󰋼혹서기(7월에서 8월)에는 구급차내 얼음주머니가 구비되어 있다면, 겨드랑이와 사타구니에얼음주머니를 대준다. ☞ Ⓕ ② ①󰋼냉온처치 중 환자가 한기로 인해 몸을 떨면(shivering) 냉온처치를 일시 중단한다.\n\n󰠂혈압, 맥박, 호흡. 산소포화도를 지속적으로 감시(☞ ② ①)하며 이송(☞ Ⓕ ② ①)한다.\n\n◦ 최초 열탈진으로 접근하였으나 의식저하가 지속되면, 열사병이나 다른 원인에 대해 고려하고의료 기관으로 이송한다.◦ 최초 열 실신으로 접근하였으나 의식저하가 지속되면, 다른 원인에 대해 고려하고의료기관으로 이송한다.\n\n◦ 전문기도유지술이 필요한 경우◦ 정맥로 확보 및 수액 투여◦ 중증도 판단이 애매한 경우\n\n◦ 열사병이 의심되는 경우 중증 환자이므로 가까운 지역응급의료센터 이상의 의료기관으로이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료가 가능한 가까운지역응급의료기관으로 이송할 수 있다.◦ 응급의료 취약 지역일 경우 가장 가까운 지역응급의료기관 이상의 의료기관으로 이송한다.◦ 열사병 이외의 고온 환경 질환일 경우 가장 가까운 지역응급의료기관으로 이송한다.\n\n1. 대한응급의학회, 「응급의학」 ,군자출판사, 2019.11, p1894~18972. Tintinalli JE, Kelen GD, Stapczynski JS. Emergency Medicine: A compre-hensive Study Guide. 6th ed. New York, McGraw-Hill, 2016.3. Kurt J. Isselbacher, Eugene Braunwald, Jean D. Wilson, Joseph B. Martin,Anthony S. Fauci, Dennis L. Kasper :Harrison’s Principles of InternalMedicine.14th ed. McGraw Hill,2018.\n\n중독은 신체기관에 해를 끼치는 물질에 노출되었을 때 발생하며, 직업적, 환경적, 유흥적,악용으로 발생한다. 노출 경로로는 흡입, 경구 섭취, 피부, 점막 노출, 주입 등이 있다. 중독후 의식의 변화를 보이는 경우에는 저산소증, 마약성진통제(opioid)중독, 저혈당증, 베르니케뇌증 등을 고려해야 하며, 경험적으로 산소, 날록손, 포도당, 티아민을 투여 할 수 있다.\n\n◦ 무증상에서부터 중증의 증상까지 다양하게 나타날 수 있으며, 의식의 변화, 저혈압, 고혈압,호흡저하, 빈맥(빠른맥), 부정맥, 경련 등이 나타날 수 있다.◦ 중독 증후군 : 각 약물마다 특징적인 임상 양상을 나타낸다.󰠂마약성 진통제(헤로인, 옥시코돈, 모르핀 등): 흔한 증상으로는 의식의 저하,축동(동공수축), 호흡의 저하 등을 보이며, 그밖에도 저체온, 서맥(느린맥), 호흡부전에 의한사망, 급성 폐손상 등을 나타낸다.1 날록손을 해독제로 사용할 수 있다.2󰠂교감신경흥분제(코카인, 암페타민 등): 흔한 증상으로는 흥분, 산동(동공확대), 발한,빈맥(빠른맥), 고혈압, 고체온 등을 보이며, 그밖에도 경련, 횡문근융해증, 급성심근경색이발생할 수 있으며 경련, 심장마비, 고체온 등에 의해 사망할 수 있다.3󰠂콜린성 약물(유기인계, 카바메이트계 살충제): 특징적인 무스카린성 증상(침분비, 눈물분비,발한, 구역, 구토, 배뇨, 배변, 기관지분비물 등)이 나타난다. 또한 니코틴성 증상(산동(동공확대), 빈맥(빠른맥), 근육의 연축, 근력저하, 고혈압, 고혈당 등)도 나타나며 그 밖에도서맥(느린맥), 축동(동공수축)/산동(동공확대), 경련, 호흡부전, 마비 등이 나타날 수 있다.마비에 의한 호흡부전, 기관지분비물, 경련 등에 의해 사망할 수 있다.4 해독제로는아트로핀, 2-PAM(pralidoxime)을 사용한다.4󰠂아세트아미노펜(타이레놀 등): 초기에는 무증상에서부터 구역, 구토 등을 보이며, 독성용량(>10 gm/일, 200 mg/kg/일)을 넘은 경우 비가역적인 간 손상을 초래할 수 있다.5해독제로는 N-acetylcysteine을 경구 또는 정맥 투여한다.6󰠂삼환계 항우울제(TCA): 경련, 부정맥, 저혈압, 의식의 변화 등을 유발할 수 있으며, 심전도변화(빈맥(빠른맥), QRS말단 40mmsec의 우측변위, PR 간격, QRS간격, QT간격의 연장등)를 나타낼 수 있으며 이는 주로 노출 6시간 이내에 발생하며, 36~48시간 정도 지나면사라진다. 해독제로 중탄산나트륨(sodium bicarbonate)를 사용할 수 있으며, 이는 심장\n\n전도 이상, 심실부정맥, 수액 처치에 반응하지 않는 저혈압이 있을 때 사용한다.8󰠂심장약물(항고혈압 약, 항부정맥 약 등): 저혈압, 서맥(느린맥), 부정맥, 의식의 변화 등이발생할 수 있다.9 베타차단제, 칼슘차단제의 해독제로는 각각 글루카곤, 염화칼슘이 있으며,수액처치에 반응하지 않는 저혈압시 글루카곤을 투여하며, 글루카곤에 반응하지 않을 때염화칼슘을 투여한다.10󰠂수면-진정제(벤조디아제핀, 바비튜레이트 등): 의식의 저하, 불분명한 발음, 운동실조 등이흔하게 나타나며, 그 밖에도 혼수, 무의식, 호흡저하, 무호흡, 서맥(느린맥) 등을 나타낼수 있다.11 벤조디아제핀의 해독제로는 flumazenil이 있으나 사용은 제한적이다. 치료에있어 가장 중요한 요소는 호흡보조이다.12󰠂저혈당 약제(설포닐유레아, 인슐린 등): 의식의 변화, 발한, 빈맥(빠른맥), 고혈압 등이흔하게 생기며, 마미, 불분명한 발음, 이상행동, 경련 등을 보일 수 있으며, 경련과 이상행동등에 의해 사망에 이를 수 있다. 해독제로는 포도당을 정주하거나 먹을 수 있다면 먹도록한다.13󰠂제초제(paraquat): 중증의 국소적인 자극을 유발하며 전신을 파괴하는 독소가 유발되어20% 파라쿼트 5mL를 섭취했을 경우 사망에 이를 수 있다.14 섭취한 경우 빠르게 흡수되어2시간 정도 지나면 혈중 최고 농도에 이른다. 증상으로는 국소적인 자극, 표피의 궤양,눈에 노출 시 각막의 심각한 부식성 손상을 유발하며, 상부기도 점막의 손상, 코피, 기침,호흡곤란, 흉통, 폐부종, 객혈 등이 발생한다. 소화기 점막 손상 및 궤양, 점막의 부식성손상을 유발할 수 있다. 다발성 장기 손상을 유발하며, 신부전, 심부전, 간부전, 광범위한폐손상을 유발한다.15󰠂일산화탄소(CO) 중독: 두통, 시력감소, 구토, 혼미, 운동실조, 호흡곤란 및 빈호흡, 경련,심전도의 변화/부정맥, 실신, 흉통 등이 발생하며, 심각한 중독의 경우에는 혼수상태를나타낼 수 있다.16 고유량의 산소투여가 필요하며, 필요시 고압산소 치료를 시행할 수있다.17\n\nSpMat 수치증 상00~03%정상03~05%SpCO(일산화탄소수치) 체크하여 신중하게 판단05~15%SpCO(일산화탄소수치)에 근거 치료 및 이송 결정15~20%청색증20~45%심심한 청색증, 탈력감, 빈맥, 호흡곤란, 오심, 구토45~55%기면, 현기증, 혼미55~70%순환부전, 심부정맥, 발작 혼수70% 이상사망에 이를 수 있음\n\nSpCO 수치증 상00~02%건강한 사람, 비흡연자03~04%흡연자05~10%경미한 두통(지각 · 운동능력 저하, 흡연자)10~20%보통의 두통을 동반한 호흡곤란, 피로감20~30%심한 두통, 오심(속이 불편하고 구토증세, 구토, 현기증30~40%극심한 두통을 동반한 어지럼증, 구토와 판단력 저하40~50%빈맥을 동반한 기절, 정신이상50~60%발작, 쇼크, 무호흡, 혼수상태, 사망에 이를 수 있는 단계\n\n󰠂부식제(sodium hyroxide, sodium hypochlorite 등) : 상기도 손상 및 비심인성 폐부종유발, 점막손상과 영구적 반흔, 광범위성 손상을 유발하는 액화괴사 및 응고성 괴사 등에의해 사망 할 수 있다.19\n\n◦ 병력청취: 가능한 많은 양의 정보를 얻도록 한다.20󰠂중독 물질, 약물의 종류, 노출 경로, 노출된 시간, 중독물질의 용량, 섭취 후 구토 여부,\n\n구토까지의 시간, 섭취 원인/동기, 증상 발현시간, 질병의 과거력 및 투약 내용 등󰠂중독의 의도를 파악한다 : 사고, 자살, 범죄 등 구분\n\n󰠂목격자가 있다면 위의 사항을 자세히 물어본다.󰠂현장 정보 : 빈 약물통/봉지, 보관함, 현장의 특이한 냄새, 이상한 물질, 약물 설명서, 처방전 등이 있는 지 확인하고, 환자의 직업이나 취미 등도 파악한다. 유서 등이 있는지도 확인한다.\n\n󰠂환자의 심폐기능을 평가한다.󰋼기도, 호흡 상태, 순환상태를 확인한다.󰋼기도, 호흡, 순환상태를 안정화 시킨 후 체온, EKG, 산소포화도, 저혈당 유무를 확인한다.󰠂환자의 전신 상태를 확인하며, 흥분, 혼돈, 둔감 한지 평가한다.󰠂피부의 청색증이나 홍조, 심한 발한이나 건조한 피부, 손상이나 약물 주입의 증후가 있는지, 궤양이나 물집이 있는 지 확인한다. 멍(타박상)이 있을 경우에는 외상, 출혈성 경향,오랜 무의식 상태 등을 생각해 볼 수 있다.󰠂동공의 크기와 동공반사의 정도, 안구진탕, 과도한 눈물 분비 등이 있는지 확인한다.󰠂입인두를 확인하여 과도한 침분비가 있는지, 과도하게 건조해 있는지를 확인하며, 청진을통해서 기관지 분비물, 천명음, 심장 박동을 확인한다.󰠂복부는 장음을 청진하고, 방광이 커져있는지, 복부 압통, 경직 등을 확인한다.󰠂사지 근육의 힘, 진전, 연축 등이 있는 지 확인한다.󰠂환자의 의복 등의 상태를 확인한다. 감춰져있는 약물이 있는지 찾아본다.\n\n◦ ‘환자 초기 평가·처치 표준지침’에 따라 전반적인 평가 및 처치를 시행한다.◦ 환자의 의복이 독성 물질에 오염되어 있을 시에는 모두 제거한다. 많은 양의 물을 이용하여독성 물질이 없어질 때 까지 환자를 세척한다.21 ☞ Ⓕ ② ①◦ 기도를 개방하고, 환자의 의식이 P 이하인 경우 입인두기도기(oropharyngeal airway)를삽입하여 기도를 유지한다. 만약 환자가 구역반사를 보일 경우에는 이를 제거하고코인두기도기를 삽입하여 기도를 유지한다. ☞ ② ①◦ 산소포화도가 94% 미만일 경우 저산소증 교정을 위해 비강(코안)캐뉼러로 1∼5L/min 또는안면마스크로 6~10L/min의 산소를 투여한다. ☞ ② ①󰠂\n\n일산화탄소 중독 환자에게는 산소포화도 수치와 상관없이 비재호흡 마스크를 이용하여\n\n󰠂 않는다.23파라쿼트(제초제) 중독에서 중증 호흡부전이 생기지 않는 한 산소를 투여하지◦ 혈역학적으로 불안정하고 쇼크 징후가 보이면 하지를 거상(☞ Ⓕ ② ①)하고 정맥로를 확보(☞①)하여 300mL(소아는 5mL/kg)의 생리식염수나 젖산 링거액을 투여(☞ ①) 하고, 혈압,맥박수, 의식 등이 정상 범위로 회복되는지 확인한다. 쇼크가 지속될 경우 1L(소아는10mL/kg)까지 수액을 지속적으로 투여한다.(☞ ①)◦ 혈압, 맥박, 호흡. 산소포화도를 지속적으로 감시(☞ ② ①)하며 이송(☞ Ⓕ ② ①)한다.\n\n◦ 개인보호장비를 철저히 구비하며, 의복이 독성 물질에 오염이 되었다면, 가능한 모든 의복을제거하도록 한다. 보호자도 보호장비를 구비하도록 하여 보호자 및 구급대의 2차적인 독성물질에 대한 오염을 막도록 한다.◦ 중독환자에서 가장 우선적인 것은 기도/호흡/순환상태의 평가와 안정화임을 명심한다.◦ 억지로 토하지 않도록 한다. 만약 환자가 토할 경우에는 흡인이 되지 않도록 고개를 돌리고,필요시 흡인기를 이용하여 흡입한다.\n\n◦ 정맥로 확보 및 수액 투여◦ 포도당 수액 투여◦ 지속적인 저산소증 및 기도 확보를 위해 전문기도술 시행이 필요할 경우◦ 이송병원 선정이 애매한 경우\n\n◦ 의식 수준의 이상, 활력증후의 이상이 관찰 되는 중증 중독 환자의 경우 가까운지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라의료지도 등을 받아 치료가 가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 해독제가 필요한 경우에는 해독제를 구비한 가까운 지역응급의료센터로 이송을 고려할 수있으며, 이와 관련한 병원정보를 관할 구급상황관리센터에 요청할 수 있다.◦ 의식이 정상이고 활력징후가 안정적인 중독 환자 중 자살을 시도한 환자일 경우 중독과 정신과진료가 가능한 가까운 지역응급의료센터 이상의 의료기관으로 이송을 고려할 수 있다.\n\n◦ 응급의료 취약 지역일 경우 가장 가까운 지역응급의료기관 이상의 의료기관으로 이송한다.\n\n독극물해독제Acetaminophen(아세트아미노펜, 타이레놀)N-acetylcysteine(엔-아세틸시스테인)Β-blocker, CCB, Hydrogen Fluoride (항고혈압약, 항부정맥약)Glucagon, Ca Chloride(글루카곤, 염화칼슘)Carbamate or Organophosphate(카바메이트계, 유기인계)Atropine, 2-PAM(아트로핀, 2-팜)Benzodiazepine(벤조디아제핀)Flumazenil(플루마제닐)Opioids(헤로인, 옥시코돈, 모르핀)Naloxone(날록손)TCA(삼환계항우울제), Cocaine(코카인), Salicylates(살리실산염)Sodium Bicarbonate(중탄산나트륨)Sulfonylurea, Insulin(설포닐유레아, 인슐린)Glucose(포도당)MeOH, et Glycol(메탄올, 글리콜 등)Ethanol(에탄올)Methemoglobin(메트헤모글로빈)Methylene Blue(메틸렌블루)Snake Bite(뱀 교상)Antivenin(항뱀독소)Cyanide(시안화물)Cyanide Kit(시안화물 키트)Iron(철)Deferoxamine(디페록사민)Digoxin (디곡신)Digoxine Immune Fab(디곡신 면역 팹)\n\n◇ 「농약, 원제 및 농약활용기자재의 표시기준」제4조(표시방법 및 기준 등)\n\n◦ 농약용도의 표기는 ‘농약’ 문자 왼쪽에 표시하되 용도구분에 따른 바탕색은 ‘농약’ 문자폭에 맞춰 다음 표와 같이 하고, 전반적인 바탕색은 같은 계열의 색깔을 배색하여 다른 용도구분과 혼돈되지 않도록 한다\n\n살균제살충제제초제비선택성 제초제생장 조정제기타약제혼합제 및 동시방제용농약분홍색녹색황색적색청색백색해당 농약 색깔 병용\n\n◦ 액체상태인 제초제의 경우에는 용기 마개의 색깔을 황색으로 한다.◦ 농약품목별 급성독성 정도에 따라 독성분류 색띠를 고독성은 ‘적색’, 보통독성은 ‘황색’,저독성은 ‘청색’으로 구분하여 포장지 최하단(앞면 또는 전체면)에 포장지 높이의10%이상(또는 5mm 이상) 두께의 색띠를 표시하여야 한다.\n\n1. Hill MD, Cooper PW, Perry JR. Chasing the dragonneurological toxicityassociated with inhalation of heroin vapour: Case report. CMAJ2000;162:236-8.SporerKA.Acute heroin overdose.Ann InternMed 1999;130:584-90.2. Chamberlain JM, Klein BL. A comprehensive review of naloxone for theemergency physician. AmJ EmergMed 1994;12:650-60.Sporer KA, Firestone J, Isaacs SM. Out-of-hospital treatment of opioidoverdosesin an urban setting.Acad EmergMed 1996;3:660-7.3. Coleman DL, Ross TF, Naughton JL. Myocardial ischemia and infarctionrelated to recreational cocaine use.WestJMed 1982;136(5):444-6DarasM,TuchmanAJ,Marks S.Central nervoussysteminfarction relatedto cocaineabuse. Stroke 1991;22(10):1320-5.Derlet RW, Rice P, Horowitz BZ, et al. Amphetamine toxicity: experiencewith 127 cases.J EmergMed 1989;7(2):157-61.4. Chung SP, Roh HK. Antidote for organophosphate insecticide poisoning:atropine and pralidoxime. J Korean Med Assoc 2013 December;56(12):1057-1066.5. Chung SP, Kim SH, Lee HS. Acetaminophen poisoning. J Korean SocClinToxicol 2008;6:1-8.6. un BJ, Moon JM, Kim SH.Antidote for acetaminophen poisoning: N-acetylcysteine.JKoreanMedAssoc. 2013;56(12):1067-1075.7. Caravati EM, Bossart PJ. Demographic and electrocardiographic factorsassociated with severe tricyclic antidepressant toxicity. J Toxicol Clin Toxiocol. 1991;29:31-438. Hoffman JR, Votey SR, Bayer M, et al. Effect of hypertonic sodium bicarꠓbonatein the treatment of moderate-to-severe cyclic antidepressant overꠓdose.AmJEmergMed. 1993;11:336-41.9. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p179010. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p179111. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p172012. 김한준, 박규남, 최승필, 이미진, 이원재, 김세경, 「응급센터에서 flumazenil"
}