{
  "title": "119구급대원 현장응급처치 표준지침(2023년 개정본) Part03(201-300페이지)",
  "full_text": "󰠂전문기도유지술은 후두마스크 등을 비롯한 성문주위 기도확보 장비 및 기관내 삽관을 포함한다.󰠂전문기도유지술 시행 자격 및 방법은 기본심폐소생술 및 기도삽관, 성문 상 기도기 술기지침을 따르며 가능하면 구급차 이송이 시작되기 전에 시행한다.󰠂기도확보가 적절히 시행되었는지 환자의 양측 흉부의 상승의 육안적 확인, 호흡음의 청진,호기말 이산화탄소 측정장비 등을 사용하여 기도확보가 적절히 시행되었는지 반드시 확인한다.19 ☞ ② ①󰠂전문기도유지술이 시행된 경우 백밸브마스크의 마스크를 제거하고 전문기도삽입장비와연결한 후 분당 10회의 속도로 가슴압박의 이완기에 호흡을 보조한다. 전문기도유지술이시행된 후 가슴압박(☞ Ⓕ ② ①)은 가능한 중단 없이 시행되도록 한다. 과환기 되지 않도록지속적으로 주의한다.20󰠂기관 내 삽관을 시행한 후에는 호기말 이산화탄소 측정 장치(end tidal CO2 detector)를적용한다. 장비사용 방법은 관련 술기 지침을 따른다.21◦ 자동심장충격기 리듬 확인22 ☞ Ⓕ ② ①󰠂자동심장충격기의 패드 부착은 가슴압박과 호흡보조에 방해되지 않게 가능한 신속히이루어지도록 하며, 현장에서 반드시 심장충격기를 사용하도록 한다.(구급차 운행 중에정차중이고 시동을 끈 상태에서는 리듬분석 가능함.) 자세한 시행방법은 자동심장충격기술기 지침에 따른다.󰠂자동심장충격기의 리듬이 분석되는 동안 가슴압박 및 호흡보조를 멈춘다.󰠂제세동이 필요하지 않은 경우 즉시 가슴압박을 비롯한 심폐소생술을 시작한다.󰠂제세동이 필요한 경우 충전버튼을 누르고(장비에 따라 자동으로 충전되는 경우도 있음)충전되는 동안 가슴압박을 시행한다. 충전이 완료되면 가슴압박을 멈추고 환자에게서떨어진 후 제세동을 시행한다. 제세동을 시행한 이후 바로 가슴압박을 비롯한 심폐소생술을재개한다.󰠂 분석한다.23자동심장충격기 리듬은 5주기(30:2를 1주기)마다 혹은 2분마다◦ 심폐소생술은 ‘2020 심폐소생술 가이드라인’ 기준으로 적용하고, 현장 치료는(CPR 준비,이송 및 기타 시간 제외) 기본소생술팀은 최소 6분, 전문소생술팀은 10분 까지 시행한 후처치 시간 및 추가적 응급처치는 지도의사의 의료지도를 받아 처치 후 이송할 수 있다. 단,외상성 심정지는 필요한 응급처치를 우선으로 제공하여야 한다.24◦ 에피네프린 정맥 투여25 ☞ ①󰠂환자의 팔에 정맥로를 확보한 후 에피네프린 1mg을 정맥투여한다.󰠂생리식염수 20mL를 덩이(bolus) 주사하고 환자의 팔을 20초 정도 들어주어 약물이 심장으로 빠르게 도달할 수 있도록 한다.\n\n󰠂심정지의 경우 에피네프린 1mg을 자발순환이 회복될 때까지 매 3분에서 5분 간격으로정맥투여 하도록 한다.27◦ 이송의 시작󰠂심정지의 원인이 외상, 목맴, 질식, 익수에 해당하지 않으면 반응시간에 따른 지속적 가슴압박 시행 후 이송을 시작한다. ☞ Ⓕ ② ①󰠂이송 시작 전 필요 시 정맥로를 확보(☞ ①)할 수 있다. 정맥로 확보를 위해 가슴압박을중단하거나 이송의 시작을 지연시키지 않는다.◦ 이송 중 심폐소생술󰠂구급차 운행 중 심폐소생술을 지속하며 적절히(가슴압박의 지속성, 속도, 깊이, 호흡보조의효과성(기도확보가 적절히 유지되고 있는지 등) 이루어지고 있는지 점검한다. 이를 위하여지속적 호기말 이산화탄소 측정장비를 사용(☞ ①)할 수 있다.28󰠂이송 중 제세동 가능리듬을 확인하기 위하여 구급차를 멈추는 것은 구급차 교통사고 발생및 안전사고 등이 발생될 수 있으므로 가능한 자제한다.29◦ 사전연락 ☞ Ⓕ ② ①󰠂이송시작 전에 이송할 병원에 사전 연락을 취하여 환자의 소생술이 연속될 수 있도록 한다.󰠂구급대원은 소방상황실에 이송할 병원에 사전 연락 및 수용가능 여부를 확인해 줄 것을요청하고 환자의 상태 및 병원도착까지의 예상시간 등의 정보가 이송할 병원에 전달될수 있도록 노력한다.◦ 환자 인계 ☞ Ⓕ ② ①󰠂구급대는 이송한 병원의 소생술이 시작될 때까지 소생을 위한 노력을 지속하여야 한다.󰠂이송병원의 의료진에게 심폐소생술 시행에 관련한 환자 정보를 전달하여야 한다.󰠂구급대가 에피네프린을 사용한 경우 이송병원 도착 후 이송병원 의료진에게 투여한 약물종류, 양, 투여시각을 인계한다.◦ 기록 ☞ Ⓕ ② ①󰠂환자 인계 후 구급활동일지 및 심폐정지환자 응급처치 세부상황표를 완성한다.\n\n◦ 환자의 맥박을 10초 이상 확인하지 않으며 맥박이 불확실 한 경우 심폐소생술을 시작한다.30◦ 제세동 시행 후 심장충격기의 가슴압박 음성지시를 기다릴 필요 없이 제세동 시행 직후가슴압박을 지체 없이 시작해야 한다.31◦ 제세동 리듬을 분석 간격인 2분(5cycle) 동안에는 제세동 가능리듬이 관찰 혹은심장충격기에 의한 리듬분석 지시 등이 있더라도 이를 무시하고 가슴압박을 지속한다. 즉,리듬을 분석하기 위해 가슴압박을 멈추지 않는다.◦ 현장에서는 되도록 심장충격기 전원을 끄거나 환자에게서 제거하지 않는다. 단, 현장에서 환자이동시 현장상황에 따라 심장충격기를 끌 수 있으나, 이동 후 신속하게 전원을 연결한다.◦ 환자의 움직임, 자발호흡, 소리(기침), 심전도 상 정상리듬(동맥의 파형 등), 호기말이산화탄소의 급격한 상승 등이 관찰되지 않는 한 환자의 소생여부를 확인하기 위하여심폐소생술을 중단하고 의식 확인, 맥박촉지 및 혈압측정을 하지 않는다.32◦ 자발호흡 및 순환 회복시 환자의식이 회복되더라도 삽입한 기도유지기 및 성문주위 기도확보장비 또는 기관내 삽관은 제거하지 않는다.(단, 환자의 의식이 명료하여 구역반사 등을 보일때는 의료지도 후 제거 할 수 있다.)◦ 협소한 엘리베이터가 있는 공동주택에서는 혈액 순환을 유지할 수 있도록 환자의 적절한체위 유지를 위해 노력하고, 가슴압박의 중단을 최소화한다.◦ 정맥로 확보: 심폐소생술 시 에피네프린 투약을 위해 선호되는 혈관은 손등, 손목, 그리고팔오금에 위치한 혈관들이다. 카테터는 16-18게이지 정도의 굵은 카테터를 사용하며,카테터의 열린 상태를 유지하기 위하여 생리식염수를 연결하여 수액을 지속 주입하도록한다. 심정지 치료에서 가장 중요한 것은 고품질 가슴압박과 제세동 가능리듬에서의 빠른제세동이다. 정맥로 확보 및 에피네프린 투약을 위하여 고품질 가슴압박을 멈추거나 제세동가능리듬에서 제세동을 지연시켜서는 안된다. 정맥로 확보의 국소적 합병증으로 혈종,연조직염, 혈전증, 정맥염 등이 생길 수 있으며, 전신 합병증으로 패혈증, 폐색전증,공기색전증 등이 발생할 수 있다.33\n\n5. 비말접촉으로 전파 가능성이 있는 감염병(의심)환자 처치 시 주의사항34\n\n◦ 가슴압박이나 제세동을 실시하는 경우 반드시 해당 감염병에 따른 지침에 부합하는감염보호복을 착용하여야 한다.35◦ 환자와의 접촉 최소화를 위해 처치하는 구급대원 등의 인원을 최소화하고 기계식 압박 장비를사용할 수 있다.36\n\n◦ 전문기도유지술이 필요한 경우 환자의 입에 가까이 가지 않도록 가능한 비디오 후두경을사용하여 기관내 삽관을 우선 시행하도록 하며, 기관내 삽관에 실패했을 경우 성문 상기도기를 삽입하거나 헤파필터(HEPA Filter)를 연결한 백밸브마스크로 인공호흡을실시한다. 전문기도유지술을 실시한 경우에도 헤파필터를 연결하여 인공호흡을 하여야한다.37\n\n◦ 소생술 종료 후 감염관리지침에 따라 개인보호장비와 구급장비를 폐기 및 소독하고 손을충분히 씻는다.\n\n※ 감염병 종류에 따라 별도의 지침이 있는 경우 그 지침을 따른다.\n\n◦ 심폐소생술 유보 및 중단의 경우(‘소생술 유보 및 소생술 중단지침’ 참조)◦ 위 지침에서 다루지 못한 특수한 상황이나 보다 전문적인 의학적 평가 및 처치가 필요한경우◦ 이송병원 선정에 관한 조언이 필요한 경우(예: 장거리 이송 등)◦ 구급대 팀의 리더가 에피네프린 정맥주사 투여, 전문기도기 삽입이 필요하다고 판단한 경우\n\n◦ 가장 가까운 지역응급의료기관 이상의 병원으로 이송함을 원칙으로 한다.◦ 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.◦ 지역 내 이송병원 선정지침이 있을 경우 지역 지침에 따라 이송할 수 있다.※ 성인 심정지 원인에 대한 조사(5H5T)38◦ 5H : 저혈량증, 저산소증, 산증, 저/고칼륨혈증, 저체온증◦ 5T : 폐혈전증, 심근경색, 긴장성기흉, 심장눌림증, 약물중독\n\n1. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p64~652. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12. p843. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p133~1344. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.\n\n5. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p67, p956. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p1457. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p133~1348. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p160, p1619. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p7310. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p53~54질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p65~7011. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p71~72, p138~139, p150~15112. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p174~17513. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p17814. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p75~77, p167~16815. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p160, p161황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p17816. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p79~80, p137황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p61, p20617. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p56질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p75~7618. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p67\n\n19. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p172~17320. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p61~62질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p67, p80~8121. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p138, p151~152, p172~173, p178~17922. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p89~90, p16023. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p4924. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p19, p49, p82, p14625. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p13626. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p23427. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p144~145질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p156~15728. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p31~3529. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p6630. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p4531. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p49, p16332. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p151~15233. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p154~15534. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p149~150질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p106, p148\n\n35. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p5136. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p10937. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p109, p13938. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p134\n\n외상성 심정지는 둔기 또는 관통 등 외상으로 인해 출혈, 외상성 뇌 손상 또는 중추신경계손상으로 발생한다. 즉각적인 의료처치 없이는 사망에 이를 수 있는 응급상황이다. 외상성 심정지는생존율이 매우 낮고, 즉각적인 의료중재에도 불구하고, 양호한 신경학적 상태의 생존율도 매우낮다. 최근 몇 년 동안 외상성 심정지 환자의 생존율을 개선하기 위한 프로토콜이 제안되었지만다양한 요인과 복합 외상으로 인해 이러한 프로토콜을 표준화하기 어려운 실정이다.1\n\n◦ 외상성 심정지는 먼저 심정지의 원인을 찾고 개선해야 한다는 의미에서 비외상성 심정지와차이가 있다. 외상 상황에서 심정지를 초래할 수 있는 몇 가지 가역적인 원인을 신속하게평가하고, 특정 원인에 대한 중재를 우선 실시해야 한다. 심폐소생술과 동시에 수행되어야하며 이는 심정지 후 처음 10~15분 내에 수행되어야 한다.2\n\n◦ 외상성 심정지의 가역적 원인 및 치료\n\n환자상태치료목표초기 치료확실한 치료3-8 저혈량증순환량 회복IV 통하여 수액공급, 지혈대 및 붕대, (골반골절시) 골반고정밴드를 이용하여 출혈조절수혈9-12 긴장성 기흉흉강 내 압력완화(양압환기)바늘감압술흉관삽입13 혈흉흉강 내 압력완화(양압환기)흉관삽입14-17 심낭압전심낭 내 압력완화심낭천자개흉술18-19 저산소증혈액내 산소 증가기도유지, 호흡조절 백밸브마스크,비인두기도기, 구강기도기 등 기도장치기관내삽관\n\n※밑줄표시는 구급대원 중 응급구조사/간호사의 업무범위가 아님을 명시\n\n◦ 외상이 생긴 이후 심전도는 가장 흔히 무맥성 전기 활동(PEA) 형태로 나타난다. 이는 촉진되지않는 저혈압 상태를 나타내며 기저질환이 교정되지 않으면 무수축으로 진행된다.20-23◦ 다량의 출혈이 있는 환자에게 심장압박과 에피네프린만으로는 충분한 혈압을 달성하지 못할수 있으며 역효과를 낼 수도 있다.24-26◦ 기본소생술은 신체 전반에 걸쳐 산소 공급 및 순환을 유지하는 것을 목표로 하는 것에 반해,외상성 심정지의 경우 가슴압박으로 인해 오히려 대량 출혈을 초래할 수 있다.27◦ 대량 실혈로 인해 총 혈액량이 줄어들면 심폐소생술 효과가 없을 수도 있다.\n\n◦ 의식 확인 및 호흡, 맥박을 평가하여 심정지 여부를 확인한다.◦ 심정지의 원인이 대량출혈, 긴장성 기흉, 혈흉, 심낭압전, 저산소증 등에 해당하는지확인한다.28-29◦ 외상성 심정지 목격 여부, 손상기전 확인, 가역적 원인 교정을 위한 노력 등이 환자의 생존과생존 후 신경학적 결과에 영향을 미치므로 이에 대한 정보를 수집한다.◦ 외상성 심정지와 관련된 비특이적 징후 및 증상을 확인한다. 발한, 정신 상태 변화, 빠르거나느린 호흡, 외상 징후(타박상, 열상, 골절) 등을 고려한다.◦ 고령이거나 손상이 적은 환자가 심정지일 경우 내과적 원인에 의한 심정지의 가능성이 있으므로 비외상성 심정지 처치 기준에 따른다.\n\n◦ 현장 안전을 확인하고 감염방지를 위한 조치를 취한다.◦ 명백한 사망의 징후가 없거나 소생술 유보, 중단할 수 있는 명백한 근거가 없다면 추가적인평가 및 이송을 준비하는 동안 소생술을 시작한다.◦ 심정지로 확인되면 심장충격기를 준비한다. ☞ Ⓕ ② ①󰠂현장도착과 동시에 심장충격기를 가져간다.󰠂구급대원이 2인 이상일 경우 외상성 심정지 가역적 원인을 판단하며 심장충격기를 준비하는동안 다른 구급대원은 심폐소생술을 시행한다.󰠂심폐소생술은 다음의 기도확보, 호흡보조, 가슴압박을 포함한다.◦ 가역적인 원인을 확인하고 동시에 중재한다.- 외부출혈이 있다면 압박지혈, 지혈대 적용한다. 골반 및 대퇴골절 있을시 골반고정대 및부목 적용한다.30-32- 대량출혈이 의심되면 의료지도 하에 정맥로 확보를 통한 등장성 정질액(생리식염수, 플라스마솔루션, 하트만솔루션) 투여를 우선 고려한다.- 저산소증, 흉부손상이 의심되면 양압환기 시행하고, 의료지도 하에 전문기도유지술을 우선고려한다.◦ 기도와 호흡을 평가하며 기도확보 및 호흡보조한다.󰠂환자에게 외상의 증거가 없을 경우 모든 구급대원은 기도확보를 위하여 도수조작을시행하고 입인두기도기를 삽입(☞ ② ①)한다.󰠂구급대원이 백밸브마스크를 사용할 수 없는 경우(인력부족, 자격부족) 심장압박을 지속하면\n\n서 비재호흡마스크로 15L/min 산소를 공급할 수 있다. ☞ Ⓕ ② ①󰠂구급대원이 백밸브마스크를 사용할 수 있는 경우 가슴압박이 효율적으로 시행되는 동안백밸브마스크를 사용하여 15L/min 산소를 가슴압박 30대 호흡보조 2로 제공한다.(☞ ②①) 시행방법은 백밸브마스크 술기 지침을 따른다.󰠂심정지의 원인이 외상, 목맴에 해당하면 하악견인법(Jaw thrust)으로 기도 확보하며 경추고정을 고려한 후 호흡보조를 시행한다. ☞ Ⓕ ② ①󰠂심정지의 원인이 익수 혹은 약물중독으로 인한 질식성인 경우 반드시 기도확보 후백밸브마스크를 이용한 호흡보조를 시행한다. ☞ Ⓕ ② ① 익수에 의한 심정지는 익수지침을 따른다.- 호흡음을 청진하고, 환기 중 호흡음이 감소하거나 부적절한 가슴벽의 움직임이 있으면 긴장공기가슴증을 고려해야 한다.- 긴장성 기흉이 있다고 판단되면 바늘감압술이 가능한 가장 가까운 병원 이송을 우선 고려한다.◦ 가슴압박 ☞ Ⓕ ② ①󰠂구급대원은 필요할 경우 일반인에게 심폐소생술 참여 혹은 근처의 자동심장충격기를 가져올것을 권유할 수 있으며 해당 일반인이 심폐소생술을 할 경우 가슴압박만 실시할 수 있다.󰠂흉골(복장뼈-sternum)의 아래쪽 절반 부위를 최소 5 cm 깊이(6 cm 초과 안됨)로 분당100~120회 정도 속도로 빠르게 압박하며 압박 후 충분히 이완 되도록 한다.󰠂구급대원이 2인 이상일 경우 적절한 가슴압박이 시행되고 있는지 압박 깊이, 속도, 압박대 이완의 비(1:1) 등을 지속적으로 상호 점검하고 격려한다. 적절한 가슴압박을 모니터하기위하여 메트로놈, 흉부저항감시장비, 가슴압박품질측정 장치 등을 사용할 수 있다.󰠂전문처치 및 원활한 심폐소생술을 위하여 필요시 가슴압박을 위한 기계식 압박 장비를사용할 수 있으며 장비사용 방법은 관련 술기 지침 및 장비 설명서를 따른다.◦ 환자가 현장소생술에 효과적으로 반응하지 않는다면 빠른 이송을 고려한다.※ 환자를 들것으로 이동하거나, 운행 중인 구급차, 열차 및 항공기 등 좁은 공간, 소생술이길어지거나 인력이 부족한 경우 또는 감염병 노출 위험 등 특수한 상황에서는 가슴압박의중단을 최소화하기 위해, 압박장치의 비적응증을 제외하고 적극적으로 기계식 압박 장비의 사용을 고려한다.◦ 전문기도유지술 ☞ 1급 응급구조사 등󰠂기관내 삽관에 대한 충분한 훈련·경험이 없는 구급대원은 성문 상 기도기를 사용하고,충분한 훈련·경험이 있는 구급대원은 기관내 삽관을 실시한다.󰠂\n\n전문기도유지술(기관내삽관, 성문 상 기도기)에 대한 충분한 훈련과 경험이 없는 구급대원은백밸브마스크 인공호흡을 한다.\n\n󰠂전문기도유지술 시행 자격 및 방법은 기본심폐소생술 및 기도삽관, 성문 상 기도기 술기지침을 따르며 가능하면 구급차 이송이 시작되기 전에 시행한다.󰠂기도확보가 적절히 시행되었는지 환자의 양측 흉부 상승의 육안적 확인, 호흡음의 청진,호기말 이산화탄소 측정장비 등을 사용한다. ☞ ② ①󰠂전문기도유지술이 시행된 경우 백밸브마스크의 마스크를 제거하고 전문기도삽입장비와연결한 후 분당 10회의 속도로 가슴압박의 이완기에 호흡을 보조한다. 전문기도유지술이시행된 후 가슴압박(☞ Ⓕ ② ①)은 가능한 중단 없이 시행되도록 한다.◦ 자동심장충격기 리듬 확인 ☞ Ⓕ ② ①󰠂자동심장충격기의 패드 부착은 가슴압박과 호흡보조에 방해되지 않게 가능한 신속히이루어지도록 하며, 현장에서 반드시 심장충격기를 사용하도록 한다.(구급차 운행 중에정차중이고, 시동을 끈 상태에서는 리듬분석 가능함.) 자세한 시행방법은 자동심장충격기술기 지침에 따른다.󰠂자동심장충격기의 리듬이 분석되는 동안 가슴압박 및 호흡보조를 멈춘다.󰠂제세동이 필요하지 않은 경우 즉시 가슴압박을 비롯한 심폐소생술을 시작한다.󰠂제세동이 필요한 경우 충전버튼을 누르고(장비에 따라 자동으로 충전되는 경우도 있음) 충전되는 동안 가슴압박을 시행한다. 충전이 완료되면 가슴압박을 멈추고 환자에게서 떨어진 후제세동을 시행한다. 제세동을 시행한 이후 바로 가슴압박을 비롯한 심폐소생술을 재개한다.󰠂자동심장충격기 리듬은 5주기(30:2를 1주기)마다 혹은 2분마다 분석한다.◦ 심폐소생술은 ‘2020 심폐소생술 가이드라인’ + PHTLS 기준으로 적용하고, 현장에서 순수한소생술(CPR 준비, 이송 및 기타 시간 제외) 시간을 최소 6분 이상으로 하고 처치 시간 및추가적 응급처치는 지도의사의 의료지도를 받아 처치 후 이송할 수 있다. 단, 외상성 심정지는필요한 응급처치를 우선으로 제공하여야 한다.◦ 이송의 시작󰠂심정지의 원인이 외상, 목맴, 질식, 익수에 해당하지 않으면 반응시간에 따른 지속적가슴압박 시행 후 이송을 시작한다. ☞ Ⓕ ② ①󰠂이송 시작 전 필요 시 정맥로를 확보(☞ ①)할 수 있다. 정맥로 확보를 위해 가슴압박을중단하거나 이송의 시작을 지연시키지 않는다.◦ 이송 중 심폐소생술󰠂구급차 운행 중 심폐소생술을 지속하며 적절히(가슴압박의 지속성, 속도, 깊이, 호흡보조의효과성(기도확보가 적절히 유지되고 있는지 등)) 이루어지고 있는지 점검한다. 이를 위하여지속적 호기말 이산화탄소 측정장비를 사용(☞ ①)할 수 있다.󰠂이송 중 제세동 가능리듬을 확인하기 위하여 구급차를 멈추는 것은 구급차 교통사고 발생\n\n및 안전사고 등이 발생될 수 있으므로 가능한 자제한다.\n\n◦ 사전연락 ☞ Ⓕ ② ①󰠂이송시작 전에 이송할 병원에 사전 연락을 취하여 환자의 소생술이 연속될 수 있도록 한다.󰠂구급대원은 소방상황실에 이송할 병원에 사전 연락 및 수용가능 여부를 확인해 줄 것을요청하고 환자의 상태 및 병원도착까지의 예상시간 등의 정보가 이송할 병원에 전달될수 있도록 노력한다.\n\n󰠂구급대는 이송한 병원의 소생술이 시작될 때까지 소생을 위한 노력을 지속하여야 한다.󰠂이송병원의 의료진에게 심폐소생술 시행에 관련한 환자 정보를 전달하여야 한다.\n\n◦ 기록 ☞ Ⓕ ② ①󰠂환자 인계 후 구급활동일지 및 중증외상+심폐정지환자 응급처치 세부상황표를 완성한다.\n\n◦ 빠른 이송으로 인한 교통사고 위험성에 대비하여 반드시 개인보호장비를 착용한다.◦ 외상의 특성상 혈액 및 체액의 노출 위험이 있어 감염방지장비를 착용한다.◦ 환자의 맥박을 10초 이상 확인하지 않으며 맥박이 불확실 한 경우 심폐소생술을 시작한다.◦ 제세동 시행 후 심장충격기의 가슴압박 음성지시를 기다릴 필요 없이 제세동 시행 직후가슴압박을 지체 없이 시작해야 한다.◦ 제세동 리듬을 분석 간격인 2분(5cycle) 동안에는 제세동 가능리듬이 관찰 혹은심장충격기에 의한 리듬분석 지시 등이 있더라도 이를 무시하고 가슴압박을 지속한다. 즉,리듬을 분석하기 위해 가슴압박을 멈추지 않는다.◦ 현장에서는 되도록 심장충격기 전원을 끄거나 환자에게서 제거하지 않는다. 단, 현장에서 환자이동시 현장상황에 따라 심장충격기를 끌 수 있으나, 이동 후 신속하게 전원을 연결한다.◦ 환자의 움직임, 자발호흡, 소리(기침), 심전도 상 정상리듬(동맥의 파형 등), 호기말이산화탄소의 급격한 상승 등이 관찰되지 않는 한 환자의 소생여부를 확인하기 위하여심폐소생술을 중단하고 의식 확인, 맥박촉지 및 혈압측정을 하지 않는다.◦ 자발호흡 및 순환 회복시 환자의식이 회복되더라도 삽입한 기도유지기 및 성문주위 기도확보장비 또는 기관내 삽관은 제거하지 않는다.(단, 환자의 의식이 명료하여 구역반사 등을 보일때는 의료지도 후 제거 할 수 있다.)◦ 협소한 엘리베이터가 있는 공동주택에서는 혈액 순환을 유지할 수 있도록 환자의 적절한체위 유지를 위해 노력하고, 가슴압박의 중단을 최소화한다.\n\n1. NATMT, 「병원 전 외상 소생술 10판」, 2023.09.13, p194~1952. Lockey D, Crewson K, Davies G. Traumatic cardiac arrest: who are the survivors?Ann Emerg Med 2006; 48:240-43. BLEDSOE·PORTER·CHERRY, 「전문외상응급처치학 5판」, 도서출판 대학서림,2019.2.28. p419, p421~422, p432~4334. Harris T, Masud S, Lamond A, Abu-Habsa M. Traumatic cardiac arrest: a uniqueapproach. Eur J Emerg Med 2015; 22(2):72-8.5. Miller TE. New evidence in trauma resuscitation – is 1:1:1 the answer? PerioperMed 2013; 2:13.6. Neal MD, Hoffman MK, Cuschieri J, Minei JP, Maier RV, Harbrecht RG, et al.Crystalloid to packed red blood cell transfusion ratio in the massively transfusedpatient: when a little goes a long way. J Trauma 2012; 72:892-8.7. Miller TE. New evidence in trauma resuscitation – is 1:1:1 the answer? PerioperMed 2013; 2: 13–13.8. Neal MD, Hoffman MK, Cuschieri J, et al. Crystalloid to packed red blood celltransfusion ratio in the massively transfused patient: when a little goes a long way.J Trauma 2012; 72: 892–898.9. BLEDSOE·PORTER·CHERRY, 「전문외상응급처치학 5판」, 도서출판 대학서림,2019.2.28. p269~270, p286~28710. Leigh-Smith S. Tension pneumothorax – time for a re-think? Emerg Med J2005; 22:8-16.11. Martin M, Satterly S, Inaba K, Blair K. Does needle thoracostomy provideadequate and effective decompression of tension pneumothorax? J Trauma 2012;73: 1412–1417.12. Inaba K, Ives C, McClure K, et al. Radiologic evaluation of alternative sites forneedle decompression of tension pneumothorax. Arch Surg 2012; 147: 813–818.13. BLEDSOE·PORTER·CHERRY, 「전문외상응급처치학 5판」, 도서출판 대학서림,2019.2.28. p270~271, p287~28814. BLEDSOE·PORTER·CHERRY, 「전문외상응급처치학 5판」, 도서출판 대학서림,2019.2.28. p273~274, p288\n\n15. Smith JE, Rickard A, Wise D. Traumatic cardiac arrest. J R Soc Med 2015;108(1):11-6.16. Lockey DJ, Lyon RM, Davies GE. Development of a simple algorithm to guideeffective management of traumatic cardiac arrest. Resuscitation 2013;84(6):738-42.17. Massarutti D, Trillo G, Berlot G, et al. Simple thoracostomy in prehospital traumamanagement is safe and effective: a 2-year experience by helicopter emergencymedical crews. Eur J Emerg Med 2006; 13: 276–280.18. BLEDSOE·PORTER·CHERRY, 「전문외상응급처치학 5판」, 도서출판 대학서림,2019.2.28. p421~42219. Lockey DJ, Lyon RM, Davies GE. Development of a simple algorithm to guideeffective management of traumatic cardiac arrest. Resuscitation 2013;84(6):738-42.20. Morrison JJ, Poon H, Rasmussen TE, Khan MA, Midwinter MJ, Blackbourne LH,et al. Resuscitative thoracotomy following wartime injury. J Trauma 2013; 74: 825–829.21. Moriwaki Y, Sugiyama M, Yamamoto T, Tahara Y, Toyoda H, Kosuge T, et al.Outcomes from prehospital cardiac arrest in blunt trauma patients. World J Surg2011; 35:34-42.22. Harris T, Masud S, Lamond A, Abu-Habsa M. Traumatic cardiac arrest: a uniqueapproach. Eur J Emerg Med 2015; 22(2):72-8.23. Smith JE, Rickard A, Wise D. Traumatic cardiac arrest. J R Soc Med 2015;108(1):11-6.24. Luna GK, Pavlin EG, Kirkman T, Copass MK, Rice CL. Hemodynamic effects ofexternal cardiac massage in trauma shock. J Trauma 1989; 29: 1430–1433.25. Jacobs IG, Finn JC, Jelinek GA, Oxer HF, Thompson PL. Effect of adrenalineon survival in out-of-hospital cardiac arrest: a randomised double-blindplacebo-controlled trial. Resuscitation 2011; 82: 1138–1143.26. Perkins GD, Cottrell P, Gates S. Is adrenaline safe and effective as a treatmentfor out of hospital cardiac arrest? BMJ 2014; 348: g2435–g2435.27. Jacobs IG, Finn JC, Jelinek GA, Oxer HF, Thompson PL. Effect of adrenalineon survival in out-of-hospital cardiac arrest: a randomised double-blind\n\nplacebo-controlled trial. Resuscitation 2011; 82: 1138–1143.\n\n28. Lockey D, Crewson K, Davies G. Traumatic cardiac arrest: who are thesurvivors? Ann Emerg Med 2006; 48:240-429. Cothren CC, Moore EE. Emergency department thoracotomy for the criticallyinjured patient: objectives, indications, and outcomes. World J Emerg Surg 2006;1:4.30. Harris T, Masud S, Lamond A, Abu-Habsa M. Traumatic cardiac arrest: a uniqueapproach. Eur J Emerg Med 2015; 22(2):72-8.31. Miller TE. New evidence in trauma resuscitation – is 1:1:1 the answer? PerioperMed 2013; 2:13.32. Neal MD, Hoffman MK, Cuschieri J, Minei JP, Maier RV, Harbrecht RG, et al.Crystalloid to packed red blood cell transfusion ratio in the massively transfusedpatient: when a little goes a long way. J Trauma 2012; 72:892-8.\n\n◦ 환자의 자발호흡이 관찰되거나 환자가 소리를 내거나 스스로 움직인 경우,◦ 환자의 맥박이 촉지 되거나 수축기 혈압이 60 mmHg이상으로 측정된 경우\n\n◦ 병력청취: 환자의 SAMPLE 등의 병력을 청취한다.◦ 이학적 검진: 환자의 혈역학적 안정성을 평가하기 위해 다음을 꼭 확인한다.󰠂 시행한다.1,2환자의 의식수준, 생체징후, 심전도, 산소포화도 모니터를󰠂생체징후와 심전도 모니터의 측정치를 기록한다.\n\n◦ 환자의 기도를 적절한 기구로 유지하며 환자가 구역반사가 있고 비강(코안)에서 출혈이보이지 않는 경우 입인두기도기를 코인두기도기로 바꾸어줄 수 있다. 구강내 분비물이나토사물 제거를 위해 흡인을 시행한다.◦ 필요할 경우(환자의 의식이 V이하이거나, 호흡수가 분당 8회 미만, 호흡의 깊이가 미약한경우, 적절한 산소투여 후에도 산소포화도가 90% 이하인 경우 등) 백밸브마스크를 사용(☞② ①)하여 호흡보조를 해야 한다.3◦ 비재호흡마스크 혹은 백밸브마스크 등을 사용(☞ ② ①)하여 산소포화도가 94~98% 유지될수 있도록 산소를 공급하며 환자가 저산소증에 빠지지 않도록 주의한다.4◦ 현장에서 자발순환이 회복된 경우 즉시 이송을 시작하고 구급차 이송 중 자발순환이 회복된경우 이송을 지속하며 위 지침을 따른다. ☞ Ⓕ ② ①◦ 의료지도를 통해 정맥로 확보를 고려하고, 수축기혈압 90 mmHg 이하인 경우 생리식염수를투여(☞ ①)한다.5,6◦ 환자는 이송 중에서 다시 심정지가 발생할 수 있음에 유의하고 환자의 의식, 호흡, 맥박,심전도, 산소포화도를 2분 주기로 병원도착 전까지 지속적으로 관찰한다. ☞ Ⓕ ② ①◦ 자발순환이 회복되면 심장정지의 재발 방지를 위해 발생원인을 찾아야 한다. 특히, 저산소증,저혈량 상태, 대사성 산증, 저칼륨/고칼륨혈증, 저체온/고체온, 긴장성 기흉, 심장눌림증,\n\n폐색전, 급성관상동맥증후군, 약물 중독 등 교정 가능한 심장정지의 원인을 고려해야 한다.7☞ Ⓕ ② ①\n\n◦ 심전도상 QRS complex 등이 관찰된다 하더라도 이것만으로는 소생의 증거로 쓰일 수없다.\n\n◦ 정맥로 확보 및 수액 투여◦ 관상동맥 중재술, 저체온 유도법 등 소생후 치료를 위하여 최단거리 병원을 우회할 경우◦ 병원 선정 또는 보호자가 원거리 이송을 요청할 경우\n\n◦ 가장 가까운 지역응급의료기관 이상의 병원으로 이송함을 원칙으로 한다.◦ 직접의료지도를 통하여 관상동맥 중재술, 저체온 유도법 등 소생 후 치료를 적극적으로 할수 있는 병원으로 이송할 수 있다.8,9◦ 지역 내 이송병원 선정지침이 있을 경우 지역 지침에 따라 이송할 수 있다.\n\n※ 신경학적 호전퇴원율(Cerebral Performance Scale, CPC)10\n\n◦ CPC 1 : 의식명료, 정상생활 가능◦ CPC 2 : 의식이 있으며 독립적인 생활 가능◦ CPC 3 : 의식이 있으나 일부 인지기능만 가능, 독립적인 생활 불가능◦ CPC 4 : 의식과 인지기능이 없음◦ CPC 5 : 뇌사상태\n\n1. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12. p1542. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사, 2021.2. p313~3143. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p234, p245~2464. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12. p2465. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p247~2486. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사. 2021.2. p3177. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사. 2021.2. p3338. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사. 2021.2. p3349. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12.p33, p41, p240, p241, p271~27210. 황성오·임경수, 「심폐소생술과 전문 심장소생술」, 군자출판사. 2021.2. p332\n\n쇼크는 신체 조직에 혈액과 산소가 적절하게 공급되지 못하는 상태를 의미한다. 여기에는신체 외부에서 조직 내로 산소와 영양소를 이동시키는 것과 조직으로부터 노폐물을 제거하는것을 포함한다.\n\n◦ 의식변화: 쇼크로 인해 가장 먼저 뇌가 영향을 받아 안절부절, 불안감을 유발할 수 있고이는 혼돈, 투쟁으로 발전하며 더욱 심해질 경우 무의식 상태가 된다.◦ 피부: 혈관이 수축하면서 피부가 창백하고 차가워지며1, 더욱 진행할 경우 땀이 나게 된다.◦ 호흡: 빠르고 얕은 호흡을 하고, 더욱 진행할 경우 호흡수는 감소한다.◦ 맥박: 빠르고 약한 맥박이 발생한다.(단, 신경성쇼크에서 서맥(느린맥)이 발생 수 있음)◦ 쇼크의 종류에 따른 특징󰠂저혈량성 쇼크: 구토, 설사, 수분섭취 제한, 출혈 등으로 인해 체액이 소실되면서 혈액량이줄어든 경우 발생한다.2󰠂심장성 쇼크: 심장의 펌프 작용이 약화되면서 발생한다.󰠂신경성 쇼크: 뇌 또는 척추의 신경 손상으로 인해 혈관이 확장되어 발생한다.󰠂패혈성 쇼크: 광범위하게 퍼진 감염과 독소로 인해 체액이 혈관 외로 이동되면서 유발된다.󰠂아나필락시스 쇼크: 전신적인 알레르기 반응으로 인해 유발된다.\n\n◦ 병력청취󰠂반복적인 구토, 지속적인 설사, 토혈, 객혈, 혈변, 수분섭취 제한 여부를 청취한다.󰠂심장 질환 유무를 확인한다.󰠂폐렴, 욕창과 같은 감염병 여부를 확인한다.󰠂뱀, 벌 및 그 외 알레르기성 물질에 노출됐는지 확인한다.◦ 이학적 검진: 병력청취를 통한 초기 진단과 함께 시작󰠂의식상태: 안절부절, 혼란, 의식 저하 여부를 파악한다.󰠂활력징후를 확인: 혈압, 맥박수, 호흡수, 체온\n\n◦ 다음은 정상 활력징후의 범위이다. 호흡수와 맥박수는 이보다 빠르거나 느린 경우,수축기혈압은 이보다 낮은 경우 쇼크의 가능성이 높다.\n\n나이호흡수(회/분)맥박수(회/분)수축기혈압(mmHg)영아(0~1세)25~50100~16070~95유아(1~3세)20~3090~15080~100학령전 아동(3~6세)20~2580~14080~100학령기 아동(6~12세)15~2070~12080~100사춘기(13~18세)12~2060~10090~110성인(19~64세)12~2060~10090~140노인(65세 이상)15~2060~100100~140\n\n󰠂피부의 색깔 및 긴장도, 땀의 발생 여부를 파악한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.\n\n◦ 적절한 기도유지와 100% 산소 공급을 시작한다.󰠂의식이 명료할 경우 비재호흡 마스크(☞ Ⓕ ② ①)를 이용해 분당 15 L 속도의 고농도산소를 투여한다.󰠂의식이 ‘V’이하로 저하되고 호흡이 10회 미만이면 백밸브마스크로 환기를 보조한다. ☞ ② ①󰠂의식이 'U'인 경우 입인두기도기 등을 삽입하고 백밸브마스크로 환기를 유지한다. ☞ ② ①◦ 정맥로를 확보하고 수액을 보충한다.3 ☞ ①\n\n󰋼혈압, 맥박수, 의식 등이 정상 범위로 회복될 때까지 5분에서 10분마다 300ml(소아는5mL/kg)의 생리식염수나 젖산 링거액을 투여하고 혈압, 맥박수, 의식 등이 정상 범위로회복되는지 확인한다. 쇼크가 지속될 경우 1L(소아는 10mL/kg)까지 수액을 지속적으로투여한다.4,5\n\n󰋼부정맥, 흉통 등이 있을 경우 이에 대한 처치를 시행한다.(흉통지침 참조)󰋼수액요법: 원인이 심장기능부전이므로 폐부종이 없는 경우 생리식염수 250 mL를 투여한다.\n\n󰠂아나필락시스 쇼크 (알레르기 및 아나필락시스 지침 참조)\n\n◦ 저혈압일 경우 환자의 다리를 상승시키고, 호흡곤란인 경우는 머리를 상승시키는 등 적절한환자의 자세를 취한다. ☞ Ⓕ ② ①\n\n◦ 모포를 덮어 환자의 적정한 체온을 유지한다.4 ☞ Ⓕ ② ①◦ 이송 중 활력징후 측정 등 지속적으로 환자상태를 감시하고 필요시 심전도 측정을 통한평가를 실시한다.\n\n◦ 쇼크의 첫 번째 활력징후의 변화는 혈압저하가 아닌 맥박의 상승이므로 활력징후 측정 시빈맥(빠른맥) 여부를 우선으로 확인한다.◦ 현장에서 병원 이송 전에 한 개 또는 두 개의 정맥로를 확보할 수 있다. 하지만 현장에서정맥로 확보에 시간을 너무 많이 보내면 안된다.\n\n◦ 정맥로 확보 및 수액 투여◦ 수액을 투여하였으나 혈압상승, 의식 회복 등의 반응이 없을 때\n\n◦ 가까운 지역응급의료센터 이상의 의료 기관으로 이송함을 원칙으로 하되, 지역별 여건에따라 의료지도 등을 받아 치료 가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 단, 응급의료 취약지역일 경우 가장 가까운 응급의료기관 이상의 의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.\n\n1. ASTIZ, M. E. Pathophysiology and classification of shock states. Textbook ofCritical Care. 5th ed. Philadelphia, PA: Elselvier; 2005,901-2.2. Gutierrez G, Reines H, Wulf-Gutierrez MEJCc. Clinical review: hemorrhagicshock. 2004;8(5):373.3. COTTON, Bryan A., et al. Guidelines for prehospital fluid resuscitation in theinjured patient. Journal of Trauma and Acute Care Surgery. 2009;67.2:389-402.4. Cannon JW. Hemorrhagic Shock. New Engl J Med. 2018;378(4):370–9.5. SUBCOMMITTEE, A.T.L.S., et al. Advanced trauma life support (ATLS®): the10th edition. ACS;2018.p54.\n\n이물질에 의해 기도가 막혀 환기가 충분히 혹은 완전히 이루어지지 않는 상태로 즉각적인응급처치가 시행되지 않으면 심정지가 발생할 위험이 높다.\n\n◦ 부분기도폐쇄의 경우 의식이 있고 말을 할 수 있거나 기침을 한다.◦ 완전기도폐쇄의 경우 의식이 없거나 발성이나 기침이 불가능하며 청색증이 발생한다.1\n\n◦ 병력청취󰠂이물질에 의한 기도폐쇄의 병력이 있는지 확인한다.󰠂기도폐쇄가 뇌졸중이나 약물중독 등 다른 원인에 의한 것은 아닌지 고려한다.◦ 이학적 검진󰠂의식을 확인한다.󰠂환자가 기침이나 말을 할 수 있는지 확인한다.󰠂청색증, 호흡곤란이 있는지 관찰한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 부분기도폐쇄의 경우 먼저 환자의 상태를 관찰하면서 환자의 자발적인 기침과 숨을 쉬기위한 노력을 방해하지 않도록 하며 기침을 계속하도록 격려한다. ☞ Ⓕ ② ①◦ 완전기도폐쇄의 징후를 보이며 효과적으로 기침을 하지 못하는 경우 즉시 등 두드리기를 시행한다. ☞ Ⓕ ② ①◦ 등 두드리기를 5회 연속 시행 후 효과가 없다면 복부밀어내기(하임리히법)를 5회 시행한다. ☞Ⓕ ② ①◦ 기도폐쇄가 해소되거나 환자가 의식을 잃기 전까지 등 두드리기와 복부밀어내기(하임리히법)를 5회씩반복한다. ☞ Ⓕ ② ①◦ 임산부와 고도의 비만자는 등 두드리기를 시행한 후 이물질이 제거되지 않으면가슴밀어내기를 시행한다. ☞ Ⓕ ② ①\n\n󰋼환자를 바닥에 눕히고 심폐소생술을 시작한다. ☞ Ⓕ ② ①󰋼가슴압박 후 인공호흡을 할 때마다 환자의 입안에 이물질이 보이는지 확인한다. ☞ Ⓕ② ①󰋼환자의 입안에 이물질이 보이는 경우 이물질을 손가락으로 제거한다. ☞ Ⓕ ② ①󰋼 제거한다.2 ☞ ② ①필요시 후두경이나 마질겸자와 같은 기구를 사용하여 이물질을󰋼기도폐쇄로 인한 심정지 발생 시 ‘심정지(비외상성) 처치지침’에 따른다.\n\n◦ 물을 포함하여 구강내 섭취를 금한다.◦ 환자가 의식이 있는 경우 손가락으로 입안의 이물질을 절대 제거하지 않는다.◦ 이물질이 보이지 않거나 고형이 아닌 이물질의 경우 손가락을 이용하여 맹목적으로 훑어내기를 시행하지 않는다.3-6◦ 기도폐쇄로 인한 심정지가 발생하여 인공호흡을 할 경우 가슴 상승을 확인할 수 있을 정도의적절한 환기를 위해 높은 압력을 사용할 수 있는 백밸브마스크 장비를 적용한다.7\n\n◦ 기도폐쇄로 인한 심정지 발생 후 전문기도유지술이 필요할 경우◦ 위 지침에서 다루지 못한 전문적인 의학적 평가 및 처치가 필요한 경우\n\n◦ 가까운 지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 단, 응급의료 취약지역일 경우 가장 가까운 응급의료기관 이상의 의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.◦ 만약 심정지가 발생한 환자는 심정지 환자의 이송병원 선정 지침에 따라 가장 가까운지역응급의료기관 이상의 병원으로 이송함을 원칙으로 한다.\n\n1. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11. p.82-832. Sakai T, Kitamura T, Iwami T, et al. Effectiveness of prehospital Magill forcepsuse for out-of-hospital cardiac arrest due to foreign body airway obstruction inOsaka City. Scand J Trauma Resusc Emerg Med 2014;22:53.3. Hartrey R, Bingham RM. Pharyngeal trauma as a result of blind finger sweepsin the choking child. J Accid Emerg Med 1995;12(1):52-4.4. Abder-Rahman HA. Infants choking following blind finger sweep. J Pediatr (RioJ) 2009;85(3):273-5.5. Gjoni D MD, Banerjee A and James KK. An unusual complication of an attemptto open the airway in a choking child. Br J Hosp Med 2009;70:595.6. Mori T, Inoue N. Nasopharyngeal foreign body triggered by a blind finger sweep.BMJ Case - 128 –Rep 2016;2016:bcr2016216536.7. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12. p.78\n\n체내 산소의 공급과 이산화탄소의 배출이 정상적이지 않아 발생하는 증상으로 호흡기 계통에서는 환기, 확산, 관류의 장애와 관련이 있다. 즉 공기가 폐의 내외부로 드나드는 과정의환기, 폐포와 폐의 모세혈관 사이에서 가스의 교환인 확산, 폐모세혈관에서 혈액순환인 관류1,이 세 가지를 원인과 관련하여 생각하여야 한다.\n\n◦ 천식: 기관지 평활근 수축에 의한 가역적인 기도폐쇄로 발생하며 빈호흡의 쌕쌕거리는 소리(천명음)가 특징적이다.◦ 만성폐쇄성폐질환: 가래를 동반한 기침, 거친 나음(crackles), 만성 청색증, 흡기와 호기시저항을 특징으로 하는 만성 기관지염과 가래를 동반하지 않은 기침, 쌕쌕거림, 나음, 호기의연장을 특징으로 하는 폐기종으로 분류한다.2◦ 심부전/폐부종: 심근 손상으로 심부전이 발생하면 폐정맥압 상승으로 폐부종이 발생한다.폐부종이 발생하면 폐포와 폐모세혈관사이에 액체가 축적되어 가스의 교환이 방해를 받아서호흡곤란과 빈호흡이 발생한다. 심한 경우 핑크색 거품의 가래를 뱉어 낸다.◦ 자연공기가슴증: 외상없이 발생하며 재발률 30 ~ 50%인 공기가슴증으로, 일차성 공기가슴증은 뚜렷한 폐질환이 없고, 키가 크고 마른 체형, 20~40대 남성, 흡연자에서 빈발하고,이차성 공기가슴증은 폐질환 환자에서 빈발한다. 호흡곤란과 흉통, 기침을 주로 호소하고청진시 발병 부위의 폐음 감소가 특징적이다.\n\n◦ 병력청취: 호흡기 질환의 병력과 함께 호흡곤란에 관한 병력을 얻기 위해 OPQRST (Onset,Provocation, Quality, Region, Severity, and Time)의 약어로 질문을 실시한다.󰠂Onset: 호흡 곤란이 시작되었을 때 무엇을 하고 있었는지, 호흡곤란이 언제 시작되었는지,갑자기 시작되었는지, 서서히 악화되었는지 물어본다.󰠂Provocation: 무엇이 호흡곤란을 유발시켰는지, 어떻게 하면 호흡곤란이 완화되는지,어떤 자세에서 호흡곤란이 심해지는지 물어본다.󰠂Quality: 숨을 들이쉴 때와 내쉴 때 언제 더 숨이 찬지, 흉통 등의 동반된 증상은 어떠한지,동반된 증상이 있는지 물어본다.\n\n󰠂Region: 어디에 증상이 있는지, 다른 곳으로 퍼지는지(radiation) 물어본다.󰠂Severity: 호흡곤란이 어느 정도 심한지, 이전에도 이렇게 심했는지의 정도를 물어본다.󰠂Time: 호흡곤란이 얼마나 오래 지속되는지 물어본다.\n\n◦ 이학적 검진: 병력청취를 통한 초기 진단과 함께 시작한다.\n\n󰠂의식상태: AVPU 측정법󰠂활력징후를 체크한다.\n\n⦁혈압: 저혈압(수축기혈압 200 mmHg)⦁맥박수: 빈맥(빠른맥)(교감신경항진 또는 저산소증의 징후), 서맥(느린맥)(심한 저산소증→ 심정지 임박)⦁호흡수: 빈호흡, 호흡 양상⦁ 측정한다.1산소포화도: 산소공급의 기준이 되는 산소포화도를\n\n⦁얼굴: 숨을 쉬는 양상, 청색증 유무, 발한 유무⦁목: 경정맥 팽창, 기관 편위⦁흉부: 외상 및 만성질환의 징후(통 모양의 흉곽 등), 피부밑공기증 유무⦁사지: 말초 청색증 및 곤봉지(만성 저산소혈증), 정강이부위 함요부종(pitting edema)⦁통증: 날카로운 양상의 흉통, 어깨통증\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 심전도 측정기가 있는 경우 3유도 심전도 검사를 시행한다. ☞ ①◦ 기도를 유지하고 산소포화도가 94% 미만일 경우 저산소증 교정을 위해 비강(코안) 캐뉼러로1∼5 L/min 또는 안면마스크로 6~10 L/min의 산소를 투여한다. ☞ ② ①◦ 심혈관계, 호흡기계, 신경계 기왕력이 있는 환자가 산소투여 후 산소포화도가 95% 이상이안 되면 고농도 산소투여를 고려한다. ☞ ② ①◦ 산소투여로 산소포화도가 호전되지 않으면 100% 산소를 투여하면서 저장낭을 갖춘 백밸브마스크(산소 15L/min) 이용하여1 양압환기를 실시한다. ☞ ② ①◦ 산소투여후 반응이 없는 경우 및 청색증이 심해지면 심정지를 확인하고 심정지가 확인 된경우 ‘심정지 지침’을 따른다. 전문기도유지술을 실시하는 경우 기관내 삽관에 대한 충분한훈련·경험이 없는 구급대원은 성문 상 기도기를 사용하고, 충분한 훈련·경험이 있는구급대원은 기관내 삽관을 실시한다. 시행방법은 기본심폐소생술 및 기도삽관, 성문 상기도기 술기 지침을 따른다. ☞ 1급 응급구조사 등\n\n◦ 호흡기계 질환자는 산소투여 이후 흡입용 기관지 확장제를 투여한다. ☞ (②; 환자가해당약물을 휴대하고 있는 경우에 한함.) ①◦ 심혈관계 기왕력이 있는 환자는 앉은 자세(sitting position)를 취한다.◦ 혈압이 안정되고 의식이 있는 급성호흡곤란 발생환자에서 가스교환을 원활히 하고 호흡에대한 부담을 완화하기 위해 지속적 양압환기(CPAP:Continuous Positive AirwayPressure)를 사용할 수 있다.1 ☞ ①\n\n◦ 만성폐쇄성폐질환: 호흡곤란이 심하다면 단계적으로 저농도에서 고농도 산소를 투여한다.(비강(코안)캐뉼라 → 비재호흡마스크)◦ 자연공기가슴증: 양압 환기는 긴장성 공기가슴증으로 진행 될 가능성이 있어 주의한다.\n\n◦ 전문기도유지술이 필요한 경우◦ 기관지확장제 투여가 필요할 경우◦ 불안정한 활력징후를 동반한 호흡곤란 환자의 이송병원 선정을 위해\n\n◦ 중증 호흡곤란 환자(의식상태의 변화, 빈맥(빠른맥) 혹은 서맥(느린맥), 빈호흡 혹은호흡감소, 청색증, 심한 천명음 등)의 경우, 가까운 지역응급의료센터 이상의 의료기관으로이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료 가능한 가까운지역응급의료기관으로 이송할 수 있다.◦ 단, 응급의료 취약지역일 경우 가장 가까운 응급의료기관 이상의 의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.◦ 경증 호흡곤란 환자의 경우, 가장 가까운 지역응급의료기관으로 신속히 이송한다.\n\n◦ 과도한 산소로 인한 부작용에 주의하여야 한다. 산소포화도 100%를 유지하기 위해 필요이상의 산소공급은 혈관수축, 염증, 심장, 폐, 뇌에 산화 스트레스를 증가시킬 수 있는 위험이있어, 다음의 목표 산소포화도를 권장한다.\n\n󰠂급성중증성인환자 94~98%󰠂만성폐쇄성폐질환 88~92%󰠂급성심근경색환자 94~96%󰠂급성호흡부전증후군 88~93%(FiO2≥0.7)󰠂중증외상환자 96~98%󰠂 94~98%3심정지에서 ROSC 된 환자\n\n단, 중증 흉부손상, 익수, 유독가스 흡인에 의한 기도 화상, 일산화탄소 중독, 아나필락시스,중증 감압병, 중증 고산병, 군발 두통의 경우 100% 산소를 공급한다.1\n\n1. O'DRISCOLL, B. R., et al. BTS guideline for oxygen use in adults in healthcareand emergency settings. Thorax. 2017;72 Suppl 1:ii1-ii90.2. Global Initiative For COPD, 2023 Gold Report;20233. 질병관리청·대한심폐소생협회, 「2020년 한국심폐소생술 가이드라인」, 2020.12. p.246\n\n무의식적으로 과도하게 빨라진 호흡에 의하여 환기가 증가하면서 혈중 이산화탄소 분압이감소하게 되어 나타나는 모든 증상을 과환기증후군 또는 과호흡증후군이라고 한다.1 환자는젊은 여성이 많고, 곁에 사람이 있을 때 일어나기 쉬운 것이 특징이다.\n\n◦ 서서히 악화되는 호흡곤란, 공포감, 일시적인 감각마비 호소 등◦ 수족경련(carpopedal spasm): 사지가 펴지고 손가락은 꼬여지는 상태◦ 어지럼증, 전실신 등의 증상을 호소하기도 한다.2◦ 심근경색 등에 의해서도 발생할 수 있다.\n\n◦ 병력청취󰠂갑작스러운 불안, 기타 감정적 스트레스를 받을 때󰠂심한 심·뇌혈관계 부전 시󰠂드물게는 발열이나 패혈증, 몇몇의 약물 등◦ 이학적 검진󰠂전형적인 증상을 보고 진단할 수 있다.󰠂과호흡하도록 하면 동일한 증상이 재현될 수 있다.󰠂과호흡을 유발할 수 있는 다른 중증질환(폐색전증, 심근경색 등)을 고려하여야 한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.󰠂급격히 악화되는 호흡곤란이나 공포감, 손발의 마비를 호소하는 경우에 치료가 필요하다.◦ 산소포화도 감시를 시행한다.3 ☞ Ⓕ ② ①◦ 지속적으로 산소포화도가 94% 미만인 경우 안면마스크를 이용하여 6~10 L/min 의 산소를공급한다. ☞ ② ①◦ 병원에 도착할 때까지 숨을 천천히 쉬도록 환자를 안정시켜 준다. ☞ Ⓕ ② ①\n\n◦ 이송 중 활력징후 측정 등 지속적으로 환자상태를 감시하고 필요시 심전도 측정을 통한평가를 실시한다.\n\n◦ 비닐봉투나 종이봉투를 이용한 재호흡요법은 이산화탄소 증가보다는 혈중 산소분압의감소가 더 심하게 나타나므로 사용하지 않는다.3,4◦ 생명을 위협하는 원인(급성심근경색, 폐색전증 등)을 고려하여야 한다.5\n\n5. 직접의료지도 요청기준 : 현장 상황 및 환자의 증상에 따라 의료지도 요청\n\n◦ 생명을 위협하는 다른 원인의 과호흡 증후군 환자경우, 가까운 지역응급의료센터 이상의의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료 가능한가까운 지역응급의료기관으로 이송할 수 있다.◦ 단, 응급의료 취약지역일 경우 가장 가까운 응급의료기관 이상의 의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.◦ 경증 호흡곤란 환자의 경우, 가장 가까운 지역응급의료기관으로 신속히 이송한다.◦ 지역 내 이송병원 선정지침이 있을 경우 지역 지침에 따라 이송할 수 있다.\n\n1. 연세대학교 원주의과대학 응급의학교실, 「응급구조와 응급처치 8판」, 2022. p4422. Folgering H. The pathophysiology of hyperventilation syndrome. Monaldi ArchChest Dis. 1999 Aug;54(4):365-372.3. O'DRISCOLL, B. R., et al. BTS guideline for oxygen use in adults in healthcareand emergency settings. Thorax. 2017;72 Suppl 1:ii1-ii90.4. Callaham, M. Panic disorders, hyperventilation, and the dreaded brown paper bag.Ann Emer Med, 1997;30(6):838.5. Hiroyuki Hayashi, 「응급실 이제 두렵지 않다 4: 응급실에서 반드시 만나는 질환」,2012, p16\n\n어깨, 목, 턱 또는 등으로 방사되는 흉통이나 흉부 불쾌감은 허혈성 심질환의 흔한 증상이다.1하지만 허혈성 심질환 환자 모두가 흉통 증상을 나타내지 않을 수 있다는 것을 주의하여야한다.2(특히 당뇨환자3) 협심증은 심장 근육에 필요한 만큼의 산소가 공급되지 못하여 발생되는흉부 불편감 또는 통증을 말하며, 아직 심장 근육의 괴사는 일어나지 않은 단계이다. 협심증은신체적으로 무리한 경우, 추위에 노출된 경우, 감정적인 스트레스를 받았을 때 잘 발생되며,심근경색과는 달리 보통 10분 이상 통증이 지속되는 경우는 없으며, 거의 대부분니트로글리세린에 의해 통증이 없어진다.1,4 협심증과 달리 급성심근경색은 심장 근육으로의혈류 공급이 감소하거나 중단되어 심장근육 괴사가 일어난 것으로 ST-분절 상승 심근경색과ST-분절 비상승 심근경색으로 나눌 수 있으며,1 ST-분절 상승 심근경색의 경우 즉각적인재관류 요법의 시행이 필요하다.\n\n◦ 특별한 원인이 없는 갑작스런 무력감, 오심, 발한과 같은 비특이적 전신증상에서부터 흉통,폐부종으로 인한 호흡곤란, 부정맥으로 인한 실신, 어지럼증 등 다양한 형태로 나타날 수 있다.◦ 심근경색의 통증은 협심증보다 오래 지속되며, 협심증의 경우 보통 흉통이 10분 이상 지속되지 않는다.◦ 협심증의 경우 흉통이 휴식이나 니트로글리세린의 투여로 소실되지만 심근경색의 경우흉통이 경감될 수는 있으나, 심근의 허혈이 해소되지 않으므로 통증이 지속되는 차이를보인다.\n\n◦ 병력청취󰠂흉통의 발생 시간 및 지속 시간󰠂유발/완화 인자, 니트로글리세린 복용 시 흉통의 변화󰠂흉통의 위치 및 방사 여부󰠂흉통의 강도󰠂최근 발기부전제 복용력 및 아스피린 알레르기 유무 확인󰠂기타 심혈관 위험인자 확인(과거력, 가족력, 음주, 흡연여부 등)\n\n◦ 이학적 검진󰠂환자의 의식수준 및 산소포화도를 포함하여 생체징후를 측정한다.󰠂심인성 폐부종에 대한 이학적 검사를 실시한다.󰋼호흡음을 청진하여 수포음의 유무를 확인한다.󰋼경정맥 팽대 유무를 확인한다.󰠂심전도 검사 ☞ ①󰋼심전도 측정기가 있는 경우 3유도 심전도 검사를 시행한다.󰠂이송 중 심전도 모니터링󰋼환자 이송 중 부정맥 발생 유무에 대한 모니터링\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 산소투여: 비강(코안) 캐뉼러로 1∼5 L/min의 산소를 투여, 산소포화도를 94% 이상 유지◦ 니트로글리세린 설하 투여 ☞ ② ①󰠂니트로글리세린 1알(0.3~0.6mg)을 설하(혀밑)로 매 5분 간격 총 3회까지 투여(약품설명서참고)󰠂단, 2급 응급구조사는 환자가 니트로글리세린을 가지고 있는 경우에 직접의료지도 후 투여가능◦ 정맥로 확보 ☞ ①󰠂심인성 흉통이 의심되는 경우 현장에서 정맥로 확보를 시행󰠂니트로글리세린 투여 후 수축기 혈압이 90mmHg이하로 저하되는 경우 의료지도를 통해생리식염수 500 mL를 정주◦ 심장성 폐부종이 의심될 때 (환자가 호흡곤란을 같이 호소하거나, 산소포화도가 94% 미만인\n\n경우) 지속적 양압환기(CPAP) 사용 ☞ ①\n\n󰠂5~10 cmH2O의 PEEP(호기말 양압)을 적용\n\n󰋼의식저하 또는 자발호흡이 없는 경우󰋼심한 안면부 외상이 동반된 경우\n\n󰋼혈역학적 불안정한 상태인 경우󰋼기흉(공기가슴증)이 의심될 때\n\n󰠂 이하5수축기 혈압이 90 mmHg󰠂 환자6분당 50회 미만의 서맥(느린맥)󰠂 빈맥(빠른맥)(>100회/분)7심부전이 없는 상태에서의󰠂발기부전제를 복용한 경우: 최근 24시간 이내 비아그라, 레비트라 등을 복용하거나, 48시간이내 시알리스를 복용한 경우󰠂니트로글리세린 투여 후 수축기 혈압이 20 mmHg 이상 감소한 경우 추가 투여 금지󰠂NTG 과민반응이 있었던 환자󰠂녹내장환자, 머리외상이나 뇌출혈, 중증 빈혈 환자󰠂우심실경색 의심 환자\n\n◦ 환자가 소유하고 있지 않은 니트로글리세린을 투여할 경우 ☞ ①◦ 니트로글리세린 투여 후 저혈압이 발생한 경우󰠂우심실 경색이 의심되는 경우 의료지도를 요청하여 생리식염수 500 mL를 정주◦ 심인성 흉통 환자에서 정맥로를 확보할 경우◦ 12유도 심전도를 시행한 후 자동판독결과에서 정상 심전도 리듬이 아니거나, 심전도 측정결과 판단을 위하여 의사의 지도가 필요한 경우◦ 자동판독기능이 없는 12유도 심전도 기기로 12유도 심전도를 시행하여 심전도 측정 결과해석이 필요한 경우◦ 심전도에서 ST-분절 상승일 경우, 이송병원에 사전 연락: 관상동맥 중재술(PCI)팀을 미리활성화◦ 지속적 양압환기(CPAP)를 사용할 때\n\n◦ 12유도 심전도에서 ST-분절 상승 심근경색이 확인된 경우 재관류 치료가 가능한 응급의료기관으로 이송한다.◦ ST-분절 상승 심근경색이 아닌 심인성 흉통이 의심될 때 가까운 지역응급의료센터 이상의의료 기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료가능한가까운 지역응급의료기관으로 이송할 수 있다.◦ 환자 상태가 불안정할 경우 이송병원 선정을 위해 의료지도를 요청한다.󰠂불안정한 환자 상태\n\n󰋼환자 의식이 저하된 경우󰋼수축기 혈압이 90 mmHg 이하인 경우󰋼환자가 호흡곤란을 같이 호소하거나, 산소포화도가 94% 미만인 경우\n\n◦ 응급의료 취약지역일 경우 가장 가까운 응급의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.\n\n1. Brashers, V. L.: Clinical applications of pathophysiology: an evidence-basedapproach. 2006.2. KO NH.: Factors associate with coronary artery stenoses depending on chestpain during exercise stress test. PhD Thesis, Yonsei University, 2015.3. Devon H.A., Penckofer S., Larimer K.: The association of diabetes and olderage with the absence of chest pain during acute coronary syndrome. WesternJounal of Nursing Research, 30(1):130-144, 2007.4. Bonow, Robert O., et al.: Braunwald's heart disease e-book: A textbook ofcardiovascular medicine. Elsevier Health Sciences, 2011.5. Ferguson, James J., et al.: Significance of nitroglycerin-induced hypotensionwith inferior wall acute myocardial infarction. The American journal of cardiology,64.5: 311-314, 1989.6. Richard Wuerz, Greg Swope, Steven Meador, C James Holliman, Gregory SRoth: Safety of prehospital nitroglycerin. Annals of emergency medicine,23(1):31-36, 1994.7. Proulx, Marie-Helene, et al.: Prehospital nitroglycerin in tachycardic chest painpatients: a risk for hypotension or not?. Prehospital Emergency Care, 21.1:68-73,2017.8. Erhardt L, Herlitz J, Bossaert L, et al.: Task force report: Task Force on theManagement of Chest Pain. Eur Heart J, 23:1153–76, 2002.9. Crocco TJ, Sayre MR, Aufderheide TP.: Prehospital triage of chest pain patients[position paper]. Prehosp Emerg Care, 6:224–8, 2002.10. Bull GW, Wilcox D.: Cardiac alert. J Emerg Med Serv, 27(12):24–34, 2002.11. Rittenberger, Jon C., Beck, Paul W., Paris, Paul M.: Errors of omission in thetreatment of prehospital chest pain patients. Prehospital Emergency Care,9.1:2-7, 2005.\n\n서맥(느린맥)은 안정 상태에서 분당 심박수가 60회 미만인 경우로 정의할 수 있지만, 보통분당 심박수가 50회 미만이 되어야 서맥(느린맥)으로 인한 증상이 발생한다. 예를 들어운동선수의 경우 안정시 심박수가 60회 미만인 경우가 흔하지만1-3, 느린 맥박과 관련한 증상이없는 경우는 비정상적인 상태로 볼 수 없으며, 치료를 필요하지도 않는다.4 이에 비해 ‘상대적인서맥(느린맥)’은 비록 환자의 맥박수가 60회 미만이 아니더라도 환자의 의학적 상태에서예상되는 맥박수보다 느린 경우로 정의할 수 있다. 따라서 심각한 증상을 가진 서맥(느린맥)을구별하는 것이 중요하며, 불량한 관류상태를 시사하는 모든 징후를 포함하여 의식변화, 저혈압,흉통, 호흡곤란, 실신, 울혈성 심부전 등이 심각한 증상에 포함된다.5 서맥(느린맥) 환자의 초기처치는 기도확보 및 산소화, 그리고 서맥(느린맥)의 원인을 찾는 것으로 시작한다.\n\n◦ 서맥(느린맥)으로 인해 나타날 수 있는 심각한 증상에는 의식변화, 저혈압, 흉통, 호흡곤란,실신, 울혈성 심부전과 발한, 구역/구토 등 쇼크를 시사하는 징후들이 있다.5◦ 서맥(느린맥)을 일으킬 수 있는 원인들󰠂부교감 신경계 항진󰠂심장 전기 전도계 이상󰠂약물 중독󰠂방실 접합부 허혈 또는 경색\n\n◦ 병력청취󰠂어지러움증, 두근거림, 흉통, 실신, 발한, 구역/구토 등의 증상 동반 여부󰠂유발/완화 인자󰠂약물 복용력◦ 이학적 검진󰠂서맥(느린맥)으로 인한 심각한 증상 및 징후 확인󰠂의식상태 확인, 산소포화도를 포함한 생체징후 측정󰠂심전도 측정기가 있는 경우 3유도 심전도 검사를 시행한다\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 기도 개방 및 유지 ☞ ② ①◦ 기도를 유지하고 산소포화도가 94% 미만일 경우 저산소증 교정을 위해 비강(코안) 캐뉼러로1∼5 L/min 또는 안면마스크로 6~10 L/min의 산소를 투여한다. ☞ ② ①◦ 산소투여 후 산소포화도가 95% 이상이 안 되면 비재호흡마스크를 이용하여 11~15L/min의 산소를 투여한다. ☞ ② ①◦ 서맥(느린맥)으로 인한 심각한 증상 또는 징후가 있는 경우만 정맥로 확보 시도 ☞ ①◦ 환자의 의식상태, 혈압, 심전도, 산소포화도를 지속적으로 감시한다. ☞ ⓕ ② ①\n\n◦ 심전도 상 서맥(느린맥)이지만, 환자 반응이 없고, 맥박이 동반되지 않은 경우는 무맥성전기활동(PEA)으로 간주하고 심정지 항목 표준 지침에 따라 처치한다.◦ 심근경색에 의한 서맥(느린맥)인지 구별하는 것이 필요함.\n\n◦ 환자의 생체징후가 불안정하여 정맥로 확보 및 수액 투여가 필요한 경우\n\n◦ 심각한 증상 및 징후를 가진 서맥(느린맥)의 경우 가까운 지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료가능한가까운 지역응급의료기관으로 이송할 수 있다.◦ 환자 상태가 불안정할 경우나 특정한 경우, 이송병원 선정을 위해 의료지도를 요청한다.\n\n󰋼환자 의식이 저하된 경우󰋼수축기 혈압이 90 mmHg 이하인 경우󰋼환자가 호흡곤란을 같이 호소하거나, 산소포화도가 94% 미만인 경우\n\n◦ 응급의료 취약지역일 경우 가장 가까운 응급의료기관 이상의 의료기관으로 이송한다.\n\n1. Viitasalo MT, Kala R, Eisolo A.: Ambulatory electrocardiographic recoring inendurance athlets. British Heart Journal, 47:213-20, 1982.2. Hanne-Paparo N, Drory Y, Schoenfeld Y, Shapira Y, Kellermann JJ.: CommonECG changes in athletes. Cardiology, 61:267-78, 1976.3. Northcote RJ, Canning GP, Ballantyne D.: Electrocardiographic findings in maleveteran endurance athletes. British Heart Journal, 61:155-60, 1989.4. Mangrum J. Michael, DiMarco, John P.: The evaluation and management ofbradycardia. New England Journal of Medicine. 342:703-709, 2000.5. G.H. Sodeck, H. Domanovits, G. Meron, F. Rauscha, H. Losert, M. Thalmann,M. Vlcek, A.N. Laggner: Compromising bradycardia: Management in theemergency department. Resuscitation, 73(1):96–102, 2007.\n\n빈맥(빠른맥)은 분당 심박수가 100회 이상인 경우로 정의되지만, 보통 빈맥(빠른맥)으로 인한증상은 분당 심박수가 150회 이상인 경우에서 나타나며, 그 이하에서는 드물다.1 빈맥(빠른맥)은 크게 넓은 QRS 빈맥(빠른맥)(QRS>0.12sec)과 좁은 QRS 빈맥(빠른맥)(QRS나눌 수 있으며, 넓은 QRS 빈맥(빠른맥)은 주로 심실에서 기원하는 경우가 많다.2,3\n\n◦ 빈맥(빠른맥)으로 인해 나타날 수 있는 심각한 증상으로는 의식변화, 저혈압, 흉통, 호흡곤란,두근거림, 실신, 울혈성 심부전과 발한, 구역/구토 등 쇼크를 시사하는 징후들이 있다.4-11◦ 빈맥(빠른맥)이 일차적인 원인으로 작용하여 증상을 일으키는 경우는 보통 분당 심박수가150 이상에서 발생하며, 그 이하에서는 드물다.\n\n◦ 병력청취󰠂어지러움증, 두근거림, 흉통, 실신, 발한, 구역/구토 등의 증상 동반 여부󰠂유발/완화 인자󰠂약물 복용력◦ 이학적 검진󰠂빈맥(빠른맥)으로 인한 심각한 증상 및 징후 확인󰠂의식유무와 맥박확인 후 심폐소생술 여부 결정󰠂산소포화도를 포함한 생체징후 측정󰠂심전도 측정기가 있는 경우 3유도 심전도 검사를 시행한다\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 기도 개방 및 유지 ☞ ② ①◦ 기도를 유지하고 산소포화도가 94% 미만일 경우 저산소증 교정을 위해 비강(코안) 캐뉼러로1∼5 L/min 또는 안면마스크로 6~10 L/min의 산소를 투여한다. ☞ ② ①◦ 산소투여 후 산소포화도가 95% 이상이 안 되면 비재호흡마스크를 이용하여 11~15 L/min\n\n의 산소를 투여한다. ☞ ② ①◦ 심전도 모니터링 ☞ Ⓕ ② ①◦ 제세동이 필요한 빈맥(심실세동, 무맥성심실빈맥)일 경우 자동심장충격기를 이용하여제세동 시행 ☞ ② ①◦ 심각한 증상 및 징후를 가진 빈맥(빠른맥) 환자에서는 정맥로를 확보한다. ☞ ①\n\n◦ 환자가 반응이 없고 맥박이 소실된 경우에서 심전도 상 넓은 QRS 빈맥(빠른맥)은 심정지의치료지침에 따른다.◦ 심근경색에 의한 빈맥(빠른맥)인지 구별하는 것이 중요\n\n◦ 환자의 생체징후가 불안정하여 정맥로 확보 및 수액 투여가 필요한 경우◦ 제세동의 적응증에 대한 확인이 필요할 경우\n\n◦ 심각한 증상 및 징후를 가진 빈맥(빠른맥)의 경우 가까운 지역응급의료센터 이상의의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료가능한가까운 지역응급의료기관으로 이송할 수 있다.◦ 환자 상태가 불안정할 경우나 특정한 경우, 이송병원 선정을 위해 의료지도를 요청한다.\n\n󰋼환자 의식이 저하된 경우󰋼수축기 혈압이 90 mmHg 이하인 경우󰋼환자가 호흡곤란을 같이 호소하거나, 산소포화도가 94% 미만인 경우\n\n◦ 응급의료 취약 지역일 경우 가장 가까운 지역응급의료기관으로 이송한다.\n\n1. Link Mark S.: Introduction to the arrhythmias: a primer. EP Lab Digest, 5:38-9,2007.2. Link Mark S.: Evaluation and intial treatment of supraventricular tachycardia.New England Journal of Medicine, 367(15):1438-1448, 2012.3. Masood, Akhtar: Wide QRS complex tachycardia. Annals of internal medicine,109(11):905-, 1988.4. Wolff L.: Clinical aspects of paroxysmal rapid heart action. New EnglandJournal of Medicine, 226:640-648, 1942.5. Bhandari, Anil K., et al.: Correlation of symptoms with occurrence ofparoxysmal supraventricular tachycardia or atrial fibrillation: a transtelephonicmonitoring study. American Heart Journal, 124.2:381-386, 1992.6. Dhala A., Bremner S., et al.: Impairment of driving abilities in patients withsupraventricular tachycardias. American Journal Cardiology, 75:516-518, 1995.7. Epstein LM, Chiesa N, et al.: Radiofrequency catheter ablation in the treatmentof supraventricular tachycardia in the elderly. Journal of the American College ofCardiology, 23:1356-1362, 1994.8. Brugada P., Gursoy S., Brugada J., Andries E.: E. Investigation of palpitations.Lancet, 341:1254-1258, 1993.9. Akhtar M., Jazayeri MR, et al.: Atrioventricular nodal reentry: clinical,electrophysiological, and therapeutic considerations. Circulation, 88:282–295,1993.10. Auricchio A., Klein H., Trappe H., Wenzlaff P.: . Lack of prognostic value ofsyncope in patients with Wolff-Parkinson-White syndrome. Journal of theAmerican College of Cardiology, 17:152-158, 1991.11. Leitch JW, Klein GJ, Yee R, Leather RA, Kim YH.: Syncope associated withsupraventricular tachycardia: an expression of tachycardia rate or vasomotorresponse? Circulation, 85:1064–1071, 1992.\n\n실신은 부적절한 뇌혈류의 공급으로 인해 갑작스럽고 일시적으로 의식소실이 발생하는것으로 다양한 원인에 의해 발생할 수 있다. 실신과 발작을 구별하는 것이 필요하며, 실신은발작에 비해 보통 실신 전 증상이 있으며, 경련 움직임이 없고, 발작 후에 나타나는 혼미 상태를동반하지 않는다.1 여러 가지 검사에도 불구하고 실신의 원인을 찾기 어려운 경우가 많지만,실신의 원인 중 생명에 심각한 위협을 줄 수 있는 심인성 실신 및 저혈량성 쇼크의 동반 유무를감별하는 것이 중요하다.2\n\n◦ 실신의 원인󰠂심인성󰠂저혈량성 쇼크󰠂뇌졸중󰠂혈관미주성󰠂상황성(Situational)󰠂체위성 저혈압󰠂저혈당󰠂저산소증󰠂약물 중독◦ 혈관미주성 실신의 경우 보통 실신 전 전구증상이 선행되는 경우가 많음◦ 실신 전 전구증상: 어지럼증, 하품, 오심, 발한, 복부 불편감, 흐릿한 시야3\n\n󰠂심인성 실신을 구별할 수 있는 병력 청취󰠂두통, 신경학적 증상, 어지러움증, 두근거림, 흉통, 발한, 구역/구토 등의 증상 동반 여부󰠂의식소실 시간, 증상 발생 당시 상황, 유발/완화 인자󰠂재발 여부󰠂투약 이력\n\n◦ 이학적 검진󰠂산소포화도를 포함한 활력징후 측정󰠂혈당 측정󰠂 모니터링4사지유도 심전도󰠂심전도 측정기가 있는 경우 3유도 심전도 검사를 시행한다 ☞ ①\n\n◦ 기도를 유지하고 산소포화도가 94% 미만일 경우 저산소증 교정을 위해 비강(코안) 캐뉼러로1∼5 L/min 또는 안면마스크로 6~10 L/min의 산소를 투여한다. ☞ ② ①◦ 산소투여 후 산소포화도가 95% 이상이 안 되면 비재호흡마스크를 이용하여 11~15 L/min의산소를 투여한다. ☞ ② ①◦ 필요한 경우(예:저혈량성 쇼크) 정맥로를 확보(☞ ①)하여 300mL(소아는 5mL/kg)의 생리식염수나 젖산 링거액을 투여(☞ ①) 하고, 혈압, 맥박수, 의식 등이 정상 범위로 회복되는지확인한다. 쇼크가 지속될 경우 1L(소아는 10mL/kg)까지 수액을 지속적으로 투여한다.(☞ ①)\n\n◦ 기립자세에서 혈압 측정 시 환자가 갑자기 쓰러져 외상을 입을 수 있으므로 주의한다.◦ 뇌졸중 증상과 구분이 어려울 수 있으므로 신경학적 결손이 있었는지 확인이 필요하다.◦ 머리, 경추(목뼈) 손상 확인이 필요하며 손상이 확인되면 머리손상 처치 지침을 따른다.◦ 심각한 실신(심장성, 저혈량성 쇼크)을 구별하는 것이 중요하다.◦ 의식이 있는 환자- 환자의 경구로는 어떠한 것도 공급하지 않는다.\n\n◦ 환자의 생체징후가 불안정하여 정맥로 확보 및 수액 투여가 필요한 경우\n\n◦ 심장성 실신, 저혈량성 쇼크가 의심될 경우 가까운 지역응급의료센터 이상의 의료 기관으로이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료가능한 가까운 지역응급의료기관으로 이송할 수 있다.\n\n◦ 응급의료 취약 지역일 경우 가장 가까운 지역응급의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에 따른다.◦ 지역 내 이송병원 선정지침이 있을 경우 지역 지침에 따라 이송할 수 있다.\n\n1. SHELDON, Robert, et al. Historical criteria that distinguish syncope fromseizures. Journal of the American College of Cardiology, 2002, 40.1: 142-148.2. 김종윤, 「실신 환자에서 유의해야 할 증상」, International Journal of Arrhythmia,2009, 10.3: 15-16.3. 김현아, 「실신전 증상과 자율신경 증상」, Research in Vestibular Science, 2013,12: 41-45.4. 조정관, 「실신 환자의 심전도에서 확인해야 할 사항」, International Journal ofArrhythmia, 2009, 10.3: 17-22.\n\n성대 아래 하부 기도의 질환에 의한 혈액의 배출로 기침 시 선홍색의 거품을 동반한 출혈이발생하며 위장관 출혈로 인해 유발되는 토혈과 감별하여야 한다. 기관지염이 가장 흔한 원인이고 그 외 결핵, 기관지 확장증, 폐렴, 폐농양, 폐암 등 여러 원인이 있다. 폐질환의 과거력에대한 병력을 청취하고 대량객혈에 대한 평가를 한다. 대량객혈은 하루 24시간 동안 100~600mL 정도 양의 객혈을 말하며 전체 객혈의 1.5~5% 정도를 차치하고 있다. 특히 전체적인양보다는 그 속도가 중요하며, 시간당 150 mL 정도의 속도로 객혈이 나오는 경우 질식의위험이 발생할 수 있으므로 기도를 적절하게 유지하는 것이 중요하다.1\n\n◦ 객혈의 원인에 따라 다양한 임상적 증상이 나타난다.\n\n󰠂급성기관지염, 폐렴, 폐농양: 발열, 객담을 동반한 기침󰠂폐색전증, 폐경색: 흉막성 흉통, 장딴지 압통\n\n󰠂폐질환, 이전 객혈의 과거력, 항응고제 복용력, 외상, 최근 침습적 병원 시술여부를 물어본다.󰠂객혈의 양과 기간에 대해 물어본다.◦ 이학적 검진: 대량객혈로 인한 쇼크의 가능성과 출혈의 원인을 파악한다.󰠂쇼크진행을 알아보기 위해 의식 상태를 확인한다.󰠂활력징후를 체크한다.\n\n󰋼혈압: 수축기 혈압 90 mmHg 미만의 저혈압 상태인지 확인한다.󰋼맥박수: 빈맥(빠른맥)은 교감신경 항진 또는 저산소증의 징후이고, 서맥(느린맥)은 심한저산소증으로 인한 심정지가 임박함을 암시한다.󰋼호흡수: 빈호흡이 있는지 대량객혈로 인한 질식의 위험이 있는지 확인한다.󰋼산소포화도: 산소공급의 기준이 되는 산소포화도를 측정한다.󰋼체온: 감염병에 의한 38도 이상의 고온 상태인지 확인한다.이전 폐질환 위치 및 청진을 통해 병변 부위를 추정한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 기도를 유지하고 쇼크 징후나 호흡곤란 증상이 있거나 산소포화도가 94% 미만일 경우 저산소증 교정을 위해 비강(코안) 캐뉼러로 1∼5 L/min 또는 안면마스크로 6~10 L/min의산소를 투여한다. ☞ ② ①◦ 산소투여 후 산소포화도가 95% 이상이 안 되면 비재호흡마스크를 이용하여 11~15L/min의 산소를 투여한다. ☞ ② ①◦ 대량객혈로 인해 질식의 위험이 있는 경우, 전문기도유지술을 시행하여 기도를 유지한다.2전문기도유지술 시행 자격 및 방법은 기본심폐소생술 및 기도삽관, 성문 상 기도기 술기지침을 따르며 가능하면 구급차 이송이 시작되기 전에 시행한다. ☞ ①◦ 혈역학적으로 불안정하고 쇼크 징후가 보이면 하지를 거상(☞ Ⓕ ② ①)하고 정맥로를 확보(☞①)하여 300mL(소아는 5mL/kg)의 생리식염수나 젖산 링거액을 투여(☞ ①) 하고, 혈압,맥박수, 의식 등이 정상 범위로 회복되는지 확인한다. 쇼크가 지속될 경우 1L(소아는10mL/kg)까지 수액을 지속적으로 투여한다.(☞ ①)\n\n◦ 쇼크시 이송시간이 20분 이상 소요되는 것으로 예상될 때, 정맥로 확보를 한다. 그러나정맥로 확보로 인해 이송이 지연되지 않도록 능숙하게 한다.◦ 현장이나 이송 중 습득한 객혈물은 객혈의 양과 성상을 파악할 수 있도록 버리지 않고 이송병원에 인계한다.\n\n◦ 환자의 생체징후가 불안정하여 정맥로 확보 및 수액 투여가 필요한 경우◦ 적절한 호흡보조에도 저산소증이 지속되어 전문기도유지술 시행이 필요한 경우\n\n◦ 호흡부전, 쇼크를 동반하거나 대량객혈(시간당 150mL 이상) 환자는 중증이므로 가까운지역응급의료센터 이상의 의료 기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라의료지도 등을 받아 치료가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 응급의료 취약 지역일 경우 가장 가까운 지역응급의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에따른다.\n\n1. 김세규, 「심포지움: 객혈의 감별진단 (Differential diagnosis of hemoptysis)」,The Korean Journal of Medicine, 1998, 55.4: 634-642.2. 정태훈, 「심포지움: 호흡기 중환자관리 (Respiratory Intensive Care)」, 대한의학회지, 1994, 46.5: 602-603.\n\n토혈(hematemesis)은 구토 시 출혈이 있는 것으로 피에 거품이 없고 검붉은 색을 띠며음식물이 포함될 수 있으며 하부기도 출혈로 발생하는 객혈과 감별하여야 한다. 위, 십이지장의 염증이나 궤양, 간질환에 의한 식도정맥류 파열, 식도점막 파열 등에 의한 상부 위장관구조물의 출혈이 흔하다.1\n\n혈변(hematochezia)은 배변시 대변에 선홍색의 혈액이 보이는 것으로 검은색의 대변은흑색변(melena)로 구분한다. 가벼운 치질에서부터 게실증, 대장(큰창자) 용종, 궤양성 대장(큰창자)염, 대장(큰창자)암 등 하부 위장관 출혈은 혈변으로 나타나고, 상부 위장관 출혈은흑색변으로 나타난다.2\n\n◦ 중증의 만성/급성 위장관 출혈에 의한 토혈 환자는 무력, 창백, 어지럼증, 호흡곤란 등의빈혈 증상이 나타난다.◦ 하부위장관 출혈에 의한 혈변 환자는 원인 질환에 의한 복통, 오심, 구토 등이 동반되기도한다.\n\n◦ 병력청취󰠂토혈이나 혈변의 양과 특성󰠂위, 십이지장의 궤양 및 간질환에 대한 병력청취◦ 이학적 검진󰠂의식변화, 기도유지, 호흡보조, 순환확인을 한다.󰠂활력징후를 측정하고 불안정한 활력징후를 확인한다.󰠂쇼크징후: 피부가 창백하거나 식은땀이 나는지 확인한다.󰠂황달, 복수를 암시하는 복부팽만, 피부의 거미 혈관종, 정강이 부위 함요부종(pittingedema)\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.\n\n◦ 모든 토혈 및 혈변 환자는 기도를 유지하고 산소포화도가 94% 미만일 경우 저산소증 교정을위해 비강(코안) 캐뉼러로 1∼5 L/min 또는 안면마스크로 6~10 L/min의 산소를 투여한다.☞ ② ①◦ 산소투여 후 산소포화도가 95% 이상이 안 되면 비재호흡마스크를 이용하여 11~15L/min의 산소를 투여한다. ☞ ② ①◦ 이송 중 토혈로 인한 기도폐쇄 가능성이 있으므로 기도유지에 주의하고, 구토시 토물이흡인되지 않도록 고개를 옆으로 젖힌다. ☞ Ⓕ ② ①◦ 혈역학적으로 불안정하거나 쇼크 징후 또는 혈압이 90 mmHg 이하면 하지를 거상(☞ Ⓕ② ①)하고 정맥로를 확보(☞ ①)하여 300mL(소아는 5mL/kg)의 생리식염수나 젖산링거액을 투여(☞ ①) 하고, 혈압, 맥박수, 의식 등이 정상 범위로 회복되는지 확인한다.쇼크가 지속될 경우 1L(소아는 10mL/kg)까지 수액을 지속적으로 투여한다.(☞ ①)\n\n◦ 쇼크시 이송시간이 20분 이상 소요되는 것으로 예상될 때, 정맥로 확보를 한다. 그러나정맥로 확보로 인해 이송이 지연되지 않도록 능숙하게 한다.◦ 현장이나 이송 중 습득한 토혈/혈변물은 토혈 및 혈변의 양과 성상을 파악할 수 있도록버리지 않고 이송병원에 인계한다.\n\n◦ 환자의 생체징후가 불안정하여 정맥로 확보 및 수액 투여가 필요한 경우◦ 대량 토혈로 인한 기도폐쇄 위험에 있어 전문기도유지술을 시도할 경우3\n\n◦ 쇼크를 동반하는 대량 토혈/혈변 환자이거나 간경화 환자의 식도정맥류 파열 환자는중증이므로 가까운 지역응급의료센터 이상의 의료 기관으로 이송함을 원칙으로 하되, 지역별여건에 따라 의료지도 등을 받아 치료가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 응급의료 취약 지역일 경우 가장 가까운 지역응급의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에따른다.\n\n1. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11: 606-6132. LO, Bruce M. Lower gastrointestinal bleeding. Emergency Medicine: AComprehesive Study Guide. 7th edit. New York, NY: McGraw-Hill, 2011,545-547.3. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11: 705\n\n대사성 의식 장애는 외상을 제외한 다양한 원인에 의해 외부로부터 오는 자극을 감지하여중추신경에 전달하는 기관에 문제가 발생하여, 과거의 경험에 비추어 이를 해석하고 판단하는과정에 지장이 있음을 의미한다. 다만, 혼수는 다양한 반사 동작을 보일 수 있으나 주어진자극을 피할 수 없는 상태이다.\n\n󰠂A : 자발적으로 눈을 뜨고 적절한 명령에 반응하며, 사람, 장소, 시간에 대한 질문에 올바른대답 및 반응을 하는 것󰠂V : 언어 반응에 눈을 뜨나, 바로 수면 상태에 빠지고, 눈뜨기 등 자발적인 운동 및 명령에적절한 반응을 하는 것󰠂P : 자발적인 운동은 존재하나 명령에 적절한 반응을 하지 않으며, 통증 자극에 국지적이거나 회피 반응을 보이는 것󰠂U : 자발적인 운동이 없고 통증에 대한 반응이 거의 없으며 심부건 반사나 각막, 혹은대광 반사가 소실되는 것◦ 의식 장애의 원인󰠂산소, 기질 혹은 공통 인자의 결핍: 허혈, 저산소증, 저혈당, 비타민 결핍증󰠂독성 물질들\n\n󰋼일차적 또는 이차적인 신부전증, 간부전증, 폐부전증, 내분비 항진 혹은 저하증󰋼향정신성 약물의 과량 섭취 (바비트레이트, 알코올, 진정제, 마약 등), 산성 독극물 (메칠알코올, 파라알데하이드, 에틸렌글리콜), 효소 억제제\n\n󰋼산-염기, 혹은 이온의 이상󰋼감염: 뇌수막염, 뇌염󰋼뇌전증(간질) 후 미만성 저하\n\n◦ 증상 발현의 특성󰠂혼수와 그 원인에 의해 비정상적인 활력징후를 나타낼 수도 있고, 반대로 비정상적인 활력징후가 의식저하와 혼수의 원인이 되기도 한다.󰠂발열이 있는 경우는 감염을 의심할 수 있다\n\n◦ 병력 청취󰠂환자에게 직접 병력을 청취하기 어려우므로 주변의 목격한 사람에게 많은 정보를 얻는다.󰠂기저 질환, 최근 투약력, 의식저하 전의 환자의 상태, 환자를 발견하였을 때 환자의 상태와주위 상황, 발현 시간, 동반 증상에 대한 병력을 확인한다.\n\n의식 수준: AVPU법을 이용하여 분류\n\n󰋼양측 동공이 축동(동공수축)되어 있으나 대광반사가 있는 경우는 대사성 뇌증, 또는 과량의마약을 투여한 경우\n\n󰋼양측 동공이 산대되고 고정된 경우는 심한 산소 결핍성 뇌증, 스코폴라민(scopolamine)이나 글루테치마이드(glutethimide) 중독의 경우\n\n󰋼안면부의 양측 턱관절에 통증자극을 동시에 줄 때 비대칭적으로 얼굴을 찡그리면 일측운동력이 약화되었음을 의미󰋼목적이 있는 움직임인가? 일측만 주로 사용하는가? 를 알기 위해서 자발적인 운동이 있는지 관찰󰋼심부건반사와 바빈스키반사 등의 병적 반사를 조사\n\n󰠂심전도 측정 및 감시󰠂소변실수, 혀깨뭄이 있는지 확인하여 경련 가능성 고려\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 환자를 편평한 곳에 반듯하게 눕혀 안정을 취하게 하고 수축기혈압이 90 mmHg 이상인경우에는 흡인을 방지하기 위해 상체를 15∼30도 정도 올려준다. ☞ Ⓕ ② ①◦ 구역반사가 소실된 경우, 입인두기도기를 이용하여 기도를 확보 ☞ ② ①◦ 의식이 V 이고 말초 산소포화도가 94% 미만인 경우, 안면마스크를 통하여 6~10 L/min의 산소를 투여한다. ☞ ② ①\n\n◦ 의식이 P, U 이고 말초 산소포화도가 94% 미만인 경우, 백밸브마스크 또는 비재호흡마스크를 통하여를 통하여 11~15 L/min 의 산소를 투여하고 필요할 경우 양압 환기를시행한다. ☞ ② ①◦ 즉시 혈당을 측정(☞ ② ①)하여 70mg/dL 이하면 정맥로를 확보(☞ ①)하여 50% 포도당액50mL(10세 미만: 10% 포도당 용액을 5mL/kg)을 투여(☞ ①)한다.\n\n◦ 환자의 경구로는 어떠한 것도 공급하지 않는다.◦ 환자의 신경학적 평가 과정으로 인해 이송을 지연시키지 않는다.◦ 고열이 확인된 환자는 의복을 제거하고 체온을 낮추기 위해 환기를 시도한다. 고온 환경에의한 의식장애일 경우, ‘고온환경 질환’ 지침에 따른다.◦ 이송 중 활력징후 측정 등 지속적으로 환자상태를 감시하고 필요시 심전도 측정을 통한평가를 실시한다.\n\n◦ 환자의 생체징후가 불안정하여 정맥로 확보 및 수액 투여가 필요한 경우◦ 저혈당으로 인한 의식저하에서 포도당 투여가 필요한 경우◦ 의식이 없고 환기가 부적절한 환자에서 1시간 이상의 이송시간이 예상되는 경우◦ 부정맥이나 저혈압과 같은 심혈관계 증상에 의한 의식 저하가 의심되는 경우\n\n◦ 의식 수준이 P, U 인 중증 환자는 가까운 지역응급의료센터 이상의 의료기관으로 이송함을원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료가능한 가까운지역응급의료기관으로 이송할 수 있다.◦ 단, 의식 수준이 P, U 인 중증 환자의 경우라도 응급의료 취약지역일 경우 가장 가까운지역응급의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에따른다.\n\n1. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11. p22282. NAEMT, 「병원전 외상 소생술(PHTLS_10판)」, 군자출판사, 2023.09.13. p1793. 전상범, 「신경계 응급상황 솔루션(2판)」, 대한의학, 2020.10.30. p8\n\n뇌졸중은 흔히 중풍으로 더 잘 알려져 있으며, 크게 허혈성 뇌졸중과 출혈성 뇌졸중의 두가지로 분류할 수 있다. 허혈성 뇌졸중은 뇌혈전증, 뇌색전증, 열공성 뇌졸중, 일과성뇌허혈발작 등으로 나뉘고, 출혈성 뇌졸중은 뇌실질내출혈, 지주막하출혈, 경막하출혈 등으로나뉜다.\n\n󰠂고혈압, 당뇨병, 심방세동, 무증상 경동맥협착, 기타 심장질환, 뇌혈관 질환의 과거력, 고지혈증,흡연, 비만, 혈액점도 증가 등󰠂피임약 복용, 폐경후 호르몬치료, 편두통, 단백질 C, S 결핍, 고섬유원소증, 고뇨산혈증,빈혈, 심내막감염 등◦ 뇌졸중의 일반적인 증상󰠂주된 증상은 두통, 어지러움, 편마비, 언어장애, 보행장애, 의식장애 등이며, 심한 경우에는혼수, 호흡정지 또는 심장정지에 이르기도 한다.2󰠂일과성 허혈발작은 일시적인 국소 허혈에 의해 발생하며, 가역적이고 일시적이나 반복되는양상을 보이는 경우에 뇌경색의 선행 증상이 될 수 있다.󰠂 차지하며3 이전에 일과성 허혈증상을 경험한 경우에서뇌경색은 우리나라 뇌졸중 환자 중 65%50% 이상이며 갑자기 발생하기도 하고 수 시간 또는 수일에 걸쳐 진행되기도 한다.󰠂 차지하며4 활동 시간이나 격렬한 운동, 심리적 격앙뇌출혈은 우리나라 뇌졸중 환자 중 35%또는 식사 도중에도 발생할 수 있으며, 부위와 출혈량에 따라 의식장애의 정도가 다양하고심한 경우 뇌간 탈출에 의해 사망에 이를 수 있다.◦ 증상 발현의 특성󰠂손상 받은 부위와 허혈, 경색이나 출혈의 정도에 따라 의식장애 및 마비 등의 증상에서부터혼수까지 다양한 증상을 보일 수 있다.󰠂일반적으로 편측 대뇌의 병변으로는 의식저하와 혼수를 일으키지는 않으나, 부종 등으로반대 측 뇌의 기능저하가 동반되면 증상을 나타낼 수 있다.\n\n󰠂의식이 있는 경우는 환자 본인에게서 정보를 얻고, 의식이 혼수인 경우는 직접 병력을 청취하기 어려우므로 주변의 목격한 사람으로부터 정보를 확인한다.󰠂증상이 발생한 시간과 증상을 발견한 시간은 다르기 때문에 발병 시간의 결정은 환자의증상이 전혀 없었던, 마지막으로 정상이었던 시간(Last Normal Time, LNT)과 최초로이상 소견을 발견한 시간(First Abnormal Time, FAT)을 확인하여 기록한다.󰠂뇌졸중의 첫 증상과 증상의 변동을 확인하고 기록한다.󰠂동반되는 두통, 구토 및 최근의 머리 외상의 기왕력이 있는지 확인하고 기록한다.󰠂기존의 일과성 허혈발작이나 경련과 같은 신경학적 상태 또는 뇌종양과 심근경색, 협심증,부정맥, 심계항진 및 울혈성 심부전과 같은 심장질환, 그리고 당뇨병, 고지혈증 등의 병력을확인하고 기록한다.\n\n󰋼혈압, 호흡수, 맥박수 측정󰋼말초 산소포화도 측정󰋼체온 측정󰋼혈당 측정󰋼의식 수준: AVPU법을 이용하여 분류󰋼동공 반응\n\n⦁중앙에 위치하고 고정된 경우는 중뇌 이상⦁일측 동공이 산대되고 고정된 경우는 동안신경(눈돌림신경) 이상⦁양측 동공이 축동(동공수축)되어 있으나 대광반사가 있는 경우는 간뇌나 교뇌 병소\n\n⦁안면부의 일측에 통증을 줄 때 비대칭적으로 얼굴을 찡그리거나 환자의 하지가 외전되면동측의 운동력이 약화되었음을 의미⦁목적이 있는 움직임인가? 일측만 주로 사용하는가? 를 알기 위해서 자발적 운동이 있는지관찰⦁심부건반사와 바빈스키반사 등의 병적 반사를 조사\n\n󰋼말초 산소포화도 측정󰋼혈당 측정󰋼의식 수준: AVPU법을 이용하여 분류󰋼신시네티 병원 전 뇌졸중 선별검사(CPSS)\n\n󰠂다음 중에서 하나의 항목이라도 해당되는 경우를 양성으로 판정한다.\n\n⦁얼굴 처짐(Facial droop) : 웃게 하거나 치아를 보이게 하거나 이마를 찡그렸을 때 한쪽이 잘 움직이지 않아 처진 것처럼 보이는지 확인한다.⦁팔 위약(Arm drift) : 양쪽 눈을 감고 손바닥을 위로 해 양 팔을 똑바로 앞으로 뻗어 10초간유지시킨다. 한쪽이 내측으로 회전하면서 떨어지거나, ‘탁’하고 떨어지면 마비가 있다고판단한다.⦁말하기(Speech) : 발음을 잘 하지 못하는 구음장애 증상이나 말을 할 수 없는 실어증등이 있는지 확인한다.⦁환자가 급성 의식저하로 병원 전 뇌졸중 선별검사를 시행하지 못하는 경우에는 최종 결과양성으로 판단한다.\n\n󰋼 도구(CSTAT)5,6뇌졸중 중증도 평가\n\n󰠂4가지 항목을 검사하여 총 2점 이상인 경우 중증도 양성으로 판단한다.⦁양쪽 눈 또는 한쪽 눈이 한쪽 방향으로 쏠려 있는 주시편위가 있는 경우 2점⦁신시네티 병원 전 뇌졸중 선별검사 중 “팔 위약” 검사가 양성이면 1점⦁나이/시간(월) 지남력이 하나라도 비정상적인 경우 0.5점⦁눈 감기, 손 잡고 펴기 동작으로 비정상인 경우 0.5점\n\n※ 신시네티 병원 전 뇌졸중 선별검사와 뇌졸중 중증도 평가 도구에 대한 자세한 평가 및 기록방법은 “심뇌혈관환자 응급처치 세부 상황표 작성방법“을 참고한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.\n\n󰠂환자를 편평한 곳에 반듯하게 눕혀 안정을 취하게 하고 수축기혈압이 90 mmHg 이상인경우에는 흡인을 방지하기 위해(뇌압상승방지를 위해) 상체를 15∼30도 정도 올려준다(수축기혈압이 90 mmHg 미만인 경우에는 변형 트렌델렌버그* 자세를 취해준다). ☞ Ⓕ ② ①* 변형 트렌델렌버그 자세 : 머리를 내리지 않은 하지거상 자세󰠂\n\n구역반사가 소실된 경우, 입인두기도기를 이용하여 기도를 확보 ☞ ② ①\n\n󰠂말초 산소포화도가 94% 미만인 경우, 백밸브마스크 또는 비재호흡마스크를 통하여11~15 L/min의 산소를 투여하고 필요할 경우 양압 환기를 시행한다. ☞ ② ①󰠂즉시 혈당을 측정(☞ ② ①)하여 70mg/dL 이하면 정맥로를 확보(☞ ①)하여 50% 포도당액50mL(10세 미만: 10% 포도당 용액을 5mL/kg)을 투여(☞ ①)한다.󰠂심전도를 지속적으로 감시한다. ☞ ② ①의식이 있는 환자\n\n◦󰠂의식이 A, V 이고 말초 산소포화도가 94%미만인 경우, 비강캐뉼라로 1∼5 L/min의 산소를 투여하거나 또는 안면마스크로 6∼10 L/min의 산소를 투여한다. 교정되지 않으면 비재호흡마스크를 통하여 10~15 L/min의 산소를 투여한다. ☞ ② ①󰠂즉시 혈당을 측정(☞ ② ①)하여 70mg/dL 이하면 정맥로를 확보(☞ ①)하여 50% 포도당액50 mL(10세 미만: 10% 포도당 용액을 5mL/kg)을 투여(☞ ①)한다.󰠂병원 전 뇌졸중 선별검사를 실시하여 양성인 경우에는 이송 병원에 즉시 사전연락 ☞ ② ①󰠂심전도를 지속적으로 감시한다. ☞ ② ①\n\n󰠂환자의 경구로는 어떠한 것도 공급하지 않는다.󰠂환자의 신경학적 평가 과정으로 인해 이송을 지연시키지 않는다.󰠂지주막하 출혈에서 치명적인 부정맥이 발생할 수 있으므로 심전도 감시를 한다.\n\n󰠂병원전 뇌졸중 선별검사를 정확히 실시하고 기록한다.󰠂 이내이면7-9 즉시 뇌졸중 치료를 받을 수 있는최초로 이상소견을 발견한 시간이 6시간응급의료기관 이상으로 이송하여야 하고 현장에서 10분 이상을 지체하지 않는다.󰠂병원전 단계에서 뇌졸중 의심 환자에게 혈압 조절을 위한 특별한 처치는 하지 않는다.󰠂저혈당이 발견되어 포도당액을 주입할 필요가 있는 환자를 제외하고 특별히 정맥로 확보를시도하지 않는다.󰠂구토, 흡인과 같이 기도 유지에 관련된 문제가 발생한 경우에는 환자를 좌측 측와위(옆누움자세)로 취할 수 있다.\n\n◦ 환자 생체 징후가 불안정하여 정맥로 확보 및 수액 투여가 필요한 경우\n\n◦ 저혈당으로 인한 의식저하에서 포도당 투여가 필요한 경우◦ 의식이 없고 환기가 부적절한 환자에서 1시간 이상의 이송시간이 예상되는 경우◦ 부정맥이나 저혈압과 같은 심혈관계 증상에 의한 의식 저하가 의심되는 경우\n\n◦ 급성 뇌졸중이 의심되는 경우 가까운 지역응급의료센터 이상의 의료기관으로 이송함을원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료가능한 가까운지역응급의료기관으로 이송할 수 있다.◦ 병원 전 뇌졸중 선별검사가 양성인 경우에는 즉각적인 혈전용해치료가 가능한지역응급의료기관 이상의 의료기관으로 이송함을 원칙으로 하며 119구급상황관리센터에관련된 병원 정보를 요청할 수 있다.10◦ 응급의료 취약 지역일 경우 가장 가까운 지역응급의료기관으로 이송한다.\n\n1. 대한뇌졸중학회, 「뇌졸중 진료지침 개정판」, p13~262. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11. p14043. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11. p14044. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11. p14045. Jason T. McMullan, Brian Katz, Joseph Broderick, Pamela Schmit,HeidiSucharew & Opeolu Adeoye (2017) Prospective Prehospital Evaluation oftheCincinnati Stroke Triage Assessment Tool, Prehospital Emergency Care, 21:4,481-488, DOI:10.1080/10903127.2016.12743496. 정영주, 이선영, 박정호, 김기홍, 「뇌졸중 환자의 병원 전 의식수준에 따른 119구급대원의 병원 전 뇌졸중 평가 결과 분석」. 대한응급의학회지, 2023. 34(1), 20-30.7. Miyamoto S, Ogasawara K, Kuroda S, et al. Japan StrokeSociety Guideline 2021for the Treatment of Stroke. Int JStroke 2022;17:1039-49.8. Crocco TJ, Grotta JC, Jauch EC, et al. EMS managementof acute stroke:prehospital triage (resource document toNAEMSP position statement). PrehospEmerg Care2007;11:313-7.9. Saver JL, Goyal M, Bonafe A, et al., Stent-Retriever ThrombectomyafterIntravenous t-PA vs. t-PA Alone in Stroke. New England Journal of\n\nMedicine 2015;372:2285-95.\n\n10. National Fire Agency. Standard protocols for 119 emergency medical servicesproviders [Internet]. Seoul, Korea:National Fire Agency; 2019 [cited 2023 Jan30].Availablefrom:https://www.nfa.go.kr/nfa/publicrelations/legalinformation/archives/?boardId=bbs_0000000000000018&mode=view&cntId=26&category=&pageIdx=.\n\n경련은 중추신경계의 뇌신경 세포가 갑작스럽고 과도하게 비정상적이고 무질서한 방전이일어나면서 발현되는 것으로 중추신경계를 자극하는 모든 요소에 의해 유발될 수 있다. 일반적으로 수초에서 수분 간 지속되다가 자연히 소실되어 멈추게 된다.1\n\n◦ 경련성 질환의 정의󰠂경련(Seizure)은 뇌신경 세포의 비정상적이며 과도한 전기 활동에 의해 유발되는 일시적인신경학적 이상 증상 및 징후가 일어나는 상태2󰠂 상태1뇌전증(간질, Epilepsy)은 만성적인 기저 병변으로 인해 반복적인 경련을 보이는󰠂뇌전증 지속상태(Status epilepticus)는 경련이 5~10분 이상 지속되거나 또는 의식의 회복됨이 없이 발작이 반복되는 상태◦ 연령에 따른 원인2󰠂출생 ~ 6개월: 분만 전·후의 손상, 뇌의 발달이상, 선천성 기형, 중추신경계 급성 감염,비타민 결핍, 대사장애󰠂6 ~ 24개월: 급성 열성경련, 중추신경계의 급성감염, 분·만 전후의 손상, 뇌의 발달 이상,피질 이형성증󰠂2 ~ 6세: 중추신경계의 급성감염, 분만 전·후의 손상, 뇌의 발달이상, 특발성(원인이 잘밝혀지지 않은 경우), 뇌종양󰠂6 ~ 12세: 특발성, 뇌종양, 중추신경계의 급성감염, 분만 전·후의 손상, 뇌의 발달이상󰠂성인: 뇌외상, 중추신경계의 감염, 뇌종양, 뇌혈관질환, 알코올 또는 약물의 금단, 퇴행성질환3◦ 증상 발현의 특성󰠂초기: 호흡곤란, 타액 분비, 청색증, 혀 깨물기, 심박증가, 혈압 증가, 동공 산대 등󰠂후기: 무반응, 근육이완, 과도한 침 흘림, 요실금, 배변, 두통, 피로, 근육통 등󰠂경련을 보이는 모든 시기에서 의식저하 및 의식 소실이 동반되기도 한다.\n\n󰠂현재 경련을 하고 있거나 경련이 끝난 직후에는 환자에게서 직접 병력을 청취하기어려우므로 주변의 목격한 사람으로부터 많은 정보를 얻는다.󰠂경련 전의 증상 유무, 경련의 횟수나 지속시간, 경련의 양상 등을 확인한다.󰠂뇌전증병력이 있는 경우, 해당 약물 복용의 여부나 약제의 종류 및 용량의 변화를 확인한다.󰠂뇌전증병력이 없는 경우, 외상의 유무, 음독의 유무, 알코올 섭취 및 중단의 유무, 암과같은 기존의 전신 질환, 저산소증, 수면 부족 등의 병력을 확인한다.3󰠂임신이나 최근의 출산은 자간증과 관련된 경련을 고려한다. (‘자간증’지침 참조)󰠂과호흡증후군과 같이 외부의 심리적인 인자에 의한 경련의 발생을 고려한다.이학적 검진󰠂혈압, 호흡수, 맥박수 측정󰠂말초 산소포화도 측정󰠂체온 측정󰠂 측정4혈당󰠂의식 수준: AVPU법을 이용하여 분류󰠂동공 반응󰋼양측 동공이 축동(동공수축)되어 있으나 대광반사가 있는 경우는 대사성 뇌증, 또는 과량의\n\n⦁양측 동공이 산대되고 고정된 경우는 심한 산소 결핍성 뇌증, 스코폴라민(scopolamine)이나 글루테치마이드(glutethimide) 중독의 경우\n\n󰋼안면부의 일측에 통증을 줄 때 비대칭적으로 얼굴을 찡그리거나 환자의 하지가 외전 되면동측의 운동력이 약화되었음을 의미󰋼목적이 있는 움직임인가? 일측만 주로 사용하는가? 를 알기 위해서 자발적인 운동이 있는지 관찰󰋼심부 건반사와 바빈스키 반사 등의 병적 반사를 조사\n\n󰠂머리나 척추의 손상을 확인󰠂심전도 측정 및 감시\n\n◦ ‘환자 초기 평가·처치 표준지침’에 따라 전반적인 평가 및 처치를 시행한다.◦ 경련이 지속되는 환자󰠂 않는다.5 ☞ Ⓕ ② ①경련을 하는 자세를 유지하며, 억지로 환자의 자세를 바꾸려고 하지\n\n󰠂말초 산소포화도가 94% 미만인 경우에는 안면마스크를 통하여 6~10 L/min의 산소를투여한다. ☞ ② ①󰠂즉시 혈당을 측정(☞ ② ①)하여 70mg/dL 이하면 정맥로를 확보(☞ ①)하여 50% 포도당액50mL(10세 미만: 10% 포도당 용액을 5mL/kg)을 투여(☞ ①)한다.(급성 저혈당의증이 의심되는 경우 그에 따른 응급처치를 적용한다.)󰠂경련이 지속되는 환자는 심정지 상황에 대비하여, 환자를 모니터링하고 심정지 발생시 심정지환자에 준해서 응급처치 한다.◦ 경련이 종료된 환자󰠂환자를 편평한 곳에 반듯이 눕혀 안정을 취하게 한다. ☞ Ⓕ ② ①󰠂구역반사가 소실된 경우, 입인두기도기를 이용하여 기도를 확보 ☞ ② ①󰠂말초 산소포화도가 94% 미만인 경우에는 안면마스크로 6~10 L/min의 산소를 투여한다.☞ ② ①󰠂즉시 혈당을 측정(☞ ② ①)하여 70mg/dL 이하면 정맥로를 확보(☞ ①)하여 50% 포도당액50mL(10세 미만: 10% 포도당 용액을 5mL/kg)을 투여(☞ ①)한다.\n\n◦ 경련이 진행 중인 환자의 경구로는 어떠한 것도 공급하지 않는다.6◦ 경련이 진행 중인 환자는 환자가 다치지 않게 하기 위해 주변의 위험 물질을 제거하고 높은곳에서 떨어지지 않도록 한다.◦ 경련이 지속되더라도 완력으로 경련을 강제로 멈추려고 하지 않는다.◦ 경직된 상태에서는 혀를 깨물지 않게 하는 보호대를 적용하기 어려우므로 경련이 종료된후 흡입과 기도유지기를 이용하여 기도를 유지한다.◦ 구토, 흡인과 같이 기도 유지에 관련된 문제가 발생한 경우에는 환자를 좌측 측와위(옆누움자세)로 취할 수 있다.\n\n◦ 환자 생체 징후가 불안정하여 정맥로 확보 및 수액 투여가 필요한 경우◦ 임산부가 경련을 한 경우\n\n◦ 경련이 진행 중인 환자는 가장 가까운 거리에 있는 지역응급의료기관 이상의 의료 기관으로\n\n이송함을 원칙으로 한다.◦ 경련이 종료된 환자는 지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료 가능한 가까운 지역응급의료기관으로 이송 가능하며, 응급의료 취약지역의 경우에도 가장 가까운 곳에 위치한 지역응급의료기관으로 이송할 수 있다.◦ 임산부가 경련을 하는 경우, 산부인과 진료가 가능한 가장 가까운 지역응급의료기관이상으로 후송한다.\n\n1. Fisher RS, Acevedo C, Arzimanoglou A, Bogacz A, Cross JH, Elger CE, et al. ILAEofficial report: a practical clinical definition of epi lepsy. Epilepsia 2014; 55: 475–82. https://onlinelibrary.wiley.com/doi/10.1111/epi.125502. 서울대학교 의학정보(www.snuh.org/health/nMedlnfo/nView.do)3. ACEP Clinical Policies Committee; Clinical Policies Subcommittee on Seizures.Clinical policy: Critical issues in the evaluation and management of adult patientspresenting to the emergency department with seizures. Ann Emerg Med. 2004May;43(5):605-25. doi: 10.1016/S019606440400068X. PMID: 15111920.4. Huff JS, Melnick ER, Tomaszewski CA, Thiessen ME, Jagoda AS, Fesmire FM;American College of Emergency Physicians. Clinical policy: critical issues in theevaluation and management of adult patients presenting to the emergencydepartment with seizures. Ann Emerg Med. 2014 Apr;63(4):437-47.e15. doi:10.1016/j.annemergmed.2014.01.018. Erratum in: Ann Emerg Med. 2017Nov;70(5):758. PMID: 24655445.5. Nancy Caroline’s Emergency care in the Streets - 6th Edition,Jones and BartlettPublishers,2008, p11196. Daniel Limmer Michael F.O’Keefe,EMERGENCY CARE 13TH Edition, Pearson,2016, p571\n\n한번 측정한 혈당이 성인에서 70 mg/dL(3.9 mm), 소아에서 60 mg/dL(3.3 mm) 미만이면서 의식의 저하, 식은땀, 경련, 무의식 등의 증상을 보이는 경우 급성 저혈당 의증이라 한다.\n\n◦ 지속적인 저혈당증은 중증의 신경학적인 합병증, 심정지 등을 유발할 수 있다.\n\n◦ 병력청취󰠂당뇨환자에서 음식물 섭취감소, 당뇨 약의 과다복용, 신체활동의 증가◦ 이학적 검진󰠂갑작스런 혈당의 저하는 공포감, 신경질, 과민성, 오심, 구토, 두근거림, 손 떨림 등의 증상을 동반한다. 가장 중요한 증상은 식은땀과 빈맥(빠른맥)을 동반한 의식저하이다.󰠂휴대용 혈당계를 이용하여 혈당검사를 시행함으로써 간단하게 진단할 수 있다.\n\n◦ ‘환자 초기 평가·처치 표준지침’에 따라 전반적인 평가 및 처치를 시행한다.◦ 휴대용 혈당계를 이용하여 혈당을 측정한다. ☞ ② ①◦ 환자의 의식이 명료하고 구역반사가 있다면 경구로 포도당용액을 줄 수 있다. ☞ Ⓕ ② ①\n\n󰠂경구투여: 50% 포도당 용액을 마시도록 한다.\n\n⦁10세 미만: 25그램(50 mL)⦁10세 이상: 50그램(100 mL)\n\n◦ 의식수준이 낮거나 구역반사가 없다면 정맥로를 확보한다. ☞ ①◦ 의료지도를 얻은 후 지도하는 용량의 포도당 용액을 주입한다. ☞ ①\n\n⦁10세 미만: 10% 포도당 용액 5 mL/kg⦁10세 이상: 50% 포도당 용액 50 mL\n\n◦ 최초 포도당 용액을 주입한 후 10% 포도당을 정맥으로 점적 주사하여혈중 포도당 농도를유지하도록 한다. ☞ ①\n\n◦ 병원도착 또는 의료인 인계시까지 30~60분 간격으로 휴대용 혈당계를 이용하여 말초혈관포도당 농도를 반복 측정한다. ☞ ② ①◦ 만약 구토를 할 경우 흡입기를 이용하여 흡입한다. ☞ ② ①\n\n◦ 매우 높거나 낮은 혈당에서는 휴대용 혈당계를 이용한 측정치에 오류가 있을 수 있으므로반복하여 측정하는 것이 오류를 줄일 수 있다.◦ 10% 포도당 용액이나 50% 포도당 용액의 효과의 차이는 없다.◦ 첫 번째 포도당 투여 후에도 의식이 회복되지 않는 경우, 다음의 원인들을 고려하여 보고필요한 경우 의료지도를 요청하여 추가 포도당 투여여부를 결정하여야 한다.󰠂뇌졸중 (‘급성 뇌졸중 의증’ 지침 참조)󰠂머리외상 (‘머리손상‘ 지침 참조)󰠂경련성질환 (‘경련’ 지침 참조)󰠂심정지 상태 (‘심정지’ 지침 참조)󰠂그 외 대사성 의식장애 (‘대사성 의식장애’ 지침 참조)\n\n◦ 환자 생체 징후가 불안정하여 정맥로 확보 및 수액 투여가 필요한 경우◦ 첫 번째 포도당 투여 후에도 의식이 회복되지 않는 경우◦ 환자가 의식회복 등 증상호전 후 이송을 거부하는 경우\n\n◦ 저혈당으로 인한 의식저하가 의심되고 포도당 투여에 호전이 있는 경우, 가장 가까운 지역응급의료기관으로 이상으로 이송을 원칙으로 한다.◦ 지속적으로 의식회복이 되지 않고 다른 원인이 의심되는 경우, 중증이므로 가까운 지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로 하며 구체적인 병원선정은 해당 지침의병원 선정을 따른다.◦ 응급의료 취약 지역일 경우 가장 가까운 지역응급의료기관으로 이송한다.◦ 위 기준에도 불구하고 이송병원 선정이 어려운 경우 직접의료지도를 요청하고 지도에따른다.\n\n1. Chelliah A, Burge MR: Hypoglycemia in elderly patients with diabetes mellitus:causes and strategies for prevention. Drugs Aging 21: 511, 20042. Zammitt NN, Frier BM: Hypoglycemia in type 2 diabetes, pathophysiology,frequency, and effects of different treatment modalities. Diabetes Care 28: 2948,2005.3. 대한응급의학회 「응급의학」군자출판사.2009.11 p820\n\n열이란 여러 가지 원인에 의해 체온이 정상범위를 넘어 증가하는 것을 말한다. 정상체온은구강체온으로 평균 36.8도에서 0.4도 내외로 정의하나, 하루 중 정상적으로도 0.5~1도 정도의체온 변화가 나타날 수 있다. 성인의 경우 아침 6시에 체온(최고 정상체온은 37.2도)이 가장낮고 오후 4시에 체온(최고 정상체온은 37.7도)이 가장 높다. 일반적으로 고막체온계를이용하여 측정한 체온이 38도 이상인 경우 발열이라고 한다. 발열의 원인으로 가장 많은 것은감염, 류마티스 질환, 악성신생물 등이다. 감염 중에는 상기도 감염이 가장 많은 발열의 원인이되며, 요로감염, 소화기계 감염 등이 다음으로 많은 원인이다.\n\n◦ 전신성염증반응증후군(systemic inflammatory response syndrome; SIRS): 전신성염증반응증후군은 다음 표의 4가지 소견 중 2가지 이상이 나타나는 경우로서 전신염증, 장기기능저하, 장기부전과 관련된 중증질환 상태를 말한다.\n\n소견측정값체온38 °C (100 °F)맥박수>90/min호흡수>20/min or PaCO2백혈구수12,000/mm³, or 10% bands\n\n◦ 패혈증(Sepsis): 전신성 염증반응증후군과 원인이 감염으로 의심되거나 확진된 상태로서치명적이 될 수 있다.1,2◦ 중증패혈증(Severe sepsis): 패혈증과 더불어 하나 이상의 주요장기에 순환부전, 기능부전등의 증상이 나타나는 경우를 말한다. 장기부전으로는 혈중 젖산이 증가하는 경우, 소변감소,의식저하, 호흡곤란 등이 주요 장기부전의 증상이다.◦ 패혈증성 쇼크: 패혈증과 더불어 수액치료에도 반응하지 않는 저혈압이 지속되는 경우를뜻한다.\n\n세균감염을 시사하는 특징이 있는지 확인󰋼발병이 급작스럽다.󰋼대개 40도 이상의 고열이다.󰋼심한 전신증상(근육통, 관절통, 두통, 안구통)이 있다.󰋼구역, 구토, 설사가 심하다.󰋼임파절이 부어있다.󰋼뇌수막염 증상이 있다.(머리가 몹시 아프고 토하고 사람을 알아보지 못하거나 헛소리를할 때, 경부 강직이 있을 때)󰋼최근 별도의 지역방문, 음식섭취, 고열 병력자와의 접촉 등 확인\n\n◦ 이학적 검진󰠂고막 체온계를 이용하여 체온을 측정한다.\n\n◦ 환자 초기 평가·처치 표준지침'에 따라 전반적인 평가 및 처치를 시행한다.◦ 발열󰠂오한이 없다면 미지근한 물수건 등을 이용하여 몸을 닦아 증발에 의한 체온하강을 유도한다.☞ Ⓕ ② ①\n\n󰠂기도를 유지하고 의심되는 모든 환자에게 비강(코안) 캐뉼러로 1∼5 L/min 또는안면마스크로 6~10 L/min의 산소를 투여한다. ☞ ② ①󰠂산소투여 후 산소포화도가 95% 이상이 안 되면 비재호흡마스크를 이용하여 11~15L/min의 산소를 투여한다. ☞ ② ①󰠂정맥로를 확보(☞ ①)하여 300mL(소아는 5mL/kg)의 생리식염수나 젖산 링거액을 투여(☞①) 하고, 혈압, 맥박수, 의식 등이 정상 범위로 회복되는지 확인한다. 쇼크가 지속될 경우1L(소아는 10mL/kg)까지 수액을 지속적으로 투여한다.(☞ ①)\n\n◦ 미지근한 물로 몸을 닦아주면, 피부 혈관이 늘어나 열 발산이 많아지고 물이 증발하면서열을 빼앗아 체온이 떨어지나, 찬물로 하면 혈관이 수축하고 더 떨리게 되므로 좋지 않다.\n\n◦ 패혈증 환자 이송시 접촉매개 감염병이나 공기매개 감염병 등의 경우 개인보호장구(마스크,장갑 등)를 적절히 착용하여야 한다.◦ 수막구균패혈증(전신에 출혈성 발진)이나 헤모필루스 뇌수막염이 의심되는 환자와 접촉한경우 접촉한 모든 구급요원은 예방적 항생제 요법을 시행하여야 한다.(‘구급대 감염관리’지침 참조)\n\n◦ 활력징후가 불안정한 패혈증성 쇼크환자에서 정맥로 확보 및 수액 투여가 필요한 경우\n\n◦ 발열과 함께 저혈압 또는 다른 장기부전의 증상이 있는 중증 환자는 가까운 지역응급의료센터이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아치료가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 발열이 있으나 활력징후가 안정되고 장기부전의 증상이 없는 경증 환자는 가장 가까운 지역응급의료기관으로의 이송을 원칙으로 한다.◦ 응급의료 취약 지역일 경우 가장 가까운 지역응급의료기관으로 이송한다.\n\n1. 대한응급의학회 「응급의학」군자출판사.2009.11 p1452. 대한응급의학회 「응급의학」군자출판사.2009.11 p1199\n\n과민반응이란 일반적으로 인체에 해가 없는 항원에 대하여 부적절한 면역반응을 유발하는것을 말한다. 그 중에서도 아나필락시스는 가장 중하며 갑작스런 반응으로 저혈압, 기도폐색등의 다기관을 포함하는 중증과민반응을 말한다.\n\n◦ 아나필락시스 반응을 유발하는 원인 중 가장 많은 것은 페니실린, 세팔로스포린, 설파제등 주사약물이다. 아나필락시스 반응은 항원에 노출된 후 수초에서 수시간까지 발생할 수있지만 대부분은 30분 이내에 발생한다.◦ 경증 알레르기반응: 가려움증, 두드러기, 오심 등 (호흡곤란, 저혈압 등은 없음)◦ 중증 알레르기반응(맥관부종, 아나필락시스): 협착음, 천명, 심한 복통, 호흡곤란, 빈맥(빠른맥), 쇼크, 입술, 혀, 얼굴의 부종\n\n󰠂원인약물이나 항원유발원 노출력󰠂이전에 아나필락시스 발병력 또는 아토피/천식 과거력󰠂침넘김이나 호흡에 어려움이 있는지 확인󰠂보호자가 없는 무의식 환자인 경우는 가능한 알러지와 관련된 표식(팔찌, 목걸이, 각종 신분증 등)을 확인한다.◦ 이학적 검진: 질환의 중증도를 결정하여야 한다.󰠂환자의 활력징후와 심전도, 산소포화도 감시를 시행하여 빈맥(빠른맥), 저혈압, 쇼크 유무를확인󰠂두드러기, 피부부종의 위치 및 범위󰠂경부 및 양측 폐부위 청진을 하여 협착음, 천명음 유무를 확인◦ 아나필락시스 여부: 아나필락시스의 진단기준에 맞는지 확인하여야 한다.󰠂아나필락시스는 피부, 점막, 호흡기계, 소화기계, 심혈관계, 신경계 등에서 최소 두 개이상의 장기에서 임상증상이 발생하는 경우가 전형적인 형태이나, 일부 벌독 알레르기환자에서는 저혈압, 빈맥, 흉통과 같은 갑작스러운 심혈관계의 반응이 단독으로 나타나기도\n\n󰠂아나필락시스의 진단에서 주의할 점은 저혈압이 없더라도 두 곳 이상의 장기 증상이 있는경우 아나필락시스로 진단할 수 있다는 점이다. 혈압 저하가 발생하기 전에 다른 장기에서알레르기 반응이 시작되어 진행할 수 있으므로 혈압 저하 외에 다른 장기에서 보이는 임상증상에도 관심을 기울여 평가하고 판단해야 한다.󰠂이하와 같은 아나필락시스의 진단기준을 숙지하여 환자가 중증 알레르기로 아나필락시스상태인지 판단한다.\n\n양상기준1수 분에서 수 시간 사이에 피부증상(예: 전신두드러기, 홍조, 입술·구강 혈관부종)이 있으면서 호흡기계 증상(예: 천명음, 분당호흡수>29회, 산소포화도기준2이미 알고 있는 유발인자에 노출된 후 갑자기 혈압저하가 발생하여 수축기 혈압이 90mH 미만 인 경우(성인 기준)기준3이미 알고 있는 유발인자에 노출된 후 급작스럽게 피부·점막의 증상, 호흡기계 증상, 심혈관계 허탈 증상, 위장관계 증상(복통, 구토) 중 둘 이상의 장기 증상이 있는 경우\n\n3. 응급처치 절차 및 방법(환자의 중증도에 따른 치료지침)\n\n󰠂환자가 알고 있는 알레르기 원인이 있을 경우 제거한다. ☞ Ⓕ ② ①󰠂가려움증으로 과도하게 피부를 긁는 것을 방지한다. ☞ Ⓕ ② ①\n\n아나필락시스 반응환자가 알고 있는 알레르기 원인이 있을 경우 제거한다. ☞ Ⓕ ② ①기도를 유지하고 산소를 투여󰋼저장백이 있는 안면마스크를 이용하여 100% 산소를 공급한다. ☞ ② ①󰋼산소포화도를 유지할 수 없는 경우 기관 삽관, 후두마스크 등을 이용하여 전문기도유지술을시행한다. 전문기도유지술 시행 자격 및 방법은 기본심폐소생술 및 기도삽관, 성문 상기도기 술기 지침을 따르며 가능하면 구급차 이송이 시작되기 전에 시행한다. ☞ 1급응급구조사 등󰋼환자의 혈압이 낮을(수축기혈압확보(☞ ①)하여 300mL(소아는 5mL/kg)의 생리식염수나 젖산 링거액을 투여(☞ ①) 하고,혈압, 맥박수, 의식 등이 정상 범위로 회복되는지 확인한다. 쇼크가 지속될 경우 1L(소아는10mL/kg)까지 수액을 지속적으로 투여한다.(☞ ①)\n\n◦ 에피네프린 자동주사(자가투여용 에피네프린)2󰠂아나필락시스로 판단되는 경우 에피네프린 자동주사를 근육 주사한다.󰠂에피네프린 자동주사의 노란색 캡을 제거한다.󰠂대퇴부 허벅지 중간의 전외측에 90도 각도로 검은색 주사 끝을 대고 누른다. 클릭 소리가들리면 약제 투여가 시작된 것으로 약 10초간 누르고 있다가 뗀다.󰠂약제가 투약되었는지 여부 확인을 위해 자동주사의 표시창을 확인하고, 주사 부위를 약10초동안 마사지한다.󰠂허벅지에 상처와 감염이 있는 경우 해당 부위는 피해서 주사한다.\n\n◦ 환자가 알고 있는 알레르기 원인이 있다면 더 이상 노출되지 않도록 한다.◦ 흡기시 그렁거리는 호흡음이 있고 입술이 심하게 부어 있는 경우, 상기도 부종으로기도폐쇄가 임박했음을 의미하므로 기도유지를 위하여 조기에 전문기도유지술을 고려한다.◦ 아나필락시스로 추정된 환자에서 에피네프린 자동주사기 사용시 30kg 이상은 성인용을사용하고, 30kg 미만은 소아용을 사용한다.◦ 근육 주사 위치로 대퇴부는 저혈압 상태에서도 혈류량이 유지되는 부위이므로, 다른 부위의근육보다도 추천된다.◦ 첫 번째 투약에 대한 치료 반응과 아나필락시스의 중증도에 따라 에피네프린을 추가적으로투여할 수 있다. 에피네프린 반복 투약은 필요에 따라 5 ~ 15분 간격으로 시행할 수 있다.◦ 에피네프린 권고용량 투약 후 창백, 떨림, 불안, 심계항진, 어지러움, 두통 등의 부작용이발생할 수 있으나 대부분 일시적인 증상이다.◦ 심혈관계 질환이 있는 환자에서 에피네프린을 사용할 경우 급성관상동맥증후군이 발생할위험이 있어 주의가 필요하나 사용 금기는 아니다.◦ 근육 주사의 부작용으로 주사 부위에 혈종이 발생할 수 있다. 이런 경우 붕대를 사용하여압박하며 이송하도록 한다.\n\n◦ 환자 생체 징후가 불안정하여 정맥로 확보 및 수액 투여가 필요한 경우◦ 적절한 호흡보조에도 저산소증이 지속되는 경우◦ 아나필락시스가 의심되어 에피네프린 자동주사를 사용한 근육 주사가 필요한 경우\n\n◦ 아나필락시스 반응은 중증과민반응이므로 가까운 지역응급의료센터 이상의 의료기관으로이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아 치료가능한 가까운지역응급의료기관으로 이송할 수 있다.◦ 경증 알레르기 환자는 가장 가까운 지역 응급의료기관으로의 이송을 원칙으로 한다.◦ 응급의료 취약 지역일 경우 가장 가까운 지역응급의료기관으로 이송한다\n\n1. Simons FER, Gu X, Simons KJ. Epinephrine absorption in adults: Intramuscularversus subcutaneous injection. J Allergy Clin Immunol 20 01;108:871.2. 대한응급의학회 「응급의학」군자출판사.2009.11 p167.\n\n행동 이상이란 정신 질환, 약물 남용 혹은 기타 질환으로 인해서 비정상적인 행동을 보이는경우를 말한다. 행동 이상 환자는 환자 본인 혹은 주변인에게 해를 가할 가능성이 있기 때문에구급 대원은 현장도착 시에 일차적으로 현장 안전을 확보해야 한다. 안전을 확보한 후에 행동이상의 원인에 대한 평가와 필요한 응급 처치를 수행하고, 동반된 손상 혹은 중독에 대해 확인해야 한다. 행동 이상은 정신 질환 외에 다른 내외과적 질환에 의한 증상일 수 있음을 주의해야한다. 자살 환자의 경우에는 기본적인 접근 및 처치는 행동 이상 환자와 동일하나, 동반된손상이나 중독에 대한 응급처치가 필요하며, 사고 현장에 대한 경찰 통보가 필요하다.\n\n◦ 불안, 초조, 우울, 감정 변화◦ 환청, 환시◦ 망상◦ 폭력, 난폭 행동◦ 자살 시도◦ 가정 폭력, 성폭력, 아동학대\n\n󰠂정신 질환 병력 (정신과 약물 복용 여부 / 정신과 외래 치료 여부 / 정신과 입원 치료여부)󰠂환자 본인 혹은 주변인에게 손상이나 위협을 가하는지 여부󰠂알코올 등 약물 남용 / 중독 동반 여부󰠂동반 손상 여부󰠂당뇨: 저혈당◦ 이학적 검진󰠂섬망, 중독, 금단증, 약물 부작용 등의 내과적 질환에 의해 유발된 행동 이상을 감별한다.󰠂환청(지도하는 목소리), 죄악망상, 피해망상 등의 정신병적 징후를 확인󰠂생체징후 및 휴대용 혈당계로 말초혈관 혈당 측정\n\n◦ 기본처치: 현장 안전 확보, 환자 안정화, 환자 임상 평가\n\n󰠂기본처치는 현장 안전 확보, 환자 안정화, 환자 임상평가 순으로 진행된다.󰠂행동 이상 환자에 대한 응급 처치는 일차적으로 현장 안전을 확보한 후에 수행한다. 현장안전 확보 이전까지 구급대원은 환자와 일정 거리를 유지한다. ☞ Ⓕ ② ①󰠂구급대원이 접근하기에 위험한 현장 환경에 행동 이상 환자가 있거나 무기 등의 위험한물건을 소지하고 있거나 난폭한 행동을 하는 경우에는 경찰에 통보하고 협조를 요청하여현장 안전이 확보된 후에 응급처치를 수행한다. ☞ Ⓕ ② ①󰠂현장 안전이 확보되면, 행동 이상 환자를 안정화시켜야 한다. 초기 안정화 시에는일차적으로 구두로 환자를 진정시켜서 안정하도록 하고 응급 처치에 순응하도록 협력관계를 구축한다. ☞ Ⓕ ② ①󰠂환자가 안정화되면, 생체 징후를 측정하고 말초 혈액의 혈당을 검사 한다. ☞ ② ①󰠂의식이 없거나 경구 섭취가 불가능한 경우라면 정맥 내로 50% 포도당 수액 50 mL를 투여한뒤 5~10% 포도당 용액을 지속적으로 주입해야 한다.1-3 ☞ ①󰠂환자 임상 평가 후에 동반된 손상이나 중독에 대해서 평가한다. 손상에 대한 응급 처치를수행하고, 중독 환자의 경우에는 복용한 물질의 종류와 양, 복용 시간을 확인해야 한다.☞ Ⓕ ② ①󰠂자살을 시도한 환자의 경우 자살 시도방법에 대해 확인하고 병원 도착 시 의료진에게 정보를제공해야 한다. 중독을 통한 자살 시도의 경우 복용한 물질의 종류, 양, 시간을 현장에서확인하며, 복용한 물질의 종류를 모르는 경우에는 응급실로 자살에 사용한 물질을 가져와서의료진에게 전달한다. ☞ Ⓕ ② ①◦ 경찰 협조 요청 ☞ Ⓕ ② ①󰠂행동 이상 및 자살 환자에서는 구급대원이 현장도착 후에「정신건강증진 및 정신질환자\n\n복지서비스 지원에 관한 법률」제44조, 제50조에 근거하여, 다음과 같은 경우에 경찰에통보하여 협조를 요청해야 하며, 필요한 경우, 구급차에 같이 동승할 것을 요청할 수 있다.\n\n※ 참고 : 경찰관 직무집행법 제4조(보호조치 등) 관련 경찰공무원의 의무규정\n\n󰋼환자가 있는 공간이 접근하기 위험해 일차적으로 환자를 안전한 곳으로 이동해야 하는경우󰋼환자가 주변인에게 해를 가할 수 있는 위험한 물건(예. 칼, 둔기 등)을 가지고 있는 경우󰋼환자가 난폭한 행동을 보여 구급대원에게 해를 가할 수 있는 경우󰋼환자를 이송하기 위해서 경찰의 협조가 필요한 경우󰋼범죄 현장이 의심되는 경우\n\n󰠂경찰에 통보한 후에는 경찰 통보 시각, 경찰 도착 시각, 경찰 소속 및 성명, 이송 과정협조 여부를 구급대원 평가소견에 기록한다.\n\n※ 「정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률」 참고사항 : 제5장 보호 및 치료 제15조(정신건강복지센터의 설치 및 운영) 제39조(보호의무자), 제40조(보호의무자의 의무), 제41조(자의입원등), 제42조(동의입원등), 제43조(보호의무자에 의한 입원등), 제44조(특별자치시장·시장·군수·구청장에 의한 입원), 제50조(응급입원)\n\n※ 정신과적 응급상황에서의 현장대응 안내 2.0\n\n정신질환자 중 자·타해 위험이있는 자에 대한정신건강복지센터 역할󰋼 필요한 법적·행정적절차에 대한 조취를 취한다.󰋼 입원치료를 위한 자원(휴일 󰋼및 야간 입원 가능 병원 등)을 파악하고 정보를 제공한다.파악하고 정보를 제공한다.기타복지서비스 자원을 가족이나 다른 지지체계를정신질환 치료 필요성을설명하고 퇴원 시󰋼 통해 있도록 정보를 제공한다.연락할 수󰋼 정신건강전문병원에 의해 위기상황평가를 진행한다. 위기상황평가는 정신건강 상담을 결과를 도출할 수 있다.통해 이루어지며, 표준화된 사정평가도구를 활용하여 객관적인진행하여󰋼 필요시 정신건강의학과 전문의에 판단한다.의한 심층사정평가를정신질환 가능성을󰋼 24시간 정신건강위기상담전화(1577-0199)및 정신건강복지센터서비스를 안내한다.󰋼 인근 정신의료기관으로대상자를 의뢰한다.󰋼 충동성을 증가시킬 수 있는 술, 󰋼 고위험자의 현재 증상평가(CTRS)등약물의 사용을 금하도록 필요한 정보를 경찰 및안내한다. 소방과 공유한다.\n\n정신질환자 중 자·타해 위험이 있는 자에 대한 경찰 역할󰋼 신고자로부터 피해 등을 신속하게 청취한 후 응급구호 및 격리조치 등 필요성 여부를 사전판단하여 대비한다. ※ 고위험자에 대한 기존의 신고 상황을 파악하여 출동한다.환청, 피해망상 등으로 돌발행동 할 우려가 있으므로󰋼 정신질환자 중에는 대비태세를 갖춘다.󰋼 정신질환자 본인 및 사건관계인의 부상 등 신체적 피해 여부와 범죄 혐의 유무를 판단한다.󰋼 소지품, 지문조회, 원스톱 신원확인 시스템 등을 통해 신속하게 신원을 확인한 후가족·친지 등에게 연락을 취한다. ※ 신원확인을 위한 소지품 검사는 경찰관직무집행법 제4조에 전제되어 있다고 보이며,경찰관의 특별한 직무권한이 아닌 추정적 승낙에 의한 행위로 이해하여도 적법하다고 할 수 있다.󰋼 정신질환의 상태에 따라 정신의료기관 입원을 지원한다. - (응급입원이 필요한 경우)경찰관은 정신의료기관까지 해당 환자를 이송한다. ※ 필요시 소방에 이송 협조요청을 하고, 당해 경찰관은 자·타해의 위험이 높아 필요한 경우응급입원이 119구급차에 동승 또는 추수한다.(뒤를 따른다.)응급입원서를 작성한다.※ 정신건강복지법 제50조에 의거하여경찰관은󰋼 출동 시 돌발 상황 대비 경찰장구를 휴대하고, 고위험자의 자해 등 돌발행위와 경찰관,정신건강전문요원에 대한 폭력행위를 제지한다.119구급대원,경찰장구 사용 및 고위험자 제지, 체포 등 공권력 행사 시 인권침해 소지가 없도록󰋼 규정의 범위 내에서 탄력적으로 행사한다. 단독으로 처리 곤란할 경우에는 신속히 순찰차 지원을 요청한다.※ 경찰장구는 직무를 수행함에 있어 필요하다고 인정되는 상당한 이유가 있는 때에 합리적으로 판단하여 필요한 한도에서 사용할 수 있다.\n\n정신질환자 중 자·타해 위험이 있는 자에 대한 소방 역할󰋼 119종합상황실에서는 신고자로부터 청취한 현장상황 및 피해내용 등을 종합적으로 판단하여 출동한 119구급대원이 공격받을 수 있다는 전제하에 112협조 요청 등 위 험 및 돌발 상황에 대비하여 출동 조치한다. 󰋼 현장에 도착한 119구급대원은 현장 안전이 확보 된 후 일차적으로 구두로 환자를 진 정시켜 안정화하도록 하고, 응급처치 절차에 따라 기본처치(현장 안전 확보, 환자 안 정화, 환자 임상평가)를 실시한다.󰋼 자·타해 위험이 있는 정신질환자개입에 있어 경찰에 협조 요청한다. ※ 환자 이송 시 자·타해의 위험이 높아 응급입원이 필요한 경우 당해 경찰관이 119구 급차에 동승 또는 추수할 것을 요청할 수 있다(뒤를 따르게 요청할 수 있다.) 󰋼 응급 상황시 인근 정신의료기관으로 환자를 이송한다. - 입원 가능한 이송병원 선정지침 · 행동 이상 및 자살 환자의 시장·군수 등에 의한 행정 입원 시 보건복지부장관이나 지방자치단체의 장이 지정한 정신의료기관에 이송하도록 한다. · 행동이상 및 자살환자의 응급입원 시 가까운 정신의료기관으로 이송한다. · 응급의료취약지역 또는 이송병원선정이 어려운 경우 직접의료지도를 받아 환자의 동반된 손상, 중독, 기저질환을 고려하여 이송병원을 선정한다. 󰋼 동반된 손상 등에 대한 정보를 의료기관 도착 시 의료진에게 정보 제공하고 환자를 인계한다. · 손상된 부위 및 처치 상태 등 · 중독 : 복용 물질 종류, 양, 시간 등 · 자살 : 복용 물질 종류(모를 경우 의료진에게 가져가 전달), 양, 시간 등 󰋼 119구급대원은 보호자에게 24시간 정신건강위기상담전화(1577-0199) 및 정신건강 복지센터 서비스를 안내하고, 사례관리, 연계 및 정신건강 위기 상황에 대응 할 수 있 도록 정보를 제공한다. 󰋼 환자 인계 후, 구급활동일지를 작성후 의료진에게 확인을 받는다. 󰋼 구급활동일지를 작성하여 사본은 병원에 제공한다.\n\n정신질환자 중 자살사고 및 자살시도자에 대한 정신건강복지센터의 역할\n\n󰋼자살예방센터가 설치된 지역은 자살예방센터에 문의󰋼자살위기 사정평가 결과 애매하고 모호할 때는 고위기 단계로 생각한다.󰋼필요 시 표준화된 검진도구를 활용하여 평가한다.󰋼자살 유가족에게 유가족 심리부검서비스에 대해 안내하고 자살 유가족 심리부검센터에연계한다.※ 심리부검(Psychological Autopsy) : 자살 유가족의 인터뷰를 통해 객관적 기준에따라 자살의 원인을 규명하는 것을 목적으로 함. 유가족의 심리적안정과 일상의 복귀에 도움을 주며 정책적 데이터베이스 구축을 가능하게 함※ 자살유가족 심리부검센터 : 02-555-1095~1098\n\n󰋼자살위기 사정평가를 통한 위험도를 분류한 후 위험군별 서비스를 제공한다.\n\n분류대응방안고위험군- 절대 혼자 두지 않도록 한다. - 자살수단(칼, 약, 농약, 번개탄 등)을 제거한다. - 즉각적으로 경찰 및 소방에 협조 요청하여 신속한 개입이 이루어지도록 한다. - 인근 정신과 병·의원에 반드시 치료를 의뢰한다. - 확보한 고위험자의 정보를 개입 요청 시에 함께 제공하도록 한다. - 충동성을 증가시킬 수 있는 술, 약물의 사용을 금지하도록 한다.중위험군- 24시간 정신건강 위기상담 전화와 지역 정신건강복지센터를 안내한다. - 인근 정신건강의학과 병원을 방문할 것을 권유한다. - 자·타해 위험성이 있는 겅우 치료적 절차를 진행한다. - 충동성을 증가시킬 수 있는 술, 약물의 사용을 금지하도록 한다. - 보호자 정보를 확인하여 상황을 공유한다저위험군- 24시간 정신건강 위기상담 전화와 지역 정신건강복지센터를 안내한다. - 공감해주며 지지적인 자세로 이야기를 들어준다. - 자살시도를 하지 않겠다는 다짐을 받는다. - 충동성을 증가시킬 수 있는 술, 약물의 사용을 금지하도록 한다\n\n정신질환자 중 자살사고 및 자살시도자에 대한 경찰 역할󰋼 고위험자가 자살도구를 소지한 경우, 신속히 수거하고 신변안전을 최우선으로 확보한다. 󰋼 필요한 경우 현장에 폴리스라인을 설치하고 일반인의 접근을 통제한다. 󰋼 고위험자 및 보호자의 신상정보를 확인한다.󰋼 자살기도자는 돌발행동을 할 우려가 많으므로 자극을 주지 않도록 최대한 침착하게 행동한다.(사이렌소리 끄거나 줄이기)󰋼 자살기도자에 대한 급박한 위험이 해소된 후 , 재발방지를 위하여정신건강복지센터에 상담을 받을 것을 안내하거나 연계한다.󰋼 정신건강전문요원에 의한 상담이 진행되는 경우에도 추가적인 위해 우려가 있는 경 우 현장에서 철수하지 않으며, 보호자가 있는 경우 보호자에게 고위험자를 인계한다.󰋼 (응급입원이 필요한 경우) 정신의료기관 응급실(외래)를 통해 입원치료 받을 수 있도록 대한 동의 및 이송 절차를 진행한다.응급입원에※ 필요시 소방에 이송 협조요청을 하고 당해 경찰관은 자·타해의 위험이 높아 응급입원이 필요한 경우 119구급차에 동승 또는 추수한다.(뒤를 따른다)※ 자살을 시도했다는 사실만으로 정신질환자로 추정할 수 없으나 자살시도자 중 일부 는 우울증 등 정신질환을 동반할 수 있다.󰋼 출동 시 돌발 상황 대비 경찰장구를 휴대하고, 고위험자의 자해 등 돌발행위와 경찰 폭력행위를 제지한다.관, 119구급대원, 정신건강전문요원에 대한유가족에게 중앙심리부검센터에서 수행하는 심리부검 서비스󰋼 자살자가 발생한 경우 대해 안내할 수 있다.에심리부검(Psychological Autopsy) : 자살 유가족의 인터뷰를 통해 객관적 기준에 자살의 원인을 규명하는 것을 목적으로 함. 유가족의 심리적안정과 일상의 정책적 가능하게※ 따라 복 귀에 도움을 주며 데이터베이스 구축을 함중앙심리부검센터 : 02-555-1095~1098※󰋼 경찰은 광역 정신건강복지센터와 자살관련 통계 등의 자료를 상호 공유함으로써 자 살률 감소를 위해 적극 협조한다.\n\n정신질환자 중 자살사고및 자살시도자에 대한 소방의 역할󰋼 119종합상활실에서는 신고자로부터 판단하여 출동한 119구급대원이 험 및 돌발 상황에 대비하여 출동조치한다. 󰋼 현장에 도착한 119구급대는 위의 응급처치 절차에 따라청취한 현장상황 및 피해내용 등을 종합적으로 공격받을 수 있다는 전제하에 112협조 요청 등 위현장 안전이 확보 된 후 환자의 상태 및 동반된 손상부 기본처치를 실시한다.※ 손상된 부위 및 처치, 중독(복용 으로 가져가 전달 등물질 종류, 양, 시간 등), 복용 물질 모를 경우 병원󰋼 자살사고 및 자살시도로 인한 협조요청을 한다.응급상황인 경우 응급입원을 위한 환자 이송 시 경찰에※ 환자 이송 시 자·타해의응급입원이 필요한 경우 당해 경찰관이 119구위험이 높아 급차에 동승 또는 추수할 것을 요청할 수 ※ 동반된 손상, 중독, 기저질환을 고려하여있다.(뒤를 따르게 요청할 수 있다.) 이송병원 선정󰋼 의료진에게 환자를 인계하고,의료진에게 확인을 받는다.󰋼 구급활동일지를 작성하여 사본은 병원에 제공한다.구급활동일지를 작성 한 뒤󰋼 119구급대원은 보호자에게 24시간정신건강위기상담전화(1577-0199) 및 정신건강한다.사례관리·연계 및 정신건강위기상황에 대응복지센터 서비스를 안내하고, 록 정보를 제공할 수 있도󰋼 자살자가 발생한 경우 안내 할 수 있다.중앙심리부검센터에서 수행하는유가족에게 대해심리부검서비스에심리부검(Psychological Autopsy) : 자살 자살의 원인을 규명하는 것을 목적으로 함. 심리적안정과※ 기준에 따라 일상의 복 귀에 도움을 주며 정책적 데이터베이스 구축을 가능하게 함유가족의 인터뷰를 통해 객관적 유가족의※ 중앙심리부검센터 : 02-555-1095~1098\n\n󰠂행동 이상 환자의 이송시에는 다음과 같은 경우에 경찰에 협조를 요청하여 환자를 이송해야한다.\n\n⦁환자가 응급 처치 및 정신과 진료가 필요하나 이송을 거부하는 경우󰠂구급대원은 경찰에 통보하여 경찰이 현장에 도착한 후에 경찰의 협조 하에 환자를 의료기관으로 이송한다.󰠂경찰의 협조 하에 환자 이송시에는 현장에 도착한 구급대원(2인 이상)과 경찰(2인 이상)이동시에 참여하여 환자를 안전하게 이송하도록 한다. 이 과정에서 환자의 난폭 행동으로인해 환자 본인 혹은 주변인의 부상 가능성을 항상 유의해야 한다.󰠂경찰 협조 하에 환자의 이송 과정에서는 병원도착 시까지 주기적으로 2차 손상이 없는지확인해야 한다.정신보건 위기개입 서비스 연계 ☞ Ⓕ ② ①󰠂정신질환, 난폭행동 등으로 환자 본인 혹은 주변인에게 위해를 가할 수 있는 위기상황에서는 구급대 출동과 동시에 지역의 정신건강복지센터에 협조 요청한다.󰠂각 관할 지역의 정신건강복지센터(위기상담서비스 1577-0199), 자살예방센터에 현장 위기개입 서비스를 요청하여 환자를 현장에서 초기에 안정화시킬 수 있다.󰠂구급대원은 관할 지역의 정신보건서비스 가용자원과 연락 방법에 대하여 알고 있어야 한다.󰠂 정신건강복지센터*와 협력하여구급대원은 관할 지역 내 정신질환 관련 응급상황 발생시정신건강 위기상황을 공동대응 할 수 있다.- 정신건강복지센터는 정신위기상황평가 및 정보연계 등을 실시하고, 119구급대는 응급처치,정신의료기관 환자이송 등을 실시 할 수 있다.* 주간 : 242개 기초정신건강복지센터* 야간 및 휴일 : 14개 광역정신건강복지센터\n\n※ 자살예방센터 정보제공 의무자살시도자 등 출동 시 구급대원이 현장도착 후에 「자살예방 및 생명존중문화 조성을 위한법률」 제12조의2(자살시도자 등의 사후관리)근거하여, 광역정신건강복지센터 (자살예방센터)에자살시도자 등의 개인정보제공* 의무화로 통보하여야 한다.* 개인정보제공(자살시도자 등의 성명, 생년월일, 주소 및 연락처)※ 예외사항\n\n󰋼관련기관(광역,지역정신건강복지센터,자살예방센터)에서 현장 도착한 경우󰋼만 14세 이하의 경우 법정대리인 동의 필수(미 동의시 정보제공 불가)\n\n󰠂행동 이상 환자는 동반된 손상과 중독 등에 대한 응급 처치와 정신과 진료를 신속하게받아야 하며, 이를 위해 원칙적으로 모든 환자를 의료기관으로 반드시 이송해야 한다.󰠂환자 안정화, 정신보건 위기개입 서비스 연계 등 가능한 수단을 모두 동원하였으나, 이송이불가능한 경우에는 직접의료지도 하에 이송 거부를 결정한다.󰠂이송 거부 사유에 대해 구급일지 및 이송거부확인서에 기록한다.󰠂이송 거부로 이송을 하지 않을 경우에는 환자의 상태 악화 시에 즉시 구급차 출동을 요청하도록 환자와 보호자에게 설명한다.\n\n◦ 행동 이상 환자의 평가시에는 정신 질환에 대한 병력 청취뿐만 아니라 환자의 의식 상태,피부, 순환기, 호흡기, 신경계 등을 종합적으로 평가해야 한다.◦ 행동 이상이 정신 질환 외에 저혈당, 머리손상, 약물 복용 등 내외과적 질환에 의해서도발생할 수 있음을 주의하고 이를 초기에 감별하여 적절한 응급 처치를 수행해야 한다.◦ 행동 이상 환자의 이송시에는 가정 폭력이나 아동 학대 등의 상황이 동반되었을 가능성을확인해야 한다.◦ 자살 사고 현장에서는 타살, 폭력의 가능성을 확인하고, 필요시에 경찰에 통보해야 한다.\n\n◦ 환자(미성년자 및 금치산자 등 자의적 의사표현이 불가능한 경우에 한하여 법적인 보호자가확인된 경우에는 보호자)가 이송을 거부하는 경우◦ 동반된 손상이나 중독에 대한 응급 처치 과정에서 직접의료지도가 필요한 경우◦ 경찰에 통보하였으나 적절한 경찰의 협조가 이루어지지 않는 경우\n\n◦ 행동 이상 및 자살 환자의 시장·군수 등에 의한 행정입원시 보건복지부장관이나지방자치단체의 장이 지정한 정신의료기관에 이송하도록 한다.◦ 행동이상 및 자살환자의 응급입원시 가까운 정신의료기관으로 이송한다.◦ 응급의료취약지역 또는 이송병원선정이 어려운 경우 직접의료지도를 받아 환자의 동반된손상, 중독, 기저질환을 고려하여 이송병원을 선정한다.\n\n1. Korean Diabetes Association. Diabetes 4th ed. Seoul: Korea Medical Book; 2011.p519-342. Korean Diabetes Association Education Committee. The guide for diabeteseducation. 3rd ed. Seoul: Gold’ Planning and Development; 2013. p134-9, 151-9,161-79.3. American Diabetes Association. Standards of medical care in diabetes--2014.Diabetes Care 2014;37(Suppl 1):S14-80\n\n산부인과적인 어떤 준비도 없이 병원 밖에서 예기치 않게 아이가 출생하게 되는 과정을 말한다.\n\n󰠂포인트: 분만은 여성에게서 정상적인 생리과정으로 대부분은 합병증 없이 일어나지만 합병증 발생시는 빠르고 예측 불가능하게 진행󰠂휴지기: 자궁 근육의 고유기능인 수축성이 없고 평활근이 자연적인 자극에 반응하지 않는시기󰠂준비기: 진통을 위한 준비 시기󰠂활성 진통기: 자궁 수축이 일어나면서 자궁경관 개대와 태아의 분만이 이루어지는 시기\n\n󰋼1기: 자궁 경부가 완전 개대(10cm)될 때까지의 기간󰋼2기: 자궁 경관이 완전 개대된 이후부터 태아 분만까지의 시기󰋼3기: 태아분만 직후부터 태반과 태아막의 분만까지의 시기󰋼산욕기: 분만 후 회복과 유아의 생존을 위한 역할과 분만 후 수태력의 회복기\n\n1기2기~3기초산부8시간50분5분경산부5시간20분5분\n\n◦ 후부위의 정상 분만 과정의 순서는 다음과 같다.\n\n진입 – 하강 – 굴곡 – 내회전 – 신전 – 원상회전과 외회전 – 만출\n\n󰠂분만 예정일: 모르면 마지막 생리 날짜로 예측하고 마지막 생리 날짜를 기억하지 못하는임신부는 자궁저 길이를 측정해서 추정한다. 20주에서 31주 사이의 임신부는 자궁저의길이가 임신주수와 거의 일치하므로 치골결합에서 자궁저까지 거리를 cm로 측정해 임신주수를 추정할 수 있다.󰠂자궁 수축 시작 및 얼마 간격으로 통증이 오는지 체크한다.(가성진통과의 구분 필요)\n\n구분진 진통가성 진통리듬규칙적불규칙적간격점점 짧아짐변화 없음강도점점 증가변화 없음위치등과 복부아랫배\n\n󰠂양막 파열 여부를 확인한다.󰠂질출혈 여부와 양을 체크한다.󰠂태아의 움직임이 느껴지는지 확인한다.󰠂초산부인지, 경산부인지 알아보는 것이 진행 정도를 가늠하는데 도움이 된다.󰠂이전 제왕절개 수술 유무󰠂고위험 임신 여부 : 임신중독증󰠂다태임신 여부󰠂가장 최근에 측정한 태아의 몸무게 및 태위(두위/둔위/횡위 등)󰠂과거력 : 고혈압, 당뇨, 결핵󰠂약물 병력◦ 이학적 검진분만이 임박한 경우\n\n󰠂태아의 태위(골반에 진입하는 태아의 부분)와 위치 파악 – Leopold Maneuver\n\n󰋼양쪽 손가락으로 자궁저를 촉진하고 자궁저가 어디까지 와있는지 관찰함. 만약 머리가 자궁저에 있으면 단단하고 둥글고 잘 움직임.󰋼양 손바닥을 양측 복부에 얹고 조심스럽게 촉지하면 한쪽에는 단단하고 저항 있는 태아의등이 느껴지고 다른 쪽에는 여러 개의 불규칙하고 움직이는 태아의 사지가 나타남.󰋼태아의 머리 진입 여부 및 상태를 파악할 수 있는데 치골 위를 만져봐서 머리가 움직이는게 느껴지면 머리가 골반강안으로 들어가지 않은 상태로 평가할 수 있음.󰋼발쪽을 보고서서 골반을 누르면 머리의 정수리가 두정위면 사지가 있는 쪽에서 만져지고얼굴 태위면 등 쪽에서 만져짐.\n\n󰋼임신성 고혈압 : 수축기혈압>140 mmHg, 이완기혈압>90 mmHg 또는 임산부의 평소 알고있던 혈압에 비해 수축기혈압이 30 mmHg 이상 증가하거나 이완기혈압이20 mmHg 이상 증가할 때 의심한다.2,3\n\n󰠂심박수 : 동성빈맥(빠른맥)을 많이 보인다.󰠂산소포화도󰠂손을 임신부 배 위에 대고 자궁이 딱딱해지는 시간 간격 체크한다.󰠂질출혈 및 질 분비물 확인한다.\n\n󰠂분만 시각을 확인한다.󰠂탯줄이 아이 목을 감고 있는지 여부와 양수에 태변이 섞여 있는지 여부를 확인한다.󰠂태반의 반출 여부와 산모의 질출혈 지속 여부를 확인한다.󰠂아이의 아프가 점수를 측정한다. 자세한 측정 방법은 응급처치 절차 및 방법을 따른다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 임신부가 최대한 편안한 자세를 취하게 한다. ☞ Ⓕ ② ①◦ 기도를 유지하고 비강(코안) 캐뉼러로 1∼5 L/min의 산소를 투여한다. ☞ ② ①◦ 머리가 보이지 않는 정상/난산 분만의 경우는 최대한 빨리 응급분만이 가능한 병원으로이송한다. ☞ Ⓕ ② ①◦ 머리가 보이기 시작한 정상 응급분만은 구급차내에서 응급 분만을 시행하고 병원으로 이송하며 구체적인 술기 방법은 ‘응급 분만’ 술기 지침을 따른다. ☞ ② ①\n\n◦ 발로(crowning)가 되면 구급차 내에서 응급 분만을 시행하고 병원으로 이송하며 구체적인술기 방법은 ‘응급 분만’ 술기 지침을 따른다. ☞ ② ①󰠂구급침상 위에 임신부를 눕히고 최대한 무릎을 벌리면서 구부리게 만든다.\n\n󰠂멸균 가운을 입고 멸균 신발 커버를 신고 얼굴 마스크를 한 다음 멸균 장갑을 끼고 외음부주위를 베타딘 용액으로 소독 한다.󰠂태아 머리가 나오기 시작하면 한 손은 태아의 머리를 지탱하고, 다른 손은 멸균거즈로 회음부 아래쪽을 지탱하여 회음부의 열상을 최소화 한다.󰠂머리가 나오면 입에서 코 순서로 닦아주고 bulb syringe로 이물질 흡인을 방지하기 위해입과 코 순으로 흡인을 시행한 후 태아 어깨가 나오면 한 손은 머리를 받치고 한 손은아래쪽 어깨를 받쳐준다.󰠂아기가 완전히 나오면 무균술을 사용하여 켈리로 아기 배쪽에서 10cm 떨어진 위치에 제대결찰하고 두 번째 켈리로 첫 번째 잡은 곳에서 5cm 아래를 결찰한 후 멸균가위로 자른다. 이때 탯줄보다 아래로 아기를 위치하게 한다. 전체 과정에서 무균술을 사용하고, 탯줄을 자른 후에는 클로르헥시딘을 사용하여 소독한다.󰠂탯줄이 태아 목을 감았으면 태아의 머리 위로 조심스럽게 벗겨낸다. 탯줄이 너무 단단히태아의 머리를 조이면 직접의료지도를 요청하고 지시에 따른다.󰠂태아의 어깨가 만출되면 출생시간을 기록한다.◦ 다태임신의 분만에서 태위(두위-두위)에 따라 현장분만이 가능하나, 불안정한 태위인 경우와발, 손, 얼굴 부분이 보이기 시작한 난산의 경우는 현장에서 분만이 힘들기 때문에 최대한빨리 이송함을 원칙으로 하며 의료지도를 받는다. ☞ Ⓕ ② ①◦ 현장에서 정상/난산으로 응급분만을 시행한 경우 ☞ ② ①󰠂태아가 나왔다면 호흡 유무를 확인하고 호흡을 제대로 하지 못하면 백밸브마스크로 산소투여 및 호흡 보조를 하면서 병원으로 즉시 이동한다.󰠂심박수가 분당 100회 미만, 무호흡 또는 헐떡호흡을 보이는 경우 양압환기를 시행한다.󰠂양압환기에도 심박수가 분당 60회 미만인 경우 심폐소생술 술기를 시행한다. 구체적인응급처치 절차 및 방법은 ‘신생아 심정지’ 지침을 따른다.󰠂산모의 저혈량쇼크 : 분만 후 출혈량이 많거나 혈압이 낮을(수축기혈압정맥로를 확보(☞ ①)하여 300mL의 생리식염수나 젖산 링거액을 투여(☞ ①) 하고, 혈압,맥박수, 의식 등이 정상 범위로 회복되는지 확인한다. 쇼크가 지속될 경우 1L까지 수액을지속적으로 투여한다.(☞ ①)◦ 아프가(Apgar) 점수󰠂태아 출산 후 1분과 5분 지나서 실시하며, 태아가 호흡하지 않는다면 아프가 점수가 결정될 때까지 소생술을 중단하지 않는다.󰠂병원도착 전까지 1, 5, 10분 간격으로 반복하여 측정한다.\n\n징후012점수1분5분외관 (피부색)푸른색, 창백함분홍빛 몸색 사지 파란색완전한 분홍빛맥박수 (심박동)전혀 없음100보다 낮음100보다 높음찡그림 (자극반응성)반응없음찡그림운다활동성 (근육상태)생기가 없음사지를 조금 구부림활동적으로 움직 임호흡 (호흡이상 유무)없음느리고 불규칙함크게 운다총 점\n\n󰋼7~10점 : 태아는 활발하고 원기왕성 함.󰋼4~6점 : 다소 질식된 상태, 산소공급이나 자극이 필요함.󰋼4점 이하 : 아주 질식된 상태, 즉시 심폐소생술이 필요함.\n\n󰠂단, 아프가 점수를 결정하기 위해 소생술을 지연시키지 않는다.\n\n◦ 환자의 신체 노출을 최소화 할 수 있도록 주의한다.\n\n◦ 환자 평가를 위한 내진은 시행하지 않는다.◦ 탯줄을 자를 때󰠂병원 이송시간이 짧고 소독 가위가 없다면 켈리로 양쪽 탯줄을 잡고 혈액이 통하지 않게 한다.󰠂태반이 나왔다면 감염 예방을 위해 무균술을 사용하여 탯줄을 자르고 클로르헥시딘을 사용하여 절단 부위를 소독한다.󰠂태반은 깨끗한 대야 또는 플라스틱 용기(백)에 넣어서 보관하고 환자와 함께 병원으로 이송해야 한다.󰠂신생아가 태반보다 높은 위치에 있지 않도록 주의한다.◦ 신생아 코와 입 흡인을 시도할 때 너무 깊이 넣으면 구토 및 무호흡을 유발할 수 있으며체온유지를 위해 보온에 주의해야 한다.◦ 분만 후 자궁 출혈이 많아도 질 쪽으로 거즈 packing은 금기이다.󰠂분만 후 출혈: 보통 1000 cc 를 초과하는 출혈이 있거나 또는 500 cc를 초과하면서 산모\n\n에게 증상 및 징후가 있는 경우를 말한다.◦ 현장에 도착했을 때 이미 태아의 머리가 나온 상태라면 현장에서 분만을 시도 후 이송하며,판단하기 힘든 경우엔 이송을 원칙으로 한다.◦ 현장 응급분만이 시행된 모든 경우에 이송이 예상되는 의료기관에 사전연락을 한다.\n\n◦ 구급대원은 지도의사에게 자신의 소속과 자격, 성명을 밝히고, 지도의사에게 산모의 산과관련 병력청취 내용을 보고한다.◦ 분만이 임박한 경우 지도의사의 지도에 따라 구급차 내에서 응급 분만을 시행한다.◦ 구급대원 도착 전 분만이 이미 이루어진 경우 분만 시간, 태반반출 여부, 탯줄이 아기 목을감고 있는지 여부, 양수에 태변이 섞여 있는지 여부를 확인하여 보고한다.◦ 태반이 반출되어 있는 경우 또는 탯줄이 아기 목을 감은 경우 아프가 점수 측정 전에 무균술을사용하여 탯줄을 결찰하고 탯줄을 절단한다. 자세한 시행방법은 응급처치 절차 및 방법에따르고 지도의사의 직접지도에 따른다.◦ 태반이 반출되지 않은 상태이거나 탯줄이 아기 목을 감고 있지 않은 경우 아이의 아프가점수를 측정하고 예상 이송시간 등을 고려하여 지도의사에게 보고하고 탯줄 결찰 및 절단여부 지시에 따른다.◦ 이송병원에 사전 연락을 시행한다.\n\n◦ 현장에서 응급분만이 이루어지지 않은 만삭 임신부일 경우, 응급분만이 가능한 가장 가까운의료기관으로 이송함을 원칙으로 한다.◦ 고위험군 태아 및 미숙아의 응급분만일 경우 신생아 중환자실이 있는 가장 가까운 의료기관으로 이송함을 원칙으로 하며 이와 관련한 병원 정보를 관할지역 구급상황관리센터에 요청한다.◦ 만삭 태아에 대한 정상 응급분만 후 신생아의 반응이 적절하고 산모가 안정적인 경우 신생아와 산모에 대한 일반적 처치가 가능한 가장 가까운 의료기관으로 이송함을 원칙으로 한다.◦ 응급의료 취약지역일 경우 산부인과 진료가 가능한 가장 가까운 의료기관으로 이송한다.\n\n1. Kim BY, Kang SM, Kang JH, Kang SY, Kim KK, Kim KB, et al. 2020 KoreanSociety for the Study of Obesity guidelines for the management of obesity inKorea. J Obes Metab Syndr. 2021;30(2):81–92. doi: 10.7570/jomes21022.2. Hypertension in pregnancy http://dx.doi.org/10.5124/jkma.2016.59.1.243. Yu Jin Koo, MD · Dae Hyung Lee, MDDepartment of Obstetrics and Gynecology,Yeungnam University College of Medicine, Daegu, Korea\n\n여성 생식기관의 장기 자체의 문제나 혹은 호르몬 문제에 의해 발생하거나 월경 주기 동안생리적인 반응으로 일어나는 여성의 출혈을 말한다.\n\n󰠂자궁의 기능장애󰠂임신 – 자궁외 임신도 고려󰠂폐경기가 가까워졌을 때󰠂여성 생식기 질환들 – 암, 난소낭종, 자궁경관염, 자궁내막염 등󰠂약물 – 항혈액응고제󰠂유전적 질환들 – 혈우병󰠂외상 – 성교와 관련 가능성\n\n󰠂언제부터 시작되었는지󰠂질출혈 양 : 패드 수를 센다.󰠂임신여부 및 임신/출산 횟수, 최종월경일(LMP)을 확인󰠂질출혈과 동반된 증세 : 복통, 열, 발진, 위장관 증상 등󰠂과거력 : 고혈압, 당뇨, 결핵󰠂약물 병력◦ 이학적 검진󰠂생체 징후 측정󰠂질출혈 및 질 분비물 확인한다.\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.◦ 기도를 유지하고 산소포화도가 94% 미만일 경우 저산소증 교정을 위해 비강(코안) 캐뉼러로\n\n1∼5 L/min 또는 안면마스크로 6~10 L/min의 산소를 투여한다. ☞ ② ①◦ 산소투여 후 산소포화도가 95% 이상이 안 되면 비재호흡마스크를 이용하여 11~15 L/min의산소를 투여한다. ☞ ② ①◦ 출혈량이 많거나(>500 mL) 혈압이 낮을(수축기혈압①)하여 500ml(소아는 5mL/kg)의 생리식염수나 젖산 링거액을 투여(☞ ①) 하고, 혈압,맥박수, 의식 등이 정상 범위로 회복되는지 확인한다. 쇼크가 지속될 경우 2L(소아는10mL/kg)까지 수액을 지속적으로 투여한다.1(☞ ①)◦ 임신과 관련된 질출혈󰠂20주 넘은 임신부는 좌측 측와위(옆누움) 자세 취하게 한다. ☞ Ⓕ ② ①󰠂임신부 엉덩이 아래 깨끗한 소독포를 깔아준다. ☞ Ⓕ ② ①◦ 분만과 관련된 질출혈󰠂‘응급 분만’ 응급 처치 및 술기 지침을 따른다.◦ 임신과 관련 없는 질출혈󰠂출혈량을 감시 하면서 의료 기관으로 이송한다. ☞ Ⓕ ② ①\n\n◦ 현장이나 이송 중 질출혈에 의한 거즈는 출혈의 양과 성상을 파악할 수 있도록 거즈 수를확인하고 이송병원에 인계한다.(예: 4X4 거즈 1장당 최대 12 mL 흡수)◦ 출혈을 막기 위해 질 안으로 거즈 등을 삽입하지 않는다.\n\n◦ 환자 생체 징후가 불안정하여 정맥로 확보 및 수액 투여가 필요한 경우◦ 분만과 관련된 출혈일 경우◦ 이송병원 선정에 대하여 확인이 필요할 경우\n\n◦ 출혈량이 많거나(>500 mL) 혈압이 낮은(수축기혈압산부인과 진료가 가능한 가까운 지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로하되, 지역별 여건에 따라 의료지도 등을 받아 치료가능한 가까운 지역응급의료기관으로이송할 수 있다.\n\n◦ 출혈량이 적고 활력징후가 안정적인 경증 질출혈 환자는 산부인과 진료가 가능한 가장 가까운의료기관으로 이송함을 원칙으로 한다.◦ 응급의료 취약지역일 경우 산부인과 진료가 가능한 가장 가까운 의료기관으로 이송한다.\n\n1. SAN MATEO COUNTY HEALTH EMERGENCY MEDICAL SERVICES TREATMENTPROTOCOL A37 PAGE 1 OF 1 Vaginal Bleeding\n\n임신 20주 이후에 일어나는 질환으로 생체 기관으로의 불량한 관류를 동반하고 고혈압, 단백뇨, 얼굴 팔 다리 등 전신의 부종을 특징으로 하는 자간전증의 심한 형태로 신경학적 기저질환 없이 경련이나 혼수가 동반된 경우를 말한다.1 자간증은 임신을 종결함으로써 가역적으로 회복될 수 있어 분만 자체가 치료가 될 수 있으나 태아의 상태를 동시에 고려하여야 한다.\n\n◦ 위험 인자󰠂만성 고혈압󰠂비만󰠂당뇨󰠂신장(콩팥)질환󰠂이전 임신에서 자간증의 병력󰠂다태임신◦ 증상󰠂두통 및 혼수󰠂경련–보통 입주위에서 얼굴이 비틀어지는 거 같이 시작한다.󰠂시각변화󰠂주로 상복부 통증과 구역󰠂호흡곤란󰠂골반통󰠂출혈 –질, 잇몸, 비뇨기계󰠂발열 - 경련 후 39도가 넘으면 예후가 좋지 않다.󰠂심한 단백뇨 및 핍뇨󰠂뇌출혈\n\n◦ 병력청취󰠂자간증 임신부는 일반적으로 의식 저하, 경련, 시야 장애, 상복부 통증 등의 주소를 가질\n\n것이므로 산모의 주소에 맞는 일반적인 병력 청취를 시행한다.\n\n󰠂분만 예정일 : 모르면 마지막 생리 날짜로 예측한다.󰠂최근의 몸무게 변화󰠂초산부인지, 경산부인지 알아보며 자간증은 초산부에서 더 잘 발생한다.󰠂과거력 : 고혈압, 당뇨, 결핵󰠂약물 병력󰠂자간증 위험인자에 대한 병력 청취를 시행한다.◦ 이학적 검진󰠂시야 장애여부를 확인󰠂태아의 움직임이 느껴지는지 확인󰠂활력징후 측정\n\n󰋼혈압측정: 160/110 mmHg 이상의 고혈압일 경우 중증의 자간전증을 시사함\n\n⦁임신성 고혈압: 수축기혈압>140 mmHg, 이완기 혈압>90 mmHg 또는 임산부의 평소알고 있던 혈압에 비해 수축기혈압이 30 mmHg 이상 증가하거나 이완기혈압이 20mmHg 이상 증가할 때 의심한다.2,3⦁심박수: 동성빈맥(빠른맥)을 많이 보인다.⦁산소포화도\n\n◦ ʻ환자 초기 평가·처치 표준지침ʼ에 따라 전반적인 평가 및 처치를 시행한다.\n\n󰠂환자를 편평한 곳에 반듯이 눕혀 안정을 취하게 한다. ☞ Ⓕ ② ①󰠂 투여한다.4-6 ☞ ② ①기도를 유지하고 안면마스크를 통하여 8~10L/min 의 산소를\n\n󰠂20주가 넘은 임신부는 혈액순환을 좋게 하기위해 좌측 측와위(옆누움) 자세를 취한다. ☞Ⓕ ② ①󰠂기도를 유지하고 비강(코안) 캐뉼러로 1∼5 L/min 의 산소를 투여한다. ☞ ② ①󰠂경련할 것을 대비하여 정맥로를 확보한다. ☞ ①󰠂경련이 반복될 경우 2) 경련이 지속되는 환자’에 해당하는 지침을 따른다.\n\n◦ 경련이 멈춘 환자라도 이송 도중 경련이 다시 발생할 수 있으므로 정맥로를 확보한다.◦ 분만 이후에도 자간증에 의한 경련이 발생하는 경우가 있으므로 주의한다. 대부분 분만 후48시간내에 발생하지만 4주까지도 발생할 수 있다.\n\n◦ 환자 생체 징후가 불안정하여 정맥로 확보 및 수액 투여가 필요한 경우\n\n◦ 자간증 임신부의 가장 좋은 치료는 분만이므로 산부인과 진료가 가능한 가까운지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라의료지도 등을 받아 치료가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 응급의료 취약지역일 경우 산부인과 진료가 가능한 가장 가까운 의료기관으로 이송한다.\n\n1. Razzaghi H Tinker SC Crider K Blood mercury concentrations in pregnant andnonpregnant women in the United States: National Health and NutritionExaminationSurvey 1999-2006 Am J Obstet Gynecol 2014 210 357 e1-357.e92. Hypertension in pregnancy http://dx.doi.org/10.5124/jkma.2016.59.1.243. Yu Jin Koo, MD · Dae Hyung Lee, MDDepartment of Obstetrics andGynecology, Yeungnam University College of Medicine, Daegu, Korea4. Bartal MF, Sibai BM. Eclampsia in the 21st century. Am J ObstetGynecol. 2022;226:S1237–535. Millman AL, Payne B, Qu Z, et al. PIERS (Pre-eclampsia Integrated Estimate ofRiSk) Study Group. Oxygen saturation as a predictor of adverse maternaloutcomes in women with preeclampsia. J Obstet Gynaecol Can. 2011;33:705–146. Węgielnik J, Dąbrowski S, Mędrzycka-Dąbrowska W, Basiński A. Cardiopulmonaryresuscitation in pregnancy – European Resuscitation Council Guidelines. GinekolPol. 2010;81:606–12"
}