{
  "title": "119구급대원 현장응급처치 표준지침(2023년 개정본) Part05(401-500페이지)",
  "full_text": "임상적용의 한계」, 대한응급의학회지 2004; 15(6):440‐5.13. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p167314. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p184315. ddleston M, Wilks MF, Buckley NA. Prospects for treatment of para-quat-induced lung fibrosiswith immunosuppressive drugs and the need forbetter prediction of outcome: a systematic review.QJM. 2003;96:809-2416. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p197717. om SR, Taber RL, Mendiguren II, et al. Fisher AB. Delayed neurologiꠓcalsequelae followingCOpoisoning.Ann EmergMed 1994;23:61218. 신의료기술평가보고서 HTA-2010-1719. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p182720. Michael D Levine, MD, General approach to drug poisoning in adults21. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p183222. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p197923. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p184424. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p1673\n\n절지동물(곤충류, 거미류, 갑각류 등)에 의한 물림과 찔림, 뱀에 물림, 동물에 의한 물림, 해양동물에 의한 물림 등으로 정의한다.\n\n절지동물에는 곤충류(벌, 말벌, 파리, 모기, 빈대, 불개미, 애벌레, 벼룩 등)와 거미류(거미,전갈, 털진드기, 진드기 등), 갑각류(새우, 가재, 게 등) 이 있다.󰠂국소적인 반응: 찔린 곳의 통증, 발적, 부종, 가려움증이 특징적이다.󰋼초기에 국소적인 반응만 있었다 하더라도 중증 전신 반응으로 갈 수 있음을 인식한다.󰠂독성 반응: 아나필락시스와 유사하지만 오심, 구토, 설사, 어찔함, 실신 등이 더 흔한 증상이다.󰠂아나필락시스: 전신적인 알레르기 반응으로 경한 양상에서부터 치명적인 양상까지 나타날수 있으므로 주의한다. 주로 절지동물에 찔린 이후 15분 이내에 발생하며, 대부분이 6시간이내에 발생한다. 증상이 빨리 발생 할수록 더 심한 반응을 유발하며, 보통 찔린 후 한시간 이내에 저혈압이나 기도폐쇄에 의한 치명적인 결과가 발생할 수 있다.󰋼초기 증상 : 가려운 눈, 얼굴의 홍조, 전신적인 두드러기, 마른기침󰋼증상은 갑자기 심해지며 목과 가슴의 조임, 쌕쌕거림, 호흡곤란, 청색증, 복통, 오심, 구토,설사, 발열, 오한, 쇼크, 실신 등을 나타낸다.󰋼 있다.1초기 증상이 발생한 8~12시간 후에 다시 증상이 재발할 수뱀에 물림: 독사에 의해 물린 경우, 독사의 독니 자국을 관찰 할 수 있으며, 국소적인 통증,부종, 반상 출혈, 출혈성 물집, 출혈 등을 보인다. 전신적인 반응으로 불안정한 활력징후,의식의 변화, 파종성 혈관내응고증 등을 보인다.2동물에 긁힘, 물림: 국소적인 긁힘, 통증, 부종, 반상 출혈, 출혈 등을 보이며, 전신적인 감염증을 유발할 시에는 발열, 오한 등을 유발한다. 파상풍이나 광견병 등이 생길 수 있음을고려한다.해양동물에 찔림, 쏘임: 해양동물에는 해파리, 말미잘, 독물고기 등이 있다.󰠂해파리: 국소적인 극심한 동통과 부종을 보이며 전신적인 반응으로 쇠약감, 오심, 구토,호흡곤란, 빈맥, 저혈압, 쇼크 등을 보인다.3󰠂말미잘: 촉수에는 독물질이 있는 자세포가 많아 접촉 시 만성 궤양을 동반한 광범위한피부염, 발진, 호흡곤란 등을 보인다.\n\n󰠂독물고기: 국소적인 반응과 전신적인 반응을 보인다.\n\n󰋼메기에 찔렸을 경우 국소 괴사가 일어난다.󰋼미역치에 찔렸을 경우 국소부위 통증, 실신 등을 보인다.󰋼독가시치에 찔렸을 경우 불에 타는 듯한 통증, 부종 등을 보인다.󰋼노랑가오리에 찔렸을 경우 상처부위 열감과 통증, 출혈, 실신, 허약, 오심, 불안 등을 보인다.󰋼쏠배감펭에 찔렸을 경우 국소부위 통증, 어지럼증, 호흡곤란, 두통, 흉통, 설사, 구토, 경련,발열, 아나필락시스, 사망을 일으킬 수 있다.\n\n󰠂물림/찔림/긁힘 등의 타입을 구별한다.󰠂관련된 동물/곤충 등에 관한 기술 또는 사진󰠂발생시각, 위치, 환부의 크기를 확인한다.󰠂이전에 물림/찔림/긁힘 등이 있다면 반응이 어떠했는지 확인한다.󰠂애완동물인지 야생동물인지 확인한다.󰠂파상풍 및 광견병의 위험이 있는 지 확인한다.(동물의 백신 접종력 등)◦ 이학적 검진󰠂상처 확인 후 국소반응(통증, 부종, 발적, 두드러기, 가려움증, 열상, 출혈 등)을 확인한다.󰠂전신반응(호흡곤란, 청색증, 의식의 변화, 쇼크, 저혈압, 아나필락시스 등)이 있는지 확인한다.󰠂전신반응이 있다면, 환자의 의식상태, 피부, 손상 받은 부위, 목, 폐, 복부, 등, 신경학적인검사를 시행한다.󰠂감염의 증후가 있는지 확인한다.\n\n◦ ‘환자 초기 평가·처치 표준지침’에 따라 전반적인 평가 및 처치를 시행한다.◦ 조이는 의류나 보석류는 제거한다. ☞ Ⓕ ② ①◦ 멸균증류수 또는 식염수를 이용하여 상처를 세척한다. 출혈이 있을 경우 깨끗한 거즈를이용하여 10분정도 직접 압박을 시행한다. ☞ ② ①◦ 수축기 혈압이 90 mmHg 미만이면 하지를 거상(☞ Ⓕ ② ①)하고 정맥로를 확보(☞ ①)하여300mL(소아는 20mL/kg)의 생리식염수나 젖산 링거액을 투여(☞ ①) 하고, 혈압, 맥박수,의식 등이 정상 범위로 회복되는지 확인한다. 쇼크가 지속될 경우 1L(소아는 10mL/kg)까지\n\n수액을 지속적으로 투여한다.(☞ ①)\n\n◦ 뱀에 물렸을 경우 물린 부위를 건조드레싱 후 부목을 이용해서 움직임을 최소화 한다. 또한물린 부위 위(심장에 가까운 근위부)로 탄력붕대를 감은 후(단, 동맥차단 금지, 말단부위맥박 및 모세혈관 재충혈 확인) 심장보다 낮게 위치시키고 산소를 공급하며 이송(☞ Ⓕ ②①)한다.2◦ 해파리에 쏘이거나, 말미잘에 접촉한 경우 미지근한 생리식염수로 상처를 잘 씻어내고문지르지 않도록 한다.4◦ 독물고기에 찔린 경우 미지근한 생리식염수로 상처를 씻고 환부를 따뜻하게(40 ~ 50°) 유지한다.5\n\n◦ 벌침이 남아있을 시 신용카드 등을 이용하여 부드럽게 제거한다.6◦ 곤충에 물렸을 경우 얼음 팩을 적용하며, 독사에 물렸을 경우에는 얼음 팩을 적용하지않는다.(독소를 비활성화 시키지 못할 뿐만 아니라 동상의 위험성에 의한 조직괴사의위험성이 높아지기 때문이다.)2◦ 독사에 물렸을 때에는 상처를 심장보다 낮게 위치하며, 주변 환경을 조용하게 유지하고,환자의 움직임을 최소화 하도록 한다.2◦ 해파리, 독가시치, 노랑가오리의 독은 동물이 죽더라도 여전히 활동하므로 죽은 후에도 만지지 않도록 한다.◦ 독물고기에 쏘이거나 찔린 경우 상처부위를 문지르면 독소를 더 방출할 수 있으므로상처부위를 문지르지 않는다.\n\n◦ 정맥로 확보 및 수액 투여◦ 전문기도유지술이 필요한 경우◦ 뱀 항독소가 필요한 환자의 이송병원 선정 시\n\n◦ 전신적인 반응, 아나필락시스, 뱀에 물린 경우에는 중증이므로 가까운 지역응급의료센터이상의 의료기관으로 이송함을 원칙으로 하되, 지역별 여건에 따라 의료지도 등을 받아\n\n치료가 가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 특히 뱀에 물렸을 경우에는 의료지도를 요청한 후 항독소가 있는 지역응급의료센터 이상으로이송하며 관련 정보를 관할 구급상황관리센터에 요청할 수 있다.◦ 응급의료 취약지역의 경우 가장 가까운 지역응급의료기관 이상의 의료기관으로 이송함을원칙으로 한다.◦ 국소적인 반응만 있는 경증 환자일 경우 경우에는 가장 가까운 지역응급의료기관으로이송한다.\n\n1. Banks BEC: The composition of Hymenoptera venoms with particularreference to venom of the honeybee.in:Kornalik F, Mebs D eds. Proceedꠓingsof the 7th European Symposium on Animal, Plant and MicrobialToxins. Prague:Pergamon press; 1986:41.2. Warrell DA. Envenoming and injuries by venomous and nonvenomousreptiles worldwide.In:Wildness Medicine, 6th Edition, Auerbach PS(Ed),ElsevierMosby, Philadelphia 2012. p.10403. Tibballs J, Yanagihara AA, Turner HC, Winkel K: Immunological andtoxinologicalresponsesto jellyfish stings.InflammAllerg Drug Targets 10:438, 2011.[PMID: 21824077]4. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p20005. Clark RF, Girard RH, Rao D, Ly BT, Davis DP: Stingray envenomation: aretrospective review of clinical presentation and treatment in 119 cases. JEmergMed 33: 33, 2007.[PMID: 17630073]6. Visscher PK, Vetter RS, Camazine S: Removing bee stings. lancet1996:348:301-02\n\n동시에 다수의 사상자가 발생하였거나, 발생할 우려가 있어 응급의료의 제공을 위해 별도로의료자원 동원 등의 조치가 필요한 사고를 말함\n\n2. 다수사상자 사고 발생 시 119구급대응 기본 체계도\n\n단계주요내용활동주체관련사진사고발생○ 다수사상자 재난 발생재난접수- ○ 재난 접수 및 소방력 출동 ○ 재난규모에 따라 의료지원팀 요청 (신속대응반, DMAT 등) ○ 재난상황 지속적 모니터링119종합상황실 및 119구급상황관리센터현장도착선 착 대○ 임시의료소 운영 ○ 예상 사상자수 파악 ○ 1단계 중증도 분류 (M-MASS) ※ 상황에 따라 M-MASS 또는 START 분류임시의료소 (소방)후 착 대○ 임시의료소 지원 - 분류반: 2단계 중증도 분류 (START) - 응급처치반: 환자 응급처치 - 이송반: 환자 이송병원이송○ 병원별 수용능력 현황 관리 ○ 이송병원 선정 ○ 사상자 등록 / 병원이송 ○ 사상자 이송현황 확인현장응급의료소 (보건소, DMAT)재난종료○ 응급의료 수요가 없거나 추가 환자 미발생 ○ 재난 종료(사상자 현황 최종 확인)긴급구조통제단장 또는 현장응급의료소장\n\n◦ 정의 : 현임시의료소란 현장응급의료소장이 재난현장에 도착하여 현장응급의료소를 운영하기전까지 선착구급대, 구급지휘팀 등 소방공무원에 의해 운영되는 의료소를 말함◦ 목적 : 재난 또는 다수사상자 발생 시 현장응급의료소가 설치되기 전까지 119구급대 등응급의료 관련 자원을 총괄․지휘․조정․통제하고, 사상자를 분류, 처치, 이송을 위해 설치◦ 긴급구조통제단이 가동된 후 보건소 신속대응반이나 재난의료지원팀(DMAT)이 현장에 도착하지않았다면 임시의료소에서는 현장응급의료소가 운영될 수 있도록 제반사항을 준비하여야 함◦ 활동범위󰠂선착 119구급대 등 소방공무원이 재난현장에 도착 후부터 현장응급의료소장이현장응급의료소를 운영하기 전까지를 말함󰠂긴급구조통제단이 가동된 후 보건소 신속대응반이나 재난의료지원팀(DMAT)이 현장에도착하지 않았다면 임시의료소에서는 현장응급의료소가 운영될 수 있도록 제반사항을준비하여야 함◦ 임시의료소를 설치해야 되는 상황󰠂재난현장에 다수사상자 발생으로 요구조자의 구조가 수 시간 이상 지속될 것이 예상되는 경우󰠂다수사상자로 인해 환자의 분류 및 구역 배정이 필요한 경우󰠂출동한 소방력을 초과한 사상자가 발생한 경우나 유관기관의 의료지원 등이 필요한 경우󰠂재난 규모가 통제 및 사상자의 분류, 응급처치 또는 이송이 필요한 경우󰠂현장지휘관이 재난현장에 임시의료소 설치·운영이 필요하다고 판단하는 경우󰠂그 밖의 선착구급대 또는 구급지휘팀에서 필요하다고 판단되는 경우◦ 설치장소󰠂임시의료소는 사고 발생 장소의 1차 통제선 밖에 설치하며 구급대원 및 구조대상자의 안전이확보된 곳에 설치함󰠂현장과 외부로부터 출입이 용이하며 가능한 사고현장이 한눈에 보이는 곳에 설치함󰠂구조된 환자의 집결지를 선정하거나, 여러 상황을(사고규모, 사상자 수 등) 고려하여 임시의료소와 환자집결지를 통합하여 운영할 수 있음󰠂가능한 환자의 동선과 구급차 동선이 겹치거나 교차하지 않는 곳을 선정함󰠂사망자 구역은 임시의료소의 원활한 활동을 위해 별도로 구분할 수 있도록 함󰠂화재, 화학사고, 방사선 사고 등의 경우 화학물질안전원, 특수구조대, 한국원자력안전기술원(KINS)이 지정하는 오염원이 제거되거나 없는 것으로 판단되는 곳에 설치하여야 함󰠂외부인의 영향을 받지 않고 원활한 소방활동을 할 수 있는 장소를 선정함\n\n󰠂기타 주변 관공서·빌딩·안전한 구조물 등을 활용할 수 있음 (건물>천막>노천)󰠂재난현장의 범위가 광범위한 경우 임시의료소를 1개소 이상 분산 설치하여 운영가능하며효율성을 고려하여 현장의 여건에 맞춰 유동적으로 운용함󰠂전기, 수도가 가까워야 하며, 가능한 그늘이 있는 곳을 선택함󰠂폭염, 혹한기, 태풍 등 날씨를 고려하여 원활히 활동할 수 있는 적정한 장소를 선정함◦ 임시의료소장󰠂재난현장을 관할하는 소방공무원 중 임시의료소를 총괄 운영할 수 있는 자격요건을 갖춘자를 말함◦ 자격요건󰠂선착대 구급대원 중 출동대의 선임구급대원(최선임자) 또는 주 처치자󰠂 구급지휘팀의 팀장󰠂 구급팀장 또는 구급대장󰠂기타 긴급구조통제단장이 지정한 자◦ 임무󰠂재난현장 도착 보고 및 임시의료소 지휘권 선언함󰠂임시의료소 대원 안전에 관한 전반적인 사항 확인 및 관리함󰠂임시의료소ㆍ현장지휘소ㆍ119종합상황실 간 통신체계를 확인함󰠂임시의료소 임무수행과 관련된 전반적인 사항을 현장지휘소에 보고함※ 긴급구조통제단이 설치·운영되는 경우 긴급구조통제단장에게 전반적인 상황을 보고함󰠂임시의료소 위치, 후착대 및 차량 집결지 등 장소 선정과 관리함󰠂선착 또는 후착 구급대원에게 중증도 분류 및 응급처치, 이송임무를 부여함󰠂각반이 원활히 운영되도록 자원지원 및 전반적인 사항 관리함󰠂자원의 관리, 사상자의 분류ㆍ응급처치ㆍ이송 및 사상자 현황 파악ㆍ보고 등 임시의료소의운영 전반 지휘ㆍ감독함󰠂현장응급의료소장 도착 시 인계인수서 작성 제공 및 현장상황 설명, 인계 후 통제단장에게 보고함\n\n󰠂다수사상 사고 발생 ⇒ 중증도 분류 Modified MASS ⇒ 환자 집결지(중증도 분류 START)⇒ 임시의료소 분류반(재분류 START) ⇒ 응급처치반(응급처치) ⇒ 이송반(병원 이송) ⇔구급상황관리센터(병상정보 제공, 이송병원 선정 지원)\n\n󰠂임시의료소는 ①분류반, ②응급처치반, ③이송반으로 운영하는 것을 원칙󰠂임시의료소장은 자원을 적의 조정하여 축소 운영할 수 있음\n\n※ 임시의료소는 환자집결지로 부터 확장 구성 되며 현장 상황에 따라 임시의료소장은 적절한장소를 지정·운영함\n\n분류반장의 임무ㆍ 분류반의 인원 및 의료자원을 관리ㆍ 사상자 중증도 분류 및 관리ㆍ감독ㆍ 임시의료소장 보고 및 추가 지원 등 요청ㆍ 환자 이동 지원반(구조대원, 화재진압대원) 요청\n\n 현장 상황에 따라 m-MASS 및 START 분류 방법을 활용하여 환자를 분류함※ 구조된 환자집결지: 환자는 긴급, 응급, 비응급, 사망으로 분류 사상자 및 사고규모 현장상황에 따라 탄력적으로 환자분류법 적용함 3명 중 선임구급대원은 중증도 분류 및 분류표 작성함 구급대원 2명은 우선순위에 따라 긴급, 응급 환자 순으로 응급처치를 시행하고, 상황에 따라 분류와 처치를 병행함\n\n (중증도 분류표 작성) 중증도 분류표(부록1 참조)를 작성하여 가슴부위 등 잘 보이는 곳에 부착또는 중증도 분류 정보를 전자적인 형태로 표시 및 기록·저장할 수 있는 전자장치로 대신할 수 있음\n\n- 긴급·응급으로 분류된 자는 응급처치반으로 이동 조치하고 비응급은 비응급환자 대기 구역을설정하여 필요시 처치 및 재분류를 시행하고 사망자 발생 시 임싱영안소를 설치하여 이동※ 단, 재난 상황에 따라 현장에서의 처치보다 이송이 시급하다고 판단되는 긴급·응급환자의 경우에 이송반으로 인계 가능함\n\n 중증도 분류에 따른 사망(심정지) 환자의 경우 의료지도 후 심폐소생술 유보에 대한 지시를받고 심폐소생술을 실시하지 않음 다만 임시의료소장은 재난의 특성, 현장의 상황, 의료자원의 변화에 따라 심폐소생술 실시여부를 결정할 수 있음 사망으로 분류된 경우 임시영안소 이동 후 관리함 경찰 현장도착 시 신원확인 협조요청함 지자체 유가족 연락 협조요청함 사망자의 신원이 확인되지 아니한 경우 특별자치도지사ㆍ시장ㆍ군수ㆍ구청장에게 인도한다※ 참고 : 119구조 ㆍ 구급에 관한 법률 사체낭을 활용하여 관리하며 임시의료소와 가급적 별도 공간을 운영함 다수사상자 사고의 경우 범죄현장에 준하여 사망자는 현장 증거보존(변사자의 지문, 소지\n\n품 등), 사망자의 인격권 보호를 위해 경찰에 협조요청함※ 선착대 중 분류반은 간호사 및 1급 응급구조사 우선 배치(응급처치반)\n\n응급처치반장의 임무ㆍ 응급처치반의 인원과 의료자원을 관리ㆍ 사상자 응급처치를 실시ㆍ 응급처치가 완료된 환자를 임시의료 소장에게 보고\n\n 응급처치를 담당하며 간호사 또는 1급 응급구조사를 배치함 혈압, 맥박, 호흡수, 산소포화도 등 활력징후를 측정함 환자의 의학적 상태를 파악, 환자에게 시행한 응급처치 내역을 기재하고 가능하면 이송병원선정에 관련된 의학적 의견을 중증도 분류표에 기재함 필요한 경우 중증도를 재분류하고 중증도 분류표와 환자를 이송반에 인계함 긴급, 응급, 비응급 환자 순으로 응급처치 시행함(필요 시 의료지도 요청) (처치순서) 긴급, 응급. 비응급 환자 순으로 응급처치를 시행하되 비응급 환자 경우 추가 피해(외상후 스트레스 장애, 불안, 초조, 공황 등) 방지를 위해 가능한 별도 구역에서 실시함 (이송준비) 응급처치가 완료된 환자 경우 중증도 분류를 재실시, 임시의료소장에게 보고 후이송을 요청할 수 있음 (의료자원관리) 응급의료물품 부족 분을 예상하여 미리 자원지원부에 요청함󰠂(이송반)\n\nㆍ 병원별 수용능력 확인 후 이송병원 선정(구급상황관리센터와 연계)ㆍ 구급차량 및 이송인력 현황파악 및 관리ㆍ 사상자 현황 및 병원 파견 연락관과의 정보공유ㆍ 구급차 집결지 장비, 인력 등에 대한 전반적인 사항 관리ㆍ 이송반에 배치된 신속대응반원에게 인수인계 등 정보공유ㆍ 임시의료소장에게 이송반 운영에 대한 전반적인 상황 보고\n\n 실시간 병상정보, 병원별 수용능력 확인 및 의료기관별 환자 이송은 구급상황관리센터(119종합상황실)로부터 정보를 수집하여 이송병원을 선정함\n\n※ 단, 파악이 원활하지 않을 경우 일반적인 원칙에 따라 병원을 선정하고 최대한 분산 이송함\n\n 긴급>응급>비응급>사망 순으로 이송 실시(단, 구조시간지연, 충분한 이송자원 등 현장상황에 따라 이송순위를 변경할 수 있음) 중증도 분류표 2장 중 1장은 이송반이 보관, 나머지 1장은 의료기관에 제출함 사상자 발생·이송현황은 현장지휘소(통제단), 다수사상자관리시스템(119구급상황관리센터)에보고(전송)함 ※구급상황관리센터에 사진으로 전송가능 3인 구급대 기준, 현장의 다수 사상자가 발생했을 경우 현장인력 부족 시 2인 이송 실시\n\n 긴급환자 및 응급환자 : 119구급차로 우선이송 비응급환자 및 사망자 : 119구급차 외(병원구급차, 이송단구급차 등) 의학적 판단이 필요할 때는 의료지도를 연결함※ 원거리 이송이나 응급수술 등을 위해 권역외상센터로 이송이 필요한 경우 헬기 이용을 고려\n\n 이송반장은 추가 지원 차량 진출입을 위한 동선을 확보하고 구급차 집결지(대기소)를 선정하여보고, 이송반장은 이송환자 및 병원 수용현황, 구급차량 동원 현황을 파악하여 임시의료소장에게알림\n\n 이송반장은 중증도 분류표 및 사상자 이송현황 작성을 철저히 하여 사상자가 누락되지 않도록 관리※구급차 이용하지 않는 환자는 사상자현황 누락되지 않게 관리 철저\n\n[임시의료소 구성 · 운영 알고리듬(Algorithm)]\n\n◦ 상황에 따른 임시의료소 운영 예시※복합적인 현장의 상황과 구급자원의 여건에 따라 탄력적 운영가능함.\n\n소방력 충분 유형소방력 부족 유형구분우선순위구분우선순위팀리더현장지휘 및 정보파악 분류반,응급처치반,이송반 임무지정팀리더분류위주 임무지정 추가위험예방 집중 소방력 응급의료자원 지원 요청 주변인 활용*선착대분류반, 응급처치반, 이송반선착대분류반후착대중증도 분류에 따른 응급처치, 이송 실시후착대분류반, 응급처치반, 이송반대응인력초기대응인력 > 초기발생환자 분류와 처치를 초기에 구성대응인력초기대응인력\n\n* 현장 주위에 있는 경찰, 군인, 의료종사자, 공무원, 병원이송업자 등\n\n소방력부족→ → → → → 소방력 증가임시의료소노천 ▶ 천막 ▶ 건물분류반M-MASS 분류법 ▶ START 분류법응급처치반긴급환자처치 ▶ 응급환자처치 ▶ 비응급환자처치이송반긴급환자이송 ▶ 응급환자이송 ▶ 비응급환자이송\n\n점진적 환자 증가형*동시다발 환자 발생형**구분역 할구분역 할팀리더현장지휘 및 정보파악, 이송 파악팀리더현장지휘 및 정보파악, 임시의료소 제반사항 확충선착대중증도 분류와 응급처치선착대중증도 분류 전담후착대중증도 분류에 따른 응급처치, 이송 준비후착대중증도 분류에 따른 응급처치 이후 이송준비대응인력초기대응인력 > 초기발생환자 분류와 처치를 초기에 구성대응인력초기대응인력\n\n* 한명씩 구조되어 나오는 형태로 환자발생 시간 간격이 있는 유형** 한번에 다수의 환자가 발생한 형태로 환자발생 시간 간격이 없는 유형\n\n한정공간 집중형*광범위한 공간 산발형**구분역 할구분역 할팀리더현장지휘 및 정보파악팀리더현장지휘 및 정보파악, 사고현장 범위 설정 및 전파선착대중증도 분류, 처치선착대중증도 분류, 처치 후착대 진입경로 및 활동범위 전파후착대중증도 분류에 따른 응급처치, 이송 준비후착대선착대 설정한 범위에 간격을 두고 필요시 추가 임시의료소 설치운용대응인력대응인력 > 발생범위 1개소 임시의료소 운용대응인력대응인력\n\n* 1개소 건물 또는 1개 층 등 협소한 범위에서 환자가 집중해서 발생하는 유형** 사고의 범위가 넓거나 긴 형태로 환자가 산발적으로 발생한 유형\n\n예시)대형건물, 축제장, 고속도로, 대교 위, 쇼핑몰 등\n\n1. 거동이 가능한 환자는 비응급으로 그룹화 할 수 있다.2. 거동이 불가능하나 반응이 있는 환자는 응급으로 그룹화 할 수 있다.3. 거동이 불가능한 환자는 긴급으로 그룹화 할 수 있는데, 여기에는 BLACK(지연) 환자가 포함되어있으며, 이는 호흡 유무로 감별가능하다.\n\n◇ 2단계 : START(이송중점-후착대 도착) ※ 임시의료소설치 되면 시작\n\n1. 거동이 가능한 환자는 비응급으로 그룹화하고 추후 다시 개별적인 평가를 한다.2. 거동이 불가능한 환자에서는 ‘R(호흡수) P(맥박수) M(의식수준)’ 세 가지 요소를 체크하고 한가지라도이상이 있을 경우에는 긴급, 모두 이상 없을 경우에는 응급으로 분류한다. 다만, 호흡이 전혀없는 환자에서는 기도 확보를 시도해보고, 호흡이 있다면 긴급, 없다면 지연으로 분류한다.\n\n아동학대란 보호자를 포함한 성인이 아동의 건강 또는 복지를 해치거나 정상적 발달을 저해할수 있는 신체적ㆍ정신적ㆍ성적 폭력이나 가혹행위를 하는 것과 아동의 보호자가 아동을유기하거나 방임하는 것을 말한다.1 아동학대의 종류로는 신체학대, 정서학대, 성 학대 및 방임(neglect)이 있으며 이 중 방임이 가장 흔하나 119구급대에 신고 되는 경우는 대부분 신체및 성 학대 환자이다. 구급대원은 모든 어린이 외상 환자에서 아동 학대의 가능성을 고려해야한다.\n\n1. 병력청취: 아동 학대의 가능성을 의심할 수 있는 가장 중요한 단계2\n\n◦ 다음의 내용을 모두 확인하여 기록함󰠂손상 후 119 신고까지의 시간이 다소 지연된 경우 의심\n\n󰋼흔들린 아이 증후군(shaken baby syndrome, SBS)은 4~6시간 사이에 증상이 가장심각해진다3\n\n󰠂손상의 목격자를 찾고, 손상 경위를 자세하게 기술󰠂병력의 일관성: 여러 사람 혹은 한 사람의 진술이 도중에 변경, 상충될 경우󰠂병력의 적절성: 어린이의 발달 과정과 맞지 않는 사고 경위 제시\n\n󰋼“침대/가구에서 떨어졌다”: 뒤집기가 가능한 생후 6~7개월 이전에는 불가능한 손상󰋼“수도꼭지를 틀어 화상을 입었다”: 수도꼭지 회전은 생후 24개월 이후에 가능\n\n󰠂최근 응급실 방문횟수: 비슷한 손상으로 수차례 응급실을 방문하거나 신고한 경우󰠂보호자의 태도: 너무 공격적이거나 죄책감이 강하거나 무관심한 보호자\n\n󰠂멍: 멍의 색깔로 수상 시기를 판정할 수 있다는 과학적인 근거는 없음. 다만 아주 오래되어탈색 중인 멍과 최근 손상으로 붉은 빛이 도는 멍이 섞여 있다면 반복적 구타를 의심󰠂이상한 화상\n\n󰋼다리미, 젓가락, 난로의 옆면, 격자무늬와 같은 기하학적 모양의 화상󰋼장갑 혹은 양말을 끼운 듯 한 모양의 화상(gloves and stocking pattern): 뜨거운 물에담가 생긴 화상\n\n󰋼도넛 모양 화상(doughnut-shape burn): 항문을 제외한 나머지 둔부의 화상󰋼허벅지 안쪽과 같이 생기기 어려운 부위의 화상󰋼의심스러운 열탕 화상: 정상은 상체에 화상이 많고 하지로 갈수록 화상부위가 적어야 하나여기 저기 흩어진 양상의 화상은 의심해 보아야 함.󰠂대칭적인 상처: 입 주위(재갈), 목 주위(목 조름), 귀 앞뒤(귀를 잡아당기는 손상)󰠂물린 자국전신상태가 불량한 경우: 발육장애, 영양실조 및 탈수, 불량한 위생상태 및 피부감염 등그 외 일반적인 신체 검진을 자세하게 시행한다.\n\n◦ ‘환자 초기 평가·처치 표준지침’에 따라 일반적 외상환자의 평가 및 처치를 시행하고구체적인 상황에 대해서는 해당 지침을 따른다.\n\n4 . 응급처치 시 주의사항 ☞ Ⓕ ② ①\n\n◦ 현장의 학대 증거에 대해 가능한 한 모두 기록한다.◦ 기록을 완성하기 위하여 현장에서 의료 기관으로의 이송이 지연되어서는 안된다.◦ 학대가 의심되고 학대자로 의심되는 사람이 있는 경우라도 이를 공개적으로 비난하거나싸워서는 안된다. 그럴 경우 도주/인멸의 우려가 있고 결코 문제 해결에 도움이 되지 않으므로 차라리 증언을 해 줄 다른 가족이나 주변인을 면담하도록 한다.◦ 아동학대가 의심될 경우 구급대원은 그 직무상 아동학대를 신고할 의무(아동보호법제26조)가 있으므로 직접 112에 신고한다. 또한 의료지도를 요청, 지도의사에게 아동학대\n\n사실을 알리고 이를 구급일지에 기록한다.\n\n* 참고: 아동보호 전문기관(112)\n\n◦ 경찰에 도움을 요청해야 할 경우는 환자나 부모, 보호자가 보는 앞에서 하지 않도록 한다.\n\n◦ 피해 아동을 현장에서 격리하는 것이 필요하다면 의학적 검사가 필요하지 않더라도병원으로 이송해야 하고 이송한 후 담당 의사에게 아동 학대 사실 및 주변 정황을 알린다.◦ 병원으로 이송을 하지 않게 되는 경우에도 역시 직접의료지도를 요청하여 지도의사에게아동학대 사실을 알리고, 출동일지를 기록하여 증거를 남겨야 한다.\n\n5. 구급일지에 기록할 내용 ☞ Ⓕ ② ①\n\n◦ 피해아동의 이름, 생년월일 및 나이◦ 부모나 법적 보호자의 이름, 생년월일 및 나이◦ 추정 가해자의 이름, 나이 및 생년월일◦ 전화번호와 주소◦ 신고 내용◦ 신고자의 이름, 주소 및 전화번호◦ 환자, 부모 및 보호자가 말하는 그대로의 내용을 인용부호(큰 따옴표)를 이용해 기입◦ 환자, 부모 및 보호자의 비정상적인 반응이나 행동이 관찰되면 기입◦ 현장과 현장 주변의 상태, 같이 있던 사람들에 대해서도 기입◦ 직접의료지도를 요청했다면 지도의사의 성명, 신고 시각 및 고지내용◦ 병원에 이송했다면 피해아동을 인계 받은 의료진의 성명, 인계 내용\n\n◦ 보호자의 이송 거부◦ 아동학대가 의심되는 경우\n\n◦ 아동학대 의심 환아가 중증외상의 기준에 해당하는 경우, 가까운 권역외상센터 또는지역응급외상센터 이상의 의료기관으로 이송하되, 지역별 여건에 따라 의료지도 등을 받아치료가 가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 의료기관으로 이송한 후에는 담당 의사에게 아동 학대 사실 및 주변 정황을 알림을 원칙으로\n\n한다.◦ 중증외상의 기준에 해당하지 않는 아동학대 의심 환아는 가장 가까운 지역응급의료기관으로이송하고 이송한 후 담당 의사에게 아동 학대 사실 및 주변 정황을 알림을 원칙으로 한다.\n\n◦ 특히, 성학대가 의심되는 경우 해바라기센터(별표 참조)4로 이송하는 것이 권장된다.\n\n센터명주 소위탁병원연락처홈페이지서울(본관) 서울종로구 대학로 101 서울대학교병원 함춘회관 지하1층 (별관) 서울 종로구 대학로8가길 56 동숭빌딩 2층서울대 병원본 02-3672-0365 관 F.02-3672-0368www.help0365.or.kr help@help0365.or.kr별 02-745-0366,0367 관 F.02-745-0368부산부산 서구 구덕로 187 부산대학교 병원 융합의학연구동 3층부산대 병원051-244-1375 F.051-244-1377www.pnuh.or.kr bssun1375@gmail.com대전대전 중구 문화로 282 충남대학교병원충남대 병원042-280-8436 F.042-280-8434www.djsunflower.or.kr djonestop@hanmail.net울산울산 남구 월평로171번길 13 울산병원 8층울산병원052-265-1375 F.052-244-6117www.ussunflower.or.kr ussunflower@hanmail.net경기 남부거 경기 수원시 영통구 월드컵로 점 179번길 7, 도병원약국 3층 경기 수원시 영통구 월드컵로 통 1164, 아주대병원 내 합 경기남부 해바라기 센터 거점아주대 병원031-217-9117 F.031-217-5198www.ggsunflower.or.kr basecenter@daum.net별 031-215-1117 관 F.031-214-9373 응 031-216-1117 급 F.031-216-1109www.ggsunflower.or.kr ggsunflower1117@daum .net경기 북서부경기 고양시 덕양구 화정로 65-1 우리프라자 5층(10497)명지병원통 031-816-1375 합 F.031-816-1399 응 031-816-1374 급 F.031-816-7399www.gnwsunflower.or.kr gnwsunflower@gmail.com경기 중부(본관) 경기 부천시 원미구 조마루 로 170, 순천향대부천병원 별관 지하3층 (별관) 경기 부천시 길주로 288, 다운타운빌딩 801호순천향대 부천병원(본관) 032-651-1375 F.032-651-1376 (별관) 032-328-1375 F.032-328-1376www.gcunflower.or.kr joongbu2020@daum.net강원 서부강원 춘천시 백령로 156 강원대학교병원 어린이병원 지하 2층 (24289)강원대 병원033-252-1375 F.033-254-1376www.gwsunflower.or.kr gwchildsaver@hanmail.net강원 동부강원 강릉시 강릉대로419번길 42 강릉동인병원 별관 (25478)강릉 동인병원033-652-9840 F.033-652-9839www.sunflower6447.or.kr sunflower6447@hanmail.net\n\n센터명주 소위탁병원연락처홈페이지강원 남부강원 원주시일산로 20 원주세브 란스기독변원(문창모기념관 5층)원주 세브란스 기독병원033-741-1896(1899) F.033-741-1899www.gnsunflower.or.kr gnsunflower@naver.co충남충남 천안시 동남구 망향로 201 단국대학교병원 1층단국대 병원041-567-7117 F.041-522-8117www.cnonestop.or.kr cnone-stop@hanmail.net전북 서부전북 익산시 무왕로 859 원광대 병원 (54538)원광대 병원063-859-1375 F.063-859-1353www.wksunflower.o.kr wksunflower@hanmail.net전남전남 영광군 영광읍 신남로 265 6층영광기독 병원061-351-4375 F.061-353-4375www.jnsunflower.or.kr 2851172@hanmail.net경북 동부경북 포항시 남구 대잠동길 17 포항 성모병원 성루가관 지하3층(37661)포항 성모병원054-278-1375 F.054-278-1350www.gbsunflower.or.kr gbsunflower@hanmail.net경남 서부경남 진주시 강남로 79 경상대학교 병원 권역응급의료센터 3층(52727)경상대 병원055-754-1375 F.055-754-1378www.savechild.or.kr gsc1374@hanmail.net제주본 제주 제주시 도령로 65, 2층 관 (연동, 한라병원)(63127)한라병원본 064-749-5117 관 F.064-749-5117www.jjonestop.or.kr 117stop@hanmail.net별 제주 제주시 남녕로 5-3 3층 관 (63098)별 064-748-5117 관 F.064-748-6117\n\n센터명주 소위탁병원연락처홈페이지서울서울 마포구 백범로 23 구프라자 7층 (04108)연세의료원02-3274-1375 F.02-3274-1377www.child1375.or.kr help@child1375.or.kr대구대구 중구 국채보상로 140길 32 (동인동2가 244-1) 2,3층 (41944)경북대병원053-421-1375 F.053-421-1370www.csart.or.kr ysf1375@hanmail.net인천인천 남동구 남동대로 769 한성빌딩 2층 (21556)가천대 길병원032-423-1375 F.032-432-1375www.sunflowericn.or.kr isc1375@gilhospital.com광주광주 동구 제봉로 57 웰크리닉 4층 (61486)전남대병원062-232-1375 F.062-232-1375www.forchild.or.kr sun- flower1375@hanmail.net경기경기 성남시 분당구 판교로 471 한화빌 딩 5층 (13521)분당차병원031-708-1375 F.031-708-1355www.sunflower1375.or.kr sunflower1375@sun- flower1375.or.kr충북충북 충주시 봉현로 222 (교현동, 보성빌딩 4층)(27377)건국대 충주병원043-857-1375 F.043-857-1380www.1375.or.kr cscc1375@hanmail.net전북전북 전주시 덕진구 백제대로 751 뱅크 빌딩 2층 (54906)전북대병원063-246-1375 F.063-247-1377www.jbsunflower.or.kr jbsunflower@hanmail.net\n\n* 해바라기 아동센터는 13세 미만 성폭력 피해 아동과 정신지체 장애인이 성폭력의 피해로부터 벗어나정상적인 발달과 적응을 하도록 돕고 나아가 성폭력 피해를 예방하기위해 여성가족부 산하로 운영되는기관임. 피해자 지원을 위한 전문가로 구성된 긴급구조 지원체계를 갖추고 성폭력 피해 아동과 그보호자에 대한 상담, 사건 조사, 법률 지원, 의료지원 서비스를 one-stop으로 제공하는 어린이 성폭력피해아동 전담지원 기관으로, 전국에 해바라기 아동센터 7개소, 해바라기 여성·아동센터(통합형) 16개소로 총 23개소가 운영되고 있음.\n\n1. 아동복지법 제3조 제7호2. American Academy of Pediarics, 「소아전문응급처치학」 4판, 군자출판사, 2015,p278~2793. 서울대학교병원 의학정보, 네이버,https://terms.naver.com/entry.naver?docId=6225906&cid=51007&categoryId=510074. 여성가족부 [인터넷]: 정책정보; 인권보호; 해바라기 센터 (2023)다음에서 사용 가능:https://www.mogef.go.kr/sp/hrp/sp_hrp_f011.do\n\n노인은 질병과 외상에 쉽게 노출됨은 물론 정상인보다 치료가 어렵고 많은 시간이 소요된다.환자평가의 우선순위(기도유지, 호흡, 순환, 의식상태 평가 등)는 연령을 불문하고 모든환자에게 동일하다. 그러나 노인환자는 공통적으로 많은 질병을 갖고 있어 다양한 처방약을복용하고, 시력 또는 청력감소로 의사소통의 어려움이 있으며, 몇몇 노인은 알츠하이머로의식상태가 저하되는 등 젊은 환자보다 섬세한 평가가 요구된다.\n\n󰠂낙상은 노인 환자들에게 있어 가장 흔한 유형의 외상이다.󰠂노인에게 가장 흔한 낙상과 관련된 골절 부위는 몸쪽 넙다리 골절 또는 엉덩이 골절이다.󰠂그 외에 낙상과 관련된 골절부위는 골반, 전완 먼쪽, 위팔 몸쪽, 갈비뼈, 목뼈 등이 있다.󰠂노인 환자의 낙상평가 시 둔부, 골반, 가슴, 아래팔, 위팔 등을 촉진 및 검진하는 것이 중요하다.󰠂골절과 함께 심각한 뇌 또는 배 손상이 있을 수 있기 때문에 의식소실 및 심장 등의 이상징후와 낙상 원인에 대해서도 평가해야 한다.󰠂활력징후 측정시 혈압 및 맥박을 주의 깊게 평가하고, 특히 심부정맥(불규칙한 맥박)에주의해야 한다.◦ 자동차 사고1󰠂노화가 진행될수록 측면 또는 말초 시야가 감퇴하기 측면 충돌사고를 유발시킬 수 있다.󰠂자동차 사고에 의한 손상은 충돌 기전에 광범위하게 의존하고, 젊은 환자들보다 사망률이높다.󰠂목뼈손상은 가장 흔한 손상으로 노화로 뼈가 약하기 때문에 초기 평가단계에서 즉각적인목뼈 고정장치를 적용한다.󰠂쇼크시 저혈압과 빠른맥이 일반적인 징후이나, 노인의 경우 젊은 환자보다 높게 혈압이측정되고, 만성 심질환 등의 약을 복용하는 경우에는 빠른맥도 나타나지 않는 등 쇼크의일반적인 징후가 보이지 않기 때문에 심각한 자동차 사고를 당한 모든 노인환자는 쇼크상태로 가정하고 처치한다.󰠂특히 환자가 혼돈이나 흥분과 같은 정신상태 변화, 의식장애는 쇼크의 가장 흔한 징후이다.\n\n󰠂낙상, 교통사고, 폭행으로 많이 발생된다.󰠂피부가 얇고 혈관이 약하기 때문에 심각한 손상을 초래할 수 있다.󰠂머리손상 후 의식변화가 있다면 심각한 머리손상 가능성이 있다.󰠂혈전 용해제인 쿠마딘(Coumadin)과 같은 약물을 복용하는 환자는 경미한 손상이라도치명적인 출혈 위험성이 있다.󰠂목뼈골절 위험이 높기 때문에 항상 척추고정을 실시하고, 나이로 인한 척추변형으로 앙와위시머리가 척추보호대에 닿지 않을 수 있으니 담요나 수건을 이용하여 자세를 고정한다.\n\n󰠂노인환자를 평가하고 치료할 때 정신적, 신체적 학대의 가능성에 대해서도 고려해야 한다.󰠂학대는 가족구성원, 간병인, 다른 연장자에 의해서 일어날 수 있다.󰠂종류로는 신체학대, 성학대, 정서 혹은 심리적 학대, 방임, 유기, 재정적 혹은 물리적 착취및 자기 무시 등이 있다.󰠂종종 환자들은 학대자에 의존해서 학대 신고를 두려워하기 때문에 노인학대가 의심되면직접적인 신고가 필요하지 않더라도 이송 병원에 그 사실을 알리고 기록해야 한다.\n\n󰠂노인환자는 젊은 사람보다 질병이 더 심각할 수 있으며, 질병의 증상이나 징후는 다를 수있다.󰠂평가할 때 항상 치명적인 질병이나 실신, 현기증, 갑작스러운 의식 혼란, 가슴통증,호흡곤란, 복통 등 심각한 증상에 대한 주 호소를 고려해야한다.\n\n󰠂뇌로 가는 혈류의 저하로 발생되는 일시적인 의식 소실이며, 노인의 경우 부정맥이나저혈압으로 인해 발생할 수도 있다.\n\n󰠂다양한 질병이 있는 노인은 갑작스런 의식변화나 혼돈을 호소할 수 있다.󰠂건강 상태에 따라 뇌졸중, 심장마비, 심각한 감염증상, 혈당, 쇼크 등 으로 인한 의식변화가나타날 수 있다.󰠂의식변화가 있는 경우 평상시 의식상태와 어떻게 다른지 확인 한다.\n\n󰠂노인환자에서 심장 발작 시 가슴 불편함이 거의 없을 수 있다.󰠂빠른호흡은 노인환자에 있어 심장에 이상이 생겼다는 징후일 수 있다.󰠂가슴통증 또는 빠른호흡이 있는 경우 불안정한 상태임을 고려해야 하고, 고농도 산소공급과\n\n󰠂만성적인 가슴통증 환자는 니트로글리세린을 투여할 수 있다.󰠂환자의 가슴통증, 빠른호흡은 협심증의 대표적인 증상이다.\n\n󰠂복통은 다양한 질병의 증상으로 노인환자에서 매우 심각할 수 있다.󰠂젊은 사람보다 충수돌기염 등 상태에 따라 사망률이 10배 이상 높다.󰠂배 동맥 파열로 인한 복통은 치명적인 상태이기 때문에 주의해야 한다.\n\n◦ ‘환자 초기 평가·처치 표준지침’에 따라 환자의 평가 및 처치를 시행하고 구체적인 상황에대해서는 해당 지침을 따른다.\n\n3. 응급처치 시 주의사항 ☞ Ⓕ ② ①\n\n◦ 현장의 학대 증거에 대해 가능한 한 모두 기록한다.◦ 기록을 완성하기 위해 현장에서 병원으로의 이송이 지연되어서는 안된다.◦ 학대가 의심되고 학대자로 의심되는 사람이 있는 경우라도 이를 공개적으로 비난하거나싸워서는 안된다. 그럴 경우 도주, 인멸의 우려가 있고 결코 문제 해결에 도움이 되지않으므로 차라리 증언을 해 줄 다른 가족이나 주변인을 면담하도록 한다.◦ 노인학대 및 방임이 의심될 경우 구급대원은 직접의료지도를 요청, 지도의사에게 노인학대및 방임 사실을 알리고 이를 구급일지에 기록한다.* 참고: 노인보호전문기관(일반전화 110, 120 / 핸드폰 발신 1577-1389)◦ 경찰에 도움을 요청해야 할 경우는 환자나 부모, 보호자가 보는 앞에서 하지 않도록 한다.◦ 피해 노인을 현장에서 격리하는 것이 필요하다면 의학적 검사가 필요하지 않더라도 병원으로이송해야 하고 이송한 후 담당 의사에게 노인학대 사실 및 주변 정황을 알린다.◦ 의료 기관으로 이송을 하지 않게 되는 경우에도 역시 직접의료지도를 요청하여 지도의사에게노인학대 및 방임 사실을 알리고, 출동일지를 기록하여 증거를 남겨야 한다.\n\n◦ 보호자의 이송 거부◦ 노인학대 및 방임이 의심되는 경우◦ 상황별 응급처치 지침에서 정한 “직접 의료지도 요청 기준”에 해당하는 경우\n\n◦ 노인환자가 중증외상 기준에 해당하는 경우 가까운 권역외상센터 및 외상전문의 수련센터로이송한다.◦ 비외상의 중증 응급환자에 해당하는 가까운 지역응급의료센터 이상의 의료기관으로 이송한다.◦ 지역별 여건에 따라 의료지도 등을 받아 치료가 가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 노인학대 및 방임이 의심되는 경우 의료기관으로 이송한 후에는 담당 의사에게 사실 및주변 정황 알림을 원칙으로 한다.◦ 특히, 성학대가 의심되는 경우 산부인과 진료가 가능한 가장 가까운 지역응급의료기관 이상의 의료 기관으로 이송하는 것이 권장된다.◦ 중증질환이나 중증외상의 기준에 해당하지 않는 노인환자는 가장 가까운지역응급의료기관으로 이송하고 한다.\n\n1. 김태수, 이강현, 김태훈, 김오현, 차용성, 차경철, 황성오, 「노인교통사고의 임상특성 및예후 예측인자」, Journal of Trauma and Injury Vol. 27, No. 4, December, 2014;사용 가능:https://koreascience.kr/article/JAKO201409957115209.pdf(삭제가능)\n\n성폭력이란 본인의 동의 없이 이루어진 일체의 성 행위로서 부적절한 접촉, 질·항문·구강으로의 성기 삽입, 성 관계, 강간, 강간 미수, 아동 추행 등을 모두 포함하는 개념이다.1성폭행은 언어적, 시각적 혹은 본인이 원하지 않는 상태에서 이루어진 모든 종류의 성적 접촉을지칭하는 것으로, 성기의 삽입 여부가 기준이 되는 것이 아니다.2 이 중 강간이 119에 신고되는 가장 흔한 형태의 성폭행이며, 이는 모르는 사람뿐 아니라 데이트 상대, 친구나 지인혹은 배우자에 의해서 자행되기도 한다.3\n\n1. 병력청취 및 환자평가 ☞ Ⓕ ② ①\n\n◦ 환자로부터 성과 관련된 과거 병력 및 환자가 죄책감을 느끼게 만들 수 있는 모든 질문은하지 말아야 하고 구급대원은 환자에게 이번 성폭력과 관련된 자세한 내용에 대해 묻지말고 최소한의 정보만 기록한다.\n\n󰠂환자가 대답하는 언어 그대로 답변을 기록한다.󰠂피해 날짜 및 시각, 피해 장소◦ 심각한 손상이 있는 경우가 아니라면 환자의 성기 주변을 검진하지 말아야 하며, 심각한손상이 의심되는 경우라면 환자에게 반드시 허락을 받은 후 검진을 시행해야 함.\n\n◦ ‘환자 초기 평가·처치 표준지침’에 따라 전반적인 평가 및 처치를 시행하여 생명을 위협하는손상이 있는지 우선 확인하고 해당 지침을 참조하여 처치한다.◦ 환자가 옷을 갈아입지 못하도록 하고 가능한 환자가 소변을 보거나 씻거나 샤워하거나 양치질하지 못하도록 한다. ☞ Ⓕ ② ①◦ 환자에게 정신적인 지지 및 안전한 환경을 제공해 주어야 하며 환자와 주로 의사소통을하는 사람의 수를 한정하도록 한다. ☞ Ⓕ ② ①\n\n3. 응급처치 시 주의사항4 ☞ Ⓕ ② ①\n\n◦ 현장에 경찰이 없는 경우라면 신고 후 병원까지 대동하고, 이 때 현장에 도착한 경찰의 소속및 성명, 신고 시각 등을 기록한다.◦ 정서적인 위기 상황에 처해있을 수 있으므로, 피해자와 같은 성별의 구급대원이 출동하는\n\n것이 권장된다.◦ 성폭력의 피해자가 반드시 여성인 것만은 아니라는 점을 주의한다.◦ 추후 분실 및 책임의 문제가 있으므로 환자와 함께 이송하는 소지품은 경찰과 함께 확인하고, 이를 기록에 남긴다.◦ 경찰과 함께 사건 현장 및 증거를 보존한다.◦ 환자가 사용한 모든 섬유류는 환자와 함께 응급실에 두고 온다.\n\n◦ 보호자나 환자가 이송을 거부하는 경우◦ 심각한 비뇨생식기 손상이 동반된 경우\n\n◦ 모든 성폭력 피해 환자는 성폭력 응급키트가 있고, 산부인과 진료가 가능한 의료기관으로이송하는 것이 원칙이며 성폭력 피해자 전담의료기관(해바라기센터)로 이송하는 것이 권장된다.\n\n* 성폭력 응급키트란 성폭력 증거채취 등을 위한 의료용품을 모아놓은 것으로서, 성폭력 피해자의진료를 담당하는 의료 기관에서 증거 수집을 원활하게 하기 위하여 여성가족부에서 개발, 배포하는의료용품 세트로 증거채취용 봉투, 면봉, 슬라이드글라스, 손톱깎이 및 빗, 각종 절차에 필요한서류 등이 동봉되어 있음.\n\n센터명주소위탁병원연락처홈페이지서울동부서울 송파구 송이로 123 경찰병원 1층 (05715)경찰병원02-3400-1700 F.02-3400-1694www.smonestop.or.kr seoulonestop@police.go.kr서울남부서울 동작구 보라매로5길 20 보라매병원 희망관 2층 (07061)보라매병원02-870-1700 F.02-870-1116www.smsonestop.or.kr bbh9566@hanmail.net서울북부서울 중랑구 신내로 16길 33 신내의료안심 주택 1층서울의료원02-3422-4101 F.02-3422-4110www.smsonestop.or.kr subsunflower@naver.com부산동부부산 연제구 월드컵대로 359 부산의료원 1층 (47527)부산의료원051-501-9117 F.051-506-4117www.bsonestop.or.kr bsonestop@hanmail.net대구대구 서구 평리로 157 대구의료원 건강증진 센터 2층 (41845)대구의료원053-556-8117 F.053-556-5117www.tgonestop.or.kr dgonestop@daum.net인천동부인천 동구 방축로 217 인천의료원 (22532)인천의료원032-582-1170 F.032-582-1179www.iconestop.or.kr iconestop@hanmail.net인천북부인천 부평구 동수로 56 가톨릭대학교 인천 성모병원(21431)카톨릭대학교 인천성모병원032-280-5678 F.032-280-5677www.icnonestop.or.kr icnonestop@hanmail.net\n\n센터명주소위탁병원연락처홈페이지광주광주 동구 필문대로 365 조선대학교병원 2층 (61453)조선대병원062-225-3117 F.062-234-3117www.gjonestop.or.kr gjonestop@hanmail.net경기 북동부경기 의정부시 흥선로 142 의정부의료원 본관 3층 (11671)의정부의료원031-874-3117 F.031-872-4117www.ggnonestop.or.kr ggnone-stop@hanmail.net경기서부경기 안산시 단원구 원포공원로 10 단원병원 신관 7층단원병원031-364-8117 F.031-365-5222www.ggwsunflower.or.kr stop@ggwsunflower.or.kr충북충북 청주시 흥덕구 흥덕로48 청주의료원 (28547)청주의료원043-272-7117 F.043-268-7117www.cbonestop.or.kr cj-onestop@hanmail.net전북전북 전주시 덕진구 건지로 20 전북대병원 응급의료센터 지하 1층 (54907)전북대병원063-278-0117 F.063-278-2117www.jb-onestop.or.kr jbonestop@hanmail.net전남동부전남 순천시 순광로 221 순천성가롤로병원 별관 (57931)성가롤로병원061-727-0117 F.061-727-9024www.jnonestop.or.kr jnonestop@hanmail.net경북북부경북 안동시 태사2길 55 안동의료원 지하 1층 (36694)안동의료원054-843-1117 F.054-843-6117www.gbonestop.or.kr gbonestop@hanmail.net경북서부경북 김천시 신음1길12 김천제일병원 7층김천제일병원054-439-9600 F.054-439-8700www.sbonestop.or.kr sbonestop@hanmail.net경남경남 창원시 마산합포구 완월동 7길 74마산의료원055-245-8117 F.055-244-3117www.gnonestop.or.kr gn1stop@hanmail.net\n\n센터명주 소위탁병원연락처홈페이지서울서울 마포구 백범로 23 구프라자 7층 (04108)연세의료원02-3274-1375 F.02-3274-1377www.child1375.or.kr help@child1375.or.kr대구대구 중구 국채보상로 140길 32(동인동2가 244-1) 2,3층 (41944)경북대병원053-421-1375 F.053-421-1370www.csart.or.kr ysf1375@hanmail.net인천인천 남동구 남동대로 769 한성빌딩 2층 (21556)가천대 길병원032-423-1375 F.032-432-1375www.sunflowericn.or.kr isc1375@gilhospital.com광주광주 동구 제봉로 57 웰크리닉 4층(61486)전남대병원062-232-1375 F.062-232-1375www.forchild.or.kr sunflower1375@hanmail.net경기경기 성남시 분당구 판교로 471 한화빌딩 5층 (13521)분당차병원031-708-1375 F.031-708-1355www.sunflower1375.or.kr sunflower1375 @sunflower1375.or.kr충북충북 충주시 봉현로 222(교현동, 보성빌딩 4 층)(27377)건국대 충주병원043-857-1375 F.043-857-1380www.1375.or.kr cscc1375@hanmail.net전북전북 전주시 덕진구 백제대로 751 뱅크빌딩 2층 (54906)전북대병원063-246-1375 F.063-247-1377www.jbsunflower.or.kr jbsunflower@hanmail.net\n\n센터명주 소위탁병원연락처홈페이지서울(본관) 서울종로구 대학로 101 서울대 학교병원 함춘회관 지하1층 (별관) 서울 종로구 대학로8가길 56 동숭빌딩 2층서울대병원본 02-3672-0365 관 F.02-3672-0368 별 02-745-0366,0367 관 F.02-745-0368www.help0365.or.kr help@help0365.or.kr서울중부서울 중구 을지로 245 (을지로 6가 18-79)국립중앙 의료원02-2266-8276 F.02-2276-2056www.scsunflower.or.kr sunflower@nmc.or.kr부산부산 서구 구덕로 187 부산대학교 병 원 융합의학연구동 3층부산대병원051-244-1375 F.051-244-1377www.pnuh.or.kr bssun1375@gmail.com대전대전 중구 문화로 282 충남대학교병원충남대병원042-280-8436 F.042-280-8434www.djsunflower.or.kr djonestop@hanmail.net울산울산 남구 월평로171번길 13 울산병 원 8층울산병원052-265-1375 F.052-244-6117www.ussunflower.or.kr ussunflower@hanmail.net경기남부거 경기 수원시 영통구 월드컵로 179 점 번길 7, 도병원약국 3층아주대병원031-217-9117 F.031-217-5198www.ggsunflower.or.kr basecenter@daum.net경기 수원시 영통구 월드컵로 통 1164, 아주대병원 내 합 경기남부 해바라기 센터 거점별 031-215-1117 관 F.031-214-9373 응 031-216-1117 급 F.031-216-1109www.ggsunflower.or.kr ggsunflower1117 @daum.net경기 북서부경기 고양시 덕양구 화정로 65-1 우리 프라자 5층(10497)명지병원통 031-816-1375 합 F.031-816-1399 응 031-816-1374 급 F.031-816-7399www.gnwsunflower.or.kr gnwsunflower @gmail.com강원서부강원 춘천시 백령로 156 강원대학교병원 어린이병원 지하2층 (24289)강원대병원033-252-1375 F.033-254-1376www.gwsunflower.or.kr gwchildsaver @hanmail.net강원동부강원 강릉시 강릉대로419번길 42 강 릉동인병원 별관 (25478)강릉 동인병원033-652-9840 F.033-652-9839www.sun- flower6447.or.kr sunflower6447 @hanmail.net강원남부강원 원주시일산로 20 원주세브란스기 독변원(문창모기념관 5층)원주세브란스 기독병원033-741-1896(1899) F.033-741-1899www.gnsunflower.or.kr gnsunflower@naver.co전북서부전북 익산시 무왕로 859 원광대병원 (54538)원광대병원063-859-1375 F.063-859-1353www.wksunflower.o.kr wksunflower @hanmail.net전남전남 영광군 영광읍 신남로 265 6층영광기독 병원061-351-4375 F.061-353-4375www.jnsunflower.or.kr 2851172@hanmail.net경북동부경북 포항시 남구 대잠동길 17 포항성 모병원 성루가관 지하3층(37661)포항 성모병원054-278-1375 F.054-278-1350www.gbsunflower.or.kr gbsunflower @hanmail.net경남서부경남 진주시 강남로 79 경상대학교병원 권역응급의료센터 3층 (52727)경상대병원055-754-1375 F.055-754-1378www.savechild.or.kr gsc1374@hanmail.net제주본 제주 제주시 도령로 65, 2층(연동, 관 한라병원)(63127) 별 제주 제주시 남녕로 5-3 3층 관 (63098)한라병원본 064-749-5117 관 F.064-749-5117 별 064-748-5117 관 F.064-748-6117www.jjonestop.or.kr 117stop@hanmail.net\n\n센터명주 소위탁병원연락처홈페이지서울(본관) 서울종로구 대학로 101 서울대학교 병원 함춘회관 지하1층 (별관) 서울 종로구 대학로8가길 56 동숭빌딩 2층서울대병원본 02-3672-0365 관 F.02-3672-0368 별 02-745-0366,0367 관 F.02-745-0368www.help0365.or.kr help@help0365.or.kr부산부산 서구 구덕로 187 부산대학교 병원 융합의학연구동 3층부산대병원051-244-1375 F.051-244-1377www.pnuh.or.kr bssun1375@gmail.com대전대전 중구 문화로 282 충남대학교병원충남대병원042-280-8436 F.042-280-8434www.djsunflower.or.kr djonestop@hanmail.net울산울산 남구 월평로171번길 13 울산병원 8층울산병원052-265-1375 F.052-244-6117www.ussunflower.or.kr ussunflower@hanmail.net경기남부거 경기 수원시 영통구 월드컵로 179번길 점 7, 도병원약국 3층아주대병원031-217-9117 F.031-217-5198www.ggsunflower.or.kr basecenter@daum.net경기 수원시 영통구 월드컵로 1164, 통 아주대병원 내 합 경기남부 해바라기 센터 거점별 031-215-1117 관 F.031-214-9373 응 031-216-1117 급 F.031-216-1109www.ggsunflower.or.kr ggsunflower1117@daum.net경기 북서부경기 고양시 덕양구 화정로 65-1 우리프 라자 5층(10497)명지병원통 031-816-1375 합 F.031-816-1399 응 031-816-1374 급 F.031-816-7399www.gnwsunflower.or.kr gnwsunflower@gmail.com경기중부(본관) 경기 부천시 원미구 조마루로 170, 순천향대부천병원 별관 지하3층 (별관) 경기 부천시 길주로 288, 다운타운 빌딩 801호순천향대 부천병원(본관) 032-651-1375 F.032-651-1376 (별관) 032-328-1375 F.032-328-1376www.gcunflower.or.kr joongbu2020@daum.net강원서부강원 춘천시 백령로 156 강원대학교병원 어린이병원 지하2층(24289)강원대병원033-252-1375 F.033-254-1376www.gwsunflower.or.kr gwchildsaver@hanmail.net강원동부강원 강릉시 강릉대로419번길 42 강릉동 인병원 별관(25478)강릉 동인병원033-652-9840 F.033-652-9839www.sunflower6447.or.kr sunflower6447@hanmail.net강원남부강원 원주시일산로 20 원주세브란스기독 병원(문창모기념관 5층)원주세브란스 기독병원033-741-1896(1899) F.033-741-1899www.gnsunflower.or.kr gnsunflower@naver.co충남충남 천안시 동남구 망향로 201 단국대학교 병원 1층단국대병원041-567-7117 F.041-522-8117www.cnonestop.or.kr cnone-stop@hanmail.net전북서부전북 익산시 무왕로 859 원광대병원(54538)원광대병원063-859-1375 F.063-859-1353www.wksunflower.o.kr wksunflower@hanmail.net전남전남 영광군 영광읍 신남로 265 6층영광기독병원061-351-4375 F.061-353-4375www.jnsunflower.or.kr 2851172@hanmail.net경북동부경북 포항시 남구 대잠동길 17 포항성모병 원 성루가관 지하3층 (37661)포항 성모병원054-278-1375 F.054-278-1350www.gbsunflower.or.kr gbsunflower@hanmail.net경남서부경남 진주시 강남로 79 경상대학교병원 권 역응급의료센터 3층 (52727)경상대병원055-754-1375 F.055-754-1378www.savechild.or.kr gsc1374@hanmail.net제주본 제주 제주시 도령로 65, 2층 관 (연동, 한라병원)(63127) 별 제주 제주시 남녕로 5-3 3층 관 (63098)한라병원본 064-749-5117 관 F.064-749-5117 별 064-748-5117 관 F.064-748-6117www.jjonestop.or.kr 117stop@hanmail.net\n\n* 해바라기(구. 원스톱 지원)센터란 성폭력, 가정폭력 및 성매매 등 폭력피해자에 대하여 상담-의료-수사-법률지원의 24시간 one-stop 운영체계를 구축하여 운영하는 여성가족부 산하 센터이며 2022년 11월기준 현재 전국 39개소가 운영 중임.\n\n1. 공법: 성폭력방지 및 피해자보호 등에 관한 법률 제2조(정의)2. 한국형사법무정책연구원(윤정숙, 박미숙), 「성희롱 실태분석과 형사정책적 대응방안 연구」,2016.3. 경찰청, 「경찰청범죄통계: 범죄자와 피해자와의 관계」, 2022, 2023.10.11.4. Bledsoe, Bryan E, 「특수환자 전문응급처치학」, 대학서림, 2014, p2055. 대한응급의학회, 「응급의학」, 군자출판사, 2019.11, p2698\n\n현장조사 또는 사건경위에서 범죄가 확실하거나 의심되는 모든 출동에 해당되는 상황을 의미하며 이런 경우에도 구급대원의 가장 중요한 역할은 다른 현장 출동 상황과 마찬가지로 질병이나 외상 환자에게 구호행위를 제공하는 것을 잊지 않아야 한다.\n\n◦ 환자에 대한 평가는 일반 출동 상황과 동일하게 시행하는 것이 원칙이며 생명을 위협하는손상이 있는지 우선 확인한다.\n\n2. 응급처치 절차 및 응급처치 시 주의사항1\n\n◦ 가장 중요한 것은 구급대원 및 주변인의 안전이므로 반드시 현장안전을 확보해야 한다. ☞Ⓕ ② ①◦ 범죄가 의심되지만 사법 경찰이 현장에 존재하지 않은 경우 관할 경찰서에 신고하고 현장출동을 요청한다. 이 때 현장에 도착한 경찰의 소속 및 성명, 신고 시각 등을 기록한다. ☞Ⓕ ② ①◦ 의료 기관으로 즉시 이송이 필요한 중증 환자이고 안전이 확보된 경우 사법 경찰의 도착을기다리기 위해 시간을 지체하지 말고 즉시 필요한 처치와 함께 이송을 한다. ☞ Ⓕ ② ①◦ 중증 환자가 아니거나 협조가 되지 않을 경우에는, 사법 경찰이 현장에 도착할 때까지 기다리고 응급처치 및 이송을 위해 필요할 경우 사법 경찰에게 환자 구속(restraint)을 요청할수 있다. ☞ Ⓕ ② ①◦ 환자의 처치에 필요한 경우를 제외하고는 현장을 보존하는 것이 원칙이나, 처치 과정 중현장 훼손이 불가피 하다면 실시한 모든 조작을 기록한다. ☞ Ⓕ ② ①◦ 환자에 대한 응급처치는 환자의 증상 및 징후에 해당된 표준지침을 따른다.\n\n◦ 현장 증거보존과 환자 처치 사이의 우선순위가 경찰의 의견과 상충될 때◦ 경찰이 현장 증거 수집의 목적으로 피해자를 의료 기관으로 이송하는 것을 저지할 때\n\n◦ 중증 환자일 경우 가까운 지역응급의료센터 이상의 의료기관으로 이송함을 원칙으로 하되,지역별 여건에 따라 의료지도 등을 받아 치료가 가능한 가까운 지역응급의료기관으로 이송할 수 있다.◦ 중증 환자가 아닌 경증 환자일 경우 가장 가까운 지역응급의료기관으로 이송한다.◦ 응급의료 취약지역일 경우 가장 가까운 지역응급의료기관 이상의 의료기관에 이송한다.\n\n1. Bledsoe, Bryan E., 「특수상황 전문응급처치학」, 대학서림, 2021. p5002. 공법: 119구조·구급에 관한 법률 시행령 제12조(응급환자의 이송 등)\n\n환자 자신은 물론 주변 사람이나 구급대원을 해칠 우려가 있는 환자에게 환자결박을 고려할수 있다.\n\n◦ 우리나라에서 구급대원에 의한 물리적 결박 등의 환자 신체구속은 허용하고 있지 않다. 공격적인환자를 대응할 때에는 반드시 경찰의 협조를 구해 현장에 동시에 도착하도록 하는 것이 좋으며,만약 구급대원이 현장에 먼저 도착한 경우라면 경찰이 올 때까지 물리적 결박을 적용해서는안 된다. 현장에 도착한 경찰관의 소속 및 성명, 신고 시각 등을 기록해 두어야 한다.\n\n◦ 공격적인 행동을 유발할 수 있는 상태에 대한 고려가 필수적이다. 즉 급성 정신병적 상태이외에 경련 후 상태, 저혈당증, 저산소증, 뇌 손상, 약물 중독 등의 원인에 의해서도공격적인 행동이 유발될 수 있음을 주지하고 원인감별을 위한 병력 청취를 시행한다.\n\n- 솔직하고 정확하고 차분한 말투로 접근해야 하며, 거짓말을 하거나 환자를 위협하거나 자극하는 것은 상황을 악화시킨다. 상황을 단계적으로 천천히 해결하려 해야지 상황을 통제하려고 해서는 안 된다.- 직접적인 눈 맞춤은 피해야 하고 환자의 개인적인 공간에 침입하는 느낌을 주어서도 안 된다.- 불필요하거나 갑작스러운 움직임을 보여서는 안 된다.- 환자를 존중하며 환자의 존엄성을 유지하려는 태도를 보이는 것이 중요하다.- 상황이 확대될 때를 대비하여 지원 인력을 요청해 두어야 한다.- 구급대원은 빠져나올 수 있는 출입구 가까이에 위치해야 하며 환자가 출입구 가까이 위치하도록 해서는 안된다.◦ 물리적 억제(Physical restraints) ☞ ② ①- 환자에게 적용할 수 있는 억제대는 부드러운 것(soft restraint; 천으로 된 시트나 손목 억제대등)과 단단한 것(hard restraint; 플라스틱이나 가죽 재질로 된 억제대)의 두 종류가 있다.\n\n- 환자에게 허용하는 움직임의 범위에 따라 억제 방법이 달라질 수 있다.- 환자가 구토하거나 호흡곤란을 보이는 경우 즉시 억제대를 제거해야 한다.\n\n◦ 화학적 억제(Chemical restraints)\n\n- 우리나라에서 구급대원에 의한 화학적 억제는 아직 허용되지 않고 있으며 외국의 경우에도직접 의료지도에 따라 시행토록 규정하고 있다.\n\n◦ 신고 직후 혹은 현장도착 직후 경찰에 연락하여 도움을 요청해야 하고 경찰이 동반되지않은 상태에서는 물리적 결박을 시행하지 않아야 한다.◦ 환자 자신과 주변사람들을 보호할 수 있는 가장 최소한의 방법이자 가장 덜 침습적인 방법을사용하도록 해야 하지만, 이송 중 환자와 구급대원의 안전을 보장할 수 있는 방법은 전체결박(full restraint)인 경우가 대부분이다.◦ 얼굴, 머리와 목 부위에는 아무것도 결박하지 말아야 한다. 다만 환자가 침 뱉는 행동을할 수 있으므로 일회용 마스크 등을 착용시킬 수는 있다.◦ 인간적인 방법으로 억제대를 적용하며, 가능한 한 환자의 존엄성을 존중해야 한다. 환자와가족에게 지금 억제대를 적용할 것임을, 이것이 환자 본인과 다른 사람의 안전을 보장할 수있는 최선의 방법임을 설명해야 하며, 가능하다면 구속복(straight jacket)을 착용토록 한다.◦ 억제대를 적용한 환자를 엎드린 자세로 두면, 기도 폐쇄, 심정지, 흡인 등이 발생할 수있으므로 금지한다.\n\n◦ 억제대가 적용된 환자의 기도, 순환 및 호흡과 의식 상태를 자주 확인해야 한다.◦ 혈압, 맥박, 호흡, 산소포화도를 지속적으로 감시(☞ ② ①)하며 이송(☞Ⓕ ② ①)한다.◦ 결박을 시행한 원위 부위의(손끝, 발끝과 같은) 순환, 움직임, 감각 등을확인한다.\n\n6. 신체구속 시 기록상황 ☞ Ⓕ ② ①\n\n◦환자 의식 상태◦구두 통제에 반응이 없었다는 내용의 기록◦결박의 필요성, 적용한 결박 방법◦적용한 억제대의 종류◦환자 결박 후 결과\n\n온실가스 증가로 인해 지구온난화 및 기후 위기로 홍수, 폭염, 폭설, 혹한, 가뭄, 폭풍 등의자연재해 발생빈도가 증가하고 있으며, 강우전선의 문제 및 지형적 특징으로 국지성 호우가증가 추세이다.1 특히 집중 호우 시 119 신고가 동시다발적으로 이루어져 업무처리능력 초과,소방력 부족, 이동 진입 곤란 등으로 인해 구급활동에 어려움이 초래되고 있다.2 이러한 상황에서 구급대원은 최초 반응자로서 구조 상황의 다양한 유형들을 이해하는 것이 중요하다. 현장처치는 환자 및 구급대원 모두의 안전 확보가 최우선으로 이루어져야 한다.\n\n◦ 자연 재난 상황은 급변하기 때문에 위험성이 크다.◦ 대원 안전사고방지를 위한 환경, 상황별 대책을 수립하여야 한다.2◦ 실종자 수색, 수난 구조 등의 형태로 구조대상자의 정확한 위치 파악이 어렵다.◦ 장애물, 진입로 차단, 조난, 고립 등의 상황으로 구조대상자에게 접근이 어렵다.◦ 도시환경, 농어촌의 환경 차이에 따른 발생위험요인이 다르다.◦ 구급 장비 및 통신장비 등 장비 운용 및 관리에 있어 침수 피해 주의하여야 한다.◦ 구조·구급활동이 장기화 될 가능성 있어 대원의 피로도가 증가할 수 있다.◦ 지하공간 등 침수 시 에어포켓 형성으로 생존 가능성 및 구조대상자의 위치 등을 고려해야한다.4\n\n◦ 신고자와 연락하여 사전정보(사고발생지점, 구조대상자 상태 및 인원수, 진입로 등)를 수집하고, 출동대에게 알려 공유한다.1◦ 재난의 종류(태풍, 호우, 해일, 홍수)를 확인하여 추가지원이 필요한 경우 지원 요청한다.󰠂특수 재난이 의심되는 경우 반드시 개인보호장구 및 구조장비를 착용한다.󰠂출동 시 구조상황을 추정하여 필요한 구조장비를 적재한다.단, 현장 도착하여 구조상황을 인지할 경우 후착대에 구조장비를 요청한다.\n\n◦ 선착 시 보고사항(인명피해 여부 및 현장 위험 요소, 가용 장비 및 대응능력)을 파악하여무전한다.◦ 차량 침수 및 대원 고립에 주의하여 차량 배치한다.󰠂가장 중요한 것은 구급대원의 안전이므로 환자평가 이전에 현장 위험 요소를 확인한다.󰠂수상구조시 최소 개인보호장비로 개인부유장비, 체온유지장비, 수상구조용헬멧, 절단기,호루라기, 감염방지 기구를 포함한다.◦ 침수로 인한 통신장비 장애 시 차량 무전기 및 단말기, 업무휴대폰 이용하여 통신체계 유지한다.\n\n◦ 구조대상자 접근시 1차적 응급처치를 준비하여 접근한다.5󰠂환자 처치 시에는 사고 기전을 반드시 생각하며 그에 따른 처치를 우선한다.◦ 구급 장비는 침수 피해 되지 않는 장소에 위치하고, 방수방진 등급에 맞게 운용하며,제조사의 권장 사항을 참조하여 사후 관리한다.◦ 소형 구급 장비는 방수 가능한 백에 넣어 운용한다.\n\n◦ 무리한 접근을 지양한다.◦ 2인 1조 활동을 원칙으로 하며 3인인 경우 안전점검관 1명을 지정하여 운용한다.◦ 현장에서의 구조․구급활동은 관련된 SOP를 따른다.󰠂‘SOP 3장 300, 313, 4장 400, 401 표준작전절차 지침참조◦ 단독 구조활동이 어려운 상황이라면 지원 소방력 도착 전까지 선착구급대원은 현장을 떠나지않고 구조대상자 위치, 진입로 등 구조활동정보를 파악하여 인계한다.2◦ 특수한 상황에 맞게 통신 시스템 유지한다.◦ 진입하여 환자에게 접근하는 경우 안전선 결착 및 퇴로를 확보한다.\n\n◦ 낙하물로 인해 발생한 외상에 대한 응급처치󰠂(‘다발성/중증손상, 머리 손상 지침’ 참조)◦ 낙뢰 및 감전에 대한 응급처치\n\n󰠂(‘전기 및 낙뢰 손상 지침’ 참조)◦ 익수 또는 익수로 인한 심정지 상황 응급처치󰠂(‘익수 지침’ 참조)◦ 저체온 증상 응급처치󰠂(‘저체온증 지침’ 참조)\n\n◦ 심폐소생술 유보 및 중단의 경우(‘소생술 유보 및 소생술 중단‘ 지침 참조)◦ 심정지 환자의 기도 확보를 위해 전문기도유지술이 필요한 경우◦ 정맥로 확보 및 수액 투여◦ 심전도 상 부정맥 발생 시◦ 중증도 판단이 애매한 경우◦ 이송 병원 선정에 관한 조언이 필요한 경우(예: 장거리 이송 등)◦ 현장 처치 혹은 이송중 처치에 대한 판단이 어려운 경우◦ 위 지침에서 다루지 못한 특수한 상황이나 보다 전문적인 의학적 평가 및 처치가 필요한경우\n\n󰠂구조·구급활동에 추가 인력이 필요한 경우󰠂구조·구급활동에 추가 구조장비가 필요한 경우󰠂구조·구급활동에 안전확보가 어려운 경우󰠂 구조․구급활동에 필요한 경우그 밖의\n\n󰠂무전 등 통신장비를 이용하여 119종합상황실을 통해 추가 소방력 요청󰠂통신불가능 시 무전, 단말기, 업무휴대폰 등을 이용하여 119종합상황실로 요청󰠂신고폭주로 인한 119종합상황실 연락이 불가능한 경우\n\n󰋼소방서 지휘팀 또는 당직근무자에게 유·무선연락󰋼사고지점 근처 안전센터(대)에 유선으로 직접 연락\n\n1. 국립기상과학원,한반도 기후변화 전망보고서 2020. 20202. 소방청(대응총괄과). 집중호우 대응역량 강화 대책 2022. 9.3. 소방청. 재난현장표준작전절차 SOP 313 수난사고 대응절차.4. 소방청. 재난현장표준작전절차 SOP 324 지하공간 침수사고 대응절차.5. Regional Emergency Medical Advisory Committee of New York City.FDNY RescueParamedic Protocols. 2022\n\n구급대원의 가장 중요한 역할은 현장에서 환자의 생명을 위협하는 치명적 상태를 평가하고신속히 대처하는 것이다. 따라서 환자평가를 통하여 환자에게 직면한 문제나 잠정적으로생명을 위협할 수 있는 문제를 파악하여 처치의 우선순위를 결정하는 것이 매우 중요하다.환자평가는 현장평가, 생명을 위협하는 문제를 파악하여 처치하기 위한 일차평가, 병력조사,정밀 신체검진을 하는 이차평가로 구성된다. 일차평가 도중에 이상이 발견되면 즉시 필요한응급처치를 시행하여야 한다. 일차평가 및 처치가 끝나면 병원으로 즉시 이송할지 현장에서이차평가를 시행하며 응급처치를 시행할지를 결정하여야 하며 즉시 이송의 대상이 되는 환자는이송중에 이차평가를 시행한다.1\n\n◦ 현장도착 전 구급상황실 상황요원으로부터 환자에 대한 정보를 얻고, 정보가 충분하지 않을경우 신고자와 통화하여 필요한 정보를 추가로 얻어 이를 이용하여 환자의 중증도 및 어떤준비물이 필요할지를 추정하고, 필요한 지침을 미리 숙지한다.\n\n◦ 현장의 안정성을 확인하고 확보한다.󰠂안전하지 않다면 현장으로부터 안전거리를 유지한 후 구급차를 세우고 다른 구조자(소방관이나경찰)들이 안전하다는 지시할 때까지 기다린 후 상황의 성격, 길의 종류, 교통흐름, 다른 차량의위치 등을 파악하여 안전하고 가능한 환자와 가까운 장소에 차를 세운다.◦ 개인보호장비(PPE, personal protective equipment) 착용을 고려한다.◦ 신체분비물을 격리한다.◦ 환자가 있는 위치와 환자에게 가는 경로를 확인하고 발생한 사건(구조의 성질)과 환자의숫자를 평가하여 추가지원 여부를 결정한다.2\n\n◦ 현장에서 환자에게 접근하면서 손상기전이나 질병에 대한 정보를 확인한다. ☞ Ⓕ ② ①󰠂외상이 있다면 상처를 입힌 특이한 기전이나 환자에게 작용한 힘을 판단한다. 외상의 성격과 방향, 속도, 충돌, 차량 손상 상태 등 세부사항을 확인하고 이를 통해 척추 손상의 조짐\n\n이 있는지 확인하고 필요한 경우 ‘척추 고정’ 지침을 따른다.󰠂현장으로 접근하면서 발견한 약물, 장비, 물건 등을 통하여 질병을 파악한다.◦ 재난이나 다수사상자 발생사고에 의해 다수의 환자 발생시에는 ‘다수사상자재난119구급대응 표준매뉴얼’에 준하여 중증도 분류 및 처치를 한다. ☞ ② ①\n\n일차평가의 목적은 치명적인 병변이나 손상을 빨리 발견하고 치료하는 것으로서, 동시다발적으로 평가가 이루어져야 하며 발견된 심각한 이상은 발견 즉시 처치한다. 현장에서 별도처치가 불필요한 경우, 일차평가는 2분 이내에 종결함을 원칙으로 한다.3\n\n◦ 전체적 초기평가: 15~30초 동안 전체적인 조사로 즉시 필요한 결정적인 처치를 찾아낸다.☞ Ⓕ ② ①\n\n󰠂대략적 연령, 성별󰠂전체적이고 대략적인 의식수준, 호흡기, 순환기의 상황들󰠂이를 통해 즉각적인 생명을 위협하는 질병이나 손상을 확인하고 즉시 처치한다.◦ 의식상태: AVPU 분류법에 따라 환자의식 상태를 측정한다.4-6 ☞ Ⓕ ② ①󰠂A (명료): 환자가 스스로 눈을 뜨고 질문에 분명한 답변을 한다.󰠂V (언어지시에 반응): 환자가 스스로 눈을 뜰 수 없고 시간, 장소, 사람을 알아보지 못하지만구급대원의 구두지시에 반응한다.󰠂P (통증자극에 반응): 언어지시에는 반응이 없지만 신체에 통증을 주면 움직이거나 고함치는 반응을 보인다.󰠂U (무반응): 환자가 통증에 대해서 반응하지 않는다.󰠂의식상태가 P 이하인 경우 적절한 방법으로 기도를 확보하고 100% 산소를 투여한다.◦ 기도(airway)󰠂‘환자의 기도유지가 적당한가?, 환자가 숨을 쉬는가?’ 를 관찰한다. ☞ Ⓕ ② ①󰠂적절하지 않은 기도상태일 경우 기도를 개방하여 확보한다. ☞ ② ①󰋼경추(목뼈)손상이 의심되지 않는다면 머리기울임­턱들어올리기(Head tilt chin lift) 술식을이용한다.󰋼경추(목뼈)손상이 의심되는 경우, 경추(목뼈)를 고정한 상태에서 턱들어올리기(jawthrust)을 시행한다.󰋼이물에 의한 기도폐쇄가 의심되는 경우, 기도 이물 지침을 따른다.󰋼기도확보 후 기도기를 이용하여 기도를 유지한다. ☞ ② ①\n\n⦁구역반사가 없는 경우, 입인두기도기(oropharyngeal airway)를 사용한다.\n\n⦁구역반사가 존재하는 경우, 코인두기도기(nasal airway)를 사용한다.\n\n󰠂기도 내 분비물이 많은 경우 흡인기를 사용하여 제거한다. ☞ ② ①\n\n󰋼위와 같은 방법에도 기도 확보가 안 되거나 충분한 환기가 이루어지지 않을 경우, 전문기도유지술을 시행한다. ☞ ①7\n\n다음과 같은 요소를 평가하여 호흡의 적절성을 확인한다. ☞ Ⓕ ② ①\n\n󰋼분당 호흡수(rate): 15초 동안 계산하여 4를 곱하거나 30초 동안 계산하여 2를 곱한다.정상범위는 성인에서 분당 12~20회이고 13세 미만 어린이에서는 분당 20~30회이며, 신생아는 분당 30~50회이다. 비정상범위의 호흡수는 부적절한 분당 호흡량을 의심할 수있고 환기의 보조가 필요할 수 있다.8󰋼깊이(depth): 각각의 호흡에서 흉부팽창의 양으로 보이거나 느껴지는 정도로 ‘정상’, ‘얕음’ 또는 ‘깊음’ 으로 평가한다.󰋼호흡노력(effort): 정상적으로 호흡은 의식적 사고나 특별한 자세 또는 체위에 관계없이동통이 없고 의식적 노력이 없으며 소음이 없는 과정이므로 호흡을 위한 노력이 필요한경우 ‘호흡곤란’ 으로 평가한다.󰋼언어(speech): 의식이 있는 환자에서 말할 수 있는 능력은 호흡노력과 산소화의 확실한측정방법으로 호흡곤란이 있는 환자는 각 문장마다 의식적인 정지를 해야만 말할 수 있다.󰋼의식수준: 환자가 지남력이 있고 정상적으로 말하고 충분히 의식이 있다면 환기와 산소화가그 순간 적절하다고 결론 내릴 수 있다.󰋼소리(sound): 기포음, 구룩구룩 거리는 소리(gurgling), 코고는 소리(snoring) 또는천명음은 즉시 주의를 기울여야 하는 하부기도 폐쇄 문제이다.󰋼청진(auscultation): 청진기를 사용하여 양측 폐 호흡음의 존재와 대칭성, 잡음 등을 확인󰋼청색증(cyanosis): 순환이 잘되는 환자에서 저산소증은 피부와 점막을 통해 보이는 혈관에푸르게 보이는 적혈구 색의 변화로 나타난다. 이와 같은 청색증은 점막(입술)과 손톱 밑에서가장 쉽게 볼 수 있으며, 저산소증의 명백한 지침이다. 그러나 청색증이 없다고 해서저산소증이 없다고 생각해서는 안된다.산소포화도 측정기를 부착하여 혈중 산소포화도를 감시하고 전문기도술을 이용하는 경우호기말 이산화탄소(end­tidal CO2) 감시를 고려한다.☞ ② ①\n\n󰋼무호흡의 경우, 심폐소생술의 절차를 실시한다.(‘구급단계 심폐소생술 술기지침’ 참조)󰋼 보조한다.9-11 ☞ ②연령에 따른 호흡수 기준에 따라 100% 산소를 공급하면서 환기를①\n\n집단연령분당 정상범위산소투여 및 환기보조가 필요한 경우신생아생후 6주까지30 ~ 50 50영아7주 ~ 1세20 ~ 30 30유아1 ~ 2세20 ~ 30학령전기3 ~ 5세20 ~ 30초등학생6 ~ 13세(12~20) ~ 30중학생14 ~ 16세12 ~ 20 20성인16세 이상12 ~ 20\n\n󰋼 실시한다.12산소포화도 측정 결과에 따라 아래와 같이 적절하게 산소투여 및 환기보조를\n\n산소포화도%범위일반적 환자 처치95~100%정상필요할 경우만 산소투여91~94%경도 저산소증적정 농도의 산소투여86~90%중도 저산소증100%산소투여와 환기보조≤85%심한 저산소증100%산소투여와 환기보조 필요한 경우 전문기도유지술\n\n󰋼 선택한다.13-16호흡보조는 저장낭을 갖춘 백밸브마스크를 우선\n\n⦁환기보조의 속도와 양은 다음과 같고 상황 별 지침에 특별히 지시하지 않는 한 과환기(hyperventilation)는 시행하지 않는다. ☞ ② ①\n\n집단환기 보조 속도환기 보조 용량1개월 미만의 신생아분당 30회흉곽이 적절히 상승되는 양으로 보조13세 이전의 소아분당 20회성인분당 10~12회 (심정지의 경우 10회)\n\n⦁환기 보조를 하고 있으나 환기가 되지 않으면, 머리자세를 재확인하고 이물질에 의한기도폐쇄를 확인한다. 환기는 되나 흉부상승이 없으면 마스크 자체의 문제, 잘못된기도기 위치 또는 개방성기흉(공기가슴증) 등을 확인한다.⦁적절한 산소투여 ☞ ② ①\n\n(1) 출동 전·후 산소탱크 잔량을 확인, 보충하여야 한다.(2) 불가피한 경우를 제외하고는 가습된 산소를 투여한다.(3) 호흡곤란 환자에게 산소는 중단되지 않고 계속 공급되어야 한다.(4) 산소농도는 대부분 산소공급기구에 의해 결정되며 다음과 같다.17\n\n산소공급기구분당유량산소농도FiO2공기 중 산소량21%정상 공기 중 FiO2비강(코안) 캐뉼러1 ~ 6 L/min24 ~ 44%약간 증가된 FiO2낮은 농도의 벤츄리마스크4 ~ 8 L/min24 ~ 40%높은 농도의 벤츄리마스크10~ 12 L/min40 ~ 50%중간 FiO2단순안면마스크5 ~ 10 L/min40 ~ 60%부분재호흡마스크6 ~ 10 L/min44 ~ 60%높은 FiO2비재호흡마스크10~ 15 L/min95 ~ 100%\n\n(5) 산소 투여가 필요한 경우에는, 환자에 따라 일반적으로 다음과 같이 산소공급기구및 농도를 결정하고, 상황 별 지침에 명시된 경우 이를 따른다. ☞ ② ①\n\n심혈관계, 호흡기계, 신경계 기왕력 있는 환자비재호흡마스크 10 ~ 15 L/min질환이나 가정 내 산소치료 기왕력이 없는 환자비강(코안) 캐뉼러 1 ~ 6 L/min 또는 단순안면마스크 5 ~ 10 L/min만성질환으로 가정 내 산소치료 환자기존에 투여하던 농도\n\n󰠂경동맥(목동맥)과 요골동맥(노동맥)[영아의 경우 상완동맥(위팔동맥)]의 맥박수와 강도를확인한다. ☞ Ⓕ ② ①\n\n⦁맥박이 없거나 분당 60회 미만이면서 부적절한 관류를 시사하는 증상인 무반응이나통증에만 반응하는 경우에는 ‘영아/소아 심폐소생술지침’ 을 따른다.19⦁맥박이 분당 60회 이상이면 환자 초기 평가 및 처치를 계속한다.\n\n⦁맥박이 없을 경우, ‘성인 심정지’ 지침을 따른다.⦁맥박이 있는 경우, 환자 초기 평가 및 처치를 계속한다.\n\n󰋼지속되는 외부출혈이 있는지 확인하고 만약 있다면 즉시 지혈한다. ☞ Ⓕ ② ①󰋼맥박을 만지는 동안 피부를 촉지하면서 피부색, 피부온도를 확인하고, 환자의 손톱을 눌러서모세혈관 재충혈 시간을 평가한다.20,21\n\n⦁피부가 창백하거나 차고 축축하면 부적절한 순환의 증거이다.⦁모세혈관 재충혈이 2초 이상 지연된 경우 부적절한 순환을 시사한다.⦁모세혈관 재충혈은 영아나 소아에서는 순환 기능에 대해 신뢰할 만한 징후이지만 성인에서는 흡연, 기온, 약물, 고령에 의하여 영향을 받게 되므로 전적으로 신뢰할 수 없다.\n\n◦ 신경학적 장애(Disability)22 ☞ Ⓕ ② ①\n\n󰠂“괜찮으십니까?” 라는 질문에 대한 환자의 반응을 관찰하거나 환자가 사지를 움직이는지관찰하여 AVPU 법에 따라 환자의 의식 상태를 평가한다.󰠂 확인한다.23,24동공의 모양, 크기를\n\n󰋼한쪽 눈에 빛을 비춰 동공이 수축되는지 아닌지, 수축이 정상적 반응이 있는지 또는병적으로 반응이 느린지를 확인한다. 이후 빛을 제거하고 다른 쪽 동공을 보면서 처음 눈에빛을 다시 비춰 다른 쪽 동공이 똑같이 수축하는 교감성 반사를 확인한다. 이러한 전 과정을다른 눈에도 반복한다.\n\n󰋼일측성 편마비는 주로 뇌 내의 이상에 의해 발생한다.󰋼특정 위치 아래에 마비는 주로 척수의 이상에 의해 발생한다.󰋼단일 사지마비는 주로 말초신경의 이상에 의해 발생한다.\n\n5. 응급/비응급 평가25 ☞ Ⓕ ② ①\n\n환자의 나이, 전신건강상태 및 일차 평가 과정을 통해 확인되었거나 배제된 상태를 기반으로환자의 임상적 인상을 내리고 중증도를 다음과 같이 분류한다.\n\n󰠂즉각적으로 생명을 위협하는 질병이나 손상이 있는 환자󰠂생명을 위협하게 되거나 심각한 전신적 충격을 주는 질병이나 손상이 있는 환자󰠂구급대원이 결정하기 어렵거나 일차평가와 관련하여 풀리지 않는 의문이 있다면 응급 환자로 생각하여 처치한다.\n\n◦ 비응급 환자󰠂생명위협의 가능성이 없는 질병이나 손상이 확인된 환자\n\n6. 이송 준비와 이송 ☞ Ⓕ ② ①\n\n이러한 범주의 환자는 현장에서의 처치에도 불구하고 안정화되려면 의료기관에서 결정적인처치(수혈, 외과적 수술 등)가 필요하다. 따라서 평가진행 단계에서 지연됨이 없이 적절한 운송수단으로 초기에 치료 가능한 병원으로 이송하는 것이 가장 중요한 치료의 우선순위이다.\n\n󰠂일차평가에서의 소견을 검토하고 즉각적으로 필요한 처치를 시행하고 나서 긴급 환자는되도록 빨리 이송준비를 해서 지체 없이 가장 가깝고 적절한 병원으로 이송한다.󰠂이송 도중 구급대원은 사용할 수 있다면 산소를 공급하고 중요한 처치를 계속한다. 이송\n\n도중까지 미루어진 주요처치(정맥 내 수액, 심장감시)는 이때 시작되어야 한다.\n\n󰠂만약 시간이 허락되고 이송과정의 주된 처치 항목이 이루어졌다면 이차평가를 수행하여필요한 부가적 처치를 시행한다.26\n\n이러한 범주의 환자는 생명을 위협하는 손상/내과적 상태가 없고, 심각한 계통적 연관이없으며 배제된 경우이다. 응급 상황이 없기 때문에 모든 이차평가를 확인하고 이송준비와이송을 하기 전에 처치한다.\n\n󰠂환자가 비응급으로 결정되면 구급대원은 평가를 계속하고 추가적 병력을 얻기 위한 노력을한다.󰠂이차평가를 통해 발견된 각 개별 항목에 대한 처치(드레싱, 붕대, 부목고정 등)를 하고환자를 적절한 자세로 취한 후 병원으로 이송을 한다.\n\n일차평가 및 처치가 끝나면 환자에게 무엇을 하고 있고, 왜 하는지 설명하고 난 후 병력조사 및 활력징후를 측정하면서 이차평가를 시작하게 된다. 이차평가는 모든 징후를 재평가하면서 머리에서 발끝까지 모든 신체부위를 관찰하고 이학적 검사를 시행하는 것이다. 따라서일차평가에서 발견하지 못했던 중요한 손상이나 이상을 발견하거나 진단하여 처치함으로써환자상태가 다시 악화되는 것을 방지한다.27\n\n󰠂 이용한다.28 ☞ Ⓕ ② ①주소(chief complaint)/병력/신체검진 시 다음의 방법을\n\n주호소병력신체검진OPQRST 조사 방법SAMPLE 조사 방법DCAP­BTLS 조사 방법O (Onset): 발병일 P (Provocation): 유발요인 Q (Quality): 증상의 특성 R (Region): 방사 S (Severity) : 증상의 심한정도 T (Time) : 증상의 지속시간S (Signs & Symptoms) : 징후와 증상 A (Allergies): 알레르기 M (Medications) : 약물 복용력 P (Past Illnesses): 과거병력 L (Last Oral intake) : 마지막 식이 섭취 E (Event Prior) : 응급상황 발생 경위머리에서 발끝까지 D (Deformities): 변형 C (Contusions): 좌상 A (Abrasions): 찰과상 P (Penetrations): 관통상 B (Burns): 화상 T (Tenderness): 압통 L (Lacerations): 열상 S (Swelling): 부종\n\n󰠂외상환자/비외상환자의 상태에 따라 신체검진 및 병력 조사의 우선순위와 항목이 달라지며구체적인 순서는 아래와 같다. ☞ Ⓕ ② ①\n\n29,30 외 상 환 자명확한 사고기전 빠른 외상평가모호한 사고기전 주 호소 확인머리 : 염발음 목 : 목정맥팽대, 기관편위 가슴 : 염발음, 호흡, 기이성 운동, 호흡음 복부 : 강직, 팽만 골반/비뇨생식기 : 움직일 때 통증, 피, 소변, 배설물 팔다리 : 맥박, 움직임, 감각 후면D C A P B T L S부분신체검진 실시 손상부위와 사고기전에 의해 의심되는 부위에 대해 집중적으로 이학적 검진을 시행한다.\n\n- 활력징후 측정- SAMPLE 조사(환자, 보호자, 신고자 등)S – 증상 및 징후A – 알레르기M – 약물복용력P – 과거 질병력L – 마지막 경구 섭취E – 응급상황 발생 경위\n\n31, 32 비외상 환자무의식 환자 빠른 신체검진의식이 있는 환자 병력청취- DCAP-BTLS 머리 목 : 목정맥팽대, 의학적 표시(치매, 당뇨 등) 가슴 : 호흡음 복부 : 강직, 팽만 골반, 비뇨생식기 : 피, 소변, 배설물 팔다리 : 근골격계 통증, 의학적 표시(치매, 당뇨 등) 후면- 주호소 : OPQRST O – 증상이 있을 때 무엇을 하고 있었는지? P – 외부요인이 증상을 악화, 완화시키는지? Q – 어떻게 아픈지? R – 아픈 부위가 어디인지? S – 얼마나 아픈지?(0∼10점) T – 시간에 따라 아픈게 어떤지? (통증 지속시간, 변화 등)- 활력징후 측정 - 활력징후에 따라 OPQRST(보호자, 신고자 등) O – 증상이 있을 때 무엇을 하고 있었는지? P – 외부요인이 증상을 악화, 완화시키는지? Q – 어떻게 아픈지? R – 아픈 부위가 어디인지? S – 얼마나 아픈지?(0∼10점) T – 시간에 따라 아픈게 어떤지? (통증 지속시간, 변화 등) - SAMPLE력 조사- 활력징후 측정 - SAMPLE 조사 S – 증상 및 징후 A – 알레르기 M – 약물복용력 P – 과거 질병력 L – 마지막 경구 섭취 E – 응급상황 발생 경위 - 부분신체검진 : DCAP-BTLS - 사고(질병)기전과 SAMPLE 조사에 의해 잠정 적으로 의심되는 부위 확인\n\n󰠂일차평가에서 미처 발견하지 못한 생명을 위협하는 사항을 이차평가에서 발견한 경우 즉각적으로 처치하며 각 상황 별 지침에 포함된 경우 해당 지침을 따르고 지침에 포함되어있지 않는 상황일 경우 구급대원의 판단 또는 직접의료지도 요청 후 지도의사의 지도에따른다.󰠂이차평가를 통한 소견을 재검토하여 비긴급 환자에서 긴급 환자의 범주로 포함시킬 것인지결정한다.󰠂이차평가는 한번 시행 후 종료하는 것이 아니고 환자의 변화하는 상태를 반영하기 위해주기적으로 시행하여야 한다. 가능하다면 적어도 5~15분 간격으로 반복33해서 시행한다.34-37\n\n38 세부평가 및 재평가재평가세부평가비외상환자외상환자D C A P B T L S머리 : 두피·두개골, 염발음 눈 : 변색, 양쪽 눈이 같은지, 이물질, 전방의 출혈 귀와 코 : 배액 또는 출혈, 변색 입 : 치아·이물질, 부종, 열상, 호흡 냄새, 변색 목 : 목정맥팽대, 기도위치, 염 발음 가슴 : 이상한 움직임, 호흡음, 염발음 복부 : 강직, 팽만 골반, 비뇨생식기: 움직일 때 통증 팔다리 : 맥박, 운동, 감각, 모세 혈관 재충혈 후면- 1차 평가 반복 의식(AVPU) 기도 호흡 순환 피부 임상 우선순위 확인 - 활력징후 재평가 및 기록 - 부분신체검진 재평가 (특히 주호소 또는 손상) - 모든 처치 확인 적정 산소, 출혈부위 지혈 등 - 환자상태 확인 15분마다(안정환자) 5분마다(불안정환자)- 1차 평가 반복 의식(AVPU) 기도 호흡 순환 피부 임상 우선순위 확인 - 활력징후 재평가 및 기록 - 빠른 외상평가 - 모든 처치 확인 적정 산소, 출혈부위 지혈, - 경추 고정 등 - 환자상태 확인 15분마다(안정환자) 5분마다(불안정환자)\n\n1. 연세대학교 원주의과대학 응급의학교실. 응급구조와 응급처치. 6판. 군자출판사; 2011.p.672. 연세대학교 원주의과대학 응급의학교실. 응급구조와 응급처치. 6판. 군자출판사; 2011.p.683. 한림의대 응급의학교실. 기본외상소생술. 1판, 군자출판사; 2012. p.41,p.514. 대한응급의학회. 응급의학. 2판. 군자출판사; 2019, p.21995. Adavanced Trauma Life Support (ATLS), Student Course Manual. 10thedition,20186. Corondo VG, Thomas KE, Sattin RW, Johnson RL. The CDC traumatic braininjury surveillance system; Characteristics of persons aged 65 yearsand olderhospitalized with a TBI. J Head Trauma Rehaꠓbil2005;20(3):215-28.7. 연세대학교 원주의과대학 응급의학교실. 응급구조와 응급처치. 6판. 군자출판사; 2011.p.82-988. 전국응급구조학과 교수협의회,(사)한국응급구조학회. 일반응급처치학. 13판. 대학서림;2017. p.328-3299. 대한응급의학회. 응급의학. 2판. 군자출판사; 2019, p.2198 (표 22-2-2 )10. 전국응급구조학과 교수협의회,(사)한국응급구조학회. 일반응급처치학. 13판. 대학서림;2017. p.32711. 전국응급구조학과교수협의회. 응급환자평가. 3판. 한미의학; 2014. p.3512. 전국응급구조학과교수협의회. 내과전문응급처치학. 3판. 한미의학; 2010. p.2813. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for CardiopulmonaryResuscitation and Emergency Cardiovascular Care; 2020. p.2214. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for CardiopulmonaryResuscitation and Emergency Cardiovascular Care; 2020. p.13915. Nam HS, Yeon MY, Park JW, Hong JY, Son JW. Healthcare worker infectedwith Middle East Respiratory Syndrome during cardiopulmonary resuscitationin Korea, 2015. Epidemiol Health 2017;39:e2017052.16. Raboud J, Shigayeva A, McGeer A, et al. Risk factors for SARS transmissionfrom patients requiring intubation: a multicentre investigation in Toronto,Canada. PLoS One 2010;5(5):e10717\n\n17. 전국응급구조학과 교수협의회,(사)한국응급구조학회. 일반응급처치학. 13판. 대학서림;2017. p.258\n\n18. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for CardiopulmonaryResuscitation and Emergency Cardiovascular Care; 2020. p.31019. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for CardiopulmonaryResuscitation and Emergency Cardiovascular Care; 2020. p.32920. NAEMT. PHTLS: for First Responders Course Manual. 10. J&B. 2023. p.18021. 전국응급구조학과 교수협의회,(사)한국응급구조학회. 일반응급처치학. 13판. 대학서림;2017. p.33022. NAEMT. PHTLS: for First Responders Course Manual. 10. J&B. 2023. p.181-18323. 대한응급의학회. 응급의학. 2판. 군자출판사; 2019, p.222824. Brain Trauma Foundation. Guidelines for prehospital management oftraumatic brain injury, 2nd edn. www.braintraumafoundation.org (accessed 9June 2008).25. 전국응급구조학과 교수협의회,(사)한국응급구조학회. 일반응급처치학. 13판. 대학서림;2017. p.31026. 전국응급구조학과 교수협의회,(사)한국응급구조학회. 일반응급처치학. 13판. 대학서림;2017. p.31227. 한림의대 응급의학교실 저,「기본외상소생술」,군자출판사,2012,08 p.48-5428. 전국응급구조학과 교수협의회,(사)한국응급구조학회. 일반응급처치학. 13판. 대학서림;2017. p.351-35229. 전국응급구조학과 교수협의회,(사)한국응급구조학회. 일반응급처치학. 13판. 대학서림;2017. p.38330. NAEMT. PHTLS: for First Responders Course Manual. 10. J&B. 2023. p.187-19631. 전국응급구조학과 교수협의회,(사)한국응급구조학회. 일반응급처치학. 13판. 대학서림;2017. p.36732. NAEMT. AMLS:내과전문응급처치. 3 Edition, 군자출판사, 2022.p.7-p.1133. 전국응급구조학과 교수협의회,(사)한국응급구조학회. 일반응급처치학. 13판. 대학서림;2017. p.33834. 대한응급의학회. 응급의학. 2판. 군자출판사; 2019, p.2187-219335. 김윤 외 11인. 국내 응급의료체계의 예방가능한 외상 사망률과 처치과정의 문제점. 대한\n\n응급의학회지; 17권;5호; 2006.36. AmericanCollege of Surgeons Committee on Trauma:Advanced Trauma LifeSupport for Doctors, Instructor Course Manual, 10th ed. Chicago:AmericanCollege of Surgeons, 2018.296337. Carley S et al:Trauma education.Resuscitation 48, 2001.38. 전국응급구조학과 교수협의회,(사)한국응급구조학회. 일반응급처치학. 13판. 대학서림;2017. p.410-414\n\n◦ 신속하고 효과적인 기본인명소생술 제공은 환자의 생존율을 의미있게 증가시킨다.\n\n◦ ‘심정지’ 현장구급지침의 적응증을 따른다.󰠂반응 없는 환자를 일반인이 인식하여 응급의료서비스(EMS) 체계의 가동을 하였을 때󰠂구급대원이 판단하기에 환자가 반응이 없고 환자가 호흡이 정지되었거나 비정상적인 호흡(가쁜 호흡, gasping)을 보일 경우2\n\n◦ 기본심폐소생술 제공 예외사항󰠂심폐소생술을 하는 구급대원에게 심각한 손상을 입을 위험에 놓여 있는 상황󰠂사망의 확실한 임상적 징후가 있는 경우(신체절단 및 부패 등)󰠂소생술 시도금지(DNAR: Do Not Attempt Resuscitation) 표식 있는 경우󰠂소생술을 시작하였지만, 시행 중 ‘소생술 유보’의 조건이 확인된 경우󰠂 경우3직접의료지도를 요청하여 ‘소생술 중단’의 의료지도를 받은\n\n◦ 갈비뼈 골절◦ 폐출혈◦ 흉강내(가슴안) 장기 손상\n\n◦ 개인호보장구 : 외과 마스크, 장갑, 고글◦ 입인두기도기\n\n◦ 백밸브마스크◦ 휴대용 자동식 산소소생기◦ 자동심장충격기(AED), 심장충격기 패드(Pad)◦ 성문 상 기도기(Extraglottic Airway); 후두마스크(LMA) 등◦ 후두경세트 : 겸자, 기도삽관튜브 등◦ 들것◦ 기계식가슴압박장비\n\n◦ ‘심정지’ 현장응급처치 표준지침의 절차를 따른다.◦ 반응유무, 호흡 및 비정상호흡(가쁜 호흡, gasping) 유무로 심정지 확인 ☞ Ⓕ ② ①\n\n◦ 심폐소생술은 ‘2020 심폐소생술 가이드라인’ 기준을 적용하고, 현장에서 순수한소생술(준비, 이송 및 기타 시간 제외) 시간을 최소 6분(다중출동으로 전문소생술이 가능한경우 최소 10분) 이상으로 하고 처치 시간 및 추가적인 응급처치는 지도의사의 의료지도를받아 처치 후 이송할 수 있다.9-14 ☞ Ⓕ ② ①\n\n󰠂‘심정지’ 현장응급처치지침 ‘기도확보’ 및 ‘호흡보조’의 지침을 따른다.◦ 전문기도유지방법 ☞ ①15-17󰠂기본 기도유지 방법과 백밸브마스크로 호흡보조를 하면서 가슴압박이 효율적으로 시행되는즉시 전문기도유지술을 시행한다.󰠂기관내 삽관에 대한 충분한 훈련·경험이 없는 구급대원은 성문 상 기도기를 사용하고,충분한 훈련·경험이 있는 구급대원은 기관내 삽관을 실시한다.󰠂한번 적용에 30초 이상을 소요하지 않으며 모두 두 번까지만 삽관을 시도하고 두 번까지시행하여 실패하였을 경우에는 기본기도기유지 방법을 적용한다.\n\n7. 현장에서의 심폐소생술의 질 유지18 ☞ Ⓕ ② ①\n\n◦ 분당 100~120회의 가슴압박속도 유지◦ 가슴압박 깊이는 최소 5cm(6 cm 초과 안됨) 유지◦ 각 가슴압박 후 완전한 흉부 이완 유지◦ 가슴압박의 중단의 최소화\n\n◦ 과환기 금지◦ 가슴압박품질측정기 등 피드백 장비 이용하여 적절한 압박 품질 유지\n\n◦ 현장에서와 같이 심폐소생술의 질 유지를 위한 방법을 지속하여 수행한다.◦ 구급차 운행 중 안전을 위하여 고정 장치를 이용하여 심폐소생술을 시행하는 구급대원을고정한다.◦ 환자가 있는 구급차 뒤 공간에 구급대원 1인만 있을 경우의 기도유지 및 호흡보조󰠂기본 기도유지기가 적용된 경우 ☞ ② ①󰋼비재호흡마스크로 100% 산소를 분당 15 L 투여하는 것을 원칙으로 한다.󰠂전문기도유지기방법이 적용된 경우 ☞ ② ①󰋼100% 산소를 분당 15 L로 투여하는 것을 원칙으로 한다.\n\n󰠂비재호흡마스크로 100% 산소를 분당 15 L로 투여 이외에는 가슴압박만을 하여 병원으로이송하는 것을 원칙으로 한다.19\n\n◦ 환자가 있는 구급차 뒤 공간에 구급대원 2인이 있을 경우의 기도유지 및 호흡보조\n\n기본 기도유지기가 적용된 경우 ☞ ② ①\n\n구급대원 1인이 백밸브마스크로 100% 산소로 양압환기를 하는 것을 원칙으로 한다\n\n󰋼구급대원 1인이 백밸브마스크를 이용하여 100% 산소를 6초에 한번 양압환기를 하는것을 원칙으로 한다.23\n\n◦ 전문기도유지기가 적용된 경우, 호기말이산화탄소를 감시하여 최소 20 mmHg 이상 되도록심폐소생술의 질 감시와 질 유지가 되도록 한다.24-27 ☞ ①◦ 구급차 상황에 따라 표준 심폐소생술이외에 대체 심폐소생술(Alternative CPR)인Straddle 심폐소생술과 기구(device)를 이용한 심폐소생술을 시행할 수 있다.28\n\n󰠂Straddle 심폐소생술 ☞ ② ①\n\n󰋼이송 중 안전을 위하여 고정 장치를 구급대원을 고정한다.󰋼환자의 옆이 아닌 배위에 올라가 표준 심폐소생술과 똑같은 압박점과 압박 자세를 취한다.(단, 상황에 따라 필요한 경우 위치를 변경할 수 있다)󰋼환자에게 체중을 싣지 않으며 가슴압박을 시행한다.\n\n󰠂기구(device)를 이용한 심폐소생술(‘기구를 이용한 심폐소생술’ 술기 지침 참조)\n\n◦ 이송 중 자동심장충격기의 사용과 전문기도기삽관은 하지 않는다.\n\n◦ 환자를 감시하여 기침, 움직임, 호흡의 자발순환회복증거를 지속적으로 감시하고 가능하다면 호기말이산화탄소, 맥박유무를 감시한다. ☞ Ⓕ ② ①\n\n◦ 이송 중 정맥로를 확보하기 위하여 가슴압박을 멈추지 않는다.◦ 정맥로가 확보되면 생리식염수나 젖산 링거액을 주사한다.\n\n◦ 소방본부장 또는 소방서장은 1급 응급구조사 등이 전문기도유지술을 적정하게 시행할 수있도록 응급구조사 교육기관(소방학교, 임상실습수련기관, 기타 응급구조사의 신규/보수교육기간으로 인정받은 기관, 응급의료기관 등)에서 매년 4시간 이상의 교육을 받을수 있도록 적극적으로 노력하여야 한다.30\n\n환자를 들것으로 이동하거나, 운행 중인 구급차, 열차 및 항공기 등 좁은 공간, 소생술이길어지거나 인력이 부족한 경우 또는 감염병노출 위험 등 특수한 상황에서는 심폐소생술은술기 자체의 질(Quality)과 효과(Effectiveness)가 떨어질 수 있고, 시간이 지남에 따라서구급대원의 피로도가 증가하여 심폐소생술의 질은 더욱 감소하게 되어 일정 수준의심폐소생술의 질과 효과를 유지 시켜줄 수 있는 기구(Mechanical Device)가 개발되었다.\n\n◦ ‘심정지’ 현장구급지침의 적응증을 따른다.󰠂반응 없는 환자를 일반인이 인식하여 응급의료서비스(EMS) 체계의 가동을 하였을 때󰠂구급대원이 판단하기에 환자가 반응이 없고 환자가 호흡이 정지되었거나 비정상적인 호흡(가쁜 호흡, gasping)을 보일 경우\n\n2. 비적응증: ‘소생술 유보’ 및 ‘소생술 중단’ 지침 참조\n\n◦ 기본심폐소생술 제공 예외사항󰠂심폐소생술을 하는 구급대원에게 심각한 손상을 입을 위험에 놓여 있는 상황󰠂사망의 확실한 임상적 징후가 있는 경우(신체절단 및 부패 등)󰠂소생술 시도금지(DNAR: Do Not Attempt Resuscitation) 표식 있는 경우󰠂소생술을 시작하였지만, 시행 중 ‘소생술 유보’의 조건이 확인된 경우󰠂직접의료지도를 요청하여 ‘소생술 중단’의 의료지도를 받은 경우◦ 기계식 가슴압박장비의 비적응증34-36󰠂소아 또는 체구가 작아서 장비적용이 어려운 경우󰠂체구가 지나치게 커서 장비적용이 어려운 경우󰠂기계 작동에 익숙하지 않은 경우󰠂환자 가슴에 장비를 적절히 위치 및 고정하기 어려운 경우\n\n◦ 다발성 갈비뼈 골절◦ 폐출혈◦ 흉강내(가슴안) 장기 손상◦ 피부손상(찰과상, 타박상 등)\n\n◦ 개인호보장구 : 외과 마스크, 장갑, 고글◦ 기계식 가슴압박장비◦ 입인두기도기◦ 백밸브마스크◦ 이동형 산소탱크◦ 자동심장충격기(AED), 심장충격기 패드(Pad)◦ 성문상 기도기(Extraglottic Airway); 후두마스크(LMA)등◦ 기관내 삽관 튜브(Endotracheal Tube)◦ 구급침상(Stretcher cart)\n\n◦ 전체적인 흐름은 ‘심정지’ 표준 지침과 ‘구급단계 심폐소생술’ 술기 지침을 따른다.\n\n6. 사용방법: 제조사의 사용설명서 참고34-36\n\n◦ 기계식 가슴압박장비를 이용한 가슴압박이 손으로 하는 것에 비해 유리하다는 근거는 없으나,표준 심폐소생술이 적용이 어려운 경우에 사용을 고려하되 사용자는 반드시 교육을 받아야한다.◦ 기계식 가슴압박장비를 적용 혹은 제거할 때 가슴압박이 중단되어 심폐소생술이 지연되는일이 없도록 한다.\n\n1. 대한응급의학회. 응급의학. 2판. 군자출판사; 2019. p.70-83\n\n2. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for Cardiopulmonary Resuscitationand Emergency Cardiovascular Care; 2020. p.643. 구급지도의사의 선임 등, 119구조,구급에 관한 법률 시행령 제27조의2 3항2 에따른볍령 (2017)4. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for Cardiopulmonary Resuscitationand Emergency Cardiovascular Care; 2020. p.5005. White L, Rogers J, Bloomingdale M, et al. Dispatcher-assisted cardiopulmonaryresuscitation: risks for patients not in cardiac arrest. Circulation2010;121(1):91-7.6. Haley KB, Lerner EB, Pirrallo RG, Croft H, Johnson A, Uihlein M. The frequencyand consequences of cardiopulmonary resuscitation performed by bystanders onpatients who are not in cardiac arrest. Prehosp Emerg Care 2011;15(2):282-7.7. Moriwaki Y, Sugiyama M, Tahara Y, et al. Complications of bystandercardiopulmonary resuscitation for unconscious patients without cardiopulmonaryarrest. J Emerg Trauma Shock 2012;5(1):3-6.8. Tanaka Y, Nishi T, Takase K, et al. Survey of a protocol to increase appropriateimplementation of dispatcher-assisted cardiopulmonary resuscitation for\n\nout-of-hospital cardiac arrest. Circulation 2014;129(17):1751-609. 대한심폐소생협회. 한국전문소생술. 4판. 군자출판사; 2021. p.2910. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for CardiopulmonaryResuscitation and Emergency Cardiovascular Care; 2020. p.19,11. Braunfels S, Meinhard K, Zieher B, Koetter KP, Maleck WH, Petroianu GA. Arandomized, controlled trial of the efficacy of closed chest compressions inambulances. Prehosp Emerg Care 1997;1(3):128-31.12. Havel C, Schreiber W, Trimmel H, et al. Quality of closed chest compressionon a manikin in ambulance vehicles and flying helicopters with a real timeautomated feedback. Resuscitation 2010;81(1):59-64.13. Lipman SS, Wong JY, Arafeh J, Cohen SE, Carvalho B. Transport decreases thequality of cardiopulmonary resuscitation during simulated maternal cardiac arrest.Anesth Analg - 121 –2013;116(1):162-7.14. Sunde K, Wik L, Steen PA. Quality of mechanical, manual standard and activecompression– decompression CPR on the arrest site and during transport in amanikin model. Resuscitation 1997;34(3):235-4215. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for Cardiopulmonary Resuscitationand Emergency Cardiovascular Care; 2020. p.8116. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for Cardiopulmonary Resuscitationand Emergency Cardiovascular Care; 2020. p.13517. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for Cardiopulmonary Resuscitationand Emergency Cardiovascular Care; 2020. p.166,36918. 대한심폐소생협회. 한국전문소생술. 4판. 군자출판사; 2021. p.10719. 대한응급의학회. 응급의학. 2판. 군자출판사; 2019. p.72,p.7620. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for CardiopulmonaryResuscitation and Emergency Cardiovascular Care; 2020. p.1621. Jabre P, Penaloza A, Pinero D, et al. Effect of Bag-Mask Ventilation vsEndotracheal Intubation During Cardiopulmonary Resuscitation on NeurologicalOutcome After Out-of-Hospital Cardiorespiratory Arrest: A Randomized ClinicalTrial. JAMA 2018;319(8):779-87.22. Andersen LW, Holmberg MJ, Berg KM, Donnino MW, Granfeldt A. In-HospitalCardiac Arrest: A Review. JAMA 2019;321(12):1200-10.\n\n23. 대한심폐소생협회. 한국전문소생술. 4판. 군자출판사; 2021. p.11224. 대한응급의학회. 응급의학. 2판. 군자출판사; 2019. p.8925. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for Cardiopulmonary Resuscitationand Emergency Cardiovascular Care; 2020. p.17226. Soar J, Nolan JP, Böttiger BW, et al. European Resuscitation Council Guidelinesfor Resuscitation 2015: Section 3. Adult advanced life support. Resuscitation2015;95:100-47.27. 대한심폐소생협회. 한국전문소생술. 4판. 군자출판사; 2021. p.11428. Sang-Gyun Roh. Analysis of cardiopulmonary resuscitation during main stretchertransport. 한국응급구조학회지 2020; 제 24 권 제 2 호29. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for Cardiopulmonary Resuscitationand Emergency Cardiovascular Care; 2020. p.34930. 구급대원의 교육훈련, 119구조,구급에 관한 시행규칙 제26조 3항 (2017)31. 대한응급의학회. 응급의학. 2판. 군자출판사; 2019. p.12632. 대한응급의학회. 응급의학. 2판. 군자출판사; 2019. p.12733. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for Cardiopulmonary Resuscitationand Emergency Cardiovascular Care; 2020. p.174-17534. lucas-cpr.com[internet]. LUCAS® 3 흉부 압박 시스템 사용지침. Available from:https://www.lucas-cpr.com/35. corpuls.world[internet]. corpuls® cpr 제품설명서. Available from:https://corpuls.world/36. zoll.com[internet]. ZOLL AutoPulse 심폐소생술 시스템 모델 100 제품설명서. Availablefrom:https://www.zoll.com37. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for Cardiopulmonary Resuscitationand Emergency Cardiovascular Care; 2020. p.17438. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for CardiopulmonaryResuscitation and Emergency Cardiovascular Care; 2020. p.17539. Smekal D, Johansson J, Huzevka T, Rubertsson S. A pilot study of mechanicalchest compressions with the LUCAS™ device in cardiopulmonary resuscitation.Resuscitation 2011;82(6):702-6.40. Perkins GD, Lall R, Quinn T, et al. Mechanical versus manual chest compressionfor out-of-hospital cardiac arrest (PARAMEDIC): a pragmatic, cluster\n\n41. Rubertsson S, Lindgren E, Smekal D, et al. Mechanical chest compressions andsimultaneous defibrillation vs conventional cardiopulmonary resuscitation inout-of-hospital cardiac arrest: the LINC randomized trial. JAMA2014;311(1):53-61.42. Paradis NA, Young G, Lemeshow S, Brewer JE, Halperin HR. Inhomogeneity andtemporal effects in AutoPulse Assisted Prehospital International Resuscitation—anexception from consenttrial terminated early. Am J Emerg Med; 2010.28(4):391-8.43. Tomte O, Sunde K, Lorem T, et al. Advanced life support performance withmanual and mechanical chest compressions in a randomized, multicentre manikinstudy. Resuscitation.; 2009. 80(10):1152-7.\n\n◦ 신속한 제세동 가능리듬을 분석하여 제세동을 제공하는 것은 환자의 생존율을 높인다.1-3\n\n◦ ‘심정지’ 현장 구급지침의 적응증을 따른다.󰠂반응 없는 환자를 일반인이 인식하여 응급의료서비스(EMS) 체계의 가동을 하였을 때󰠂구급대원이 판단하기에 환자가 반응이 없고 환자가 호흡이 정지되었거나 비정상적인 호흡(가쁜 호흡, gasping)을 보일 경우5\n\n◦ 기본심폐소생술 제공 예외사항󰠂심폐소생술을 하는 구급대원에게 심각한 손상을 입을 위험에 놓여 있는 상황󰠂사망의 확실한 임상적 징후가 있는 경우(신체절단 및 부패 등)󰠂소생술 시도금지(DNAR: Do Not Attempt Resuscitation) 표식 있는 경우󰠂소생술을 시작하였지만, 시행 중 ‘소생술 유보’의 조건이 확인된 경우󰠂 경우6직접의료지도를 요청하여 ‘소생술 중단’의 의료지도를 받은\n\n◦ 전기화상󰠂제세동 가능리듬이 아닐 때 적용하면 심실세동, 무수축등 부정맥 발생 가능\n\n5. 술기 절차 및 방법 ☞ Ⓕ ② ①\n\n◦ 전체적인 흐름은‘심정지’ 지침과 ‘구급단계 심폐소생술’ 술기 지침을 따른다.◦ 자동심장충격기가 이미 준비가 되어있으면서 환자의 허탈(collapse)이 직접 목격되는 상황이아니라면, 자동심장충격기가 준비되는 동안 구급단계 심폐소생술을 제공한다.10-12◦ 자동심장충격기가 도착하면 전원을 켠 후 가슴압박을 지속하면서 패드를 흉골의 우측 쇄골아래와 좌측 겨드랑이 중앙선의 심전도 V6 level 높이에 부착한다.\n\n◦ 리듬분석 버튼을 누르고 가슴압박을 중단시킨다.◦ 제세동이 필요하지 않은 경우 즉시 가슴압박을 비롯한 심폐소생술을 다시 시작한다.◦ 제세동이 필요한 경우 충전버튼을 누르고(장비에 따라 자동으로 충전되는 경우도 있음)충전되는 동안 가슴압박을 시행한다. 충전이 완료되면 가슴압박을 멈추고 환자에게서떨어지라고 알린 후 제세동을 시행한다.제세동을 시행한 직후 바로 가슴압박을 비롯한 심폐소생술을 재개한다.◦ 자동심장충격기 리듬은 5주기(30:2를 1주기)마다 혹은 2분마다 분석한다.13󰠂기침, 움직임, 호흡, 호기말 이산화탄소의 급격한 상승 등 자발순환회복의 증거 혹은 맥박이촉지되면 가슴압박을 잠시 멈추고 심전도 리듬을 확인 후 자발순환이 회복되었다고판단되면 즉시 구급차로 이송한다.󰠂정해진 시간까지 소생술을 실시하였더라도 자발순환이 회복하지 않았거나 제세동 가능한리듬이 나타나지 않은 경우는 구급차로 이송한다.14◦ 이송중인 구급차에서는 자동심장충격기를 이용한 리듬 분석과 제세동을 시행하지 않는다.\n\n단, 구급대원 판단상 필요한 경우 안전한 장소에 구급차 정차 후 시행할 수 있다.\n\n󰠂우측가슴앞쪽과 좌측액와 중앙선 아래쪽을 원칙으로 한다.󰠂구급대원이 판단하여 필요할 경우 아래의 위치에 부착할 수 있다.󰋼가슴 앞쪽과 뒤쪽(anteroposterior)󰋼가슴앞쪽과 왼쪽 견갑골(어깨뼈)아래쪽(anterior­left infrascapular)󰋼가슴앞쪽과 오른쪽 견갑골(어깨뼈)아래쪽(anterior­right infrascapular)󰠂 부착한다.17여성의 경우 유방조직 위를 피하여 패드를󰠂체내삽입형 심장충격기가 있는 환자의 경우, 체내삽입형 심장충격기나 심박조율기에서직접 부착하지 말고 떨어져 부착한다.󰠂자동심장충격기 패드를 피부 흡수형 제약패치에 직접 부착하지 않는다.가슴에 털이 많은 경우는 면도 후 패드를 부착한다.18환자가 물에 있거나, 흉부가 물에 젖어 있거나 혹은 환자가 땀에 흠뻑 젖어 있다면 물에서꺼내 간단히 수건으로 물을 닦은 후 패치를 부착한다.\n\n◦ 영아는 자동심장충격기보다는 수동심장충격기를 사용하는 것이 낫다.◦ 수동제세동기가 없다면 소아용 충격량 감쇠기가 있는 자동심장충격기를 영아에게 사용하도록 한다.◦ 8세 미만의 소아는 소아용 충격량 감쇠기가 있는 자동심장충격기를 사용한다.수동심장충격기와 충격량 감쇠기가 없는 경우 에너지량 조절 가능한 성인용자동심장충격기를 사용할 수 있다.\n\n1. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for CardiopulmonaryResuscitation and Emergency Cardiovascular Care; 2020. p.1602. Jost D, Degrange H, Verret C, et al. DEFI 2005: a randomized controlled trialof the effect of automated external defibrillator cardiopulmonary resuscitationprotocol on outcome from out-of-hospital cardiac arrest. Circulation2010;121(14):1614-22.3. Berdowski J, ten Haaf M, Tijssen JG, Chapman FW, Koster RW. Time in recurrentventricular fibrillation and survival after out-of-hospital cardiac arrest.Circulation 2010;122(11):1101-84. corpuls.world[internet]. corpuls 3 제세동기 제품설명서. Available from:https://corpuls.world/philips.co.kr[internet].philips mrx 제세동기 제품설명서.Available from:https://www.philips.co.kr/healthcare5. 대한심폐소생협회. 한국전문소생술. 4판. 군자출판사; 2021. p.276. 구급지도의사의 선임 등, 119구조,구급에 관한 법률 시행령 제27조의2 3항2 에 따른볍령(2017)7. 대한응급의학회. 응급의학. 2판. 군자출판사; 2019. p.878. Hummel RS, 3rd, Ornato JP, Weinberg SM, Clarke AM. Spark-generatingproperties of electrode gels used during defibrillation. A potential fire hazard.JAMA 1988;260(20):3021-4.9. Theodorou AA, Gutierrez JA, Berg RA. Fire attributable to a defibrillation attemptin a neonate. Pediatrics 2003;112(3 Pt 1):677-9.10. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for Cardiopulmonary\n\nResuscitation and Emergency Cardiovascular Care; 2020. p.16111. Meier P, Baker P, Jost D, et al. Chest compressions before defibrillation forout-of-hospital cardiac arrest: a meta-analysis of randomized controlled clinicaltrials. BMC Med 2010;8:52.12. Huang Y, He Q, Yang LJ, Liu GJ, Jones A. Cardiopulmonary resuscitation (CPR)plus delayed defibrillation versus immediate defibrillation for out-of-hospitalcardiac arrest. Cochrane Database Syst Rev 2014;2014(9):CD009803.13. 대한심폐소생협회. 한국전문소생술. 4판. 군자출판사; 2021. p.10814. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for CardiopulmonaryResuscitation and Emergency Cardiovascular Care; 2020. p.19,8215. 대한심폐소생협회. 한국전문소생술. 4판. 군자출판사; 2021. p.15416. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for CardiopulmonaryResuscitation and Emergency Cardiovascular Care; 2020. p.16417. Pagan-Carlo LA, Spencer KT, Robertson CE, Dengler A, Birkett C, Kerber RE.Transthoracic defibrillation: importance of avoiding electrode placement directlyon the female breast. J Am Coll Cardiol 1996;27(2):449-5218. 대한심폐소생협회. 한국전문소생술. 4판. 군자출판사; 2021. p.16119. 대한응급의학회. 응급의학. 2판. 군자출판사; 2019. p.84-8720. 질병관리청,대한심폐소생협회. 2020 Korean Guidelines for CardiopulmonaryResuscitation and Emergency Cardiovascular Care; 2020. p.33321. Hoyme DB, Zhou Y, Girotra S, et al. Improved survival to hospital discharge inpediatric in-hospital cardiac arrest using 2Joules/kilogram as first defibrillationdose for initial pulseless ventricular arrhythmia. Resuscitation 2020;153:88-96.\n\n󰊱백밸브마스크(Bag­valve mask; BVM) ☞ ② ①\n\n백밸브마스크는 심정지 환자나 호흡부전이 있는 환자에게 전문기도가 확보되지 않았을 때,전문기도유지술을 실시하기전 기도를 유지하기 위해 단독으로 사용할 수 있다. 기도관리의가장 기초가 되는 술기이며1 백밸브마스크 환기를 능숙하고 효과적으로 시행할 수 있게 되면2차적인 뇌손상을 예방하며2 어려운 기도나 실패한 기도관리에서 해결방안을 준비하는데필요한 시간을 벌어 줄 수 있다. 또한, 전문기도유지술이 실패하는 것에1 대한 불안을 감소시킬수 있다.\n\n󰠂성인: 8회 미만󰠂청소년: 12회 미만󰠂소아: 16회 미만󰠂영/유아: 20회 미만\n\n󰠂호흡음이 들리지 않는 경우󰠂역설적 호흡을 보이는 경우(흉부와 복부의 운동이 반대 방향으로 움직임)󰠂100% 산소 공급에도 불구하고 청색증을 보이거나 산소포화도가 90%이하인 경우\n\n󰠂성인: 60회 미만󰠂소아: 80회 미만󰠂영아: 100회 미만◦ 심정지◦ 의식저하(P 이하) 또는 의식저하(P 이하)가동반된 저산소증\n\n◦ 위 팽만◦ 이물 역류로 인한 흡인(구토물, 구강·기도 내 분비물 등)◦ 미주신경 자극으로 인한 뇌압상승\n\n나이마스크 size미숙아신생아용신생아~1세영아용1~4세유아용4~10세소아용10~14세작은 성인용성인성인용\n\n나이/체중Bag size신생아~3개월신생아 450~500 mL30 kg 미만 소아소아 750 mL30 kg 이상 소아성인 1000~1200 mL성인성인 1000~1200 mL\n\n◦ 산소포화도 측정기를 통해 산소포화도 수치를 지속적으로 모니터링 한다.◦ 기구 준비󰠂적절한 크기의 백밸브마스크󰠂수용성 윤활젤󰠂입인두 기도기(OPA), 코인두 기도기(NPA) → 적절한 크기와 한 단계 큰 사이즈 추가 준비󰠂흡인기, 흡인팁(경성·연성 재질)󰠂호기말 이산화탄소(ETCO2) 측정기\n\n◦ 혼자일 경우 E­C 테크닉을 사용하여 환자의 얼굴에 마스크를 밀착한다.\n\n󰠂3,4,5번 손가락으로 턱을 들어올려 ‘E’를 만든다.󰠂엄지와 검지로 마스크를 고정하면서 ‘C’를 만든다.◦ 구급대원이 두 명이상일 경우, 구급대원 한명은 두 손을 모두 이용하여 마스크를 얼굴에확실하게 밀착시키고 나머지 한명이 마스크 백을 잡고 양압환기를 제공한다.◦ 1~2초에 걸쳐 양압환기를 하면서 가슴이 적절하게 올라오는지 확인한다.4◦ 호기말 이산화탄소 측정기를 결착하여 호기말이산화탄소 수치와 산소포화도 측정기를 통해환기의 적절성을 지속적으로 평가한다.◦ 산소포화도 수치는 94%이상을 목표로 한다.5◦ 산소포화도가 94% 이상으로 오르지 않는다면 한 개의 입인두기도기와 두 개의 코인두기도기둘 다 사용을 고려한다.6(단, 머리손상이 있을 경우 코인두기도기 사용 금기)\n\n◦ 의식이 없는 환자에서 백밸브마스크 환기를 할 때에도 입인두기도기를 사용하여야 하며,구역반사가 있을 경우 코인두기도기를 사용할 수 있다.◦ 백밸브마스크 환기는 위 내용물 흡인을 최소화할 수 있는 적절한 조치를 취할 수 있다면,일정시간동안 사용할 수 있는 합리적인 인공호흡법이다.◦ 셀릭법(Sellick maneuver)은 의식이 없는 환자에게 쓰는 것을 권장한다.4◦ 백밸브마스크로 환기 중 저항이 생긴다면 전반적인 자세와 기도유지를 재확인하고 문제가해결이 안될 경우 처치자 교대를 고려한다.7◦ 백밸브마스크 환기시 과도한 일회 환기량과 과도한 압력에 주의한다.8◦ 백밸브마스크 환기 시 발생할 수 있는 장애요인9󰠂턱수염: 윤활젤을 턱수염에 바른다.󰠂의치(틀니): 거즈를 뺨쪽으로 집어넣어 해부학적으로 마스크가 밀착이 잘 되게 한다. 또는빼둔 의치를 다시 넣어 고정한다. 단, 기도폐쇄 가능성에 대해 인지하고 있어야 한다.󰠂고도비만: 후두부와 어깨 부분을 이불이나 얇은 베개 등으로 해부학적 기도유지 자세를취해준다.󰠂임신후기: 반좌위 또는 왼쪽 측와위󰠂척추손상 의심: 머리 기울이기/턱 들어올리기를 하지 말고 하악견인법만을 이용하여 기도유지를 한다.\n\n기관내 삽관은 심정지, 호흡정지 환자들에게 시행하는 것으로 기도이물에 의한 흡인을 방지하고 기도를 유지하며 양압 환기를 가능하게 하여 적절한 산소를 공급할 수 있게 하는데 그목적이 있다.\n\n◦ 심정지/호흡정지 환자 (‘구급단계 심폐소생술’ 술기 지침 참조)◦ 중증의 호흡곤란 환자◦ 입인두기도기를 포함한 백밸브마스크환기가 효과적이지 않는 환자10◦ GCS(Glasgow Coma Scale) 점수 8점 이하11◦ 지속적인 의식상태 악화\n\n◦ 식도 삽관◦ 입인두, 성대, 식도 및 기관지의 손상◦ 우측 기관지로의 삽관◦ 구토◦ 미주신경 자극에 의한 뇌압상승◦ 과양압환기 또는 손상에 의한 기흉(공기가슴증) 또는 긴장성 기흉(공기가슴증)의 발생◦ 치아 손상\n\nTube 크기(내경, ID: intenal diameter)󰠂성인 남자 7.5~8.5 mm󰠂성인 여자 6.5~7.5 mm󰠂어린이 4.0~6.0 mm󰠂영아 3.5~4.0 mm\n\n󰠂신생아 2.5~3.5 mm※ 2020 심폐소생술 가이드라인 기관내관 크기 : (커프 없는 내관) 1세 미만 영아 3.5mm,1∼2세 소아 4mm, 2세 이상 = 4 + (나이/4) / (커프 있는 내관) 1세 미만 영아 3mm,1∼2세 소아 3.5mm, 2세 이상 = 3.5 + (나이/4)\n\n◦ 산소포화도 측정기를 통해 산소포화도 수치를 확인하며 전산소화를(preoxygenation) 실시한다.13\n\n󰠂적절한 크기의 기관튜브󰠂후두경(laryngoscope): 불이 적절하게 들어오는지 확인󰠂스타일렛(stylet)󰠂10cc 주사기󰠂수용성 윤활제󰠂튜브고정기 또는 고정 테이프󰠂바이트 블록󰠂청진기◦ 튜브의 풍선이 새지 않는 지 확인 후 윤활제를 바르고, 튜브에 스타일렛을 넣는다.◦ 삽관 진행󰠂환자의 기도를 확보: 냄새 맡는 자세(sniffing position) 또는 머리기울임-턱들어올리기시행(경추(목뼈) 보호 필요시 경추(목뼈)고정 후 하악견인만 시행)14󰠂후두경을 왼손에 잡은 상태에서 후두경날을 우측으로 넣어 혀를 왼쪽으로 들어 올려 성문이보이도록 한다. 이물질이 있어 시야 확보가 안 되는 경우 입과 후두 부위 흡입을 시행한다.15󰠂적절한 크기의 튜브를 선택하여 튜브 아래에서 2/3되는 위치를 오른손으로 잡고 튜브의끝을 입 가장자리로부터 넣어 성대를 2인치 정도 지나갈 때까지 밀어 넣는다.\n\n󰋼적절한 삽관 된 튜브의 일반적인 길이\n\n⦁성인남자: 입술에서 23 cm 또는 치아에서 22 cm⦁성인여자: 입술에서 22 cm 또는 치아에서 21 cm\n\n󰠂후두경과 스타일렛을 제거하고 주사기로 커프에 5~10 cc 정도 공기를 넣고 커프 팽만상태를 손가락으로 눌러 확인한다. 이때 튜브가 움직이지 않도록 오른손으로 잡는다.󰠂백밸브마스크를 연결하여 환기를 시행하면서, 상복부와 양측 폐부위 위아래를 청진하여양측의 대칭적으로 잘 들리는지 확인하고 동시에 양측 가슴이 잘 올라오는지 확인한다.\n\n󰠂만약, 식도로 삽관이 되었거나, 삽관이 실패한 경우에는 주사기로 커프 공기를 제거하고튜브를 제거하고 100% 산소를 연결한 백밸브마스크로 양압환기를 충분히 시행한 후 기관내삽관을 다시 시도한다.󰠂삽관이 잘 되었으면 튜브를 고정한다. 고정은 원칙적으로 고정기를 사용하여야 하나 이를사용할 수 없다면 바이트 블럭를 넣고 테이프를 아래의 방법대로 사용하여 고정한다.\n\n󰋼우선 입 주변의 이물질을 닦는다.󰋼20 cm 길이의 테이프를 2개 준비한다.󰋼첫 번째 테이프의 한쪽 끝을 왼쪽 볼에 붙인 후 다른 쪽 끝을 잡고 튜브를 2번 감은 후바이트 블럭을 위에서 고정하면서 오른쪽 볼에 붙인다.󰋼두 번째 테이프를 왼쪽 턱 부위에 붙인 후 다른 쪽 끝을 잡고 튜브를 2번 감은 후 바이트블럭을 위에서 고정하면서 오른쪽 턱에 붙인다.\n\n󰠂호기말 이산화탄소 측정이 필요한 경우, 6~7회 환기 후 호기말 이산화탄소를 적용한다.이 후 호기말 이산화탄소 수치를 지속적으로 확인하며 과환기와 과호흡에 주의 한다.16󰠂환기의 적절성을 5~15분마다 반복하여 평가한다.\n\n◦ 현장에서 시행함을 원칙으로 한다.◦ 심폐소생술 중 기관내 삽관시 가슴압박 중단을 하지 않아야 한다.5◦ 기관내 삽관 시행 전, 후 산소포화도 측정기를 통해 지속적으로 산소포화도 수치를 확인하며산소 공급이 중단되지 않도록 한다.17◦ 한 번의 삽관 시도 총시간은 최대 30초 미만으로 삽관시도는 2회까지만 시도한다.◦ 손상 환자의 경우 삽관 시행 시 머리와 목이 항상 일직선을 유지하도록 주의해야 한다.◦ 튜브는 기준 크기에서 하나 작은 것과 하나 큰 것을 함께 미리 준비한다.◦ 삽관튜브 커프에 과도하게 공기를 주입하면 커프 주변 조직 괴사가 초래될 수 있다.◦ 튜브 제거 시에는 커프에서 공기를 완전히 제거하도록 한다.◦ 기관내 삽관 실패를 대비한 즉시 이송 준비 및 대체 술기를 사전 준비한다.18◦ 이송 중 튜브의 위치를 지속적으로 확인한다.19\n\n◦ 소아에서 삽관시 입술부터 튜브 삽입길이는 (계산된 튜브크기) × 3cm\n\n◦ 소아에서 기관내 삽관 전 전산소화(preoxygenation) 후 탈산소화는 성인보다 빠르게 진행되므로 산소포화도 수치를 지속적으로 관찰해야 한다.13\n\n후두경을 사용하지 않고 비침습적으로 기도확보를 하기 위해 사용되며 후두경 및 공기주입이필요 없는 기도유지 방법이다.\n\n◦ 입인두기도기를 포함한 백밸브마스크환기가 효과적이지 않는 환자10◦ 심정지/호흡정지 환자 (‘구급단계 심폐소생술 술기지침’ 참조)◦ 중증의 호흡곤란 환자◦ GCS(Glasgow Coma Scale) 점수 8점 이하11◦ 지속적인 의식상태 악화◦ 기관내 삽관 실패 시10\n\n◦ 위 내용물의 흡인 발생을 막을 수 없다.◦ 튜브의 위치 이탈(탈관)이 발생할 수 있다.\n\n튜브사이즈적용대상적용 체중1신생아2~5 kg1.5영아5~12 kg2소아10~25 kg2.5소아25~35 kg3성인30~60 kg4성인50~90 kg5성인90~ kg\n\n◦ 산소포화도 측정기를 통해 산소포화도 수치를 확인하며 전산소화를(preoxygenation) 실시한다.4\n\n◦ 준비물󰠂적절한 크기의 I-gel 튜브󰠂수용성 윤활젤󰠂튜브고정기 또는 고정 테이프󰠂청진기󰠂흡인기, 흡인팁(경성·연성 재질)󰠂호기말 이산화탄소(ETCO2) 측정기◦ 삽관 전 필요시 흡인을 실시한다.◦ 환자의 머리를 뒤로 젖히고 혀쪽에 창살 모양이 위치하게 하여 입천장 쪽으로 삽입후 하인두쪽으로 저항이 느껴질 때까지밀어 넣는다.◦ 삽관이 잘 되었으면 튜브를 고정한다.󰠂우선 입 주변의 이물질을 닦는다.󰠂20 cm 길이의 테이프를 2개 준비한다.󰠂첫 번째 테이프의 한쪽 끝을 왼쪽 볼에 붙인 후 다른 쪽 끝을 잡고 튜브를 2번 감은 후기도 유지기를 위에서 고정하면서 오른쪽 볼에 붙인다.󰠂두 번째 테이프를 왼쪽 턱 부위에 붙인 후 다른 쪽 끝을 잡고 튜브를 2번 감은 후 오른쪽턱에 붙인다.◦ 튜브를 고정하고 삽관 상태, 산소포화도 수치와 호기말 이산화탄소 수치를 지속적으로 확인\n\n◦ 삽관 시간이 30초 이상 경과되지 않도록 한다.◦ 삽관 전, 후 산소포화도 측정기를 통해 지속적으로 산소포화도를 확인하며 산소 공급이 중단되지 않도록 한다.17◦ 삽관 실패를 대비한 즉시 이송 준비 및 대체 술기를 사전 준비한다.18◦ 이송 중 튜브의 위치를 지속적으로 확인한다.19\n\n󰊴성문 상 기도기：후두 마스크(Laryngeal Mask Airway)☞ 1급 응급구조사 등\n\n후두경을 사용하지 않고 비침습적으로 기도확보를 하기 위해 사용된다. 빨리 적용할 수 있고후두경이 필요 없으면서 지속적인 환기를 위한 기도 확보를 할 수 있는 장점이 있다.\n\n◦ 심정지/호흡정지 환자(‘구급단계 심폐소생술 술기지침’ 참조)◦ 중증의 호흡곤란 환자◦ 입인두기도기를 포함한 백밸브마스크환기가 효과적이지 않는 환자10◦ GCS(Glasgow Coma Scale) 점수 8점 이하11◦ 지속적인 의식상태 악화◦ 기관내 삽관 실패10\n\n◦ 입인두에 협착이나 비정상적인 병변이 있는 경우\n\n◦ 튜브의 위치 이탈◦ 기도내 삽관◦ 이물로 인한 흡인(구토물, 구강·기도 내 분비물 등)◦ 삽입시 튜브 끝 “roll up(말려 올라감)” 현상 및 구강내 손상21\n\nSize체중커프주입양No. 15kg 이하4 mLNo. 210 ∼ 20kg10 mLNo. 2.520 ∼ 30kg14 mLNo. 330 ∼ 50kg20 mLNo. 450 ∼ 70kg30 mLNo. 570 ∼ 95kg40 mLNo. 695kg 이상50 mL\n\n◦ 산소포화도 측정기를 통해 산소포화도 수치를 확인하며 전산소화를(preoxygenation) 실시한다.13\n\n◦ 기구 준비󰠂적절한 크기의 튜브󰠂30 cc 주사기󰠂수용성 윤활제󰠂튜브고정기 또는 고정테이프󰠂바이트 블록󰠂청진기󰠂흡인기, 흡인팁(경성·연성 재질)󰠂호기말 이산화탄소(ETCO2) 측정기◦ 후두 마스크의 포트를 통해 공기를 주입하여 커프가 새지 않는지 확인한다.◦ 점검 후 공기 제거 시 후두에 닿는 부분을 바닥에 대고 주름지지 않게 공기를 제거 한다.22◦ 후두마스크의 커프내 공기를 완전히제거한 후 커프 뒷면에 윤활제를바른다.◦ 삽관전 산소화를 위해 백밸브마스크에 100% 산소를 연결하고 산소포화도 감시 측정이 95% 이상 될 때까지양압 환기를 충분히 시행한다.\n\n◦ 환자의 머리를 뒤로 젖히고 튜브와 커프가 만나는 곳을 연필 잡듯이 잡고 하인두쪽으로저항이 느껴질 때까지 밀어 넣는다.◦ 다른 손으로 튜브를 잡고 밀어 넣었던 손을 빼낸다.◦ 커프에 공기를 정해진 양만큼 주입하고 호흡음을 청진하여 확인한다. 필요시 ETCO2를사용할 수 있다.15◦ 공기가 새는 소리가 들리는 경우에는 커프에 공기를 약간 더 주입하거나 사이즈를 큰 것으로교체한다.◦ 삽관이 잘 되었으면 튜브를 고정한다. 고정은 원칙적으로 고정기를 사용하여야 하나 이를사용할 수 없다면 바이트 블럭을 넣고 테이프를 아래의 방법대로 사용하여 고정한다.󰠂우선 입 주변의 이물질을 닦는다.󰠂20 cm 길이의 테이프를 2개 준비한다.󰠂첫 번째 테이프의 한쪽 끝을 왼쪽 볼에 붙인 후 다른 쪽 끝을 잡고 튜브를 2번 감은 후기도 유지기를 위에서 고정하면서 오른쪽 볼에 붙인다.󰠂두 번째 테이프를 왼쪽 턱 부위에 붙인 후 다른 쪽 끝을 잡고 튜브를 2번 감은 후 바이트블럭을 위에서 고정하면서 오른쪽 턱에 붙인다.󰠂튜브가 환자의 턱쪽으로 휘어지도록 고정한다.◦ 환기의 적절성을 5~15분마다 반복하여 평가한다.\n\n◦ 삽관 시간이 30초 이상 경과하지 않도록 한다.◦ 삽관 전, 후 산소포화도 측정기를 통해 지속적으로 산소포화도를 확인하며 산소 공급이 중단되지 않도록 한다.17◦ 튜브 커프에 과도하게 공기를 주입하면 커프 주변 조직 괴사가 초래될 수 있다.◦ 튜브 제거 시에는 커프에서 공기를 완전히 제거하도록 한다.◦ 삽관 실패를 대비한 즉시 이송 준비 및 대체 술기를 사전 준비한다.18◦ 이송 중 튜브의 위치를 지속적으로 확인한다.19\n\n󰊵성문 상 기도기：King LTS­D 삽입 ☞ 1급 응급구조사 등\n\n콤비튜브의 변형으로 한 개의 관에 두개의 커프가 위 아래로 위치하여 그 커프 사이에 환기구멍이 있는 형태이다. 실제로 거의 대부분 식도로 삽입된다. 튜브에는 2개의 크기가 다른\n\n커프가 있으며, 한 개의 포트로 두 개의 커프를 동시에 부풀린다.19원위부 커프는 식도를 밀폐하고 근위부 커프는 입인두 부위를 밀폐하도록 되어있다.\n\n◦ 심정지/호흡정지 환자 (‘구급단계 심폐소생술’ 술기 지침 참조)◦ 중증의 호흡곤란 환자◦ 입인두기도기를 포함한 백밸브마스크환기가 효과적이지 않는 환자10◦ GCS(Glasgow Coma Scale) 점수 8점 이하11◦ 지속적인 의식상태 악화◦ 기관내 삽관 실패 시10\n\n◦ 구역반사가 있는 경우◦ 입인두에 협착이나 비정상적인 병변이 있는 경우◦ 부식성 물질을 음독한 경우◦ 식도 질환을 앓고 있는 경우\n\n◦ 위 내용물의 흡인 발생을 막을 수 없다.◦ 튜브의 위치 이탈이 발생할 수 있다.\n\n튜브사이즈연결단자 색환자크기커프압력커프주입양2초록색90~11 5 cm, 12~25 kg60 cmH2O25~35 mL2.5오렌지색105~130 cm, 25~35 kg60 cmH2O30~40 mL3노란색122~155 cm60 cmH2O45~60 mL4빨간색155~180 cm60 cmH2O60~80 mL5보라색>180 cm60 cmH2O70~90 mL\n\n◦ 산소포화도 측정기를 통해 산소포화도 수치를 확인하며 전산소화를(preoxygenation) 실시한다.13\n\n◦ 준비물󰠂적절한 크기의 튜브 (한단계 큰 사이즈 튜브 추가 준비)󰠂공기 주입용 30cc 또는 50cc 주사기󰠂수용성 윤활제󰠂튜브고정기 또는 고정 테이프󰠂바이트 블록󰠂청진기󰠂흡인기, 흡인팁(경성·연성 재질)󰠂호기말 이산화탄소(ETCO2) 측정기◦ 커프를 부풀려서 새지 않는지 확인한다.◦ 커프내 공기를 완전히 제거한 후 뒷면에 윤활제를 바른다.◦ 삽관전 산소화를 위해 백밸브마스크에 100% 산소를 연결하고 산소포화도 감시 측정이95% 이상 될 때까지 양압 환기를 충분히 시행한다.◦ 환자의 머리를 뒤로 젖히고 sniffing position을 잡는다.◦ 튜브의 연결부위를 오른손으로 잡고 반대 손으로는 수지 교차법으로 입을 벌린다.◦ 튜브를 바깥쪽으로 45도 정도 돌려서 튜브의파란선이 입 옆끝에 닿도록 하여 입안으로튜브를 밀어 넣는다. 튜브 끝이 혀 뿌리 쪽을지나면 파란 선이 턱쪽을 향하도록 회전시킨 후연결부위가 치아 높이가 될 때까지 삽입한다.◦ 커프에 공기를 정해진 양만큼 주입하고호흡음을 청진하여 확인한다. 필요시 ETCO2를 사용할 수 있다.15◦ 공기가 새는 소리가 들리는 경우에는 커프에 공기를 약간 더 주입하거나 사이즈를 큰 것으로교체한다.◦ 삽관이 잘 되었으면 튜브를 고정한다. 고정은 원칙적으로 고정기를 사용하여야 하나 이를사용할 수 없다면 바이트 블럭을 넣고 테이프를 아래의 방법대로 사용하여 고정한다.󰠂우선 입 주변의 이물질을 닦는다.󰠂20 cm 길이의 테이프를 2개 준비한다.\n\n󰠂첫 번째 테이프의 한쪽 끝을 왼쪽 볼에 붙인 후 다른 쪽 끝을 잡고 튜브를 2번 감은후 바이트 블럭을 위에서 고정하면서 오른쪽 볼에 붙인다.󰠂두 번째 테이프를 왼쪽 턱 부위에 붙인 후 다른 쪽 끝을 잡고 튜브를 2번 감은 후 바이트블럭을 위에서 고정하면서 오른쪽 턱에 붙인다.◦ 호기말 이산화탄소 측정이 필요한 경우, 6~7회 환기 후 호기말 이산화탄소 수치를 확인한다.◦ 환기의 적절성을 5~15분마다 반복하여 평가한다.\n\n◦ 삽관 시간이 30초 이상 경과되지 않도록 한다.◦ 삽관 전, 후 산소포화도 측정기를 통해 지속적으로 산소포화도를 확인하며 산소 공급이 중단되지 않도록 한다.17◦ 튜브 커프에 과도하게 공기를 주입하면 커프 주변 조직 괴사가 초래될 수 있다.◦ 튜브 제거 시에는 커프에서 공기를 완전히 제거하도록 한다.◦ 삽관 실패를 대비한 즉시 이송 준비 및 대체 술기를 사전 준비한다.18◦ 이송 중 튜브의 위치를 지속적으로 확인한다.19\n\n󰊶성문 상 기도기：Cobra PeriLaryngeal airway(CPLA)☞ 1급 응급구조사 등\n\n후두경을 사용하지 않고 비침습적으로 기도확보를 하기 위해 사용된다. 다른 성문 상 기도기들에 비해 내경이 크므로 기도를 확보한 이후 기관지경을 이용하여 기관내 삽관을 추가로시행할 경우 도움이 되는 기도유지 방법이다.\n\n◦ 심정지/호흡정지 환자(‘구급단계 심폐소생술 술기지침’ 참조)◦ 중증의 호흡곤란 환자◦ 입인두기도기를 포함한 백밸브마스크환기가 효과적이지 않는 환자10◦ GCS(Glasgow Coma Scale) 점수 8점 이하11◦ 지속적인 의식상태 악화◦ 기관내 삽관 실패10\n\n◦ 입인두에 협착이나 비정상적인 병변이 있는 경우\n\n◦ 위 내용물의 흡인 발생을 막을 수 없다.◦ 튜브의 위치 이탈이 발생할 수 있다.\n\n4. 추천 size 및 커프 공기 주입량\n\nSize체중커프주입양1/2(신생아)2.5~7.5 kg1(영아)5~15 kg1 1/2(유아)10~35 kg220~60 kg3(성인)40~100 kg470~130 kg5100~160 kg6130 kg 이상\n\n󰠂CPLA 튜브, 한 단계 큰 사이즈도 함께 준비한다.󰠂공기 주입용 주사기\n\n⦁수용성 윤활제⦁튜브고정기 또는 고정 테이프󰠂바이트 블록󰠂청진기◦ 커프를 부풀려서 새지 않는지 확인한다.◦ 커프내 공기를 완전히 제거한 후 뒷면에 윤활제를 바른다.◦ 삽관전 산소화를 위해 백밸브마스크에 100% 산소를 연결하고 산소포화도 감시 측정이95% 이상 될 때까지 양압 환기를 충분히 시행한다.\n\n◦ 환자의 머리를 뒤로 젖히고 혀쪽에 창살 모양이 위치하게 하여 입천장 쪽으로 삽입후 하인두쪽으로 저항이 느껴질 때까지밀어 넣는다. 이때 커프 부분이 관찰되어서는 안된다.◦ 커프에 공기를 정해진 양만큼 주입하고 호흡음을 청진하여 확인한다. 필요시 ETCO2를 사용할 수 있다.15◦ 공기가 새는 소리가 들리는 경우에는 커프에 공기를 약간 더주입하거나 사이즈를 큰 것으로 교체한다.◦ 삽관이 잘 되었으면 튜브를 고정한다. 고정은 원칙적으로 고정기를 사용하여야 하나 이를 사용할 수 없다면 바이트 블럭을 넣고 테이프를 아래의 방법대로 사용하여 고정한다.\n\n󰠂우선 입 주변의 이물질을 닦는다.󰠂20 cm 길이의 테이프를 2개 준비한다.󰠂첫 번째 테이프의 한쪽 끝을 왼쪽 볼에 붙인 후 다른 쪽 끝을잡고 튜브를 2번 감은 후 기도 유지기를 위에서 고정하면서오른쪽 볼에 붙인다.󰠂두 번째 테이프를 왼쪽 턱 부위에 붙인 후 다른 쪽 끝을 잡고튜브를 2번 감은 후 바이트 블럭을 위에서 고정하면서 오른쪽 턱에 붙인다.\n\n◦ 튜브 커프에 과도하게 공기를 주입하면 커프 주변 조직 괴사가 초래될 수 있다.◦ 튜브 제거 시에는 커프에서 공기를 완전히 제거하도록 한다.◦ 삽관 시간은 30초 미만으로 한다.◦ 삽관 전, 후 산소포화도 측정기를 통해 지속적으로 산소포화도를 확인하며 산소 공급이 중단되지 않도록 한다.17◦ 삽관 실패를 대비한 즉시 이송 준비 및 대체 술기를 사전 준비한다.18◦ 이송 중 튜브의 위치를 지속적으로 확인한다.19\n\n󰊷지속적양압환기(CPAP : Continuous positive airway pressure)산소공급용 지속적양압환기(CPAP) ☞ ①\n\nBoussinac CPAP은 산소공급용 지속적 양압환기(CPAP)로 일반 안면마스크와 동일한 마스\n\n크에 산소 유량을 통하여 호기말양압을 발생하기 때문에, 충분한 산소 공급이 이루어지는 상황에서 기존 충전형 지속적 양압환기(CPAP)보다 간편하게 적용할 수 있다.\n\n◦ 심부전/폐부종◦ 만성 폐쇄성 폐질환◦ 급성 호흡부전◦ 기관내 삽관 제거 후◦ 환자/보호자가 기관내 삽관 비동의\n\n◦ 호흡정지, 심정지 환자◦ 의식이 없는 환자◦ 기관 삽관이 필요한 환자◦ 호흡노력이 불안정한 환자◦ 기흉(공기가슴증)이 의심되는 환자◦ 안면부의 심한 외상◦ 수축기 혈압이 90 mmHg 미만인 심인성 쇼크 상태인 환자◦ 조절되지 않는 구토가 있는 환자\n\n◦ 위 팽창◦ 심박출량 감소◦ 저환기◦ 폐의 압력 손상\n\n◦ 안면 마스크 크기󰠂어린이 size3\n\n󰠂작은 성인 size4󰠂성인 size5󰠂큰 성인 size6◦ 산소량과 PEEP의 관계󰠂산소 10 L/min = PEEP 2.5~3.0 cmH20󰠂산소 15 L/min = PEEP 4.5~5.0 cmH20\n\n◦ 산소, 안면마스크, 연결튜브, Boussignac CPAP,호기말양압(PEEP)계를 준비한다.◦ 연결튜브의 끝을 산소통에 연결하고 15 L/min 로산소를 공급한다.◦ 연결튜브의 반대편 끝을 Boussignac CPAP에 연결하고, Boussignac CPAP의 흰색 끝을 안면마스크에 연결한다.◦ 만약 호기말양압(PEEP)계가 준비되어 있다면 마스크와 Boussignac CPAP사이에 호기말양압(PEEP)계를 연결한다.◦ 마스크를 환자의 얼굴에 고정하고 천천히 깊게 숨을 쉬어보게 한다.◦ 환자가 편안하게 호흡할 수 있는 것이 확인되면 끈을 조여 마스크를 밀착시키고 공기가새는지 확인한다.\n\n◦ 위팽창이 발생하는지 주의깊게 살펴봐야 한다.◦ 구강 내 흡인이 필요한 경우에는 Boussignac CPAP의 끝을 열어 카테터를 넣어 시행할수 있다.\n\n1. 대한응급기도관리연구회. 최신응급기도관리. 4판. 군자출판사; 2021. p.135.2. Al Lulla, Angela Lumba-Brown, AnnetteM. et al. Prehospital Guidelines for theManagement of Traumatic Brain Injury - 3rd Edition. PREHOSPITALEMERGENCY CARE 2023, VOL 27. NO. 5, 507-5384. 대한응급기도관리연구회. 최신응급기도관리. 4판. 군자출판사; 2021. p.146.5. https://nasemso.org/projects/prehospital-airway-management-evidence-based-guideline/ p.46. 대한응급기도관리연구회. 최신응급기도관리. 4판. 군자출판사; 2021. p.148.7. 대한응급기도관리연구회. 최신응급기도관리. 4판. 군자출판사; 2021. p.147.8. https://nasemso.org/projects/prehospital-airway-management-evidence-based-guideline/ p.4~59. 대한응급기도관리연구회. 최신응급기도관리. 4판. 군자출판사; 2021. p.152.10. Al Lulla, Angela Lumba-Brown, AnnetteM. et al. Prehospital Guidelines forthe Management of Traumatic Brain Injury - 3rd Edition. PREHOSPITALEMERGENCY CARE 2023, VOL 27. NO. 5, p.52011. https://nasemso.org/projects/prehospital-airway-management-evidence-based-guideline/ p.11 표12. 대한응급기도관리연구회. 최신응급기도관리. 4판. 군자출판사; 2021. p.29513. 대한응급기도관리연구회. 최신응급기도관리. 4판. 군자출판사; 2021. p.305.14. 대한응급기도관리연구회. 최신응급기도관리. 4판. 군자출판사; 2021. p.303.15. Al Lulla, Angela Lumba-Brown, AnnetteM. et al. Prehospital Guidelines for theManagement of Traumatic Brain Injury - 3rd Edition. PREHOSPITALEMERGENCY CARE 2023, VOL 27. NO. 5, p.52416. 대한응급기도관리연구회. 최신응급기도관리. 4판. 군자출판사; 2021. p.292. p.294.17. 대한응급기도관리연구회. 최신응급기도관리. 4판. 군자출판사; 2021. p.28918. https://nasemso.org/projects/prehospital-airway-management-evidence-based-guideline/ p.719. 대한응급기도관리연구회. 최신응급기도관리. 4판. 군자출판사; 2021. p.177, 178 그림 11-320. 대한응급기도관리연구회. 최신응급기도관리. 4판. 군자출판사; 2021. p.181.21. 대한응급기도관리연구회. 최신응급기도관리. 4판. 군자출판사; 2021. p.169.22. 대한응급기도관리연구회. 최신응급기도관리. 4판. 군자출판사; 2021. p.161.23. 대한응급기도관리연구회. 최신응급기도관리. 4판. 군자출판사; 2021. p.327.\n\n환기란 호흡의 초기 구성요소로 ‘외부 공기가 기도를 통해 폐포 안에서 적절히 교환하는것’이다. 산소공급이 중단되면 단지 4~6분 후에 비가역적인 뇌세포 사망이 시작되기 때문에환자가 무호흡이거나 스스로 적절한 환기를 제공할 수 없을 경우에는 충분한 공기교환과확실한 산소 공급을 위해 구급대원은 환기를 제공하거나 호흡보조를 이용해 증가시켜 주어야한다. 환기 제공을 위해 여섯 가지 다른 유형의 장비를 제공할 수 있다.\n\n󰊱구강대 안면 shield ☞ ② ①󰊲구강대 마스크(일방향 밸브) ☞ ② ①󰊳백밸브마스크 ☞ ② ①󰊴수요밸브(demand valve) 호흡장치 ☞ ② ①󰊵휴대용 자동인공호흡기 ☞ ①󰊶피부를 통한 경기관 환기(기공이 있는 경우) ☞ ①\n\n◦ 무호흡◦ 임종호흡(agonal) 호흡\n\n※뇌졸중이나 심장마비와 같이 심각한 응급 상황일 때 일어나는 뇌계반사작용으로 하부 뇌간뉴런에서 발생하는 비정상적인 호흡패턴\n\n◦ 이물에 의한 기도폐쇄◦ 환기 전 상기도로부터 구토물, 찌꺼기 또는 다량의 액체가 존재할 때\n\n◦ 과환기로 인한 폐 압력 손상◦ 복부팽만◦ 구강건조\n\n󰠂구강대 구강법과 유사하지만 감염방지를 고려하여 구급대원과 환자를 분리하는 필터shield 또는 barrier가 있다.\n\n마스크에 일반향판 밸브를 연결하고 이를 통해 처치자의 호기로 환기시킨다.\n\n󰠂계란모양이나 원통형의 자체로 채워지는 고무 백과 한쪽 끝에 일방향판 밸브로 구성된다.환자 쪽 끝 밸브는 열려 있어 마스크나 기도유지튜브를 직접 부착할 수 있다.\n\n󰠂산소원과 조절기, 부드러운 고압 호스와 마스크에 연결되는 머리 부분으로 구성되어 머리부분의 버튼을 누를 때 압력에 의해 환자에게 산소가 불어 넣어지고 버튼을 놨을 때 압력이멈추고 배출구를 통해 환자의 호기가 나간다.\n\n󰠂병원의 커다란 환기장치 기능과 유사한 작은 이동식 장비이다. 고압배출 산소조절기가 알맞게 부착되어 있고 매번 양압 호흡을 제공하는 구급대원에 의해 특별히 요구되는 행동없이 환자의 간격과 율을 맞춰 양압환기의 주어진 용량을 자동으로 전달한다.\n\n󰠂피부를 통한 경기관 환기는 전문소생술이며 기도를 확보하려는 다른 방법이 성공적이지못할 때나 구강 또는 비강(코안)을 통해 환기를 하지 못하는 손상이나 상황이 발생할 때이용한다.\n\n󰠂필요한 전반적 감염방지 절차를 따른다.󰠂Shield를 펴서 필터와 튜브를 열고 직접 환자의 얼굴을 덮는다.󰠂환자의 얼굴 옆에 위치하여 환자의 이마에 손바닥 끝을 놓고 엄지손가락과 검지손가락으로코를 끼워 막고 다른 손끝으로 머리기울임-법을 수행한다.󰠂구급대원의 입과 환자의 입을 shield로 봉해 덥고 필터를 통해 환자에게 구급대원의 호기\n\n를 불어넣어 호흡을 제공하고 흉부가 올라오는지 관찰하고 매번 호흡 후에 환자가 호기를내보낼 수 있도록 처치자는 입을 뗀다.󰠂좀 더 나은 환기장치로 대처될 수 있을 때까지 분당 10∼12회의 인공호흡을 반복해서시행한다.\n\n◦ 구강대 마스크 환기7󰠂필요한 전반적 감염방지절차를 따른다.󰠂마스크와 일방향관 밸브의 포장지를 벗기고 연결 후 한번 불어보고 기기의 결함 여부를확인한다.󰠂환자머리 위쪽에 무릎을 꿇고 앉아 환자얼굴의 입과 코를 덮게끔 마스크를 펴, 마스크 전면주변에 엄지손가락과 검지손가락을 위치하고 세 번째, 네 번째 손가락은 턱의 각 아래에놓는다.󰠂머리기울임-턱들어올리기법을 수행하고 일방향관 밸브 끝에 처치자의 입을 대고 흉부가충분히 올라오는 것이 보일 때까지 지속적으로 호흡을 공급한다.󰠂턱들어올리기법을 유지하면서 환자가 호기를 할 수 있도록 일방향판 밸브에서 처치자의입을 뗀다.◦ 백밸브마스크 환기1󰠂필요한 전반적 감염방지절차를 따른다.󰠂손에 의한 기도유지법을 시행한다.󰠂환자의 코와 입을 적절하게 덮을 수 있는 것을 하나의 세트로 조립한다. 환자의 초기에산소저장주머니와 저장 산소를 추가해서 시간 지체 없이 즉각적인 환기가 이루어져지게해야 한다.󰠂환자의 입과 코에 마스크밀착을 하고 충분한 흡기 량이 전달되고(성인의 경우 1.5~2초동안) 적당한 흉부의 상승을 보일 때까지 백을 쥐어 짜준다.※ 1회 호흡량을 성인용 백(1∼2ℓ)으로 제공(1ℓ는 2/3정도 또는 2ℓ는 1/3정도 압박)󰠂흉부의 상승이 관찰되면 호기와 자동적인 백의 보충을 위해 백을 놓는다.◦ 수요밸브(demand valve) 호흡장치8󰠂필요한 전반적 감염방지 절차를 따른다.󰠂기기를 환자 머리 가까이에 두고 산소탱크의 밸브를 전부 열고 충분한 산소 공급이 가능한지확인하고, 트리거 핸들을 눌러봐 충분한 양의 가스가 기기의 출구튜브에서 나오는지확인하며, 마지막으로 압력 완화 밸브가 작동유무를 확인하기 위해 트리거 핸들을 누르면서튜브의 아래 끝 부분의 구멍을 손바닥으로 확실하게 차단하여 발생한 과도한 압력이 기기의윗부분으로 빠져나오는지를 확인한다.\n\n󰠂기기의 출구튜브에 정확하게 맞는 크기의 마스크를 골라서 연결하여 환자의 입과 코를덮을 수 있도록 조립한다.󰠂마스크를 환자의 입과 코에 밀착하고 양압흡입을 위해서 손가락으로 트리거 핸들(또는버튼)을 환자 흉부가 충분히 상승할 때까지 누른다. 지나친 양이 공급되는 것을 피하기위해서는 흉부가 최대로 올라오기 전에 핸들을 놓아야 한다.󰠂적당한 흡기 량이 제대로 전달되면 트리거 핸들을 놓는다. 트리거 핸들을 놓으면 자동적으로 원래의 Off 위치로 돌아가고 양압산소유출은 멈추고 호기가 시작된다.\n\n󰠂필요한 전반적 감염방지절차를 따른다.󰠂환자 머리 근처에 휴대용자동인공호흡기를 놓고 조절부와 환자밸브를 꺼내면서 산소공급원과 연결되어 있는지 점검하고 연결호스들이 헐겁거나 꼬여 있는지 확인한다.󰠂산소탱크를 열고 흡기 시간 조절부위를 “어른” 이나 “어린이”에 설정한다.(성인:1.5-2초,어린이: 0.75-1초)󰠂환자의 몸무게를 예상하거나 알아보고, kg당 10~15 mL를 곱하여 계산한 호흡량 범주 내에서기기에서 이용할 수 있는 가장 높거나 가까운 값으로 호흡량 조절부 설정을 조정한다.󰠂환자 연령 및 환자 호흡 상태를 평가하여 가장 바람직한 분당 호흡수를 결정하고 분당호흡수 조절부 설정을 한다.󰠂조절부 설정을 하였으면 휴대용자동인공호흡기가 반복 작동을 시작하게 되며, 몇 번의 반복주기동안 손을 출구튜브 근처에 두어 흡기와 호기동안의 가스 흐름을 확인하여 적절하게작동하고 있음을 확인한다. 다음으로 손으로 출구튜브 끝 부분을 막아 압력제한경고가 흡기시기 동안에 걸쳐 계속해서 들려야 하는 지 확인한다.󰠂기기동작에 특정한 문제가 없을 경우, 적당한 크기의 마스크를 출구튜브에 연결하고 손으로환자의 기도를 개방하고 마스크를 입과 코에 밀착시켜 미리 설정한 흡기/호기 주기와환자의 흉부 상승 정도를 주의깊게 관찰하여 다음 흡기주기 시작 전에 호기가 완전히 되는지확인한다.󰠂흡기시작 초기에 압력제한경고음이 울리면 기도개방이 잘 안되어 있는 것이므로 기도개방을 다시 시도하고, 압력제한경고음이 흡기 끝에 울린다면 호흡량 설정이 과도한것이므로 호흡량 조절부의 설정 값을 낮게 다시 설정한다.󰠂일단 압력경고음이 없이 흡기시 적당한 흉부상승과 함께 호흡이 이루어질 경우 청진기로양쪽 폐에서 청진을 하고 상복부를 청진하여 위에 가스 흡입이 되지 않는지 확인한다.\n\n◦ 피부를 통한 경기관 환기(기공이 있는 경우)\n\n󰠂필요한 전반적 감염방지절차를 따른다.\n\n󰠂환자를 반듯하게 눕히고 접힌 타월을 환자의 목과 어깨 아래에 넣어 머리를 최대한 신전시켜가슴과 목앞 부분을 가능한 일직선으로 만들고 턱을 들어 올린다.󰠂기공(목 부위 기관과 연결된 구멍)에 있는 연결 튜브의 크기와 맞는 백밸브마스크를 연결한후 양압환기를 시행한다.󰠂기관이 인두와 통하지 않고 완전히 목을 통해 호흡을 하는 환자가 아니라 부분적인 연결부가존재하여 목호흡을 하는 환자에서는 흡기 때 주어지는 얼마간의 공기가 입과 코를 막지않는다면 이를 통해 샐 수 있으므로 두 명이상의 구급대원이 현장에서 처치를 할 경우에는한 명은 매 흡기동안에 환자의 입과 코를 닫고 호기동안에는 개방시킨다.\n\n◦ 일단 환자가 환기가 되지 않거나 환기가 부적절하여 실제적인 환기가 되지 않는다고 판단되면 다른 이유나 추가 평가를 위해 환기 제공을 지연해서는 안된다.◦ 환기제공 전에 명백하게 기도유지가 선행되어야 한다.◦ 백밸브마스크 제품의 상표와 모델이 같으면 부품들을 모두 사용할 수 있지만 일반적으로이러한 부분들은 서로 교환 시에 안전하지 않다.3\n\n◦ 소아들의 높은 호흡회수로 인해 더 빠른 재충전 백이 필요하기 때문에 소아용 bag을 사용하도록 하고, 적절한 크기의 장비가 없을 때에만 성인용 bag을 사용할 수 있다.◦ 유아와 작은 어린이에게 마스크를 씌우기 위해, 하악골을 올릴 때 기관조직에 부적절하게손가락을 얹어 압력을 가하지 않도록 한다.◦ 7세 이하 어린이일 때 몸통에 비해 머리가 크기 때문에 유아를 단단한 평면에 반드시 눕힐경우 몸통 아래에 패드를 이용하여 3 cm 정도 올려 준다.◦ 수요밸브(demand valve) 호흡장치는 성인들을 위해 제작되었으므로 소아환자들에게 사용해서는 안된다.\n\n1. World Health Organization. Basic emergency care: approach to the actuely ill andinjured. World Health Organization (WHO) and the International Committee of theRed Cross (ICRC);2018. p1552. [msdmanuals.com][internet].MSD Mannual Professional version; How To DoNoninvasive Positive Pressure Ventilation. Available frome:https://www.msdmanuals.com/3. NAEMT. PHTLS Trauma first response. 1판. 한미의학;2010. p1154. Gyu-Sik Shim, Eun-Mee Kim, Sang-Gyun Roh. Comparison of the VentillatoryVolume and Airway Pressures using Oxylator EM-100, MicroVenT CSI-3000,OXY-LIFE Ⅱ. vol.31, No. 2, pp.113-118, (2017)5. 전국응급구조과교수협의회. 특수환자 전문응급처치학. 제6판. 대학서림;2014. p246-2476. 대한심폐소생협회. 2020년 한국심폐소생술 가이드라인. 질병관리청,대한심폐소생협회;2020.p77-797. American Heart Association. ACLS Provider Manual Supplementary Material.AHA;2020.8. [chosunii.com][internet]. 운반형 인공호흡기(CSI-3000). Available from:https://chosunii.com/9. [cprmedic.com][internet]. Operating manual for Oxylator EM-100 resuscitation and Inhalation system.Available from:https://www.cprmedic.com/Oxylator-Product-Series/Oxylator-EM-100/Operating-Manual/\n\n정상 건강인은 대기 중에서 숨을 쉴 때(21% 산소 포함) 세포대사기능과 생명을 유지하기위해 적절한 산소를 공급 받아야 한다. 산소요법이란 산소결핍증의 치료를 목적으로 공기 중에함유된 산소 농도(21%)보다 높은 농도의 산소를 흡입시키는 방법이다. 세포의 저산소증을 가진환자에게 고농도 산소를 공급하는 것은 혐기성대사(비가역적 세포사망 초래)로 인한생체기관의 죽음과 환자의 사망을 피하기 위하여 가장 우선되어야 한다. 산소 공급 시 다음4가지 1)산소원(산소탱크나 관벽산소공급원), 2)조절기와 유량계(게이지와 유량계가 달린조정기), 3)연결튜브(산소공급튜브), 4)산소공급기구(마스크나 캐뉼러) 장비가 필수이다.1\n\n◦ 저산소증◦ 호흡운동량이 증가◦ 체계적 순환결핍, 쇼크(정상 산소포화도 수준이어도)◦ 심각한 외상환자\n\n◦ 분당 호흡량이 유지되지 않는 환자: 산소만 투여하면 안 되며 양압환기로 호흡보조를 하여야 한다.2\n\n◦ 산소독성◦ 폐포허탈◦ 호흡마비◦ 화재2\n\n◦ 비강(코안) 캐뉼러󰠂낮은 산소를 요구하는 환자에게 코를 통해 호흡기계로 산소를 제공한다. 따라서 코를 통해\n\n호흡하지 못하는 환자에게는 사용할 수 없다.\n\n◦ 벤츄리 마스크󰠂여러 연결고리나 혼합 삽입이 부착된 단순마스크이며 100% 산소와 섞여 희망하는 산소양이 결정된다.◦ 단순안면 마스크(저장백 없음)◦ 부분 재호흡 마스크◦ 비재호흡 마스크\n\n◦ 필요한 전반적 감염방지절차를 따른다.◦ 환자평가를 하고 산소공급을 하여야 하는지 FiO2를 얼마나 주어야 하는지 결정한다.◦ 환자의 기도개방, 환기여부를 확인하고 산소사용이 안전한지 확인한다.◦ 산소탱크 압력을 잘 점검하고 사용하기에 충분한 압력인지 확인한다.◦ 필요한 FiO2를 적절한 산소공급기구를 선택하여 공급한다.◦ 비강(코안) 캐뉼러󰠂튜브를 연결하고 꼬이지 않도록 한 후 산소통을 개방하고 원하는 유량을 유량밸브를 이용하여 적절히 맞춘다. 비강(코안) 캐뉼러는 2~6 L/min 사이의 유량을 유지한다.󰠂환자에게 과정을 설명 후 캐뉼러 루프를 환자 얼굴 앞면에 위치하고 캐뉼러의 끝을 콧구멍위에 직접 놓이도록 하고 완전히 삽입한 후 나머지 루프를 환자의 귀 뒤를 지나게 고정시킨다.2◦ 벤츄리 마스크/단순안면마스크󰠂산소공급원에 튜브를 연결하고 산소를 마스크로 나오게 한다.󰠂벤츄리 마스크인 경우 100%산소와 연결하면 마스크 종류에 따라 정해진 FiO2를 제공되거나마스크에 명시된 산소 분당 유량을 공급하면 산소 유량에 따른 일정한 FiO2가 결정된다.󰠂환자에게 과정을 설명 후 마스크를 환자의 코와 입 위에 위치시키고 환자의 머리 위에탄력적인 스트랩을 씌워 후두의 뒤쪽으로 꽉 맞게 스트랩을 위치시킨다.󰠂코 부위에 금속스트립이 포함된 마스크는 코를 누르지 않는 압력으로 적당한 모양을 만들어고정한다.◦ 부분/비재호흡마스크󰠂저장백과 튜브에 꼬이지 않도록 한 후 산소공급원이 압력 꼭지와 연결하고 산소통을 개방하여 6~15 L/min 사이로 유지한다.󰠂마스크와 저장백사이의 일방밸브 위를 엄지나 한 손가락으로 위치시키고 저장백을 가득\n\n팽창시킨다.󰠂환자에게 과정을 설명 후 마스크를 환자의 입과 코에 위치시키고 환자의 머리 후면에 탄력스트랩을 위치시키고 난 후 고정시킨다.󰠂코 부위에 금속스트립이 포함된 마스크는 코를 누르지 않는 압력으로 적당한 모양을 만들어 고정한다.󰠂충분히 밀착되면 흡기 동안 저장백이 줄어드는데, 저장백이 비어 백이 팽창되기 전에 흡기가 진행된다면 즉시 산소 유량을 증가시킨다.1\n\n◦ 출동 전·후 산소탱크 잔량을 확인, 보충하여야 한다.\n\n산소탱크내에 남아있는 압력  산소통상수\n\n예) 1,600 psi 압력의 E형 산소통(산소통상수=0.28)으로 산소를 분당 15 L로 사용한다면남아있는 시간=(1600­200) X 0.28/15 = 26 (분) 사용이 가능하다.\n\n◦ 불가피한 경우를 제외하고는 가습된 산소를 투여한다.◦ 호흡곤란 환자에게 산소는 중단되지 않고 계속 공급되어야 한다.◦ 산소농도는 대부분 공급하는 분당 산소유량이 아닌 산소공급 기구에 의해 결정된다.\n\n산소공급기구분당유량산소농도FiO2공기 중 산소량21%정상 FiO2비강(코안) 캐뉼러1 ~ 6 L/min24 ~ 44%약간 증가된 FiO2낮은 농도의 벤츄리 마스크4 ~ 8 L/min24 ~ 40%높은 농도의 벤츄리 마스크10 ~ 12 L/min40 ~ 50%중간 FiO2단순안면마스크5 ~ 10 L/min40 ~ 60%부분재호흡마스크6 ~ 10 L/min44 ~ 60%높은 FiO2비재호흡마스크10 ~ 15 L/min95 ~ 100%\n\n◦ 산소공급기구에 따라 투여할 수 있는 산소유량이 제한된다.\n\n󰠂비강(코안) 캐뉼러: 유량을 6 L/min 이상 투여하면 안된다.(점막손상 우려)󰠂저장백이 달린 마스크: 사강으로 호기된 공기가 재호흡되는 것을 피하기 위해 유량은 6 L/min이상이어야 한다.4\n\n◦ 과도한 산소로 인한 부작용에 주의하여야 한다. 산소포화도 100%를 유지하기 위해 필요이상의 산소공급은 혈관수축, 염증, 심장, 폐, 뇌에 산화 스트레스를 증가시킬 수 있는 위험이있어, 다음의 목표산소포화도를 권장한다.\n\n󰠂급성중증성인환자 94~98%󰠂만성폐쇄성폐질환 88~92%󰠂급성심근경색환자 94~96%󰠂급성호흡부전증후군 88~93%(FiO2≥0.7)󰠂중증외상환자 96~98%󰠂심정지에서 ROSC 된 환자 94~98%\n\n단, 중증흉부손상, 익수, 유독가스 흡인에 의한 기도 화상, 일산화탄소 중독, 아나필락시스,중증 감압병, 중증 고산병, 군발두통의 경우 100%산소를 공급한다.\n\n1. 전국응급구조과 교수협의회. 응급환자 관리학. 4판. 대학서림;2013. p148-1492. 김금순,최경옥,현경선,윤은자,김숙영,김옥숙 외. Medical Surgical Nursing 성인간호학Ⅰ. 7판. 수문사;2013.3. American Heart Association. ACLS Provider Manual Supplementary Material.AHA;2020.4. 송경애, 이우숙, 박형숙, 윤은주, 이강이, 홍영혜 외. Fundamentals of NursingInterventions Skills. 2판. 수문사;2009."
}