[
  {
    "full_text": "TITLE: 2020 APHRS/HRS expert consensus statement on the investigation of decedents with sudden unexplained death and patients with sudden cardiac arrest, and of their families ABSTRACT: AbstractThis international multidisciplinary document intends to provide clinicians with evidence‐based practical patient‐centered recommendations for evaluating patients and decedents with (aborted) sudden cardiac arrest and their families. The document includes a framework for the investigation of the family allowing steps to be taken, should an inherited condition be found, to minimize further events in affected relatives. Integral to the process is counseling of the patients and families, not only because of the emotionally charged subject, but because finding (or not finding) the cause of the arrest may influence management of family members. The formation of multidisciplinary teams is essential to provide a complete service to the patients and their families, and the varied expertise of the writing committee was formulated to reflect this need. The document sections were divided up and drafted by the writing committee members according to their expertise. The recommendations represent the consensus opinion of the entire writing committee, graded by Class of Recommendation and Level of Evidence. The recommendations were opened for public comment and reviewed by the relevant scientific and clinical document committees of the Asia Pacific Heart Rhythm Society (APHRS) and the Heart Rhythm Society (HRS); the document underwent external review and endorsement by the partner and collaborating societies. While the recommendations are for optimal care, it is recognized that not all resources will be available to all clinicians. Nevertheless, this document articulates the evaluation that the clinician should aspire to provide for patients with sudden cardiac arrest, decedents with sudden unexplained death, and their families. BODY: AbbreviationsAEDautomated external defibrillatorCIEDcardiovascular implantable electronic deviceCMRcardiac magnetic resonance imagingCORClass of RecommendationCPRcardiopulmonary resuscitationCPVTcatecholaminergic polymorphic ventricular tachycardiaCTcomputed tomographyECGelectrocardiogramEMSemergency medical servicesLOELevel of EvidenceMRImagnetic resonance imagingOHCAout‐of‐hospital cardiac arrestPVCpremature ventricular complexRWIrelationship with industry and other entitiesSAD(S)sudden arrhythmic death (syndrome)SCAsudden cardiac arrestSCDsudden cardiac deathSUDsudden unexplained deathTABLE OF CONTENTSABSTRACT2TOP 10 TAKE‐HOME MESSAGES41INTRODUCTION51.1Purpose51.2Organization of the writing committee51.3Methodology and evidence review51.4Document review and approval51.5Scope of the document61.6Relevant clinical practice documents71.7Definitions82EPIDEMIOLOGY82.1Epidemiology: sudden death82.2Epidemiology: sudden cardiac arrest survivors102.2.1Background102.2.2Causes of out‐of‐hospital cardiac arrest112.2.3Public health"
  },
  {
    "full_text": "cardiac arrest112.2.3Public health implications133MULTIDISCIPLINARY TEAM163.1Introduction163.2Key features of an effective multidisciplinary team163.3Defining which disciplines should be represented163.4Coordination across disciplines and other boundaries163.5Links to other services164COUNSELING FAMILIES, THE BEREAVED AND THE NEARLY BEREAVED195PSYCHOLOGICAL CARE216INVESTIGATION OF SUDDEN DEATH236.1Investigation of sudden death: history—personal and family236.2Investigation of sudden death: examination of premorbid investigations266.3Investigation of sudden death: the postmortem examination and imaging286.4Investigation of sudden death: genetic evaluation where the phenotype is known306.5Investigation of sudden death: genetic evaluation where the phenotype is unknown337INVESTIGATION OF SUDDEN CARDIAC ARREST SURVIVORS377.1Investigation of sudden cardiac arrest survivors: history—personal and family377.2Investigation of sudden cardiac arrest survivors: examination387.3Investigation of sudden cardiac arrest survivors: baseline investigations397.4Investigation of sudden cardiac arrest survivors: provocative testing427.5Investigation of sudden cardiac arrest survivors: genetic evaluation468INVESTIGATION OF THE FAMILY498.1Background498.2Investigation of the family: cause identified—cascade testing, clinical and genetic investigations508.3Investigation of the family: cause not identified—clinical and genetic investigations529FUTURE DIRECTIONS55References56Appendix 1 Author Disclosure Table76Appendix 2 Reviewer Disclosure Table81TOP 10 TAKE‐HOME MESSAGESSudden cardiac death (SCD) is an important public health issue and warrants further study to better quantify its occurrence, its impact on society, and the opportunities for improving outcomes through public education and provision of automated external defibrillators and cardiopulmonary resuscitation (CPR) training.For survivors of sudden cardiac arrest (SCA), victims of sudden unexplained death (SUD), and their relatives, a multidisciplinary team is central to thorough investigation, so as to maximize the opportunity to make a diagnosis. Where there has been an SCD or resuscitated SCA and a genetic cause is suspected, genetic testing and counseling is essential for families, to ensure that risks, benefits, results, and the clinical significance of genetic testing can be discussed.The psychological care of families affected by SUD and survivors of SCA (and their families) should run in parallel with the investigation process. Assessment by professionals trained in psychological care should be offered, as well as grief counseling and peer support, where appropriate.For the investigation of SUD, a detailed personal and family history is essential, with attention to sentinel symptoms during life such as syncope or seizures, witness accounts, premorbid investigations, and inspection of any cardiac rhythm monitoring around the time of death.A comprehensive autopsy is an essential part of the investigation of"
  },
  {
    "full_text": "is an essential part of the investigation of SUD and should include collection and storage of tissue suitable for genetic analysis. When the autopsy suggests a possible genetic cause, or no cause and the heart is normal, referral to a multidisciplinary team for further investigation is indicated.For victims of SCD or survivors of cardiac arrest where the phenotype is known, genetic testing of the proband focused on likely candidate genes, along with clinical evaluation of family members, aids in identifying family members with, or at risk of developing, the same condition.For victims of SCD or survivors of cardiac arrest where the phenotype is not known, arrhythmia syndrome–focused genetic testing may help arrive at a secure diagnosis, whereas wider testing without careful consideration of the implications of indeterminate results by experienced clinicians may only serve to add uncertainty and lead to misinterpretation of results.For the investigation of SCA survivors, essential inquiry includes detailed personal and family history, witness accounts, physical examination, multiple electrocardiograms (ECGs), and cardiac imaging. Ambulatory monitoring and/or provocative testing (exercise, pharmacological, and invasive electrophysiological) may provide additional useful information. A sample suitable for future DNA testing should be taken early in the patient's course and stored.Genetic investigation of SCA survivors is best undertaken at a center with multidisciplinary care infrastructure and should focus on likely candidate genes known to be causally related to the suspected phenotype. In some cases, genetic evaluation without a suspected phenotype may be undertaken with appropriate genetic counseling, although genetic evaluation of patients with a known nongenetic cause of cardiac arrest is discouraged.The investigation of the families of victims of SUD and survivors of SCA should include clinical and, if known, genetic cascade testing. If the cause of SUD (or rarely, SCA) is unknown, then clinical investigation of first‐degree relatives may include physical examination, ECGs, cardiac imaging, ambulatory monitoring, and provocative testing (exercise, pharmacological, and rarely invasive electrophysiological) with multidisciplinary team supervision. Follow‐up and periodic re‐evaluation are important and are directed by initial findings.1INTRODUCTION1.1PurposeThis expert consensus statement represents an international multidisciplinary effort led by the Asia Pacific Heart Rhythm Society (APHRS), in partnership with the Heart Rhythm Society (HRS) and in collaboration with the Association for European Cardiovascular Pathology (AECVP), the European Heart Rhythm Association (EHRA), the European Society of Human Genetics (ESHG), the Latin American Heart Rhythm Society (LAHRS), the National Society of Genetic Counselors (NSGC) (USA), the Pediatric and Congenital Electrophysiology Society (PACES), and the European Reference Network for Rare and Low"
  },
  {
    "full_text": "the European Reference Network for Rare and Low Prevalence Complex Diseases of the Heart: ERN GUARD‐Heart. The intent is to provide clinicians with practical patient‐centered recommendations for evaluating patients with sudden cardiac arrest (SCA), decedents with sudden cardiac death (SCD), and their families, based on all available evidence. Although the recommendations are for optimal care, the writing committee recognizes that not all resources will be available to all clinicians. Nevertheless, this document articulates the evaluation that the clinician should aspire to provide.1.2Organization of the writing committeeThe writing committee consisted of internationally recognized experts from 14 countries in the fields of cardiac electrophysiology, cardiology, pediatric cardiology, genetic counseling, community genetics and public health genomics, and cardiac pathology, representing APHRS, HRS, AECVP, EHRA, ESHG, LAHRS, NSGC, PACES, and ERN GUARD‐Heart and selected according to each society's procedures. In addition, a patient representative was chosen to provide a consumer viewpoint. Each partner society nominated a chair, who did not have relevant relationships with industry and other entities (RWIs). In accordance with the APHRS policies, disclosure of any RWIs was required from the writing committee members (Appendix1) and from the peer reviewers (Appendix2); of the 28 committee members, 23 (82%) had no relevant RWIs. Recommendations were drafted by the writing committee members who did not have relevant RWIs.1.3Methodology and evidence reviewAfter development of a preliminary outline, committee members were given writing assignments and a schedule of conference calls. Writing committee members conducted a comprehensive evidence search using MEDLINE/PubMed, Embase, and the Cochrane Library and summarized the evidence in standardized tables (Appendix S1 in Supporting Information), with attention to the study type, size, inclusion criteria, and key findings. The writing committee reviewed evidence and established consensus to generate recommendations, which are presented in a modular knowledge chunk format, with each chunk including a table of recommendations, a brief synopsis, recommendation‐specific supportive text, flow diagrams or tables as appropriate, and references. Recommendations were formulated according to the American College of Cardiology (ACC)/American Heart Association (AHA) Class of Recommendation (COR) and Level of Evidence (LOE) system1(Table1) and were subject to a period of public comment. The COR indicates the strength of a recommendation based on assessment of the estimated benefits and risks; LOE rates the quality of evidence that supports the recommendation based on type, quantity, and consistency of data from clinical trials and other sources. Case reports were not used to support recommendations. The threshold for consensus was considered as 80% or higher agreement. The 74 recommendations were balloted by the 28"
  },
  {
    "full_text": "The 74 recommendations were balloted by the 28 writing committee members and approved by an average of 94%. A quorum of two‐thirds of the writing committee was met for all votes.TABLE 1ACC/AHA recommendation system: Applying Class of Recommendation and Level of Evidence to clinical strategies, interventions, treatments, and diagnostic testing in patient care*Reprinted with permission from the American College of Cardiology (ACC) and the American Heart Association (AHA).John Wiley & Sons, Ltd1.4Document review and approvalAfter review by the entire writing committee, the recommendations were opened for public comment; the draft document was reviewed by the International Scientific Document Writing Committee of the APHRS and the Scientific and Clinical Documents Committee of the HRS and was revised prior to external review. The document underwent external peer review by reviewers appointed by the APHRS and HRS and each of the collaborating societies. After subsequent revisions and endorsement by the participating societies, the document was ready for publication.1.5Scope of the documentThis document provides a framework for the investigation of (a) patients with SCA, (b) decedents with sudden unexplained death (SUD), and (c) families of both SCA survivors and SUD victims, as many conditions responsible for the cardiac arrest or unexplained death may be familial. Identifying a cause is important for preventing further events in the family, should an inherited condition be found. Integral to the process is the counseling of the patients and families, not only because of the emotionally charged subject, but because finding (or not finding) the cause of the arrest may influence the futures of the family members. The disciplines of cardiology, pediatrics, radiology, pathology, counseling, psychology, and genetics are all involved in this process. Therefore, the formation of multidisciplinary teams is essential to provide a complete service to the patients and their families.While this document endeavors to provide clinicians with practical recommendations for evaluating patients with SCA, decedents with SUD, and their families, the best approach will vary with the situation and will be influenced by, for example, the subject's age and results of initial testing. Although some of the recommendations do specify an age cutoff, it is recognized that this age is somewhat arbitrary and may not be always appropriate for the disease being investigated for or the demographics of the patient's country. Nevertheless, where an age is specified in a recommendation, it has passed the consensus voting of the writing group. Referral to a center with a multidisciplinary team experienced in such evaluations is recommended because it can facilitate navigation of these complexities. A multidisciplinary team can also help organize interval follow‐up evaluations for SCA survivors and their family members. Repeated interval follow‐up can reveal important new clinical data"
  },
  {
    "full_text": "follow‐up can reveal important new clinical data and allows for integration of new knowledge into the continued evaluation and care of these patients. The writing committee members recognize that not all investigative modalities recommended will be available in all circumstances; however, this document is an attempt to outline an approach to which the clinician should aspire.1.6Relevant clinical practice documentsTable2lists pertinent guidelines and consensus statements that the writing committee considered for this document. The included documents contain relevant information for the diagnosis of patients with SCA and SCD.TABLE 2Relevant clinical practice documentsTitlePublication yearEuropean Recommendations Integrating Genetic Testing into Multidisciplinary Management of Sudden Cardiac Death220192019 HRS/EHRA/APHRS/LAHRS Expert Consensus Statement on Catheter Ablation of Ventricular Arrhythmias320192019 HRS Expert Consensus Statement on Evaluation, Risk Stratification, and Management of Arrhythmogenic Cardiomyopathy420192018 ESC Guidelines for the Diagnosis and Management of Syncope520182017 AHA/ACC/HRS Guideline for Management of Patients with Ventricular Arrhythmias and the Prevention of Sudden Cardiac Death62017Pre‐participation Cardiovascular Evaluation for Athletic Participants to Prevent Sudden Death: Position Paper from the EHRA and the EACPR, Branches of the ESC720162015 ESC Guidelines for the Management of Patients with Ventricular Arrhythmias and the Prevention of Sudden Cardiac Death82015EHRA/HRS/APHRS Expert Consensus on Ventricular Arrhythmias92014HRS/EHRA/APHRS Expert Consensus Statement on the Diagnosis and Management of Patients with Inherited Primary Arrhythmia Syndromes102013HRS/EHRA Expert Consensus Statement on the State of Genetic Testing for the Channelopathies and Cardiomyopathies112011John Wiley & Sons, Ltd1.7DefinitionsThe terms used in the consensus statement are defined in Table3.TABLE 3DefinitionsTermDefinitionSudden cardiac arrest (SCA)Sudden cessation of cardiac activity with hemodynamic collapse, typically due to sustained ventricular arrhythmiaSudden cardiac death (SCD)Death that occurs within 1 hour of onset of symptoms in witnessed cases, and within 24 hours of last being seen alive when it is unwitnessedSudden unexplained death (syndrome) (SUD[S])Unexplained sudden death occurring in an individual older than 1 yearSudden unexplained death in infancy (SUDI)Unexplained sudden death occurring in an individual younger than 1 year with negative pathological and toxicological assessmentNote: Synonymous with “sudden unexplained infant death” (SUID)Sudden arrhythmic death (syndrome) (SAD[S])Unexplained sudden death occurring in an individual older than 1 year with negative pathological and toxicological assessmentNote: Synonymous with “autopsy‐negative sudden unexplained death”Sudden unexplained death in epilepsy (SUDEP)Sudden and unexpected, nontraumatic and nondrowning death of a person with epilepsy, without a"
  },
  {
    "full_text": "death of a person with epilepsy, without a toxicological or anatomical cause of death detected during the postmortem examinationJohn Wiley & Sons, Ltd2EPIDEMIOLOGY2.1Epidemiology: sudden death\"Sudden unexplained death\" refers to an unexpected and sudden death in an individual older than 1 year. Sudden death occurring unexpectedly within the first year of life is termed “sudden unexplained death in infancy” (SUDI). Multiple definitions have been in use over the past decades, although most recent studies implement a definition that differs between witnessed and unwitnessed events; in witnessed cases, death has to occur within 1 hour of change in cardiovascular status, whereas unwitnessed cases have to be seen alive and functioning normally within 24 hours of being found dead.12,13SCD constitutes the majority of SUD.14,15,16Reported overall SCD incidence rates vary across studies and countries, in part due to large difference in SCD definitions and methods for estimation of SCD rates. Previous studies report overall SCD rates ranging from 15 to 159 SCD per 100 000 persons per annum, corresponding to 6%–20% of all deaths.17,18,19,20,21,22,23,24However, both incidence and causes of SCD vary markedly with age. Lowest SCD incidence is observed in children and adolescents.15,18,25,26,27,28SCD incidence is low in children and the young under 35 years and increases dramatically up until the age of approximately 60–80 years.15,19,20,29,30In young persons aged 1–35 years, most SCDs are caused by potentially inherited heart diseases, including primary arrhythmogenic disorders (eg, congenital long QT syndrome and catecholaminergic polymorphic ventricular tachycardia [CPVT]), hypertrophic cardiomyopathy, arrhythmogenic cardiomyopathy, and dilated cardiomyopathy;15,18,25,26,27,28,29,31,32however, coronary artery disease, anomalous coronary arteries, aortic dissection, congenital heart disease, and myocarditis are also potential causes, potentially with a non‐negligible genetic component (Figure1). From the age of 35 years, coronary artery disease becomes the most common cause of SCD, although potentially inherited heart diseases remain a common cause of SCD at least until the age of 50 years.27,29,33Individuals with SUD who subsequently have negative pathological and toxicological assessment may be assumed to have sudden arrhythmic death (syndrome), or SAD(S), a term synonymous with “autopsy‐negative SUD.”FIGURE 1Distribution of causes of death among autopsied cases of sudden cardiac death (n = 753) according to age in persons aged 1‐49 years in Denmark (J.T.‐H., unpublished data). SADS, sudden arrhythmic death syndrome. *Coronary artery disease, especially in young persons, may be due to inherited disease (eg, familial hypercholesterolemia)At any age, males have higher SCD rates compared with females, even after adjustment for risk factors of coronary heart disease.34Ethnic background seems to have large effect.35,36Recommendations for improving outcomes from"
  },
  {
    "full_text": "for improving outcomes from sudden deathCORLOERecommendationsReferences1B‐NR1. Investigation of SUD at a young age should be made a public health priority due to the combined prevalence of inherited cardiac diseases of at least 1:500, the years of potential life lost, and the significant impact on the family and community; therefore, public funding should be allocated for relevant investigations.15,25,371C‐EO2. Identification of inherited cardiac conditions that predispose to SCD should be made a public health priority, as diagnosis may prevent future cardiac events in affected family members.1B‐NR3. The burden of SUD and varied outcomes in relation to sex, different ethnic populations, and socioeconomic backgrounds should be investigated worldwide.35,36,38,39SynopsisSUD is a tragedy and, in the case of an underlying genetic predisposition, may be preventable. The main cause of SUD is SCD. SCD in the young often occurs in people who were thought to be well, may occur without warning symptoms, and is often the first presentation of an underlying genetic heart disease. Across all ages, estimates differ from 5% to 20% of all deaths, and ethnicity‐specific data on SCD incidences worldwide are sparse. Cause of death changes according to age (Figure1). Exact estimates of the burden of SCD are crucial in order to adjudicate public health spending.Recommendation‐specific supportive text1. and 2. Inherited cardiac disorders are the main cause of SCD in the young. Sudden death is SCD in 60%‐90% depending on age, of which the majority is potentially from inherited cardiac disease.2,15,40Exact estimates of the burden of SCD are crucial in order to adjudicate public health spending.253. Estimates of SCD among different ethnic backgrounds are sparse worldwide.35,36,38,392.2Epidemiology: sudden cardiac arrest survivors2.2.1BackgroundOut‐of‐hospital cardiac arrest (OHCA) is a leading cause of mortality globally41,42,43and is defined as the loss of functional cardiac mechanical activity in association with an absence of systemic circulation, occurring outside of a hospital setting. The exact burden of OHCA remains unknown, since a considerable number of cases are not attended by emergency medical services (EMS) and regional variations are prevalent in both reporting systems and survival.17,44,45Approximately 275 000 people in Europe have cardiac arrest treated by EMS per year, with only 29 000 (10.5%) surviving hospital discharge.46In England, 28 729 EMS‐treated OHCA cases were reported in 2014 (53 cases per 100 000 of the resident population), with only 7.9% surviving to hospital discharge.47In the United States, reports from 35 communities suggested an incidence of 55 per 100 000 person‐years48or approximately 155 000 individuals having an EMS‐treated all‐rhythm OHCA per year.48Globally, the weighted incidence estimates per 100 000 person‐years of EMS‐treated OHCA are 34.4 in Europe, 53.1 in North America, 59.4 in Asia, and 49.7 in Australia. For reported"
  },
  {
    "full_text": "59.4 in Asia, and 49.7 in Australia. For reported survival estimates, the percentage survival to discharge was 7.6% in Europe, 6.8% in North America, 3.0% in Asia, and 9.7% in Australia.42Significant geographical variation in the incidence of OHCA associated with poor outcomes has remained unchanged in the past 3 decades.17,41,42,44However, implementation of coordinated efforts targeted at improving the local chain of survival in some cities has improved regional survival to 20%–40%.49,50This survival benefit can be partially attributed to varying definitions of OHCA,42but it is primarily due to a coordinated effort to optimize the effectiveness of the local chain of survival.51Identifying and improving weak links in the local chain of survival, paired with targeted approaches to improve the effectiveness, has resulted in positive outcomes achieved in several geographic regions.49,52,53,542.2.2Causes of out‐of‐hospital cardiac arrestOHCA causes are classified into cardiac and noncardiac causes.47,55,56Approximately 80% of individuals presenting with OHCA reached by EMS, and in whom resuscitation is considered possible, have a cardiac cause.56OHCA can affect seemingly fit and healthy athletes, young adults, or children. The incidence of SCD in athletes can range from 1 in 23 000 to 1 in 200 000 athletes per year, depending on a number of factors including populations studied.57,58In a retrospective analysis of the Rescu Epistry database of consecutive OHCA attended by EMS in a specific area of Ontario, Canada, the incidence of SCD during participation in competitive sports was reported to be 0.76 cases per 100 000 athlete‐years.59The main causes of SCD were stratified by age. In those younger than 35 years, structural heart and primary arrhythmic causes were most common. In those aged between 35 and 45 years, coronary artery disease was the most frequent underlying pathology.59In a prospective study of children and young adults aged 1–35 years, 490 cases of SCD were identified from centers in Australia and New Zealand.25The cause of death was unexplained in 40% of these cases at autopsy, in whom a structurally normal heart was reported.25In this study, the annual incidence of SCD was calculated to be 1.3 cases per 100 000 people. When stratified according to age group, the highest incidence (3.2 cases per 100 000 people per year) was observed in those aged 31–35 years. Coronary artery disease was the most common cause ascribed. Younger age and SCD occurring at night were independently associated with unexplained SCD, probably due to congenital channelopathies. Less common causes were inherited cardiomyopathies (eg, dilated, hypertrophic, and arrhythmogenic right ventricular), myocarditis, and aortic dissection.The Cardiac Arrest Registry to Enhance Survival (CARES), established by the Centers for Disease Control and Prevention (CDC),60evaluated OHCA events of presumed cardiac etiology that involve persons who received resuscitative effort. OHCA"
  },
  {
    "full_text": "persons who received resuscitative effort. OHCA is defined in CARES as a cardiac arrest that occurred in the prehospital setting, had a presumed cardiac etiology, and involved a person who received resuscitative efforts, including cardiopulmonary resuscitation (CPR) or defibrillation. The registry includes 40 274 OHCA records, of which 31 689 OHCA events were presumed to be of cardiac etiology (eg, myocardial infarction or arrhythmia) that received resuscitation efforts in the prehospital setting (mean age 64.0 years [SD 18.2]; 61.1% male). The survival rate to hospital admission was 26.3%, and the overall survival rate from cardiac arrest to hospital discharge was 9.6% (Figure2). Approximately 36.7% of OHCA events were witnessed by a bystander. Only 33.3% of all patients received bystander CPR, and only 3.7% were treated by bystanders with an automated external defibrillator (AED) before the arrival of EMS providers.FIGURE 2Cumulative overall survival rates, by participating emergency medical services agency—Cardiac Arrest Registry to Enhance Survival (CARES), United States, October 1, 2005–December 31, 2010. Agencies sorted by total number of out‐of‐hospital cardiac arrest events in CARES (from low to high; range: 18–5434)60The group most likely to survive an OHCA is persons who are witnessed to collapse by a bystander and found in a shockable rhythm (ie, arrhythmias leading to ventricular fibrillation or pulseless ventricular tachycardia).60Among this group, survival to discharge was 30.1% (Figure3). A subgroup analysis, performed among persons who experienced OHCA events unwitnessed by EMS, revealed that whites were significantly more likely to receive CPR than blacks, Hispanics, or members of other racial/ethnic populations (P< .001). Overall survival to hospital discharge of patients whose events were not witnessed by EMS personnel was 8.5%. Of these, patients who received bystander CPR had a significantly higher rate of overall survival (11.2%) than those who did not (7.0%) (P< .001).FIGURE 3Cumulative Utstein survival rates (patients alive when arriving to hospital) by participating emergency medical services agency—Cardiac Arrest Registry to Enhance Survival (CARES), United States, October 1, 2005–December 31, 2010. Agencies sorted by total number of out‐of‐hospital cardiac arrest events in CARES (from low to high).60†Utstein survival refers to survival to hospital discharge of persons whose cardiac arrest events were witnessed by a bystander and had an initial rhythm of ventricular fibrillation or pulseless ventricular tachycardia (range: 0–598)Figure4shows bystander CPR and lay AED use by percentage of black residents in the area. Directing attention toward improving education, availability of AEDs, and treatment of cardiac arrest in predominantly black neighborhoods may save lives.39FIGURE 4Bystander treatments of patients with out‐of‐hospital cardiac arrest before emergency medical services arrival among neighborhoods by percentage"
  },
  {
    "full_text": "arrival among neighborhoods by percentage of black residents. Reprinted with permission from the American Medical Association.39AED, automated external defibrillator; CPR, cardiopulmonary resuscitationBystander AED use in OHCA in pediatric populations is variable and uncommon, with important variations based on neighborhood characteristics leading to marked disparities in survival and outcomes. Griffis et al38reported that AED use (likely due to availability) was more common in neighborhoods with a median household income of >$50 000 per year (12.3%;P= .016), <10% unemployment (12.1%;P= .002), and >80% high school education (11.8%;P= .002). Greater survival to hospital discharge and neurologically favorable survival were among arrests with bystander AED use, varying by neighborhood characteristics.2.2.3Public health implicationsThe majority of persons who experience an OHCA event, irrespective of etiology, do not receive bystander CPR or other timely interventions that are known to improve the likelihood of survival to hospital discharge (eg, defibrillation).54Because nearly half of cardiac arrest events are witnessed, efforts to increase survival rates should focus on timely and effective delivery of interventions by bystanders and EMS personnel (Figure5).FIGURE 5Bystander‐witnessed arrest, bystander cardiopulmonary resuscitation (CPR), shockable heart rhythm as first recorded rhythm, and survival on arrival at the hospital, Denmark, 2001–2010. Reprinted with permission from the American Medical Association54Education of public officials and community members regarding the importance of increasing rates of bystander CPR and promoting the use of early defibrillation by lay and professional rescuers is critical to increasing survival rates. Reporting at local and national levels can enable local and national public health and EMS agencies to coordinate their efforts to target improving emergency response for OHCA events, regardless of etiology, which can lead to improvement in OHCA survival rates (Figure6).FIGURE 6Examples of complimentary bystander cardiopulmonary resuscitation (CPR) programs. Reprinted with permission from Elsevier61Recommendations for improving outcomes in SCA survivorsCORLOERecommendationsReferences1B‐NR1. Targeted CPR training should be widely implemented with particular emphasis on low‐income communities, ethnic minorities, and middle‐ to low‐income countries.38,601B‐NR2. The burden of out‐of‐hospital SCA and varied outcomes in different ethnic populations and socioeconomic backgrounds should be investigated worldwide.35,38,391B‐NR3. Appropriately maintained AEDs should be readily available at schools, stadiums, public transport stations, casinos, etc, as well as venues where no other access to AEDs is available (eg, trains, ships, planes), with appropriate training of users.62,63SynopsisOHCA remains a significant cause of mortality globally. Despite implementation of cardiac arrest protocols including CPR training and"
  },
  {
    "full_text": "arrest protocols including CPR training and AEDs, only 33% of witnessed OHCA cases receive bystander CPR and less than 4% are defibrillated onsite. OHCA hospital discharge survival remains dismal at around 10% and has remained stagnant for the past 3 decades. Significant geographic variation in OHCA incidence and the role of social disparities merit further research. Public health campaigns promoting CPR training in at‐risk communities and greater availability of AEDs are needed.Recommendation‐specific supportive textCoordinated efforts targeted at improving the local chain of survival have improved regional survival.49,50Targeted approaches to improve the effectiveness of CPR have resulted in positive outcomes.52,53,54The group most likely to survive an OHCA is persons who are witnessed to collapse by a bystander and found in a shockable rhythm, so widespread CPR training is recommended. Subgroup analysis has revealed that whites were significantly more likely to receive CPR than other racial/ethnic populations.60AED use was more common in neighborhoods with high median household income, <10% unemployment, and >80% high school education.38Therefore, maximum benefit will be gained from targeting CPR training to groups of high socioeconomic need and ethnic minorities.The burden of OHCA and the response of bystanders appears to vary according to ethnicity and socioeconomic status.35,38,39,60Further investigation of these findings may result in targeted approaches to maximize outcome from investment when aimed at these communities.Availability of AEDs has been shown to improve survival.62,63,64Therefore, as the majority of cardiac arrests are witnessed, AEDs at schools, stadiums, stations, etc, may be expected to increase survival. Venues where delivery of AEDs by emergency services is unlikely (eg, trains, ships, planes) are of particular importance. Appropriately maintained equipment and appropriate training of potential AED users are an essential component of this strategy.3MULTIDISCIPLINARY TEAM3.1IntroductionThe investigation of SCD and resuscitated SCA requires input from a variety of different disciplines. The coordination and the communication between them mandate the formation of a multidisciplinary team. Numerous consensus statements agree on the importance of a dedicated combined cardiac genetic service in this setting.2,11,65,66,673.2Key features of an effective multidisciplinary teamCertain key features can be identified in well‐functioning multidisciplinary teams across specialties. Nancarrow et al68propose 10 key attributes including positive leadership and management, communication strategies and structures, appropriate resources, appropriate skill mix, and a supportive team climate with a focus on education of each other. There should be open communication and shared decision‐making.The detection of inherited heart conditions by pathologists and by hospital clinicians requires heightened awareness of their existence and a simple"
  },
  {
    "full_text": "awareness of their existence and a simple referral pathway to a multidisciplinary service with cardiac genetic expertise. Clinical experience shows that the appointment of a coordinator, as well as an enthusiastic team leader, is essential to facilitate this process, and regular meetings increase relevance and improve attendance69(Figures7and8).FIGURE 7Referral flow for cardiac genetic investigation of sudden cardiac death (SCD) or resuscitated sudden cardiac arrest (SCA). MDT, multidisciplinary teamFIGURE 8Participants in a cardiac genetic service. “Pathologists” includes forensic pathologists. Modified with permission from Elsevier693.3Defining which disciplines should be representedThe investigation of SUD is led by (forensic) pathology and the investigation of resuscitated SCA by pediatric or adult cardiology, with cardiac heart rhythm specialists and genetic cardiologists often being central. Clinical and molecular genetic specialists and genetic counselors are needed because of the significant role of molecular genetics in achieving a diagnosis and cascade screening, the consideration of multisystem genetic syndromes, and the high prevalence of genetic variants of uncertain significance.70,71The high levels of psychological morbidity among SCA survivors and family members of both SCA survivors and decedents mandates access to psychology expertise,72,73,74and input into the multidisciplinary team helps keep this in focus.75The presence of a specialist cardiac genetic nurse in the cardiology inpatient setting increases detection of inherited cardiac conditions following SCA.76Other clinical specialists can be helpful and be drafted in for certain cases—neurologists, pediatricians, metabolic specialists, and intensivists, for example.3.4Coordination across disciplines and other boundariesThe fact that the many disciplines may not be co‐located highlights the importance of a coordinator to a multidisciplinary service. Co‐location is not critical for effective collaboration, and non‐co‐location should not be an excuse for failed collaboration. A regional or institutional coordinator could be a nurse specialist, genetic counselor, or other allied professional and is vital to facilitate team meetings and communication between specialists and between centers, with primary care and across regions or between states and countries where necessary to facilitate family screening69,77(Figure7).3.5Links to other servicesLinks to other services as proposed in a recent scientific statement66and practiced by some centers already69include connections to molecular genetic expertise, researchers, primary health providers, between regions, and to a cardiac genetic clinical registry to facilitate family screening and follow‐up across traditional boundaries (Figure8).Clinical and genetic registries are generally voluntary and consent‐based and have a research element. We do not consider that they are compulsory. However, in this setting they do have particular"
  },
  {
    "full_text": "However, in this setting they do have particular relevance because many cases remain unresolved after the initial investigation and families may find comfort in knowing that efforts to find a diagnosis continue. The multidisciplinary team also provides a mechanism to revisit family members if new findings appear in the wider family or if the pathogenicity of a genetic variant is redefined.Recommendations for the role of a multidisciplinary team for investigation of SUD and SCACORLOERecommendationsReferences1B‐NR1. The investigation of SUD and SCD due to a potentially heritable condition should be overseen by a multidisciplinary team with, as a minimum, appropriate expertise in pediatric and/or adult cardiology, genetics, genetic counseling, and pathology.78,79,80,81,821B‐NR2. The investigation of a sudden cardiac arrest survivor where a heritable condition is possible should be overseen by a multidisciplinary team with, as a minimum, appropriate expertise in pediatric and/or adult cardiology, genetics, and genetic counseling.79,82,83,84,85SynopsisThe cardiac and genetic investigation of SUD and resuscitated SCA should be overseen by a multidisciplinary team with appropriate expertise in this area. Recommendations include adequate resourcing, a dedicated coordinator, strong leadership, and a mutually supportive team that meets regularly.Recommendation‐specific supportive textFor regions where coordinated cardiac genetic services exist that include the investigation of SUD, detection of inherited heart conditions is higher than in regions where they are not.78Families prefer specialized clinics that combine co‐located cardiac and genetic expertise and genetic counseling.79Many such dedicated clinics internationally have led to the detection of inherited heart conditions following SCD and resuscitated SCA.80,81,82It is therefore logical that multidisciplinary teams should have links to such clinics. Continued productive dialogue among pathology, coronial, police, and cardiac genetic services is recommended to improve the quality and relevance of forensic pathologists’ reports.86Genetic testing in this context leads to a significant proportion of both pathogenic and unclassified variants, and precise evaluation of clinical phenotype is imperative for the correct assignation of such variants, so that a service that combines specialist cardiology and genetic expertise is essential.83,84Specialized clinics that combine co‐located cardiac and genetic expertise and genetic counseling are preferred,79and such combined clinics have a high detection of inherited cardiac conditions following resuscitated SCA.82,854COUNSELING FAMILIES, THE BEREAVED AND THE NEARLY BEREAVEDGenetic counseling is a process that aims to assist patients and their families to understand and adapt to the medical, psychosocial, and familial impact of inherited diseases.87,88Genetic counseling goes beyond the discussion of genetic testing and is important for all patients with a"
  },
  {
    "full_text": "testing and is important for all patients with a genetic condition, at all stages of management.89Although genetic counseling may be performed by any number of health professionals, genetic counselors are specifically trained in this role and have grown to a large allied health workforce worldwide.90,91In some institutions, this role may be performed by a clinical/medical geneticist, genetic nurse, or other appropriately trained specialist.In the setting of SCD or resuscitated SCA where a genetic cause is suspected, the inclusion of genetic counselors in the multidisciplinary team is widely advocated. The role of the cardiac genetic counselor includes taking a detailed family history, investigating and confirming details such as postmortem reports, providing education and awareness, assisting in coordinating family clinical screening, and providing psychosocial support.74,92,93,94,95Throughout the process of genetic testing, genetic counselors provide important pre‐ and post‐test genetic counseling, assist with interpretation of the results, help communicate this information to relatives, and assist with cascade genetic testing75,93,96,97(Table4).TABLE 4Key goals of genetic counseling following sudden cardiac death/resuscitated sudden cardiac arrestGoalDescriptionGenetic counseling about inheritance risksProvide information tailored specifically to the family about their inheritance risks.Provide education and awarenessEducate about inheritance risks, the need for clinical surveillance, and options for genetic testing to allow the family to make subsequent important medical decisions. Conveying information is not straightforward, given varying health literacy and competing health concerns; however, genetic counseling can support effective communication.98Genetic counseling can also include connection of families with advocacy organizations and relevant research studies.Pre‐ and post‐test genetic counselingExplain the process and discuss the options of genetic testing, all possible outcomes of testing, implications for patients and/or their family members, and worries and fears about testing; ensure consideration of all possible results and implications.99Care should be taken in conveying test results of uncertain significance,100,101specifically ensuring adequate understanding and confidence to communicate key risk information to family members.Pre‐ and post‐test genetic counseling for cascade testing of asymptomatic relativesThere are ethical, legal, and social implications when considering cascade genetic testing of asymptomatic at‐risk relatives. Careful pre‐test genetic counseling should explore the individual's feelings toward their risk, how they might feel if they are gene positive or gene negative, and implications for their own health and clinical management based on their genetic result. Discussion about the potential for reclassification of the genetic result is also important.102,103Provide input regarding classification of genetic"
  },
  {
    "full_text": "input regarding classification of genetic variantsKnowledge of variant and gene curation processes will enable review of any genetic test findings at all stages of family management.104Clinicians involved in family management (including genetic counselors) are more likely to provide conservative variant classifications compared to clinical laboratories,105and processes to guarantee regular review of variants will ensure appropriate reclassifications are made.106,107Obtain detailed three‐generation family history and confirm detailsRecord family history information in a pedigree and interpret the information and the risk posed to family members. Taking a detailed family history can allow development of rapport, elucidate family relationships and social circumstances, and inform clinical care.108Assist with coordination of family clinical screeningEnsure adequate understanding of the clinical screening recommendations for family members and provide assistance with communicating this to relatives as needed. Provide support in organizing cardiology appointments with appropriate tests.92Provide psychosocial support and identify when referral to clinical psychologist is requiredAlthough genetic counseling is unlikely to resolve any significant psychopathologies, the process of providing information and a big picture perspective allowing a patient to normalize their experience and emotional response can have a positive impact, including patient empowerment.109,110,111John Wiley & Sons, LtdWhere there are significant emotional difficulties (see Section 5), the process of effectively conveying genetic information can be challenging.112For families who have experienced a young SCD where a genetic cause is suspected, learning the potential inheritance risk to family members and need for clinical screening can add an additional stressor at a time of intense grief. Furthermore, with the increasing availability of postmortem genetic testing (see Sections6.4and6.5), the need for complex genetic discussions with families is more commonplace.113Genetic counseling prior to and after genetic testing is important, particularly where genetic test results are not straightforward such as identification of variants of uncertain significance or in the event of a variant reclassification.100,102There is wide acknowledgment that genetic counseling as a process should go beyond just provision of information.109,114The psychosocial aspects of genetic counseling include psychological support, empathic listening, crisis intervention skills, knowledge of family dynamics, coping models, processes of grief, and adjustment to disease diagnoses, all of which align with the core competencies of genetic counseling accreditation.115,116Attending to the psychosocial needs, in addition to provision of education and information, has been demonstrated to positively impact patient outcomes, largely based around knowledge and recall, but healthy adjustment, empowerment, behavioral change,"
  },
  {
    "full_text": "adjustment, empowerment, behavioral change, and satisfaction with decision‐making also reduce anxiety and worry.109,110,111,115Recommendations for counseling families affected by SUD and SCACORLOERecommendationsReferences1B‐NR1. Genetic counseling is strongly recommended for all families where there has been an SUD or resuscitated SCA and a heritable cause is suspected, and should include antemortem and postmortem data collection and evaluation, so that risks, benefits, results, and the clinical significance of genetic testing can be discussed.80,81,82,84,85,99,109,110,1111C‐EO2. It is recommended that genetic testing in families where an SUD or resuscitated SCA due to a heritable cause is suspected is performed only with appropriate genetic counseling.SynopsisGenetic counseling of patients and their families with genetic conditions is recommended, including those with SCD or resuscitated SCA where a genetic cause is suspected. Key aspects of the process include discussion of inheritance risks, education and awareness, pre‐ and post‐test genetic counseling, interpretation of genetic results, taking a family history, coordination of clinical screening, and psychosocial support. Genetic counseling is focused on both information provision and psychosocial support and together has been shown to improve knowledge and recall; promote healthy adjustment, empowerment, and behavioral change; increase satisfaction with decision‐making; and reduce anxiety and worry. While genetic counseling is a process often performed by a variety of health professionals, ideally a specifically trained genetic counselor or genetic nurse with appropriate skills in information provision and psychosocial support would perform this role.Recommendation‐specific supportive textGenetic counseling includes both information provision and psychosocial support. It is ideally performed by health professionals with specific training and experience; this includes genetic counselors, genetic nurses, or other qualified health professionals.80,81,82,84,85,99,109,110,111In the context of genetic testing, pre‐ and post‐test genetic counseling must be performed.75,95,96,113In cases where there is uncertainty in the findings, such as a variant of uncertain significance or a variant reclassification, this is of particular importance.100,1025PSYCHOLOGICAL CARESCD where a genetic cause is suspected has a profound psychological impact on the surviving members of the family. Grief is a normal emotional response to the loss of a loved one. Individuals will grieve differently, and while there is no single trajectory, many will experience disbelief, yearning, anger, sadness, and acceptance.117After a death, an individual will not return to normal, but rather create a revised meaningful life without the deceased. In a small proportion of bereaved individuals, the initial grief response does not resolve and may result in prolonged grief, or persistent complex bereavement disorder according to the"
  },
  {
    "full_text": "complex bereavement disorder according to the Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM‐5).118,119This occurs in approximately 7% of the general bereaved population,120and in 21% of first‐degree relatives following SCD in the young.121Posttraumatic stress symptoms can also be experienced by family members. Posttraumatic stress occurs in response to a specific trigger, typically one that threatens one's own or a loved one's well‐being. It is characterized by avoidance with hyperarousal and intrusive thoughts, including persistent and extreme fear and panic similar to that experienced by family members at the time of the event.122Posttraumatic stress has been shown in 44% of first‐degree relatives following a young SCD.121Individuals with prolonged grief and/or posttraumatic stress symptoms can benefit from intervention with a clinical psychologist or other appropriately trained clinicians, and there is extensive evidence to support the efficacy of psychological treatments for these conditions in other settings.120Further, there is greater risk of other psychiatric comorbidities,118suicide,123and development of chronic medical conditions.124Factors associated with poor psychological outcomes have been investigated. One study showed that mothers of the deceased were more likely to report anxiety and depression symptoms.72In total, 53% of the mothers surveyed reported probable anxiety disorder on average 4 years after the death. In a larger study, after adjusting for factors including relationship to the decedent, those family members who witnessed the death or discovered the decedent's body had a 3‐fold risk of posttraumatic stress symptoms (OR 3.3, 95% CI 1.2–8.7,P= .02) and a 4‐fold risk of prolonged grief (OR 4.0, 95% CI 1.3–12.5,P= .02).121Given that half report symptoms indicating psychological difficulties, all first‐degree relatives should be offered psychological evaluation and treatment. Although the evidence for psychological support is derived from studies investigating SCD where a genetic cause is suspected, it may logically apply to those individuals who have survived SCA and their families (Figure9).FIGURE 9Psychological care following a sudden cardiac arrest (SCA) or a sudden unexplained death (SUD) where a genetic cause is suspected. Colors correspond to the Class of Recommendation in Table1There may be initial reluctance to seek psychological support given community stigma around mental health. Indeed, a recent study investigating families who had experienced a young SCD found that only 12% had sought psychological support, with most of those being self‐referrals.125In discussing options for ongoing psychological support with patients and families, normalizing their response to a significant psychological stressor and describing common symptoms of prolonged grief and posttraumatic stress may reduce any perceived sense of stigma and increase interest in seeking support.A recent needs analysis of parents"
  },
  {
    "full_text": "support.A recent needs analysis of parents who had experienced the SCD of their child (including adult children) found that while medical information and support were the most important need, psychological information and support were the most unmet need.126Nearly three‐quarters reported wanting access to professional counseling or psychological services. Further, many indicated access to genetic testing or understanding the genetic cause to be an important need, highlighting the importance of maintaining realistic expectations regarding the diagnostic yield of postmortem genetic testing with families.100At present, this is likely not greater than 15%, and there is a high likelihood of uncertain genetic findings especially with increasing gene panel sizes.25,70A Swedish study of parents whose children died suddenly between 15 and 35 years of age likewise showed a critical lack of information and support in the acute grief stage.127This included a need for better communication of the postmortem examination process (how long it would take, when they would get results), time with a health professional to discuss the death, and information about the cause of death. There was a lack of psychological support in the immediate aftermath, with many family members seeking their own care, including grief counselors and support groups. The need for support in the early aftermath has been shown to be important in other studies examining suddenly bereaved parents.128,129Community or peer‐based bereavement support groups can also enhance social support.120,130Peer support programs come in many different forms but always involve people with similar backgrounds providing emotional, social, or practical support to each other.131Peer supporters draw on their shared experiences to provide empathic understanding, information, and advice to those they are helping. A key aim is to promote hope, recovery from illness or trauma, improved life skills, psychological well‐being, and social integration.132A recent systematic review of peer support services for bereaved survivors of the sudden death of a loved one in multiple settings found evidence of reductions in grief and increased well‐being and personal growth among participants, and improved personal growth and positive meaning in life among peer providers.133There is a current gap in care in addressing psychological support needs of families after the SCD of a young relative.Recommendations for psychological careCORLOERecommendationsReferences1B‐NR1. In the investigation of SCA where a genetic cause is suspected, it is recommended that referral be offered for assessment by a health professional trained in psychological evaluation and treatment to the patient (if survived) and immediate family members.72,121,126,1342aC‐LD2. In the investigation of SUD where a genetic cause is suspected, provision of information and referral to support services such as support workers, grief counseling, and peer support services can be"
  },
  {
    "full_text": "counseling, and peer support services can be useful.127,131,132,133SynopsisThe psychological impact to the family following an SCD where a genetic cause is suspected can be significant. Although many family members will navigate their way through this traumatic experience, up to 44% may require additional psychological support from an appropriately trained health professional such as a clinical psychologist. Addressing community stigma around mental health needs to be considered and discussed with families. In addition, support services such as social workers, grief counselors, psychosocial teams, and peer support groups may be useful to many families. Whereas the evidence for psychological support is derived from studies investigating SCD where a genetic cause is suspected, it may logically apply in those families where there has been an SCA.Recommendation‐specific supportive text1. and 2. A clinical psychologist or appropriately trained health professional includes those equipped to assess and treat trauma; for example, those experienced in delivering cognitive behavioral therapies. While the evidence to date supports a need for psychological support in family members following a young SCD where a genetic cause is suspected, this may likewise be important for relatives of a patient who suffers an SCA.72,121,134There is a need to train personnel in psychological care for SUD and SCA, as this is an area where the need is not currently met.6INVESTIGATION OF SUDDEN DEATH6.1Investigation of sudden death: history—personal and familyDespite being “low‐tech” and inexpensive, the history, as a tool for clinical phenotyping, is the essential and fundamental basis of approaching a patient with SCA because it can guide appropriate use and interpretation of other diagnostic modalities. The history should be focused toward both the decedent proband and also the wider family for evidence of other potentially affected members prior to investigations. Surviving family members should be investigated by a multidisciplinary team within a specialist program for cardiovascular genetic disorders with the all appropriate medical, genetic, and psychological personnel and ability for comprehensive investigations2,10(Figure10).FIGURE 10Investigation of sudden unexplained death: personal and family history. Colors correspond to the Class of Recommendation in Table1. SCD, sudden cardiac deathThe proband age may help define potential etiologies; CPVT and long QT syndrome are typically diseases of the young, whereas coronary artery disease and cardiomyopathies become more common with age (Figure1). Although most deaths occur at rest or during sleep,25death during exertion may point to specific etiologies such as CPVT, long QT syndrome type 1, or arrhythmogenic cardiomyopathy. In addition to a detailed prior medical and medication history (including potential drugs of abuse), the decedent's health in the 24–48 hours preceding death including the presence of any viral"
  },
  {
    "full_text": "death including the presence of any viral prodrome or fever, as well as any prescribed medication, may be relevant. Myocarditis secondary to viral infection may be associated with viral and gastrointestinal symptoms, and both Brugada syndrome and long QT syndrome may be exacerbated by specific pharmacological agents through further inhibition of ion channel function.135Fever is a well‐recognized trigger of ECG changes and arrhythmia in Brugada syndrome136and in some long QT syndrome subtypes,137and in young children may be misdiagnosed as febrile seizures.138Between 18% and 45% of sudden death cases may have experienced prior relevant symptoms, typically palpitations, chest pain, pre‐syncope, or syncope, and may have undergone relevant investigations.29,70,139All medical records relevant to the sudden death etiology should be sought.Relevant information from the family history should be collected by a health professional with specific experience in cardiovascular genetic disease (preferably a genetic counselor) and by an appropriately trained cardiologist. Symptoms and diagnoses in other family members as well as prior cardiovascular investigations should be sought. Noncardiac findings may be highly pertinent including unexplained epilepsy unresponsive to conventional therapy; skeletal muscle weakness; curled hair and subtle palmoplantar hyperkeratosis/keratoderma (arrhythmogenic cardiomyopathy)140; attention deficit disorder and intellectual disability (CPVT)141; and history of pneumothoraces, vascular disease, and gastrointestinal and uterine rupture (vascular Ehlers‐Danlos syndrome).142Any other deaths or major cardiac events in the family should be recorded including those related to drowning in good swimmers, unexplained motor vehicle accidents, and sudden infant death or late fetal demise. If the SUD was observed, it is useful to collect witness accounts about the events occurring immediately prior to the collapse and during any resuscitation attempts.Recommendations for investigation of sudden death: personal and family historyCORLOERecommendationsReferences1B‐NR1. In the investigation of SUD, an effort should be taken to obtain detailed personal and three‐generation family history (as a minimum) with the assistance of a multidisciplinary team, including witness accounts.25,29,70,77,81,135,139,143,1441B‐NR2. In the investigation of SUD, prior medical records and relevant investigations from the decedent proband and family members should be retrieved.25,145SynopsisThe personal medical and three‐generation family history provides the initial information on which subsequent investigations will be based. Specific features within the wider family may suggest diagnoses and help direct subsequent investigation. The history should be recorded by cardiologists, specialist nurses, and geneticists or genetic counselors experienced in cardiovascular genetic diseases, ideally within the confines of a multidisciplinary program that can address the"
  },
  {
    "full_text": "a multidisciplinary program that can address the medical, genetic, and psychological needs of the family (see Section3).Recommendation‐specific supportive textThe personal and three‐generation family history may provide critical information relevant to the etiology of SCD and provide a starting point for further investigations in both the decedent proband and surviving family members.77Multiple studies show a significant proportion of children and adults experience relevant cardiac symptoms prior to sudden death,10,25,29,70,135,138,139and some may have sought medical attention and undergone investigations. Available ECGs and cardiac imaging, together with autopsy findings, may allow a diagnosis to be made (or excluded) in the proband who, until family investigations have been performed, is the one definitively affected member of the family. Noncardiac features and symptoms may also provide important diagnostic information.140,141,142Further investigation is necessary where sudden death occurs in specific circumstances such as when a cardiac event may have triggered an apparently environmental death. Examples include road traffic accidents with no apparent cause and drowning in competent swimmers. The presence and associated investigations for other noncardiac conditions should also be evaluated, specifically epilepsy. Failure to identify a neurological etiology or abnormality would suggest seizures may have had a cardiac etiology. Overlap syndromes exist between true neurological epilepsy and long QT syndrome type 2.146,1476.2Investigation of sudden death: examination of premorbid investigationsIndividuals who have succumbed to SUD may have had pertinent investigations prior to their death that aid in the diagnosis of the cause of their SUD. Twelve‐lead electrocardiogram (ECG) is the most useful pre‐SUD investigation. Although long or short QT interval, spontaneous type 1 Brugada pattern, and early repolarization pattern are associated with fatal arrhythmias due to congenital long QT syndrome, short QT syndrome, Brugada syndrome, or early repolarization syndrome,148,149,150,151,152many patients with SUD without structural heart disease have a normal or near‐normal ECG,145,153particularly women.154Additional ECG findings suggestive of arrhythmic syncope include bifascicular block; intraventricular conduction abnormalities (QRS duration >0.12 s); Mobitz I second‐degree atrioventricular block and first‐degree atrioventricular block with markedly prolonged PR interval; sinus bradycardia (<40 bpm) or slow atrial fibrillation (<40 bpm); nonsustained ventricular tachycardia; pre‐excited QRS complexes; negative T waves in right precordial leads or epsilon waves; and left ventricular hypertrophy,5any of which may indicate potential diagnoses of inherited arrhythmia syndromes such as progressive cardiac conduction defect, familial pre‐excitation, arrhythmogenic cardiomyopathy, or hypertrophic cardiomyopathy.4,151In the general population, premature"
  },
  {
    "full_text": "the general population, premature ventricular complexes (PVCs) are mostly benign; however, some frequent or complex PVCs significantly increase the risk of SCD.155,156,157If an ECG is recorded by the AED or EMS just before SCD, features such as J‐wave or ST segment elevation (especially if augmented after a long pause) may help in the diagnosis of coronary spasm, early repolarization syndrome, or Brugada syndrome.158,159Interpretation of ECGs obtained immediately after resuscitation/defibrillation should be performed with great caution (see Section7.4).Syncope is a sentinel clinical symptom before SUD and may prompt investigations subsequently useful in making a retrospective diagnosis of the cause of SUD. In particular, the trigger for the syncopal event bears useful information. Ambulatory ECG monitoring during life may provide clues to the cause of SUD and should be sought.If transthoracic echocardiography, cardiac computed tomography (CT), or cardiac magnetic resonance imaging (CMR) are performed during the patient's life, detailed review may indicate features of dilated cardiomyopathy, hypertrophic cardiomyopathy, or arrhythmogenic cardiomyopathy.160If blood or other tissue sample has been taken before SUD, this may be a source of DNA for genetic testing, should there not be a postmortem collection of tissue.8,11,67,151Neurological findings such as developmental delay or seizures thought to be suspicious for epilepsy during life may contribute to a diagnosis of a cardiac channelopathy, such as CPVT or long QT syndrome.141,161,162If a patient with SUD has a cardiovascular implantable electronic device (CIED) implanted, postmortem interrogation of the CIED is useful to determine the cause and timing of SCD.163Recommendations for investigation of sudden death: examination of premorbid investigationsCORLOERecommendationsReferences1B‐NR1. All relevant cardiac investigations, including 12‐lead ECGs, echocardiography, CT, CMR, genetic analyses, and ambulatory monitoring recorded before SUD, should be reviewed and analyzed.145,1641B‐NR2. Any blood or DNA sample (eg, blood in EDTA, blood on filter paper card) taken before SUD should be stored for future genetic analysis.84,165,166,1671B‐NR3. Neurological events such as seizures suspicious for epilepsy before SUD should be reviewed and studied for a potential cardiac etiology.70,146,147,161,162,168,1692bC‐LD4. ECG information from the AED or ECG monitor recorded around the time of SCD may be useful for review and analysis.158,1701B‐NR5. Any implanted cardiac electronic device in an individual with SCD should be reviewed and analyzed.163,171,172SynopsisDuring the investigation of SUD, pertinent investigations performed prior to death can aid in establishing the cause. Although ECG features such as QT interval, type 1 Brugada pattern, and early repolarization may be critical for diagnosis, many ECGs taken during life will be normal. Ambulatory ECG monitoring and cardiac imaging should be sought to"
  },
  {
    "full_text": "and cardiac imaging should be sought to provide clues to the diagnosis of SCD. Symptoms attributed to a neurological cause may be re‐evaluated, in collaboration with neurologists. Any potential DNA sample before SUD should be stored if tissue is not gained at autopsy. ECG information from the AED, emergency services, or CIEDs may also be useful to determine the cause of SCD.Recommendation‐specific supportive textInvestigations during life may provide clues to the cause of SUD and should be sought to aid in diagnosis.173These include resting, exercise and ambulatory ECG tracings, and cardiac imaging studies (echocardiography, CT, and CMR).145,164Samples for potential DNA testing taken during life may subsequently prove invaluable should they be the only source of DNA. Although it is a Class 1 recommendation that patients with SUD have an autopsy and material for DNA testing collected (see Section6.3), it is recognized that sometimes this is not done, making blood or tissue samples taken during life the only remaining source for molecular autopsy.84,165,166,167Using such samples requires appropriate consent from family, unless ordered by the coroner. It should be recognized that success varies depending on the storage method, but attempts to gather useful DNA may be worthwhile even from suboptimal sources. Future extraction methods may improve the yield so continued storage is advisable.Symptoms such as seizures thought to be suspicious for epilepsy during life may in fact be attributable to a cardiac channelopathy when further investigation is done. Other neurological findings such as developmental delay hold significance for diagnoses such as CPVT. Thus, meticulous recording of neurological events during life may lead to a diagnosis in SUD.70,146,147,161,162,168,169Recordings from emergency services continuous ECG monitoring or from interrogation of AEDs, when available, may provide clues to the etiology of SUD. However, it should be acknowledged that a finding of ventricular fibrillation is often due to this rhythm being a final common rhythm in arrhythmic death, regardless of the initial rhythm causing hemodynamic collapse. Nevertheless, at points such as reinitiation of arrhythmia and glimpses of normal rhythm in between arrhythmia may suggest a specific diagnosis.158,170The memory function of CIEDs may reveal the initiation pattern of cardiac arrhythmia and aid in the diagnosis of SCD. Therefore, if an SUD victim has a CIED implanted in life, interrogation of this device can provide useful clues in the diagnosis of SCD.163,171,1726.3Investigation of sudden death: the postmortem examination and imagingThe critical components to the investigation of SUD include examining the circumstances of the death and the autopsy (Figure11). Identification of SUD relies on the reporting of EMS, police, hospitals, and witnesses. Investigation of a death is determined by the jurisdiction in which the death occurs.14,174,175Unexpected or unexplained deaths,"
  },
  {
    "full_text": "or unexplained deaths, when the individual was in apparent good health, should be carried out by a trained pathologist who has a thorough knowledge of cardiac pathology.176Autopsies vary not only by country but also by individual jurisdictions within countries. The autopsy should be comprehensive, examining all organs and conducted in a systematic and objective method with a focus on standardized reporting.2,67,177,178Cases should be referred to a cardiac pathologist when a cardiac cause is suspected.2,176FIGURE 11Investigation of sudden unexplained death: the postmortem examination and imaging. Colors correspond to the Class of Recommendation in Table1Imaging includes X‐rays and photography. Photography is useful in providing documentation of syndromic features and highlighting individual organ pathology. Postmortem CT and magnetic resonance imaging (MRI) have been shown to be useful179but are not universally available. Noncardiac causes should be looked for including infection, thromboembolism, tumors, intracerebral lesions, respiratory disease, and abdominal causes such as ruptured abdominal aneurysm. Body mass index should be recorded along with waist circumference.Ancillary testing should be performed including microbiology/cultures for infectious disease, metabolic screening (particularly in younger children), toxicology, vitreous testing for biochemistry, genetic testing (see Sections6.4and6.5), and other testing as indicated by the autopsy findings. Taking a sample for toxicology is recommended in all sudden unexpected deaths.180Samples for genetic testing should be saved at the time of autopsy from every sudden death case.2,181Ideally, two of the following three should be saved: a small piece of fresh frozen heart, a small piece of fresh frozen spleen/liver/thymus, and EDTA blood. If RNAlater (ThermoFisher Scientific, Waltham, MA, USA) or similar reagent to preserve DNA at room temperature is available, fresh tissue can be transported in this to the referral genetic center without need for freezing.The heart should be examined thoroughly67and at least 7–10 samples taken for histology. Cardiovascular disease is the leading cause of sudden death in the young and is divided into two major groups: morphologically positive (eg, congenital heart disease, coronary artery disease, and cardiomyopathy) and morphologically normal hearts. Combined with negative toxicology, those with morphologically normal hearts have been labeled as having “autopsy‐negative sudden unexplained death” or “sudden arrhythmic death (syndrome) or SAD(S).”182Samples should always be taken, even from a macroscopically normal heart, as histology may reveal inflammation and cardiomyopathies. Always consider sudden unexpected death in epilepsy (SUDEP) and sudden death in alcohol misuse (SUDAM)183where clinical history and circumstances are important. Pathologists and clinicians should not overinterpret findings in the heart at autopsy such as nonsignificant coronary artery"
  },
  {
    "full_text": "at autopsy such as nonsignificant coronary artery disease, etc.184Recommendations for investigation of sudden death: the postmortem examination and imagingCORLOERecommendationsReferences1B‐NR1. An autopsy is strongly recommended in individuals with an SUD.14,25,37,175,176,1771B‐NR2. Autopsies for SUD should be comprehensive, including photography, imaging, toxicology, gross examination of all organs, and detailed examination of the brain, heart, and thorax, with histology being essential.14,175,176,177,1801B‐NR3. EDTA blood and/or one type of fresh tissue (heart, liver, spleen, skeletal muscle) should be saved at autopsy for SUD and banked at −20°C or −80°C for potential genetic analysis; two sources are ideal, if possible.25,70,166,1852bC‐LD4. Storing frozen myocardial tissue may be considered at autopsy for SUD, as it may aid in assessing the significance of future genetic findings.186,1871C‐EO5. Findings of an autopsy for SUD should be communicated to the family in a timely fashion in accordance with local legal requirements.1B‐NR6. Cases with likely cardiac causes for SUD should be referred to a pathologist with expertise in cardiac disease, as the finding of an abnormal or normal heart is important for family screening.176,177,1841C‐LD7. When an autopsy for SUD reveals a possible genetic cause, or the heart is normal, then referral for clinical and genetic investigation of the family is recommended.80,81,143,188,189SynopsisA comprehensive autopsy is an essential part of the investigation of SUD and should include collection and storage of tissue suitable for genetic analysis. When the autopsy suggests a possible genetic cause, or no cause and the heart is normal, referral to a multidisciplinary team for further investigation is indicated (see Section3).Recommendation‐specific supportive textSUD should have an autopsy done by a trained pathologist.174,175,176Studies have shown that autopsies performed by pathologists who have a thorough knowledge of cardiac pathology have a superior diagnostic yield.174,175,176In cases where autopsy is not possible (eg, for religious reasons), a full body MRI or CT scan is recommended.179Samples should be taken for infection and toxicology. Histological sampling of all important organs especially the heart (from multiple sites) is essential even when macroscopically normal.174,175Blood or tissue suitable for DNA extraction and postmortem genetic testing should be obtained at all autopsies.176Following the initial investigation, DNA should be extracted and banked if genetic disease is suspected or if the cause remains unknown.2,176Ideally, lack of cost coverage should not be a reason not to comply with these recommendations.Frozen myocardial tissue may be useful for subsequent RNA analysis or expression studies of aberrant proteins.2,67Cause of death should be discussed in a multidisciplinary meeting (see Section3) and provided by a pathologist to the medical examiner/coroner. The findings and follow‐up"
  },
  {
    "full_text": "examiner/coroner. The findings and follow‐up recommendations should be communicated to the family.178,190,191Finding of an abnormal or normal heart is important for family screening and directs much of the subsequent investigation (see Sections6.4and6.5).Autopsy phenotype should be established at a multidisciplinary meeting of pathologist, medical examiner, cardiologist, and clinical geneticist.6.4Investigation of sudden death: genetic evaluation where the phenotype is knownGenetic evaluation may be appropriate following SCD in two scenarios: most commonly, where the deceased individual is the proband with no prior medical history, or alternatively the deceased is part of a family where diagnosis is established but he/she has not yet undergone genetic evaluation. Initially, pathological examination should be performed by an experienced pathologist to ensure that all cardiac and extracardiac features relevant to the potential diagnosis are recognized (see Section6.3).In cases where the deceased is the proband and a postmortem diagnosis is established, identification of a pathological variant may facilitate genetic testing in the wider family evaluation. Genetic testing of DNA from the deceased proband may be performed directly after autopsy or deferred until first‐degree family members have been clinically evaluated (Figure12). As part of familial evaluation, a three‐generation pedigree (at a minimum) performed by a practitioner knowledgeable in the genetics of cardiovascular disease (eg, a genetic counselor or specialist nurse) is mandatory and should cover all potentially relevant cardiac and extracardiac features within the family (see Section6.1). Genetic testing of deceased individuals may not be covered by health insurance in certain countries; in this instance, using a clinically affected family member as the testing proband with confirmatory testing in the deceased may be a more feasible strategy. Clinical and genetic testing in the proband and multiple family members will define segregation of the identified genetic variant(s), adding to the validity of the genetic findings. The yield of genetic testing in cases where a diagnosis of cardiomyopathy is established postmortem is significantly greater than where structural changes are uncertain.192FIGURE 12Clinical and genetic evaluation after sudden death where a phenotype is known. Colors correspond to the Class of Recommendation in Table1. *See Section8.2In cases where no other family members are clinically affected and the deceased proband is an apparently isolated case, genetic testing can be used as evaluation of the single definitely affected individual within the family. Families should be counseled about the expected benefits and potential outcomes of genetic investigations prior to testing. If identified variants are considered likely pathogenic or pathogenic, cascade testing across the family can be considered to identify at‐risk individuals with no current clinical features.In"
  },
  {
    "full_text": "individuals with no current clinical features.In cases where the deceased is part of a family with a prior diagnosis of cardiovascular disease and known pathological variant, confirmatory genetic testing may be performed.Recommendations for investigation of sudden death: genetic evaluation where the phenotype is knownCORLOERecommendationsReferences1B‐NR1. For SCD where the phenotype is suspected to be heritable, genetic testing is recommended to attempt to elucidate the genetic basis and to facilitate the identification of first‐degree family members at risk for developing the same disease (cascade testing).25,80,81,82,84,85,1431C‐LD2. Genetic testing in the deceased proband with SCD and known phenotype should include only genes with robust evidence of gene–disease association.1921B‐NR3. In first‐degree relatives of a proband with SCD from a suspected heritable cause, phenotype‐guided clinical screening is recommended and, where a genetic diagnosis is available, cascade genetic testing should be offered.25,80,81,82,84,85,143,189,1931B‐NR4. In families affected by SCD who have undergone genetic testing, periodic re‐evaluation of the genetic test results is recommended.106,194,195,196,197,198,199,200,2011C‐LD5. A genetic diagnosis made in a relative of a proband with SCD should be considered together with the clinical findings.70,143,189SynopsisA postmortem diagnosis following SCD significantly facilitates further clinical evaluation of family members and may provide an explanation for the family as to the underlying etiology. Genetic testing targeted toward the clinical diagnosis and phenotype is an important component of the overall evaluation of both the proband and family and provides additional support to the clinical diagnosis. Further investigations can be performed as clinically indicated. In cases where no other individuals within the family are clinically affected, identification of a definitively pathogenic variant in the proband facilitates cascade genetic testing in family members.Recommendation‐specific supportive textGenetic testing in the decedent proband is recommended to support the clinical diagnosis and facilitate cascade genetic testing within the family.10,11The yield of genetic testing is significantly higher when associated with a specific postmortem diagnosis.84,192If a cardiac phenotype has been identified in the deceased proband, genetic testing should be targeted toward that specific phenotype to maximize the chances of a clinically actionable result and minimize the risk of ambiguous secondary findings. Targeted panels for cardiomyopathy, channelopathies, familial thoracic aortic aneurysm, and familial hyperlipidemia are the preferred option. However, given the limited availability of proband DNA and potential financial implications, broader genetic testing including whole exome and genome with selective reporting based on the phenotype may be considered. Robust evidence for gene–disease association is currently"
  },
  {
    "full_text": "for gene–disease association is currently probably only available in the Clinical Genome Resource (ClinGen) expert panels for long QT syndrome, Brugada syndrome, hypertrophic cardiomyopathy, arrhythmogenic cardiomyopathy.195,196,202Wider panels and whole‐exome sequencing/whole‐genome sequencing share the potential disadvantage of a high burden of variants of uncertain/unknown significance, but in experienced hands (ie, expert centers), this will not lead to unintended follow‐up.203Clinical evaluation for family members of a proband with an evident or likely phenotype can be targeted based on that phenotype, although due to varied expressivity and overlap syndromes should be sufficiently broad to provide a comprehensive cardiovascular evaluation. If a pathogenic or likely pathogenic variant has been identified in the deceased proband in a gene consistent with the clinical diagnosis, genetic counseling and testing should be offered to family members.25,80,81,82,84,85,143,189,193Cascade testing for likely pathogenic variants should be done at the discretion of an experienced provider after reviewing the data. In cases with limited supporting data from the family, a more conservative approach may be appropriate.Serial re‐evaluation of variants should be performed based on new phenotype data in the family pedigree, or new data regarding both specific variants and whole genes, the pathogenicity of which may have been up‐ or downgraded based on contemporaneous evidence.106,194,195,196,204Responsibility for re‐evaluation is unclear, but the re‐evaluation is best carried out in a center of expertise.Genetic variants identified in deceased probands and subsequently in family members should be correlated with clinical findings to determine segregation patterns within the family.6.5Investigation of sudden death: genetic evaluation where the phenotype is unknownSCD may occur in an individual without any prior medical history or medical data. As indicated above, a three‐generation pedigree including examination of all potentially relevant cardiac and extracardiac features within the family should be performed by a cardiologist experienced in genetic heart disease or clinical geneticist experienced in cardiology in an effort to optimize the identification of subtle clinical features before defining the cause of death as unknown. Specific triggers (eg, competitive athlete, emotional or physical stress, drug use, swimming, acoustic triggers, seizure) leading to the SCD event may help focus clinical and genetic investigation. Collection of blood and/or suitable tissue for molecular autopsy/postmortem genetic testing is recommended in all victims of SUD.2,10Local protocols are recommended to ensure proper handling and extended storage of biosamples, as well as processes and consent allowing for contact of families for genetic testing in the future.Family members of sudden death victims where the phenotype remains unknown should be instructed to request"
  },
  {
    "full_text": "remains unknown should be instructed to request re‐evaluation of the index event in case of future developments in the family. Clinical signs or symptoms in first‐degree family members leading to a suspected phenotype of a sudden death victim may occur over many years and sometimes skip generations, so an unknown phenotype might prompt more extensive questioning of older family members.In an SCD case where the phenotype remains unknown after expert evaluation, re‐evaluation of family members to assess for new information that may impact diagnosis should be performed periodically, although the yield is low.205We suggest every 3 to 5 years, but shorter intervals should be considered if there is more than one SCD event in the family. Periodic re‐evaluation should be stopped for individuals after age 45 years, unless the decedent died in this age range or new findings emerge.Three scenarios may trigger arrhythmia syndrome–focused genetic evaluation of SCD even if the phenotype remains unknown: (a) documented arrhythmic death suggestive of an arrhythmia syndrome; (b) specific triggers associated with familial arrhythmia syndromes; (c) young age (<40 years) (Figure13).FIGURE 13Investigation of sudden death: genetic evaluation where the phenotype is unknown. Colors correspond to the Class of Recommendation in Table1. SCD, sudden cardiac deathFamilies should be counseled about the expected benefits and potential outcomes of genetic investigations prior to testing. When genotyping is performed, the identification of a genetic variant as causal remains challenging and requires reassessing the correct classification or potential reclassification periodically. With rapidly advancing genotyping technologies and the availability of large gene panels, the identification of genetic variants of uncertain/unknown significance becomes more frequent. Medical uncertainty in general elicits a variety of responses from patients. It is important to consider patients’ responses to the ambiguous nature of genetic testing. Medical professionals ordering genetic testing should be prepared for the possibility of their patients’ misinterpretation of such results. Pre‐test counseling should include a discussion of the possibility of a variant of uncertain significance and what it would mean for the patient's care and its potential psychosocial impacts. When a variant of uncertain significance is found, post‐test counseling should include additional education and a discussion of the variant's implications and medical management recommendations based on the results. If identified variants are considered likely pathogenic or pathogenic, cascade testing across the family should be offered to identify at‐risk individuals with no current clinical features. Cascade testing should not be performed with variants of uncertain significance; however, careful investigation within a multidisciplinary team (including genetic counseling) may allow eventual reclassification of the variant so"
  },
  {
    "full_text": "allow eventual reclassification of the variant so that it may then be used for cascade testing (see Sections3and4).Recommendations for investigation of sudden death: genetic evaluation where the phenotype is unknownCORLOERecommendationsReferences1B‐NR1. In an SUD case at a young age where the phenotype remains unknown after expert evaluation, re‐evaluation of first‐degree relatives to assess for new information that may achieve diagnosis should be performed every 3 to 5 years (shorter intervals should be considered if there is more than one SCD event in the family) until at least age 45 years.25,70,80,85,205,2061B‐NR2. In an SUD case where the phenotype is unknown, arrhythmia syndrome–focused genetic testing is recommended if 1) documented arrhythmic death is suggestive of an arrhythmia syndrome, and 2) SCD is preceded by specific triggers associated with familial arrhythmia syndromes.25,2082aB‐NR3. In an SUD case occurring in a patient younger than 40 years where the phenotype is unknown, arrhythmia syndrome–focused genetic testing can be useful.25,70,80,84,85,205,206,208,2093: No BenefitB‐NR4. In an SUD case where the phenotype is unknown, hypothesis‐free genetic testing using exome or genome sequencing is not indicated in routine patient care, as this may lead to misinterpretation of genetic variants (specifically variants of uncertain significance).210,211SynopsisCollection and storage of blood and/or suitable tissue for postmortem genetic testing is recommended in all victims of SUD. In a large number of cases, the phenotype underlying SCD remains unknown despite comprehensive evaluation of the victim and their family. In SCD cases where the phenotype is determined as unknown after expert evaluation, re‐evaluation should be performed periodically to assess for new information that may impact diagnosis. While hypothesis‐free genetic testing is not indicated in cases of SCD where the phenotype remains unknown, arrhythmia syndrome–focused genetic evaluation of SCD is advised if (a) an arrhythmic death is documented suggestive of an inherited arrhythmia syndrome, (b) specific triggers associated with familial arrhythmia preceded the SCD, and/or (c) SCD occurred at young age.Recommendation‐specific supportive textGenetic diseases may express with reduced penetrance. Hence, a negative clinical screening does not exclude the (silent) presence of a genetic disorder. It is, therefore, reasonable to suggest repeated screening with a time interval between 3 to 5 years until at least age 45 years. Studies demonstrating the yield of clinical screening after the sudden death of a close relative usually report only the result of the first screening.25,70,80,85,205,206Responsibility for the repeated (infrequent) screening lies in the hands of the individual, but the local team should make sure that he/she is appropriately informed.In an SCD case where the phenotype is unknown, arrhythmia syndrome–focused genetic testing of the proband should be considered"
  },
  {
    "full_text": "testing of the proband should be considered if (a) documented arrhythmic death (such as torsades de pointes arrhythmias leading to ventricular fibrillation) is suggestive of an arrhythmia syndrome, and/or (b) SCD is preceded by specific triggers (eg, competitive athlete, emotional or physical stress, swimming, drug use, acoustic triggers, seizure) associated with familial arrhythmia syndromes.10,25,70,80,85,205,206,212Collection and storage of blood and/or suitable tissue for postmortem genetic testing is recommended in all victims of SUD irrespective of an identified phenotype at the time of death. Long‐term storage of biosamples of SCD victims is recommended in expert centers to allow for genetic testing if indicated at present or in the future.10,25,70,80,85,205,206,212In an SCD case where the phenotype is unknown, arrhythmia syndrome–focused genetic testing of the proband can be considered if SCD occurred at young age. Testing for cardiomyopathy genes (such asLMNA) has been studied and can increase the diagnostic rate, although it should be recognized that the yield is lower.10,25,70,80,85,205,206,212Hypothesis‐free genetic testing is not indicated in cases of SCD where the phenotype remains unknown. Genetic testing using any range from large unfocused gene panels to whole‐exome or whole‐genome sequencing in the absence of a clinical phenotype or diagnosis may be considered in the context of a scientific effort but is not recommended for routine patient care and counseling.213,214The aim of discouraging hypothesis‐free testing in clinical settings is to reduce the misinterpretation of genetic variants and their causality, specifically, variants of uncertain significance. A specific problem in this field is the nonuniformity in calling variants across different laboratories.215Figure14summarizes the recommendations from Section6.FIGURE 14Investigation of sudden death. Colors correspond to the Class of Recommendation in Table1. AED, automated external defibrillator; CIED, cardiovascular implantable electronic device; ECG, electrocardiogram; SCD, sudden cardiac death7INVESTIGATION OF SUDDEN CARDIAC ARREST SURVIVORS7.1Investigation of sudden cardiac arrest survivors: history—personal and familyWhen an individual has been resuscitated after SCA, the clinician must try to define the likely underlying cause, similar to that discussed in Section6.1focused on SCD. This should include information on age, sex, past medical history, recent symptoms, activity or emotional status at the time of SCA (eg, sleeping, exercising, or emotion), time of onset (eg, morning or night), and environment (eg, public or private location), exposure to medicinal or recreational drugs (particularly those that block potassium or sodium channels) or alcohol, and a detailed family history of three generations at least.To focus the history taking, one must consider the differential diagnosis of SCA, which is similar to that discussed in Section6.1. If the SCA was observed, a"
  },
  {
    "full_text": "in Section6.1. If the SCA was observed, a description of the event by the observer can add useful information. All records of the primary event, including initial rhythm recordings and details of the resuscitation, should be collected in addition to any prior ECGs and imaging studies. A family history of heart disease, syncope, or sudden death may point to a genetic cause. A study by Waddell‐Smith et al77showed that while inpatient cardiology teams identified a familial condition in only about 8% of cases, nurses trained in taking a family history detected a familial condition in 32% of cases. Thus, although most patients with SCA will be in a nonspecialty environment at first, ideally specially trained members of the cardiology and genetic counselor team with experience in genetic heart disorders should be utilized to elicit relevant details of the family history. Practical educational assistance can be found athttps://www.primarycaregenetics.org.Recommendations for investigation of SCA survivors: personal and family historyCORLOERecommendationsReferences1B‐NR1. In the investigation of an SCA survivor, detailed personal and three‐generation family history should be taken with the assistance of a multidisciplinary team, including witness accounts.771B‐NR2. All possible details surrounding an SCA event should be sought, including patient's recollection, witness accounts, and medical records.216,217,218,219,220SynopsisObservational studies have demonstrated that the cause of SCA can be determined in a substantial proportion of patients. Historical features, especially age, coronary risk factors, symptoms, activity at the time of SCA, exposure to drugs, and family history frequently provide important clues to the diagnosis and point the way to further investigation.Recommendation‐specific supportive textIn a study of 37 patients with history of SCD, cardiomyopathy, or ventricular tachycardia, a family history obtained by specially trained personnel was far more likely to elicit a history of inherited cardiac disease than one obtained by an inpatient cardiac team.77A detailed history is a crucial component of diagnosing the cause of SCA. Studies utilizing a comprehensive, systematic approach including history, physical examination, ECGs (eg, 12‐lead ECG, treadmill, 24‐hour Holter, signal‐averaged ECG, if needed), cardiac imaging (eg, coronary angiography, echocardiogram, CMR, CT), provocative testing, electrophysiological study, cardiac biopsy, and genetic testing have shown that a diagnosis can be established in a substantial proportion of survivors of SCA.216,217,218,2197.2Investigation of sudden cardiac arrest survivors: examinationThe next step in cardiac evaluation of SCA survivors is physical examination. The main purpose is to identify signs of syndromic and nonsyndromic diseases that can be associated with SCA. For example, obesity and/or the presence of xanthomata may indicate an increased likelihood of premature coronary"
  },
  {
    "full_text": "an increased likelihood of premature coronary atherosclerosis.221,222Syndromic features that may be relevant to genetic disorders include woolly hair and palmoplantar keratoderma (arrhythmogenic right ventricular cardiomyopathy),140joint contractures (Emery‐Dreifuss muscular dystrophy),223muscle weakness and atrophy (lamin A/C and desmin cardiomyopathies, Triadin knockout syndrome),224micrognathia, syndactyly, clinodactyly (Andersen‐Tawil and Timothy syndromes),224chest and limb deformities, and tall stature (Marfan syndrome).225,226Fever, hypothermia, dehydration, and signs of drug abuse may be detected on physical examination, although these signs may be confounded by neurological impairment after cardiac arrest. These factors can trigger life‐threatening arrhythmia in genetic heart disease. For example, fever has been associated with malignant arrhythmias in 6% of patients with cardiac arrest and Brugada syndrome.136Cardiac murmurs can raise the suspicion of left ventricular outflow tract obstruction, mitral mid‐systolic click (valve prolapse) with or without regurgitation, and Ebstein anomaly. Signs of pulmonary edema and hepatosplenomegaly can be detected in patients with severe systolic myocardial dysfunction. Importantly, examination findings may be affected by the SCA event and evolve during a hospital stay, requiring repeated physical examination to determine whether findings are related to the cause of SCA or the effect of SCA.Recommendation for investigation of SCA survivors: examinationCORLOERecommendationReferences1B‐NR1. Detailed physical examination is recommended after resuscitation from SCA.136,140,222,224,225SynopsisThere are no data describing the usefulness of physical examination in resuscitated SCD. However, it is a first basic step in the diagnostic process that will focus subsequent complementary investigations.Recommendation‐specific supportive textProtocols for clinics investigating SCA survivors support the use of physical examination as the first step of clinical overview.10,216,2277.3Investigation of sudden cardiac arrest survivors: baseline investigationsIn most emergency settings, a patient resuscitated from cardiac arrest in whom myocardial infarction is suspected will have undergone a coronary reperfusion strategy to treat acute occlusion. It is critical to obtain blood tests (cardiac enzymes, inflammatory markers, glucose, serum electrolytes, and white blood cell count) and pertinent toxicological analysis at presentation. The latter may include testing for drugs of abuse such as ethanol, opiates, and stimulants, as well as levels of prescribed medication that may prolong QT interval/QRS duration or cause respiratory depression.228While assisting in the acute management of a resuscitated patient, these results will also help to differentiate acute myocardial injury as a cause of cardiac arrest (eg, ischemia without clear evidence of coronary occlusion or myocarditis) and pick up other reversible causes such as"
  },
  {
    "full_text": "and pick up other reversible causes such as drug overdose, electrolyte imbalance, or endocrine and metabolic disorders. Retention and storage of suitable blood samples on patient arrival in the emergency department will allow subsequent diagnostic evaluation including DNA extraction and analysis in a patient who dies prior to diagnosis or for later clinical and family review. In some cases, this may be the only opportunity to obtain genetic material for analysis.In an OHCA, the use of AEDs is ever more widespread and increases survival.229Sensitivity for the diagnosis of cardiac rhythm at the time of arrest is about 99%.230Therefore, routine inspection of data from AED recordings may improve the quality of diagnosis (see Section6.2). The underlying rhythm of cardiac arrest may provide information on the arrhythmogenic mechanism, assist in diagnosis, and eventually indicate any misdiagnosis of rhythm.231Any ECG tracings from emergency services, as well as recordings from interrogation of CIEDs or wearables can also contribute to diagnosis.163The 12‐lead ECG in sinus rhythm or during arrhythmia recurrence is fundamental to the diagnostic investigation and should be repeated daily during recovery.216It may support diagnoses of primary electrical disorders, pre‐excitation, and heart muscle diseases. However, abnormalities of cardiac conduction and repolarization may result from myocardial injury during the cardiac arrest and patients undergoing post‐arrest hypothermia protocols may have transient ECG changes including QT prolongation and J point elevation that should be interpreted with caution. Information about electrolyte levels, drug prescription, and body temperature should be added to the ECG to prevent misinterpretation of such ECG abnormalities. A high precordial lead ECG is an inexpensive tool to increase detection of Brugada syndrome pattern.184,232,233,234,235In addition to standard ECG, a signal‐averaged ECG may demonstrate late potentials. Two or more abnormalities in the absence of a prolonged QRS duration (≥110 ms) on the standard ECG is a minor diagnostic criterion for arrhythmogenic cardiomyopathy and suggests ventricular depolarization abnormality.4Continuous heart rhythm monitoring is recommended during hospitalization due to the transient nature of some arrhythmias. Recording the onset (including pause‐dependent or tachycardia‐associated initiation) and late and short‐coupled ventricular ectopics as triggers for torsade de pointes, polymorphic ventricular tachycardia, or ventricular fibrillation will elucidate cardiac arrest mechanism and likely diagnosis.236Evidence of dynamic ST elevation associated with chest pain may also indicate likelihood of coronary vasospasm.216Echocardiography is the screening tool of choice for structural heart disease, although early myocardial dysfunction may be present after cardiac arrest and, if present early, the test should be repeated later during the patient's convalescence. CMR allows"
  },
  {
    "full_text": "during the patient's convalescence. CMR allows detection of inflammatory diseases, such as myocarditis and sarcoidosis, through recognition of subepicardial edema. Identification of an inflammatory etiology is important, as it may be self‐limiting or treatable. If sarcoidosis is suspected, then positron emission tomography–CT scanning may be indicated.237The presence of subendocardial edema would suggest ischemic injury.238Late gadolinium enhancement indicates chronic fibrosis, permitting detection of a cardiomyopathic etiology, and can also contribute to the diagnosis of mitral valve prolapse associated with a risk of SCD.239,240Coronary imaging (at any age) will be important to exclude coronary artery disease not investigated at presentation as an emergency and ensure that an anomalous coronary circulation or coronary dissection is not missed.241This may be by cardiac catheterization or by CT coronary angiography.242Coronary angiography will only be required in select pediatric and young survivors.Patients in whom the cause of their SCA remains undiagnosed may require periodic re‐evaluation of the above investigations, as features may develop later that point to a cause of their SCA (similar to Section6.5, Recommendation 1).Recommendations for investigation of SCA survivors: baseline investigationsCORLOERecommendationsReferences1B‐NR1. Blood samples for electrolytes, toxicology, and EDTA blood stored for future genetic testing are recommended for all SCA survivors on admission to hospital.2281B‐NR2. Retrieval of recordings from CIEDs and wearable monitors is recommended for all SCA survivors.243,244,2452bC‐LD3. Retrieval of recordings from AEDs and ambulance services may be useful for all SCA survivors.158,1701B‐NR4. Recording of 12‐lead ECGs during sinus rhythm and, if possible, during arrhythmia, is recommended for all SCA survivors.85,150,153,216,2461C‐LD5. A high precordial lead ECG is recommended in all undiagnosed SCA survivors to increase detection of a type 1 Brugada ECG pattern.189,232,233,234,2351C‐LD6. Continuous ECG monitoring is recommended for all SCA survivors during the initial hospital stay.85,216,2462bC‐LD7. A signal‐averaged ECG may be useful in SCA survivors to aid in the diagnosis of arrhythmogenic cardiomyopathy.2471B‐NR8. Echocardiography is recommended for evaluation of cardiac structure and function in all SCA survivors.85,2161B‐NR9. CMR with late gadolinium enhancement is recommended for evaluation of acute or chronic myocardial disease in SCA survivors without a clear underlying cause.238,2482aB‐NR10. CMR can be useful for evaluation of acute or chronic myocardial disease in SCA survivors, when the etiology is primary electrical or there is evidence for acute cardiac ischemia.238,2481B‐NR11. Coronary imaging is recommended in all adult SCA survivors, to exclude coronary artery disease, dissection, or anomalies not considered fully at first presentation, and in select younger cases.241SynopsisSystematic clinical"
  },
  {
    "full_text": "younger cases.241SynopsisSystematic clinical testing is paramount in SCA survivors. This includes blood testing, toxicology, ECG, signal‐averaged ECG, high precordial lead ECG, continuous ECG monitoring, echocardiography, and coronary imaging. If the diagnosis remains elusive and cardiac arrest is deemed unexplained, then CMR is important to identify subtle forms of cardiomyopathy or acquired structural disease.Recommendation‐specific supportive textThe usefulness of blood testing and toxicology is by consensus, and a diagnostic role is unquestionable.2,10,228Viral studies may be useful, but no systematic evidence is available as yet.249A potential role for biomarkers specific for one of the arrhythmia syndromes is anticipated.250,251Results of a forensic study indicate the value of postmortem CIED interrogation to define the cause and timing of death more accurately and to detect potential CIED‐related safety issues. CIED interrogation in unexplained deaths clarified the manner of death in 60.8% of the cases including cardiac and nonarrhythmic death and device concerns.163Sensitivity for the diagnosis of cardiac rhythm via AED at the time of arrest is about 99%.230However, the AED seldom catches the initial rhythm of cardiac arrest and therefore may not contribute to the etiology of SCA.Primary electrical disorders and specific cardiomyopathies may be detected by conventional ECG.2,10,216,252ECG findings in the immediate aftermath of a cardiac arrest, other than ST‐segment elevation indicative of an acute coronary syndrome, may, however, have poor diagnostic accuracy.253,254These could be caused by abnormal repolarization following electrical cardioversion,255metabolic and electrolyte abnormalities, or even subarachnoid hemorrhage.256Therapeutic hypothermia may lead to misleading ECG changes such as prolongation in PR, QRS and QT intervals, and J point elevation.257,258Interpretation of ECGs obtained immediately after resuscitation/defibrillation should be performed with great caution.Although there are no data describing directly the value of high precordial lead ECGs in SCD survivors, there is ample evidence of an increased yield of the type 1 Brugada ECG pattern.189Cardiac monitoring during short‐term follow‐up demonstrates an arrhythmogenic mechanism of SCD in some registries.216,236,246Signal‐averaged ECG is part of the Task Force Criteria for arrhythmogenic right ventricular cardiomyopathy.4Signal‐averaged ECG has been proposed as useful in other conditions (ie, Brugada syndrome), although systematic evaluation has not been performed.Echocardiography is a valuable screening tool for detection of arrhythmogenic cardiomyopathy and other structural abnormalities useful in elucidating the cause of SCA.85Patients with functional abnormalities on initial echocardiogram should have this test repeated after recovery, to allow for the effects of the SCA itself and drugs used around the time of the arrest to wear off.9. and 10. The utility of CMR"
  },
  {
    "full_text": "arrest to wear off.9. and 10. The utility of CMR has been evaluated in a series of studies involving survivors of unexplained arrest and has repeatedly been shown to provide significant incremental diagnostic value. A study of 137 individuals with unexplained aborted cardiac arrest found that CMR provided a diagnosis or identified an arrhythmic substrate in 76% of individuals, including an infarct pattern suggestive of occult myocardial infarction in 44%. Notably, the presence of late gadolinium enhancement, reflective of myocardial fibrosis, was associated with a 6.7 hazard ratio (P< .001) of recurrent arrhythmic events on multivariate analysis.248The presence of subendocardial edema would suggest ischemic injury even when initial coronary imaging excludes significant obstruction. Coronary vasospasm and dissection might be misdiagnosed, and coronary re‐evaluation may then be reconsidered.238The frequency of occult infarcts is not insignificant,248although the risk of SCD in patients with myocardial infarction and nonobstructive coronary arteries is low.259For Recommendation 10, primary electrical disease is not referring to an established diagnosis of long QT syndrome or CPVT, where MRI is unlikely to be of use.11. Coronary artery disease is the leading cause of SCD in adults and might be treatable. Furthermore, coronary dissection and anomalies may also be relevant in this age group as well as in younger patients.7.4Investigation of sudden cardiac arrest survivors: provocative testingOnce a cardiac arrest survivor has undergone initial thorough baseline evaluation, most overt acquired or genetic etiologies will have been diagnosed. However, concealed disorders may be uncovered by provocative maneuvers such as lying to standing ECGs, exercise ECG testing, epinephrine challenge, sodium channel blocker challenge, or ergonovine and acetylcholine testing. Some may even be employed in a resuscitated cardiac arrest survivor who is unlikely to survive due to neurological injury.Exercise testing may uncover ventricular arrhythmia relevant to the cause of cardiac arrest. For example, evidence of monomorphic ventricular tachycardia arising from the right ventricle is part of Task Force Criteria for diagnosis of arrhythmogenic right ventricular cardiomyopathy (arrhythmogenic cardiomyopathy).260,261,262Exercise may also uncover concealed epsilon waves or even a type 1 Brugada ECG pattern.263,264The generation of bidirectional ventricular ectopy or tachycardia and/or polymorphic ventricular tachycardia in the absence of ischemia, structural disease, or digoxin toxicity is typical of CPVT265and has been evaluated in the Cardiac Arrest Survivors with Preserved Ejection Fraction Registry (CASPER) protocol.216Abnormal dynamics of repolarization in response to challenges may also inform the likelihood of underlying long QT syndrome. To this end, maximum QT prolongation (QT stretch) and T‐wave morphology changes during lying to standing and then return to"
  },
  {
    "full_text": "during lying to standing and then return to baseline heart rate (QT stunning) may be useful markers, although they are less specific in children.266,267,268These discriminate well in genotyped families and may add to diagnostic utility, but evaluation in unexplained cardiac arrest survivors has not been undertaken.269The recovery phase of exercise may also reveal readily measurable QT prolongation and T‐wave abnormalities and has been validated in families with long QT syndrome for prediction of genotype270,271and in cardiac arrest survivors216such that a QTc >480 ms at 4 min of recovery forms part of the long QT syndrome risk score.272Epinephrine challenge with ECG monitoring has been advocated as an alternative to exercise testing for the diagnosis of long QT syndrome and CPVT, particularly where the patient is unable to exercise. In long QT syndrome, QT prolongation and secondary T‐wave changes have been able to discriminate LQT1 and LQT2 patients from unaffected family members even though they have normal baseline QTc intervals.273,274The test has been assessed in unexplained cardiac arrest survivors and has suggested a low specificity for long QT syndrome.275The finding would be unlikely to provide a secure diagnosis in isolation and was proposed as useful in association with exercise testing and genetic testing. Indeed, in normal subjects, pharmacological sympathetic stimulation does produce significant prolongation of QTc.276Epinephrine testing has also shown some diagnostic utility for CPVT in cardiac arrest survivors by inducing ventricular ectopic activity, bidirectional couplets, and ventricular tachycardia.275However, there is uncertainty as to the ideal cutoff for epinephrine‐induced arrhythmia, and the diagnostic sensitivity compared to exercise testing in CPVT families is low.277Isoproterenol challenge for the diagnosis of arrhythmogenic right ventricular cardiomyopathy has also been advocated but has not been tested by other groups or in the unexplained cardiac arrest survivor without overt phenotype.278Sodium channel blocker challenge (ajmaline, procainamide, flecainide, and pilsicainide) has been used extensively for investigating the possibility of Brugada syndrome in cardiac arrest survivors, although these are mainly reported in series of patients with a strong suspicion of Brugada syndrome279,280,281rather than in unexplained cardiac arrest survivors.282The use of leads V1 and V2 in the second and third intercostal space or high right precordial ECG leads during provocation increases the diagnostic yield.233,283In the CASPER registry, there was a yield from procainamide challenge,284although this may underestimate the true burden, as different sodium channel blockers have different potencies for inducing the type 1 Brugada ECG pattern. For example, ajmaline is associated with an odds ratio of 8 for inducing the type 1 Brugada ECG pattern compared with procainamide285and a 4% yield in a small group of “healthy”"
  },
  {
    "full_text": "a 4% yield in a small group of “healthy” controls.286Furthermore, while recent consensus guidelines would give a definite diagnosis to a cardiac arrest survivor with a type 2 or 3 pattern converting to a type 1, the implication of a drug‐induced type 1 pattern without a baseline type 2 or 3 is not addressed.152Yet cardiac arrest survivors from CASPER without a type 2 or 3 pattern had positive procainamide challenges.284Other tests such as the full stomach test have been proposed but have not been taken up in general.287Different approaches for provocation of an underlying repolarization abnormality have been employed including drug challenge with quinidine and sotalol and mental stress tests.288,289,290,291These may offer utility in the future but have not been tested in the cardiac arrest survivor.Coronary vasospasm, while a recognized cause of cardiac arrest, may not be picked up clinically at presentation.292Ergonovine or acetylcholine challenge has been proposed as a Class 1 indication by recent guidelines293and was employed selectively in the CASPER experience.216Hyperventilation has also been used as a diagnostic test.294Recent experience from the Paris Sudden Death Expertise Center investigators suggests that pharmacological challenge is useful for diagnosis and could be better employed.295Nonetheless, there are few centers with extensive experience in the use of the test, and there is a possibility of false‐positive findings in the cardiac arrest survivor population.Adenosine challenge has been used to unmask pre‐excitation that may otherwise be missed.296,297In the absence of other causes, it will indicate the need for electrophysiological study to evaluate the risk of the accessory pathway (rapidity of antegrade conduction) followed by ablation therapy. However, electrophysiological study is not routinely included in the workup of unexplained cardiac arrest.8Indeed, previous consensus guidelines proposed a Class 3 indication when assessing a suspected primary electrical disorder.8It does not add additional diagnostic or prognostic value unless there is evidence to indicate otherwise. For example, pre‐excited atrial fibrillation, bundle branch re‐entrant ventricular tachycardia, and rapid supraventricular tachycardias that degenerate into ventricular fibrillation have all previously been described as culprits requiring an invasive approach to diagnosis and curative ablation therapy.298,299Electroanatomic voltage mapping of the right ventricle is a discretionary tool that may be considered to detect evidence of subclinical arrhythmogenic right ventricular cardiomyopathy.300More recently, extensive endocardial and epicardial mapping of unexplained cardiac arrest cases has been employed to identify cases with either Purkinje triggers and/or subtle depolarization abnormalities that may be suitable for ablation therapy.301Recommendations for investigation of SCA survivors: provocative testingCORLOERecommendationsReferences1B‐NR1. Exercise"
  },
  {
    "full_text": "Exercise testing is recommended in all undiagnosed SCA survivors to induce arrhythmias that may support the diagnoses of arrhythmogenic cardiomyopathy and CPVT and to evaluate dynamic depolarization or repolarization features that may support the diagnoses of Brugada syndrome, arrhythmogenic cardiomyopathy, and long QT syndrome.216,220,263,264,265,270,271,302,3032aB‐NR2. Lying to standing ECGs can be useful in SCA survivors for the diagnosis of long QT syndrome, but must be interpreted with caution in children.266,267,268,269,2702bB‐NR3. Epinephrine challenge may be considered for the diagnosis of long QT syndrome and CPVT, in those unable to exercise.273,274,275,277,3041B‐NR4. Sodium channel blocker challenge with standard and high precordial ECG leads is recommended for the diagnosis of Brugada syndrome in undiagnosed SCA survivors with suggestive clinical characteristics, including a type 2 or 3 Brugada ECG pattern.233,273,274,275,277,2862aB‐NR5. Sodium channel blocker challenge with standard and high precordial ECG leads can be useful for the diagnosis of Brugada syndrome in SCA survivors where no other disorder has been identified.233,279,280,281,2822bB‐NR6. Ergonovine, acetylcholine, or hyperventilation testing when performed in experienced centers may be considered for the diagnosis of coronary vasospasm as the cause of SCA in a survivor where no other disorder has been identified.216,294,2952bC‐LD7. Adenosine challenge may be useful for the unmasking of ventricular pre‐excitation and therefore the diagnosis of rapidly conducted atrial arrhythmia as the likely cause of SCA in a survivor where no other disorder has been identified.2972aC‐LD8. An electrophysiological study can be considered if bundle branch re‐entrant ventricular tachycardia, pre‐excited atrial fibrillation, or supraventricular tachycardia are suspected in an SCA survivor.298,2992bC‐LD9. Electroanatomic right ventricular voltage mapping may be considered for detection of subclinical arrhythmogenic cardiomyopathy in an SCA survivor where no other disorder has been identified.3002bC‐LD10. An electrophysiological study may be considered in an SCA survivor where no other disorder has been identified to evaluate potential underlying substrate.301SynopsisConcealed Brugada syndrome, long QT syndrome, CPVT, arrhythmogenic cardiomyopathy, pre‐excitation, and coronary vasospasm may be uncovered by provocative maneuvers in the cardiac arrest survivor whose cause of cardiac arrest remains unknown after baseline clinical, ECG, and imaging investigations. Exercise ECG testing and sodium channel blocker challenge appear to offer most potential utility, whereas lying to standing ECGs; epinephrine, isoproterenol, and adenosine challenge; and hyperventilation, ergonovine, and acetylcholine testing may be considered in specific patients. Electrophysiological study and electroanatomic mapping may be useful to provide patient‐specific insights into the mechanism of cardiac arrest and offer"
  },
  {
    "full_text": "into the mechanism of cardiac arrest and offer therapeutic options but should be avoided in the routine investigation of channelopathy. However, data in general are limited to case reports or case series, some with validation cohorts, and there are no randomized studies.Recommendation‐specific supportive textExercise testing is a versatile, straightforward, and readily available test that may yield diagnoses due to the arrhythmic challenge or effects on depolarization and repolarization. As such, it should be a standard part of the investigative armamentarium.216,303Lying to standing ECGs may offer some insights into the likelihood of long QT syndrome, but in isolation a positive result may not fulfill diagnostic criteria and therefore may only complement the evaluation.266,267,268,269,270Similarly, epinephrine challenge has low specificity for long QT syndrome and may be insensitive for CPVT. In isolation, a positive result may not fulfill diagnostic criteria and therefore may only complement the evaluation.273,274,275,277,304There are risks to this test, both in inducing ventricular arrhythmia and in false diagnosis.Sodium channel blocker testing has a clear role to play in evaluating the cardiac arrest survivor, although the implication of a positive result in patients with or without a high prior likelihood of Brugada syndrome is unclear, eg, male vs. female, cardiac arrest during sleep vs. exercise, type 2 or 3 ECG pattern vs. no Brugada pattern at baseline. This reflects the lack of a gold standard for the diagnosis of Brugada syndrome, and therefore the utility of sodium channel blocker challenge in patients without a clear prior likelihood of Brugada syndrome is less certain and merits a lower utility in the evaluation cascade.233,273,274,275,277,286Furthermore, sodium channel blocking agents differ in their sensitivity and specificity for inducing ECG changes and availability varies worldwide (see Section7.4text).2855. See 4.233,279,280,281,2826. The utility of ergonovine or acetylcholine challenge or hyperventilation testing in all cardiac arrest survivors is unclear, as there are no studies of systematic testing in all cardiac arrest survivors. In particular, the specificity of the test is unknown, especially in the cardiac arrest survivor population. It can, however, lead to diagnoses when employed in a protocol and therefore should be considered as part of the armamentarium until more evidence is available.216,293,294,2957. Adenosine challenge has not been tested systematically in cardiac arrest survivors, but there are limited data suggesting that it will uncover concealed pre‐excitation that may cause cardiac arrest in the setting of rapidly conducted pre‐excited atrial tachyarrhythmias.296,2978. There are limited case series describing the use of electrophysiological study in diagnosis and treatment of pre‐excited atrial arrhythmias and bundle branch re‐entrant ventricular tachycardia.298,2999. Studies of endocardial mapping"
  },
  {
    "full_text": "Studies of endocardial mapping report a higher sensitivity for detection of arrhythmogenic cardiomyopathy, but this has not been explored in SCA survivors.300Sensitivity and specificity are unknown, particularly in patients where no other tests are abnormal.10. Extensive endocardial and epicardial mapping of unexplained cardiac arrest cases has been employed to identify cases with either Purkinje triggers and/or subtle depolarization abnormalities that may be suitable for ablation therapy.3017.5Investigation of sudden cardiac arrest survivors: genetic evaluationAlthough most SCA survivors will have an indication for an implantable defibrillator for secondary prevention of a cardiac arrest,6genetic evaluation may influence final diagnosis, treatment recommendations, and family screening (Figure15). In some cases, genetic evaluation may enable therapy specific to the disease mechanism. Recent technological advances in genetic evaluations, establishment of reference databases of genetic variants, systematic annotation of causal genes,305and standardization of variant interpretation306have enabled efficient and comprehensive genetic assessment. However, the pace of genetic discovery and variant interpretation is evolving rapidly, creating a complex landscape surrounding genetic evaluation of SCA survivors.FIGURE 15Investigation of sudden cardiac arrest (SCA) survivors: genetic evaluation. Colors correspond to the Class of Recommendation in Table1The decision to pursue genetic evaluation is an individualized one in which the patient, with proper (clinical and genetic) counseling, must weigh the benefits, limitations, and personal and familial implications. The genetic basis of SCA and most individual conditions that predispose to SCA remain incompletely understood. As such, caution is advised when interpreting negative genetic test results or when examining genes with low likelihood of causing SCA. Prior clinical practice guidelines have specifically addressed the diagnostic considerations regarding specific genetic cardiovascular conditions.4,10,307The ClinGen represents a systematic effort to enumerate causal genes and variation related to human disease, including SCA‐related conditions.305Previous reports have been developed for Brugada syndrome,195long QT syndrome,196and hypertrophic cardiomyopathy.202The yield of genetic testing varies substantially by condition.188Variant interpretation may differ by laboratory215despite recent efforts to standardize variant interpretation.306Given the rapid changes in available technology to evaluate the genome, complexities in variant interpretation, and nuances in the ethical and legal framework surrounding genetic testing in some settings,66,106,215,308,309,310it is recommended that SCA survivors undergoing genetic assessment have evaluations performed at centers with multidisciplinary experience in counseling, variant interpretation, and management of genetic heart disease (see Section3). For SCA survivors"
  },
  {
    "full_text": "heart disease (see Section3). For SCA survivors who have undergone genetic testing, an offer of periodic re‐evaluation of the genetic test results is advocated (similar to Section6.4, Recommendation 4).Recommendations for genetic evaluation of SCA survivorsCORLOERecommendationsReferences1B‐NR1. Genetic evaluation of SCA survivors is recommended for those with a diagnosed or suspected genetic cardiac disease phenotype when the results are likely to influence diagnosis, management, or family screening.84,3221B‐NR2. When genetic evaluation is performed in an SCA survivor with a suspected or diagnosed genetic cardiac disease phenotype, it is recommended that evaluations include only genes where there is robust gene–disease association.84,3082bB‐NR3. When genetic evaluation is performed in an SCA survivor with a suspected or diagnosed genetic cardiac disease phenotype, assessment of genes or genomic regions that are not known to be causally related may be considered in select circumstances.842bB‐NR4. Genetic evaluation of SCA survivors without a distinct genetic cardiac disease phenotype may be considered in select circumstances.82,3303: No BenefitC‐EO5. Genetic testing in SCA survivors with a well‐established nongenetic cause of SCA is not recommended.SynopsisSCA can be caused by diverse etiologies, some of which may be predominantly or partially influenced by genetic predisposition. Whereas a thorough clinical evaluation leads to a diagnosis of the cause of SCA for most individuals, the cause of SCA may remain uncertain in others.216In some cases, genetic evaluation of SCA survivors can confirm a molecular etiology that predisposed to the SCA event, support the diagnosis of a specific phenotype, influence management, and facilitate screening in family members at risk via cascade genetic testing.Recommendation‐specific supportive textGenetic testing, after appropriate genetic counseling and informed consent, may facilitate identification of a molecular cause of SCA by identifying pathogenic variants in genes associated with specific phenotypes and fulfilling formal disease‐based diagnostic criteria.4,10Examples of scenarios in which discovery of a genetic cause of SCA may influence management recommendations include administration of beta blockade for patients with long QT syndrome,311sodium channel inhibition in long QT syndrome type 3,312,313,314flecainide administration for patients with CPVT,315,331or exercise restriction recommendations in patients with arrhythmogenic cardiomyopathy.316,317Genetic evaluation may also influence family screening by facilitating cascade genetic testing and clinical surveillance in relatives at greatest risk for disease.2. and 3. Genetic tests have variable yield and may result in discovery of variants of uncertain clinical significance, which can be frequent and challenging to interpret. Using genetic tests that comprise well‐established genes related to a suspected or diagnosed genetic phenotype is most likely to"
  },
  {
    "full_text": "or diagnosed genetic phenotype is most likely to result in discovery of disease‐causing variants in an individual or family, while minimizing the probability of discovering a variant of uncertain clinical significance. In contrast, genetic tests with more comprehensive genomic coverage may lead to moderately increased diagnostic yield but at the expense of increased rates of discovery of variants of uncertain clinical significance.84,308Nevertheless, given a rapidly evolving understanding of the molecular causes of specific phenotypes and increased yield of broader genetic assessment,82,84,246,323,324tests that include broader coverage may be considered in select circumstances, such as when a heritable phenotype is being mapped within a family or assessment for de novo variation is sought through sequencing of multiple family members. The latter examples would only be pertinent when it becomes apparent that a familial trait is likely or there has been exome sequencing in a trio of confirmed parents and the index case.4. Genetic evaluation appears to be highest for individuals with a phenotype consistent with a genetic cause84,323,324and is lower among SCA survivors without a clearly identifiable genetic phenotype.82,84,246,323,324,325,326Nevertheless, individuals with an idiopathic cause of SCA may eventually develop a diagnosis of a genetic etiology during long‐term follow‐up.327Genetic testing can identify variants during the concealed phase of a genetic disease such as arrhythmogenic cardiomyopathy,328or in individuals with conditions otherwise regarded as nongenetic such as in drug‐induced long QT syndrome.329As such, a low but non‐negligible yield for genetic testing appears to be present among individuals with idiopathic SCA.5. In individuals with a well‐established nongenetic cause of SCA, the routine use of genetic evaluation is not recommended owing to the potential for discovery of variants of uncertain significance and misdiagnosis.Figure16summarizes the recommendations from Section7.FIGURE 16Investigation of sudden cardiac arrest survivors. Colors correspond to the Class of Recommendation in Table1. AED, automated external defibrillator; AF, atrial fibrillation; BBR‐VT, bundle branch re‐entry ventricular tachycardia; CIED, cardiovascular implantable electronic device; CMR, cardiac magnetic resonance imaging; CPVT, catecholaminergic polymorphic ventricular tachycardia; ECG, electrocardiogram; EP, electrophysiological; LQTS, long QT syndrome; SCA, sudden cardiac arrest; SVT, supraventricular tachycardia8INVESTIGATION OF THE FAMILY8.1BackgroundThe sudden death of a young, apparently healthy individual raises many questions for family members. Apart from mourning and the question “could we have done something to avoid this,” a very relevant question is whether family members could be affected as well. Roles for health care providers include providing psychological support for the family, identifying a cause for the sudden death, and"
  },
  {
    "full_text": "identifying a cause for the sudden death, and understanding the implications for family members (see Sections 4 and 5). For this chapter, it is especially relevant that families need support to organize clinical and genetic testing for family members and sometimes postmortem genetic testing of the deceased.2,100,332Currently, many cases and even familial forms of unexplained cardiac disease remain insufficiently investigated.333When clinical symptoms indicate that a cardiomyopathy or arrhythmia may have contributed to the death, further steps are needed to specify the diagnosis. If blood or tissue of the deceased is available, DNA testing can be done for a range of arrhythmia syndromes and cardiomyopathies, nowadays often using gene panels. Without a specific diagnosis in the deceased, clinical investigation of the first‐degree relatives (parents, siblings, and children) can identify a person with similar symptoms or signs, although sometimes mild. This relative of the deceased can be the proband for DNA testing and thus provide the key to a diagnosis for the family.Efforts are needed to increase the proportion of postmortem examinations (either forensic or medical autopsy) to clarify whether or not an underlying cause can be suspected or proven. The postmortem result should be communicated to the family as per local protocols. Without a postmortem diagnosis, efforts are needed to evaluate eventual clinical symptoms of the parents and other first‐degree family members.80,81,143,144,334This is outlined in Section6. If DNA of the deceased person can be used for testing, or a relative who has similar symptoms can be tested, a monogenic form of cardiomyopathy or arrhythmia may be recognized that may also be present in family members. Typically, first‐degree relatives are at 50% risk of carrying the same pathogenic mutation, since many of these conditions follow an autosomal dominant pattern of inheritance.Depending on whether or not autopsy has been performed, whether DNA is available, whether a relative is already diagnosed with a cardiogenetic condition, and whether symptoms were noticed during life, there are different situations possible: 1) sudden death, with clinical observations or DNA testing suggesting a specific diagnosis, and 2) sudden death, with no cause identified. The first situation will be discussed in Section8.2, the second in Section8.3(Figure17).FIGURE 17Investigation of the family affected by sudden cardiac arrest and/or sudden unexplained death when cause is identified or not identified. Colors correspond to the Class of Recommendation in Table1. CMR, cardiac magnetic resonance imaging; ECG, electrocardiogram; SCA, sudden cardiac arrest; SCD, sudden cardiac death; SUD, sudden unexplained death8.2Investigation of the family: cause identified—cascade testing, clinical and genetic investigationsIn cascade testing, after the postmortem diagnosis in an index patient by a DNA test, an invitation can be sent to parents, brothers and"
  },
  {
    "full_text": "invitation can be sent to parents, brothers and sisters, and children.335If any of the relatives is also diagnosed with the condition, a next circle of first‐degree relatives is invited. If one of the first‐degree relatives is not available (either deceased or not wanting to participate), second‐degree relatives are invited, for instance, children of a deceased sibling. This systematic approach is very effective in autosomal dominant conditions, since first‐degree relatives are at 50% a priori risk to carry the same pathogenic mutation and second‐degree relatives at 25% risk. For minors, the age at which treatment starts determines the age before which DNA testing is advised. This may differ between countries and conditions. DNA testing of minors is not advised if the result would have no consequences in childhood.Presymptomatic DNA testing makes it possible to organize preventive measures, such as regular cardiological follow‐up, use of medication (eg, beta blockers), lifestyle advice (eg, avoid intensive sports), implantable cardioverter‐defibrillators, or reproductive planning.80,193,336,337,338,339,340,341,342Presymptomatic DNA testing also puts an end to uncertainty and fear for those family members who test negative.339For them, follow‐up investigations are no longer indicated.In studies describing cascade screening, often the participation of relatives is limited.343,344,345,346,347,348This implies that many persons carrying pathogenic variants remain undiagnosed and are at continued risk of sudden death. Increasingly, geneticists and other stakeholders plea for an active approach to cascade testing for conditions where interventions are available.349,350,351Stakeholders agree on the importance of early diagnosis and informing the family.2,340,352Barriers to cascade screening include out‐of‐pocket expenses for the patient, limited resources for informing relatives, and privacy regulations.339,351,353,354To benefit from predictive, personalized, and preventive medicine, the roles and responsibilities of stakeholders in genetic testing as a preventive strategy need to be carefully aligned.If clinical signs and symptoms suggest an inherited condition but no DNA test has been performed or no pathogenic variant has been identified, then history, examination, and clinical investigations of first‐degree relatives are required to identify those at risk for SCD.Recommendations for investigation of the family: cause identified—cascade testing, clinical and genetic investigationsCORLOERecommendationsReferences1C‐LD1. If a pathogenic or likely pathogenic variant that fits with the phenotype has been identified in an SCD proband, first‐degree relatives should be offered DNA testing, with ongoing clinical evaluation for those testing positive.70,84,346,355,3561C‐LD2. SCA survivors should be encouraged to provide information to at‐risk relatives, and health care providers should support and document this process.350,3571C‐LD3. The effectiveness of"
  },
  {
    "full_text": "this process.350,3571C‐LD3. The effectiveness of treatment strategies and interventions in relatives with pathogenic or likely pathogenic variants of genes related to SCD should be investigated in clinical trials.333,3581B‐NR4. In families affected by SCA, reproductive genetic counseling should be offered to discuss risks and options for future or current pregnancies.336,337,338SynopsisA postmortem diagnosis in a victim of SCD implies the possibility of avoiding sudden death in relatives. This requires an active approach to inform parents, siblings, and children of the index case and offer clinical evaluation and potential genetic testing. A multidisciplinary service should support all elements of recognizing an inherited cardiac disorder in a victim (pathologist), identifying pathogenic mutations (geneticist), clinical evaluation and surveillance of carriers of the mutation (cardiologist), and supporting the patients and relatives (psychologist).Recommendation‐specific supportive textSince undiagnosed cardiogenetic conditions can be life‐threatening and since interventions are available to reduce the risk of sudden death, first‐degree relatives who are at 50% risk of carrying the pathogenic variant need to be informed about the possibilities of clinical investigations and genetic testing.70,84,346,355,356Second‐degree relatives whose intervening first‐degree relative refuses genetic testing (or is not available) should be offered testing due to a 25% risk.Patients often can inform their relatives at risk, but medical professionals increasingly feel ethically responsible to support this process.349,350,357Supplying a letter for the patient to share with relatives is advised. Occasionally, directly contacting relatives may be possible in some jurisdictions. Studies have shown that there is substantial room for improvement of the uptake of family screening. Barriers include reluctance to consent to postmortem investigations, lack of information, and lack of funding for the services. While the services needed should involve many disciplines (pathologist, cardiologist, geneticist), the systematic approaching of family members fits the specialty of clinical genetics well. To achieve a high uptake, a systematic approach is needed.The identification of at‐risk individuals leads to the question of whether all require active treatment. Prospective clinical studies are needed to answer this question. To balance pros and cons for survival and for quality of life on treatment, long‐term follow‐up of persons following the suggested surveillance and interventions is needed. Precision prevention advice should build on this evidence.In families with genetically affected individuals (with or without clinical findings), detailed prenatal counseling and guidance regarding inheritance patterns, variant penetrance, and risk should be offered, and other options including preimplantation genetic diagnosis should be explored.336,337,3388.3Investigation of the family:"
  },
  {
    "full_text": "of the family: cause not identified—clinical and genetic investigationsSudden death in the young is always a tragedy for those lost and the remaining family. When the cause of sudden death is not identified, either because there was no postmortem examination or because the autopsy was negative, significant anxiety in the family focuses on two major questions: why did the subject die suddenly and what risks apply to the remaining family members? An autopsy is typically requested, and in some jurisdictions mandated, but may not be completed because of cultural, family, or logistical limitations. When a postmortem examination establishes a cause of death, diagnosis transitions from SUD to death attributed to autopsy‐related findings (see Section8.2). When no underlying anatomic or toxicologic cause of death is identified with forensic autopsy, the description of the death goes from SUD to sudden arrhythmic death (syndrome)/SAD(S), since death is attributed to a presumed arrhythmia, or autopsy‐negative SCD. In the case of nonspecific findings, follow‐up of families should be similar to that with a negative autopsy.184,359When sudden death is classified as SAD or autopsy‐negative SCD (ie, SUD), the differential diagnosis includes a breadth of inherited conditions that are predominantly ion channelopathies, with latent cardiomyopathy a consideration based on subtle autopsy findings. Causes include long QT syndrome, CPVT, short QT syndrome, Brugada syndrome, and arrhythmogenic cardiomyopathy. Careful review by a trained cardiac pathologist is recommended to ensure that assigned causes or absent causes are accurate (see Section6.3).2Recent studies have shown that a genetic evaluation of the deceased subject's DNA associated with a clinical evaluation of first‐degree relatives of the deceased subject retrospectively identified the cause of death in 20%–40% of cases.70,80,81,143,144,189,334In this situation, the identification of the cause of sudden death provides an explanation to the family and facilitates further cascade screening. In a second step, it will enable prevention measures in the family to limit the risk of a second death.Recommendations for investigation of the family: cause not identified—clinical and genetic investigationsCORLOERecommendationsReferences1B‐NR1. Family screening should be advised in first‐degree relatives of SUD subjects with a negative autopsy (or with no autopsy) when the decedent's age is <45 years (and in all patients with a clear phenotype regardless of age).80,81,143,144,3341B‐NR2. Family screening should include genetic testing and clinical evaluation when genetic testing of a proband with SUD detects a pathogenic or likely pathogenic variant.70,80,81,84,143,144,189,3342aB‐NR3. It is reasonable to take a medical history and perform physical examination, standard and high precordial lead ECG, echocardiography, and exercise testing in first‐degree relatives of SUD subjects.80,81,143,144,3342bC‐LD4. Depending on the"
  },
  {
    "full_text": "Depending on the results of other investigations (ECGs, echocardiography, and exercise testing), it may be reasonable to perform ambulatory cardiac rhythm monitoring and CMR in first‐degree relatives of SUD subjects.70,81,143,189,3602aB‐NR5. It is reasonable to screen select postpubertal family members of SUD subjects with pharmacological testing including sodium channel blocker when baseline testing or proband findings increase suspicion of the target diagnosis.143,189,205,275,288,3342bB‐NR6. It may be reasonable to screen first‐degree relatives of SUD subjects with pharmacological testing including epinephrine challenge (if exercise testing is impractical) and sodium channel blockade.189,205,275,288,334SynopsisScreening of first‐degree relatives of the SCD victim is informed by findings from the forensic investigation. Though the yield of genetic testing is relatively low, results should be applied to all first‐degree relatives in conjunction with clinical assessment. In the absence of genetic results, screening tests should include a medical history, standard and high precordial lead ECG, 24‐hour ambulatory monitoring, echocardiography, and exercise test, with select use of pharmacological provocation and advanced imaging.Recommendation‐specific supportive textAlthough autopsy is recommended, family screening after sudden death in young patients is effective even when an autopsy is not conducted. Broad screening of first‐degree relatives with systematic testing is warranted.80,81,143,144,334Combining molecular autopsy with clinical evaluation in surviving families increases diagnostic yield.70The value of surveillance testing after negative evaluation is uncertain, though commonly undertaken until age 45 years (range: 40–50 years), with decreasing frequency with age.85The context of SCD, the family history, and existing findings should inform the potential merits of ongoing surveillance, including frequency and duration. The age at which and from which onward surveillance is warranted depends on the (suspected) underlying condition.When decedent genetic testing detects a pathogenic or likely pathogenic variant, the result enables identification of all family members at risk of SCD.80,81,143,144,334It is important to combine genetic and clinical evaluation, especially when the pathogenicity of the detected variant is uncertain, to evaluate the correlation between the genetic finding and clinical diagnosis for each family.83If DNA is not available from the decedent and no clinical phenotype is present in the family, genetic testing of family members should be strongly discouraged.Several studies have demonstrated that family screening should include at least a medical history, standard and high precordial lead ECG (to improve the detection of the Brugada syndrome), echocardiography, exercise test,80,81,143,144,334and Holter monitoring on a case‐by‐case basis.CMR and 24‐hour ambulatory monitoring of family members can inform diagnosis.4,5and 6."
  },
  {
    "full_text": "of family members can inform diagnosis.4,5and 6. A careful assessment of the circumstances of sudden death may point to a specific diagnosis. Sudden death in a young or middle‐aged male occurring during a febrile illness or sleep suggests the diagnosis of Brugada syndrome, whereas sudden death occurring in a subject during physical activity suggests the diagnosis of long QT syndrome or CPVT. As Brugada syndrome may be masked or intermittent in some patients, sodium channel blocker challenge may unmask the type 1 pattern and increase the effectiveness of family screening. It should be recognized that there is a potential high rate of false positives, as data on the specificity and sensitivity of the test are not available, and a positive ECG may be induced in 4%–5% of normal subjects.286,361In the pediatric age group, a negative test may convert to a positive test after puberty.362Long QT syndrome may also be unmasked by standing, exercise test, epinephrine test, or mental stress test.266,269,270,275,288In first‐degree relatives of young SUD victims with no manifest abnormalities during the initial examination, the risk of developing manifest inherited cardiac disease or cardiac events during follow‐up is low.2059FUTURE DIRECTIONSMany of the recommendations in this document seem intuitive, obvious, and straightforward; however, much of what is being recommended within this document is seldom routinely performed even in well‐resourced countries. Many decedents of SUD never receive an autopsy, and the evaluation of first‐degree relatives of an SUD victim or an SCA survivor ranges widely from no evaluation to ordering a multitude of tests that are then repeated regularly and indefinitely. The extensive variability in practice indicates that developing common sense processes and multidisciplinary teams remains a considerable challenge in many areas and guidance is required. Developing these processes and teams involves leaders challenging many medico‐political barriers that obstruct and delay best medical practice. We hope that this document will empower those who wish to achieve such changes for the better, including efforts for continuous improvement of practice. So, assuming the recommendations in this document are embraced and implemented, what are the next steps and future directions in this field?Firstly, unlike cancer statistics and even SCD in the elderly due to coronary artery disease, the precise prevalence, epidemiology, and etiologies of either SUD or SCA in the young remain obscure in most countries. Only if these conditions become a notifiable event will the true scale and scope ever be captured.Secondly, communities, states/provinces, and countries must advocate for and expect that a true comprehensive autopsy, including postmortem genetic testing (ie, molecular autopsy), occurs whenever an SUD occurs in a young person. The current dismal rate of autopsy must be reversed. Only when this becomes the standard of care will the true"
  },
  {
    "full_text": "this becomes the standard of care will the true epidemiology/etiology of SCD be determined.Thirdly, the basic occurrence and subsequent extent of an evaluation of the living, whether she/he is an SCA survivor or the first‐degree relative of an SUD victim or an SCA survivor, must become standard of care. After initial cardiological evaluation (examination, ECGs, stress test, and echocardiogram) has been completed, the true contribution of SCA‐predisposing genetic heart disease will be exposed. Furthermore, the composition and contribution of advanced investigations ranging from sodium channel drug provocation studies, to MRI, to genetic testing requires further study, as does the recommended interval for a repeat cardiological evaluation of the first‐degree relatives when their first evaluation is either normal or inconclusive.Finally, when such investigations are commenced, future studies to minimize the collateral damage from uncertain clinical findings and genetic “variants of uncertain significance” will be needed. While it is recognized that the correct necropsy diagnosis of the SUD decedent and the correct diagnosis of the SCA survivor may give patients and their families some answers and resolution to the event, the premature and erroneous diagnosis due to excessive confidence in or overinterpretation of clinical or genetic findings of uncertain significance can cause remarkable harm. If we are to “first do no harm,” the model of multidisciplinary teams with the expertise to correctly evaluate all the investigations and potential (mis)diagnoses should be made accessible to all.Supporting informationSupplementary MaterialClick here for additional data file."
  }
]