[
  {
    "full_text": "TITLE: 2023 Society for Academic Emergency Medicine Consensus Conference on Precision Emergency Medicine: Development of a policy relevant, patient-centered research agenda ABSTRACT: Objectives:Precision medicine is data-driven healthcare tailored to individual patients based on their unique attributes, including biologic profiles, disease expressions, local environments, and socio-economic conditions. Emergency medicine (EM) has been peripheral to the precision medicine discourse, lacking both a unified definition of precision medicine and a clear research agenda. We convened a national consensus conference to build a shared mental model and develop a research agenda for precision EM.Methods:We held a conference to (1) define precision EM, (2) develop an evidence-based research agenda, and (3) identify educational gaps for current and future EM clinicians. Nine preconference workgroups (biomedical ethics, data science, health professions education, healthcare delivery and access, informatics, -omics, population health, sex and gender, and technology and digital tools), comprising 84 individuals, garnered expert opinion, reviewed relevant literature, engaged with patients, and developed key research questions. During the conference, each workgroup shared how they defined precision EM within their domain, presented relevant conceptual frameworks, and engaged a broad set of stakeholders to refine precision EM research questions using a multi-stage consensus-building process.Results:217 individuals participated in this initiative, of which 115 were conference day attendees. Consensus-building activities yielded a definition of precision EM and key research questions that comprised a new 10-year precision EM research agenda. The consensus process revealed three themes: (1) preeminence of data, (2) interconnectedness of research questions across domains, and (3) promises and pitfalls of advances in health technology and data science/artificial intelligence. The health professions education workgroup identified educational gaps in precision EM and discussed a training roadmap for the specialty.Conclusion:A research agenda for precision EM, developed with extensive stakeholder input, recognizes the potential and challenges of precision EM. Comprehensive clinician training in this field is essential to advance EM in this domain. BODY: Objectives:Precision medicine is data-driven healthcare tailored to individual patients based on their unique attributes, including biologic profiles, disease expressions, local environments, and socio-economic conditions. Emergency medicine (EM) has been peripheral to the precision medicine discourse, lacking both a unified definition of precision medicine and a clear research agenda. We convened a national consensus conference to build a shared mental model and develop a research agenda for precision EM."
  }
]