[
  {
    "full_text": "TITLE: 2023 International Consensus on Cardiopulmonary Resuscitation and Emergency Cardiovascular Care Science With Treatment Recommendations: Summary From the Basic Life Support; Advanced Life Support; Pediatric Life Support; Neonatal Life Support; Education, Implementation, and Teams; and First Aid Task Forces ABSTRACT: The International Liaison Committee on Resuscitation engages in a continuous review of new, peer-reviewed, published cardiopulmonary resuscitation and first aid science. Draft Consensus on Science With Treatment Recommendations are posted online throughout the year, and this annual summary provides more concise versions of the final Consensus on Science With Treatment Recommendations from all task forces for the year. Topics addressed by systematic reviews this year include resuscitation of cardiac arrest from drowning, extracorporeal cardiopulmonary resuscitation for adults and children, calcium during cardiac arrest, double sequential defibrillation, neuroprognostication after cardiac arrest for adults and children, maintaining normal temperature after preterm birth, heart rate monitoring methods for diagnostics in neonates, detection of exhaled carbon dioxide in neonates, family presence during resuscitation of adults, and a stepwise approach to resuscitation skills training. Members from 6 International Liaison Committee on Resuscitation task forces have assessed, discussed, and debated the quality of the evidence, using Grading of Recommendations Assessment, Development, and Evaluation criteria, and their statements include consensus treatment recommendations. Insights into the deliberations of the task forces are provided in the Justification and Evidence-to-Decision Framework Highlights sections. In addition, the task forces list priority knowledge gaps for further research. Additional topics are addressed with scoping reviews and evidence updates. BODY: This is the seventh in a series of annual International Liaison Committee on Resuscitation (ILCOR) International Consensus on Cardiopulmonary Resuscitation and Emergency Cardiovascular Care Science With Treatment Recommendations (CoSTR) summary publications summarizing the ILCOR task forces’ analyses of published resuscitation evidence since ILCOR began the more continuous process of evidence evaluation in 2015. Including work from the 6 task forces, this year’s review encompasses 90 topics reviewed in some capacity, including 25 systematic reviews (SysRevs). Although only SysRevs can generate a full CoSTR and new treatment recommendations, many other topics were evaluated with more streamlined processes.Draft CoSTRs for all topics evaluated with SysRevs were posted on a rolling basis between April 2022 and January 2023 on the ILCOR website.1Each draft CoSTR includes the data reviewed and draft treatment recommendations, with public comments accepted for 2 weeks after posting. In some cases, if requested, public comment was permitted for longer. Task forces considered"
  },
  {
    "full_text": "was permitted for longer. Task forces considered public feedback and provided responses. The 25 draft CoSTR statements and scoping reviews (ScopRevs) were viewed ≈20 900 times, and 76 comments were provided. All CoSTRs are now available online, adding to the existing CoSTR statements.This summary statement contains the final wording of the treatment recommendations and good practice statements as approved by the ILCOR task forces, but it differs in several respects from the online CoSTRs: The language used to describe the evidence is not restricted to standard Grading of Recommendations Assessment, Development, and Evaluation (GRADE) terminology, making it more accessible to a wider audience; in some cases, only the high-priority outcomes are reported; the Justification and Evidence-to-Decision Framework Highlights sections are shortened in some cases but aim to provide a transparent rationale for treatment recommendations; and last, the task forces have prioritized knowledge gaps requiring future research studies. Links to the published reviews and full online CoSTRs are provided in the corresponding sections, and supporting tables and materials can be found in Appendix A.The CoSTRs are based on analysis of the data using the GRADE approach.2SysRevs are conducted by expert systematic reviewers or by task force members, always with the involvement of ILCOR content experts. The GRADE approach that is part of this process rates the certainty of evidence that supports the intervention effects (predefined by the population, intervention, comparator, outcome [PICO] question) as high, moderate, low, or very low. Randomized controlled trials (RCTs) begin the analysis as high-certainty evidence, and observational studies begin the analysis as low-certainty evidence. Certainty of evidence can be downgraded for risk of bias, inconsistency, indirectness, imprecision, or publication bias; it can be upgraded for a large effect, for a dose-response effect, or if any residual confounding would be thought to decrease the detected effect.The format for outcome data reporting varies by the data available but ideally includes both relative risk and the absolute risk difference, both with 95% CI. The absolute risk difference is the absolute difference between the risks and is calculated by subtracting the risk in the control group from the risk in the intervention group. This absolute effect enables a more clinically useful assessment of the magnitude of the effect of an intervention and enables calculation of the number needed to treat (NNT=1/RD). In cases in which the data do not allow absolute effect estimates, alternative measures of effect such as odds ratios (ORs) are reported.Treatment recommendations are generated by the task forces after evaluating the evidence and after task force discussion. The strength of a recommendation is determined by the task force and is not necessarily tied to the certainty of evidence. Although ILCOR generally avoids providing"
  },
  {
    "full_text": "Although ILCOR generally avoids providing guidance when evidence is insufficient to support a SysRev, in some cases, good practice statements have been provided for topics thought to be of particular interest to the resuscitation community. Good practice statements are not evidence-based recommendations but represent expert opinion in light of very limited data.ILCOR’s goal is to review at least 20% of all PICO questions each year so that the CoSTRs reflect current and emerging science. Acknowledging that many PICO topics will not have sufficient new evidence to warrant a SysRev, ILCOR implemented 2 additional levels of evidence review in 2020. ScopRevs are undertaken when there is a lack of clarity on the amount and type of evidence on a broader topic. Search strategies are similar in rigor to those of SysRevs, but ScopRevs do not include bias assessments or meta-analyses. The third and least rigorous form of evidence evaluation is the evidence update (EvUp), in which a minimum of a PubMed search is carried out to screen for significant new data and assess whether there has been sufficient new science to warrant a more extensive review and updated CoSTR. Both ScopRevs and EvUps can inform a decision about whether a SysRev should be undertaken but are not used to generate new or updated treatment recommendations because they do not include bias assessment, GRADE evidence evaluation, or meta-analysis. ScopRevs may be used to generate good practice statements, which represent expert opinion of the task force in light of limited evidence. In this document, ScopRevs are summarized in the relevant task force section, with references to the more complete online review. EvUps are listed at the end of each task force section in table form, with information including the prior treatment recommendation(s) related to the PICO question, how many new studies were identified, key findings, and whether an updated SysRev is recommended. Complete EvUps are provided in Appendix B.The following topics are addressed in this CoSTR summary:BASIC LIFE SUPPORTSysRevs-Immediate resuscitation in water or on boat in drowning-Automated external defibrillator (AED) use first versus cardiopulmonary resuscitation (CPR) first in drowning-Ventilation equipment in cardiac arrest after drowning-Chest compression–only CPR in drowning-Public-access defibrillation (PAD) programs for drowning-Prehospital oxygen administration in cardiac arrest after drowning-CPR by rescuers wearing personal protective equipment (PPE)ScopRevs-Drone delivery of AEDsEvUps-Paddle size and placement for defibrillation-Barrier devices-Chest compression rate-Rhythm check timing-Timing of CPR cycles (2 minutes versus other)-Public access AED programs-Check for circulation during basic life support (BLS)-Rescuer fatigue in chest compression–only CPR-Harm from CPR to individuals not in arrest-Harm to rescuers from CPR-Hand position during compressions-Dispatch-assisted compression-only versus conventional"
  },
  {
    "full_text": "compression-only versus conventional CPR-Emergency medical services (EMS) chest compression–only versus conventional CPR-Compression-ventilation ratio-CPR before defibrillation-Chest compression depth-Chest wall recoil-Foreign-body airway obstruction-Firm surface for CPR-In-hospital chest compression–only CPR versus conventional CPR-Analysis of rhythm during chest compressions-Alternative compression techniques (cough, precordial thump, fist pacing)-Tidal volumes and ventilation rates-Lay rescuer chest compression–only versus conventional CPR-Starting CPR (circulation-airway-breathing versus airway-circulation-breathing)-Dispatcher recognition of cardiac arrest-Resuscitation care for suspected opioid-associated emergencies-CPR before call for help-Video-based dispatch-Head-up CPRADVANCED LIFE SUPPORTSysRevs-Extracorporeal CPR (ECPR) for cardiac arrest-Double sequential defibrillation (DSED) for cardiac arrest with refractory shockable rhythm-Calcium during cardiac arrest-Prognostication of favorable neurological outcomeUse of the Glasgow Coma Scale (GCS) motor score for prediction of good neurological outcome after cardiac arrestImaging for prediction of good neurological outcomeUse of brain injury biomarkers for the prediction of good outcome after cardiac arrestElectroencephalogram (EEG) for prediction of good neurological outcomeShort-latency somatosensory evoked potentials (SSEPs) for prediction of good neurological outcomeEvUps-Cardiac arrest in pregnancy-Steroids after return of spontaneous circulation (ROSC) from cardiac arrestPEDIATRIC LIFE SUPPORTSysRevs-ECPR for cardiac arrest in pediatrics-Prediction of survival with good neurological outcome after return of circulation (ROC) following pediatric cardiac arrestClinical examination for the prediction of survival with good neurological outcomeBlood biomarkers for the prediction of survival with good neurological outcomeElectrophysiology for the prediction of survival with good neurological outcomeBrain imaging for the prediction of survival with good neurological outcomeEvUps-Pulse check accuracy-Pad size, type, and placement for pediatric defibrillation-Antiarrhythmics for cardiac arrest with shockable rhythms at any time during CPR or immediately after ROSC-Adenosine use in supraventricular tachycardia during resuscitation-Energy doses for pediatric defibrillation-Single or stacked shocks for pediatric defibrillation-Epinephrine frequency during CPR-Bedside ultrasound to identify perfusing rhythm-End-tidal CO2monitoring during CPR-Invasive blood pressure monitoring during CPR-Use of near-infrared spectroscopy during cardiac arrest-Resuscitation of the pediatric patient with a single ventricle, after stage I repair-Resuscitation of the pediatric patient with single-ventricle, status–post–stage III/Fontan/total cavopulmonary connection/anastomosis in cardiac arrest-Resuscitation of the pediatric patient with hemi-Fontan/bidirectional Glenn circulation in cardiac arrest-Resuscitation of"
  },
  {
    "full_text": "circulation in cardiac arrest-Resuscitation of children with cardiac arrest associated with sepsis-Fio2titrated to oxygenation during cardiac arrestNEONATAL LIFE SUPPORTSysRevs-Maintaining normal temperature: preterm-Heart rate monitoring: diagnostic characteristics-Exhaled CO2detection to guide noninvasive ventilationScopRevs-Heart rate to initiate chest compressions-Supplemental oxygen during chest compressions-Neonatal chest compression technique (other techniques versus 2-thumb technique)-Compression-to-ventilation ratio for neonatal CPR-Use of feedback CPR devices for neonatal cardiac arrestEDUCATION, IMPLEMENTATION, AND TEAMSSysRevs-Family presence in adult resuscitation-Stepwise approach to skills training in resuscitationScopRevs-Disparities in layperson resuscitation educationEvUps-Patient outcomes from team member(s) attending a CPR course-Cardiac arrest centers-Technology to summon health care professionals-Futile resuscitation rules (termination of resuscitation out of hospital)-CPR feedback devices during training-CPR self-instruction versus instructor-guided training-In situ trainingFIRST AIDScopRevs-Pulse oximetry use in the first aid setting-Use of supplemental oxygen in first aid-Recognition of anaphylaxis-Potential harms from bronchodilator administrationReaders are encouraged to monitor the ILCOR website1to provide feedback on planned SysRevs and to provide comments when additional draft CoSTRs are posted.BASIC LIFE SUPPORTOut-of-Hospital Cardiac Arrest After DrowningSeven drowning questions were part of 1 large SysRev conducted by an expert review group on drowning and members of the ILCOR BLS Task Force. This SysRev was registered in International Prospective Register of Systematic Reviews (PROSPERO; CRD42021259983). A summary of the treatment recommendations for all PICO questions covered in this SysRev is given in Table1. The same population, outcome, study design, and time frame were used for all 6 questions related to drowning.Table 1.Summary of the BLS Task Force Treatment Recommendations for Drowning ResuscitationPopulation, Outcome, Study Design, and Time FramePopulation: Adults and children in cardiac arrest after drowningOutcomes:-Critical: Survival to discharge or 30 days with favorable neurological outcome and survival to discharge or 30 days-Important: ROSCStudy designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Unpublished studies (eg, conference abstracts, trial protocols), manikin studies, narrative reviews, and animal studies were excluded.Time frame: All years and all languages were included as long as there was an English abstract and a full-text translation was possible. The literature search was updated to April 25, 2023.Immediate Resuscitation in Water or on Boat in Drowning (SysRev)Rationale for ReviewThis topic was prioritized by the BLS Task Force after the ScopRev3that was completed for the 2020"
  },
  {
    "full_text": "after the ScopRev3that was completed for the 2020 CoSTR.4,5This SysRev was registered in PROSPERO (CRD42021259983). The full online CoSTR can be found on the ILCOR website.6Intervention and ComparatorIntervention: Immediate resuscitation in water or on boatComparator: Delaying resuscitation until on landConsensus on ScienceOne retrospective observational study (n=46) from coastal regions in Brazil was found that addressed in-water resuscitation,7and no studies were found that addressed on-boat resuscitation. In-water ventilation-only resuscitation performed by trained lifeguards compared with resuscitation delayed to land was associated with improved survival with favorable neurological outcome (52.6% versus 7.4%; relative risk, 7.1 [95% CI,1.8–28.8]) and survival to hospital discharge (52.6% versus 16.7%; relative risk, 5.7 [95% CI, 2.3–14.3]).7Prior Treatment Recommendations (20058,9)In-water expired-air resuscitation may be considered by trained rescuers, preferably with a flotation device, but chest compressions should not be attempted.Individuals who are drowning should be removed from the water and resuscitated by the fastest means available.2023 Treatment RecommendationsWe suggest that in-water resuscitation (ventilations only) may be delivered if rescuers trained in this technique determine that it is feasible and safe with the equipment available and the distance to land warrants its use (weak recommendation, very low–certainty evidence).We suggest that on-boat CPR may be delivered if rescuers trained in this technique determine that it is feasible and safe to attempt resuscitation (good practice statement).If the rescuers feel that the application of immediate CPR is or becomes too difficult or unsafe, then the rescuers may delay resuscitation until on land (good practice statement).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website.6Key discussion points include the following:Hypoxemia is the leading cause of cardiac arrest in drowning.10Experimental and clinical data support the importance of early reversal of hypoxia as a critical intervention for improving outcomes.7,10The logical extension of these data is to train likely rescuers to initiate resuscitation as soon as practicable (ie, either in the water or just after removal from the water, in a boat).3Chest compressions are ineffective in water and should never be attempted.11In-water ventilation-only resuscitation during a rescue is feasible with proper training, sufficient rescuers, and equipment to assist with flotation.7,12–15Survival rates similar to those achieved by Szpilman and Soares7were reported in a case series from Australia in trained lifeguards performing in-water resuscitation in deep water.15As identified in the ILCOR ScopRev on drowning,3to avoid risks to the patient and themselves, rescuers need to consider their own safety, including the weather and water conditions, distance"
  },
  {
    "full_text": "the weather and water conditions, distance to land, and the availability of supportive and floating equipment and additional rescuers. Training should also include important learnings from manikin studies such as avoiding the unintentional submersion of the patient12,13,16and the potential for fatigue and failed rescue.12,16The good practice statement on resuscitation in boats was informed by observational and simulation studies showing that it is feasible for rescuers trained in this technique to initiate resuscitation on moving boats.17–22This recommendation applies to rescue boats and is not meant for the lay public.Organizations developing guidelines from these recommendations should consider local conditions, including the type and size of the rescue vessel, the number of available rescuers, the availability of equipment and training, and the characteristics of the water and land.For both in-water and in-boat resuscitation, the drowning expert group and the BLS Task Force emphasize the importance of continuous assessment of the safety and efficacy while performing these interventions. If either or both are compromised, rescuers should prioritize rescue and delay resuscitation until on land.Task Force Knowledge GapsHigh-quality evidence evaluating the impact of immediate (in-water ventilation and on-boat) compared with delayed resuscitation on patient outcomes, CPR quality, and rescuer safety is required.To enable future reviews and meta-analysis, data collection should be standardized and guided by the Utstein Drowning Statement,23,24CPR metrics recommended by the American Heart Association (AHA),25and core outcome set for cardiac arrest (COSCA) outcomes.26,27AED Use First Versus CPR First in Cardiac Arrest in Drowning (SysRev)Rationale for ReviewAED use in drowning was covered in the ILCOR ScopRev.3The BLS Task Force prioritized 2 questions relating to AED use. This first question explored whether CPR or AED use should be prioritized in cardiac arrest after drowning. This SysRev was registered in PROSPERO (CRD42021259983). The full text of this CoSTR can be found on the ILCOR website.28Intervention and ComparatorIntervention: AED administered before CPRComparator: CPR administered before AEDConsensus on ScienceNo studies were identified that addressed the population, intervention, comparator, outcome, study design, and time frame (PICOST) question.Prior Treatment RecommendationsNone specific to drowning2023 Treatment RecommendationsWe recommend that CPR should be started first and continued until an AED has been obtained and is ready for use for adults and children in cardiac arrest caused by drowning (good practice statement).When available, we recommend an AED be used in cardiac arrest caused by drowning in adults and children (good practice statement).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website.28Key discussion points include the following:In"
  },
  {
    "full_text": "discussion points include the following:In 2020, the ILCOR SysRev (for cardiac arrest of all causes) found low-certainty evidence with no clear benefit for CPR before defibrillation in a meta-analysis.4,5The 2020 recommendation of beginning with CPR first during unmonitored cardiac arrests while the defibrillator is prepared was based on a lack of new evidence since the 2015 review and the value of remaining consistent with the previous treatment recommendation.4,5We found no evidence that directly examined this question in the specific context of drowning. The rationale for CPR first is based on the hypoxic mechanism of cardiac arrest in drowning29and the low incidence of shockable rhythm in drowned out-of-hospital cardiac arrests (OHCAs) found in our prior ScopRev.3Nevertheless, cardiac arrest after drowning may be a primary cardiac event in some adults and children.30For these reasons and because the 2021 ILCOR ScopRev on drowning did not find evidence of harm3and AEDs are associated with improved outcomes generally,31we recommend that an AED should be used in cardiac arrests after drowning once CPR has started. Training and guidelines should highlight the importance of drying the chest and ensuring that the patient is not in water during attempted defibrillation.Task Force Knowledge GapsHigh-quality evidence of the effectiveness of AED use on outcomes, CPR quality, and safety in drowned patients is required.To enable future reviews and meta-analysis, data collection should be standardized and guided by the Utstein Drowning Statement,23,24AHA-recommended CPR metrics,25and COSCA outcomes.26,27Ventilation Equipment in Cardiac Arrest After Drowning (SysRev)Rationale for ReviewThis topic was prioritized by the BLS Task Force after the ScopRev3that was completed for the 2020 CoSTR.4,5This SysRev was registered in PROSPERO (CRD42021259983). The full text of this CoSTR can be found on the ILCOR website.32Intervention and ComparatorIntervention: Ventilation with equipment before hospital arrivalComparator: Ventilation without equipment before hospital arrivalConsensus on ScienceNo studies were identified that addressed the PICOST question.Prior Treatment RecommendationsNone specific to drowning2023 Treatment RecommendationsWe recommend using mouth-to-mouth, mouth-to-nose, or pocket-mask ventilation by BLS providers and laypeople for adults and children in cardiac arrest caused by drowning (good practice statement).We suggest that bag-mask ventilation (BMV) can be used by lifeguards or other BLS providers with a duty to respond, on the condition that it is part of a competency-based training program with regular retraining and maintenance of equipment (good practice statement).We recommend that health care professionals follow the advanced life support (ALS) treatment recommendations for airway management for adults and children in cardiac arrest caused by drowning.33,34Justification and Evidence-to-Decision Framework HighlightsThe complete"
  },
  {
    "full_text": "Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website.32Key discussion points include the following:In making these treatment recommendations, we considered the following indirect evidence from retrospective studies comparing airway and ventilation equipment in drowning. One study reported that the use of a supraglottic airway was associated with lower odds of survival to hospital admission compared with tracheal intubation (adjusted OR [aOR], 0.56 [95% CI, 0.42–0.76]) and lower odds of survival to discharge (aOR, 0.40 [95% CI, 0.19–0.86]) compared with BMV.35A case study argued that an supraglottic airway might be unsuitable for drowned patients because of low lung compliance and high airway resistance.36Two studies in children showed worse outcomes with EMS tracheal intubation of children compared with BMV (OR, 0.04 [95% CI, 0.01–0.20]37; OR, 0.25 [95% CI, 0.08–0.83]38); however, tracheal intubation is also an indicator of severity of injury in drowned OHCAs.3We found no evidence to suggest a change from current BLS, ALS, and pediatric life support (PLS) treatment recommendations for BLS providers, laypeople, and health care professionals.33,34,39–42In making the conditional treatment recommendation for the use of BMV by non–health care professionals with a duty to respond such as lifeguards, the review group and BLS Task Force considered the following: that drowning resuscitation is likely to be initially performed by these groups; that there is widespread use of BMV by lifeguards in some regions, as well as a need for a BMV treatment recommendation to ensure safe practice in the use of this equipment; that work conditions (professional/volunteer), availability of equipment, and training widely vary both between and within countries; that BMV can be difficult to perform43and requires competency-based training, retraining, and monitoring; and that BMV equipment needs to be regularly checked and maintained.Task Force Knowledge GapsHigh-quality evidence evaluating airway and ventilation strategies on patient outcomes and CPR quality is needed.To enable future reviews and meta-analysis, data collection should be standardized and guided by the Utstein Drowning Statement,23,24AHA-recommended CPR metrics,25and COSCA outcomes.26,27Chest Compression–Only CPR in Cardiac Arrest in Drowning (SysRev)Rationale for ReviewThis topic was prioritized by the BLS Task Force after the review of CPR in drowning in the ScopRev3that was completed for the 2020 CoSTR.4,5This SysRev was registered in PROSPERO (CRD42021259983). The full text of this CoSTR can be found on the ILCOR website.44Intervention and ComparatorIntervention: Chest compression–only CPRComparator: Conventional CPR (compressions and ventilations)Consensus on ScienceTwo retrospective observational studies were identified that addressed the PICOST question in bystander CPR and provided very low–certainty evidence for all outcomes.45,46There was no difference"
  },
  {
    "full_text": "for all outcomes.45,46There was no difference between groups in either study for survival with favorable neurological outcome or ROSC.45,46One study45found no difference in 30-day survival, whereas the other46found that conventional CPR was associated with increased survival to discharge overall (aOR, 1.54 [95% CI, 1.01–2.36];P=0.046) and, in a post hoc subgroup analysis, documented increased odds of favorable neurological outcome in children 5 to 15 years of age (aOR, 2.68 [95% CI, 1.10–6.77];P=0.03).Prior Treatment RecommendationsNone specific to drowning2023 Treatment RecommendationsFor lay responders, the treatment recommendations for CPR in drowned patients with OHCA who have been removed from the water remain consistent with CPR for all patients in cardiac arrest (good practice statement).For adults, we recommend that bystanders perform chest compressions for all patients in cardiac arrest.4,5We suggest that bystanders who are trained, able, and willing to give rescue breaths and chest compressions do so for adults in cardiac arrest.4,5We suggest that bystanders provide CPR with ventilation for infants and children <18 years of age with OHCA.39,40We recommend that if bystanders cannot provide rescue breaths as part of CPR for infants and children <18 years with OHCA, they should at least provide chest compressions.39,40For health care professionals and those with a duty to respond to drowning (eg, lifeguards), we recommend providing ventilation in addition to chest compressions if they have been trained and are able and willing to do so (good practice statement).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website and the evidence-to-decision table can be found in Appendix A.44Key discussion points include the following:Cardiac arrest in drowning is primarily the result of a lack of oxygen in the blood.29Therefore, providing ventilation in CPR in drowning is important.The existing evidence, from 2 registry studies comparing conventional CPR with compression-only CPR,45,46is at high risk of bias and is considered very low–certainty evidence. Although we acknowledge that bystanders are more willing to perform compression-only CPR, particularly on strangers,47and compression-only CPR is well known in some regions,48CPR with ventilations and compression in drowning is the preferred method of CPR when bystanders are capable and trained. Compression-only CPR should be considered only if ventilations are not possible.Task Force Knowledge GapsHigh-quality evidence evaluating the effect of different CPR strategies on patient outcomes is needed. Such studies should stratify by the patient’s age (adults and children) and adjust for important confounders.23,24To enable future reviews and meta-analysis, data collection should be standardized and guided by the Utstein Drowning Statement,23,24AHA-recommended CPR metrics,25and COSCA outcomes.26,27PAD Programs for Drowning"
  },
  {
    "full_text": "COSCA outcomes.26,27PAD Programs for Drowning (SysRev)Rationale for ReviewAED use in drowning was covered in the ILCOR ScopRev.3The BLS Task Force prioritized 2 questions relating to AED use. This second question explored PAD programs for drowning. This SysRev was registered in PROSPERO (CRD42021259983). The full text of this CoSTR can be found on the ILCOR website.49Intervention and ComparatorIntervention: PAD programComparator: Absence of PAD programConsensus on ScienceNo studies were identified that addressed the PICOST question.Prior Treatment RecommendationsNone specific to drowning2023 Treatment RecommendationsThis treatment recommendation is unchanged from the standing recommendation for all OHCAs.We recommend implementing PAD programs for all patients with OHCA (strong recommendation, low-certainty evidence).4,5Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website.49Key discussion points include the following:The BLS Task Force and review group considered that drowning often occurs in high-use public spaces where AED placement may benefit both drowning and nondrowning OHCAs. No adverse events were noted related to AED use in drowning in the ILCOR ScopRev.3AEDs should be properly signposted—and ideally registered with EMS or in AED registries—and available and accessible for use in nearby OHCAs.50,51We recognize that PAD programs may not be feasible to implement in low-resource settings due to associated costs for equipment, training, and maintenance.Task Force Knowledge GapsHigh-quality evidence evaluating the effectiveness of AED programs in aquatic environments on patient outcomes, CPR metrics, and safety, including their cost effectiveness, is needed.It is unclear to what extent traditional PAD program coverage includes aquatic settings and the cost-benefit ratio in these settings.To enable future reviews and meta-analysis, data collection should be standardized and guided by the Utstein Drowning Statement,23,24AHA-recommended CPR metrics,25and COSCA outcomes.26,27Prehospital Oxygen Administration in Cardiac Arrest After Drowning (SysRev)Rationale for ReviewThis topic was prioritized by the BLS Task Force after the ScopRev3that was completed for the 2020 CoSTR.4,5This SysRev was registered in PROSPERO (CRD42021259983). The full text of this CoSTR can be found on the ILCOR website.52Intervention and ComparatorIntervention: Oxygen administration before hospital arrivalComparator: No oxygen administration before hospital arrivalConsensus on ScienceNo studies were identified that addressed the PICOST question.Prior Treatment RecommendationsNone specific to drowning2023 Treatment RecommendationWhen available, we recommend that trained providers use the highest possible inspired oxygen concentration during resuscitation for adults and children in cardiac arrest after drowning (good practice statement).Justification and Evidence-to-Decision Framework"
  },
  {
    "full_text": "and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website.52Key discussion points include the following:This treatment recommendation is based on the understanding that most cardiac arrests in drowning are caused by low oxygen in the blood (ie, hypoxemia)29and supplemental oxygen administered by trained providers is likely to be beneficial. We also note that indirect observational research found in the ILCOR ScopRev on drowning suggests that hypoxemia in submerged patients is associated with worse patient outcomes.3This good practice statement focuses on oxygen during resuscitation from drowning. The results of the recent EXACT RCT (Reduction of Oxygen After Cardiac Arrest Trial) do not support the prehospital titration of oxygen in successfully resuscitated adults with presumed OHCA.53We recommend following ILCOR’s ALS and PLS treatment recommendations for oxygen titration after ROSC. However, we also recognize that peripheral vasoconstriction may make pulse oximetry unreliable after drowning. Although 2 simulation studies in healthy subjects suggest that pulse oximetry is feasible and reliable after immersion for up to 30 minutes,54,55we found no data on the reliability of pulse oximetry in drowned patients. Furthermore, a recent meta-analysis reports that pulse oximetry may overestimate oxygen saturation in people with dark skin pigmentation.56Oxygen therapy is expensive in terms of the equipment, maintenance, and training required for effective delivery. Oxygen is already available in some aquatic settings such as pools and beaches staffed by lifeguards for use in drowning resuscitations. The use of supplemental oxygen has regulatory restrictions in some countries, and access to it may be limited in low- and middle-income countries. Those responsible for deciding whether to make oxygen therapy available will need to weigh the costs, regulatory requirements, setting, skills and training needs of those with a duty to respond, and time taken for an ALS health care professional to arrive with oxygen against the potential but uncertain benefits. Safe storage of oxygen should be regulated and should be part of the training.Task Force Knowledge GapsHigh-certainty evidence evaluating the effect of early oxygen therapy on patient outcomes, safety, and cost benefit is needed.To enable future reviews and meta-analysis, data collection should be standardized and guided by the Utstein Drowning Statement,23,24AHA-recommended CPR metrics,25and COSCA outcomes.26,27CPR by Rescuers Wearing PPE (SysRev)Rationale for ReviewThis topic was prioritized by the BLS Task Force because the coronavirus disease 2019 (COVID-19) pandemic has resulted in increased use of PPE, which may increase fatigue and affect CPR quality and patient outcomes. (The risk of illness transmission was not included as an outcome in this review because it was covered by a separate ILCOR SysRev.59) This SysRev was registered in"
  },
  {
    "full_text": "ILCOR SysRev.59) This SysRev was registered in PROSPERO (CRD42022347746).60The full text of this CoSTR can be found on the ILCOR website.61PICOSTPopulation: Adults and children in any setting (in hospital or out of hospital) with cardiac arrest (including simulated cardiac arrest)Intervention: CPR by rescuers wearing PPEComparators: CPR by rescuers not wearing PPEOutcomes:-Critical: Survival to discharge and ROSC-Important: CPR quality, time to the procedure of interest, and rescuer’s fatigue and neuropsychiatric performance such as concentration and dexterityStudy designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Unpublished studies (eg, conference abstracts, trial protocols) were excluded.Time frame: All years and all languages were included as long as there was an English abstract. The literature search was updated to May 23, 2022.Consensus on ScienceThe search strategy found 1 clinical study62and 10 simulation studies (6 RCTs63–68and 4 non-RCTs69–72) comparing PPE with no PPE. In studies included in the meta-analyses, the types of PPE examined varied, but the minimum was level C (gloves, chemical-resistant clothing, and a respirator mask with filter). In studies comparing different types of PPE, there was too much variation in the type of PPE worn, and these studies were not analyzed.A before-and-after observational study comparing conventional PPE (surgical mask, gloves, and gown) with enhanced PPE (complete bodysuit, boots, N95 respirator, and powered air-purifying respirator) in an emergency department setting reported no difference in 30-day survival (aOR, 0.38 [95% CI, 0.07–2.10];P=0.27) or ROSC (aOR, 0.79 [95% CI, 0.38–1.67];P=0.54) in the enhanced PPE period.62A meta-analysis of simulation RCTs and observational studies showed no difference for key measures of CPR quality in rescuers wearing PPE compared with no PPE (Table2). Two observational studies reported increased self-reported fatigue in the group wearing PPE (absolute risk reduction, visual analog scale score 2.7 of 10 [95% CI, 1.4–4.0]).69,70Of the 3 simulation studies that examined time to CPR, 1 neonatal study reported slightly longer time to the start of ventilation with full PPE73compared with no PPE, and 2 adult studies reported longer time to compressions with increasing levels of PPE.22,74Table 2.CPR Quality Outcomes for Randomized and Observational Simulation Studies Comparing PPE With No PPEPrior Treatment RecommendationsNone2023 Treatment RecommendationsWe recommend monitoring for fatigue in all rescuers performing CPR (good practice statement).We suggest increased vigilance for fatigue in rescuers wearing PPE (weak recommendation, very low–certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website, and the evidence-to-decision table is provided in Appendix"
  },
  {
    "full_text": "table is provided in Appendix A.61Key discussion points include the following:In making this treatment recommendation, we put a high value on protecting health care professionals from potential infection transmission and on consistency with current recommendations on using PPE during resuscitation.The delivery of chest compressions is physically tiring. In the 2 studies reporting greater fatigue in the groups wearing PPE, CPR was performed in pairs, and the person performing chest compressions was changed every 2 minutes.69,70Although both studies reported worse CPR quality with PPE, the overall results of our meta-analysis show no effect on CPR quality. The studies included in this review were predominantly simulation, manikin-based studies and varied significantly in the procedures used, including the type of PPE, the design of simulated scenarios, the duration of CPR performed, and the measures of CPR quality used. Therefore, results should be interpreted carefully and may not be generalizable to the clinical setting.There was a lack of clinical studies examining the impact of PPE on patient outcomes. The BLS Task Force considered a treatment recommendation that included an option to shorten CPR cycles when PPE is worn; however, we decided against this because there was no overall evidence that PPE influenced CPR quality, and a shorter CPR cycle may also increase hands-off-chest time.76An ILCOR SysRev in 2019 in adults and children also suggested against pausing chest compressions at intervals other than every 2 minutes to assess the cardiac rhythm.41Task Force Knowledge GapsCurrent knowledge gaps include the following:The effect of PPE on time to CPR start, CPR quality, and patient outcomes in actual resuscitationThe relationship among PPE use, CPR duration, and rescuer fatigueThe best type of PPE or appropriate modification strategies to mitigate rescuer fatigueDrone Delivery of AEDs (ScopRev)Rationale for ReviewThis topic was chosen for ScopRev by the BLS Task Force because of increasing worldwide interest in drone-delivered AEDs for OHCA. No previous ILCOR review or ScopRev existed to give an overview and status of this emerging field. The full text of this CoSTR can be found on the ILCOR website.77PICOSTPopulation: Adults and children with OHCAIntervention: Drone-delivered AEDsComparator: Standard EMS response times (or time for EMS-delivered AED) and AEDs delivered by bystanders (or activated volunteer responders)Outcome: Real-world/estimated feasibility, time gain of drone-delivered AEDs (compared with standard EMS delivery), predicted survival, predicted quality-adjusted life-years gained, cost-effectiveness, and calculated proportion of defibrillation and survival compared with cases in which AEDs are brought to the OHCA scene by standard means.Study design: Theoretical feasibility studies, prediction models (eg, spatial analysis, geographic information system models), observational studies, simulation studies, qualitative studies of"
  },
  {
    "full_text": "simulation studies, qualitative studies of human-drone interaction, and real-world feasibility studies. Unpublished studies (eg, conference abstracts, trial protocols) were excluded.Time frame: English languages studies published to December 1, 2022.Summary of EvidenceThe evidence was divided into the following 3 categories:Computer/prediction models: 17 studies used different strategies to localize optimal sites for placement of AED-drone bases and to estimate time gain compared with EMS response time.35,78–93The data used varied according to geographic areas, quality and accessibility of historical OHCA data, drone type and input of diverse drone-flight details, existing EMS system, and volunteer responder programs.Test flights/simulation studies and qualitative analysis: 9 studies of various aims, geography, and testing areas.94–102Real-life drone AED delivery for OHCA: One feasibility study examined 14 suspected OHCAs eligible for drone takeoff in which 12 drone flights were performed and successful AED delivery was achieved in 11 of 12 suspected OHCA incidents (92%).103A drone AED arrived before the ambulance in 64% of cases. The success rate of AED delivery was 90% among 61 additional beyond-visual-line-of-sight test flights. The other study was a case report with the first-ever person reported to survive after OHCA and defibrillation with a drone-delivered AED.104All included studies (from all 3 categories) found drone delivery of AEDs to be feasible. One qualitative study highlights the importance of assessing the community’s cardiac arrest literacy levels, information needs, and readiness for innovation to ensure successful uptake in smaller communities.101Five cost-effectiveness studies predicted the cost-effectiveness of a drone AED system to supplement existing systems to secure early defibrillation.78,79,86,89,91Task Force InsightsA limited evidence base was identified, with most studies focused on theoretical drone base placement and estimated AED drone delivery times compared with standard EMS times. In contrast, only 1 pilot study and 1 case study reported the drone delivery of AEDs to real-world OHCAs. Air Traffic Control and regulatory aspects concerning Specific Operations Risk Assessment are the major obstacles in the widespread use of AED-delivering drones beyond line of sight.Future studies should examine the delivery of AEDs to real-world patients with OHCA and document the impact on patient outcomes. No RCTs were identified concerning AED delivery by drones.Treatment RecommendationsThe heterogeneity of the studies and the lack of data on patient outcomes do not currently support the need for a specific SysRev or a meta-analysis.BLS Topics Reviewed by EvUpsTopics reviewed by EvUps are summarized in Table3, with the PICO, existing treatment recommendation, number of studies identified, key findings, and whether a SysRev was deemed worthwhile provided. Complete EvUps can be found in Appendix B.Table 3.BLS Topics Reviewed by"
  },
  {
    "full_text": "in Appendix B.Table 3.BLS Topics Reviewed by EvUpsADVANCED LIFE SUPPORTECPR for Cardiac Arrest (SysRev)Rationale for ReviewECPR use continues to increase in some centers but is still not widely available. Since the last review of this topic,105the task force was aware of 2 new RCTs. This significant addition to the body of evidence prompted the task force to update the SysRev completed for the 2019 CoSTR. The SysRev was registered before initiation (PROSPERO registration CRD42022341077).106The full online CoSTR can be found on the ILCOR website.107PICOSTPopulation: Adult (age ≥18 years) patients with cardiac arrest in any settingIntervention: ECPR including extracorporeal membrane oxygenation (ECMO) or cardiopulmonary bypass during cardiac arrestComparators: Manual or mechanical CPROutcomes: Any clinical outcomeStudy designs: This was an update of the ILCOR SysRev addressing ECPR for cardiac arrest in 2018.105New RCTs, non-RCTs, and observational studies (cohort studies and case-control studies) with a control group (patients not receiving ECPR) were included. Ecological studies, case series, case reports, reviews, abstracts, editorials, comments, letters to the editor, and unpublished studies were not included. Studies assessing cost-effectiveness were included for a descriptive overview. Studies exclusively assessing the use of extracorporeal life support for cardiac or respiratory failure after sustained ROSC were not included. Studies assessing extracorporeal circulation for deep hypothermia (or other conditions) were included only if cardiac arrest was documented.Time frame: New studies published between January 1, 2018, and June 21, 2022. All languages were included if there was an English abstract.Consensus on ScienceBecause 3 randomized trials108–110were identified, observational studies were not considered for the updated consensus on science because of the high risk of bias. A summary of the observational studies is provided in the SysRevs.105,106Key outcomes from the 3 included randomized trials are summarized in Table4. One trial was stopped early for benefit after 30 patients108; 1 trial was stopped early because of slow enrollments after 15 patients109; and 1 trial was terminated early because of futility in the primary outcome, although there was an overall signal toward benefit.110Table 4.Key Outcomes by Treatment Group and Absolute Risk Difference for Patients Treated With an ECPR Strategy Compared With Standard CareThe overall certainty of evidence was rated as low because of inconsistency and imprecision and was considered very low for in-hospital cardiac arrest (IHCA) because there were no trials for IHCA. Because of a high degree of heterogeneity between the randomized trials, no meta-analyses were performed.Prior Treatment Recommendation (2019)We suggest that ECPR may be considered as a rescue therapy for selected patients with cardiac arrest when conventional CPR is failing in settings in which this can be implemented"
  },
  {
    "full_text": "in settings in which this can be implemented (weak recommendation, very low–certainty evidence).2023 Treatment RecommendationWe suggest that ECPR may be considered as a rescue therapy for selected patients with OHCA when conventional CPR is failing to restore spontaneous circulation in settings in which this can be implemented (weak recommendation, low-certainty evidence).We suggest that ECPR may be considered as a rescue therapy for selected patients with IHCA when conventional CPR is failing to restore spontaneous circulation in settings in which this can be implemented (weak recommendation, very low–certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website, and the evidence-to-decision table is provided in Appendix A.107In making this weak recommendation, we note that this patient population (ie, cardiac arrest for which conventional CPR is failing) has a very high mortality rate. Therefore, the potential for benefit and value of this intervention remains despite the overall low certainty in the evidence.The published randomized trials have included highly selected patients for ECPR. The trial by Yannopoulos et al108enrolled patients with OHCA with an initial shockable rhythm refractory to at least 3 shocks and randomized patients on hospital arrival. The trials by Hsu et al109and Belohlavek et al110enrolled patients with OHCA with any initial rhythm and randomized patients in the prehospital setting. In all 3 trials, the intervention was a treatment strategy that included ECPR. The percentages of patients in the intervention group who received ECPR were 80%, 42%, and 66% in the Yannopoulos et al, Hsu et al, and Belohlavek et al trials, respectively. The ECPR strategy in the trials by Yannopoulos et al and Belohlavek et al included immediate access to a catheterization laboratory. Guidelines for clinical practice should ideally apply to populations similar to those enrolled in the trials to date, although randomized trials have not been performed to define the optimal population. For this reason, the findings of individual trials should be interpreted cautiously in the context of the trial setting and population.We acknowledge that ECPR is a complex intervention that requires considerable resources and training that are not universally available but also acknowledge the value of an intervention that may be successful in individuals for whom usual CPR techniques have failed.Task Force Knowledge GapsFew, and no large, randomized trials of ECPR compared with standard careThe optimal patient population who may benefit from ECPRWhether subgroups of patients such as those with cardiac arrest related to pregnancy or pulmonary embolism benefit from ECPRThe optimal time to initiate ECPR in cases of refractory cardiac arrestWhether ECPR should be initiated in the prehospital or in-hospital settingThe optimal techniques for providing safe and timely"
  },
  {
    "full_text": "optimal techniques for providing safe and timely ECPROptimal methods for implementing ECPR programs, and quality metrics to track implementation successThe optimal post–cardiac arrest care strategy for patients resuscitated with ECPRPopulation-specific differences in performing ECPR for IHCA and OHCACost-effectiveness of ECPRDSED for Cardiac Arrest With Refractory Shockable Rhythm (SysRev)Rationale for ReviewA 2020 SysRev conducted by the ALS Task Force found no evidence of improved outcomes with the use of DSED; however, there was a recognized lack of high-quality data.111The recent publication of an RCT prompted an update of the 2020 SysRev (registered on PROSPERO October 6, 2022). The full online CoSTR can be found on the ILCOR website.112PICOSTPopulation: Adults in any setting (in hospital or out of hospital) with cardiac arrest and a shockable ventricular fibrillation (VF)/pulseless ventricular tachycardia cardiac arrest rhythmIntervention: DSEDComparators: Standard defibrillation (SD) strategyOutcomes:−Critical: Survival to hospital discharge or good neurological survival at discharge or 30 days or at >30 days−Important: ROSC and survival to hospital admission−Other: Termination of VF/pulseless ventricular tachycardiaStudy designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Unpublished studies (eg, conference abstracts, trial protocols) were excluded. All relevant publications in any language were included as long as there was an English abstract.Time frame: Literature search for this update included studies published from February 28, 2020, to November 7, 2022.Consensus on ScienceWe identified 1 cluster RCT, which included the pilot trial identified in the prior review.113,114No new observational studies were identified. The cluster RCT compared DSED and vector change (VC; anteroposterior pad placement) defibrillation with SD (anterolateral pad placement) defibrillation. Therefore, this CoSTR includes the data comparing VC with SD and that comparing DSED with SD. Data were not available for adjusted statistical comparison of DSED with VC because the trial was not designed for that comparison and this post hoc analysis could not be obtained. All calculations of adjusted relative risk (aRR) were adjusted for cluster (cluster randomized trial), age, sex, and receipt of lay rescuer CPR. Unadjusted relative risk and absolute risk difference are provided in the online Grading of GRADE tables, along with the primary adjusted results.112DSED Compared With SDA single trial114including 261 patients with OHCA provides low-certainty evidence (downgraded for risk of bias and imprecision) for improved functional outcome (defined as modified Rankin Scale [mRS] score of 0–2) at hospital discharge with DSED compared with SD (27.4% versus 11.2%; aRR, 2.21 [95% CI, 1.26–3.88]) and improved survival to hospital discharge (30.4% versus 13.3%; aRR, 2.21"
  },
  {
    "full_text": "hospital discharge (30.4% versus 13.3%; aRR, 2.21 [95% CI, 1.33–3.67]). There were also an improved rate of ROSC with DSED compared with SD (46.4% versus 26.5%; aRR, 1.72 [95% CI, 1.22–2.42]) and a higher rate of termination of VF (84% versus 67.6%; aRR, 1.25 [95% CI, 1.09–1.44]).VC Defibrillation Compared With SDA single trial114including 280 patients provides very low–certainty evidence (downgraded for serious risk of bias and very serious imprecision) of no significant improvement in favorable functional survival at discharge (defined as mRS score of 0–2) from VC compared with SD (16.2% versus 11.2%; aRR, 1.48 [95% CI, 0.81–2.71]) and no significant improvement in ROSC (35.4% versus 26.5%; aRR, 1.39 [95% CI, 0.97–1.99]). There was improved survival to hospital discharge with VC compared with SD (21.7% versus 13.3%; aRR, 2.21 [95% CI, 1.01–2.88]) and a higher rate of termination of VF with VC compared with SD (79.9% versus 67.6%; aRR, 1.18 [95% CI, 1.03–1.36]).Prior Treatment Recommendation (2020)We suggest against routine use of dual (or double) sequential defibrillation strategy compared with an SD strategy for cardiac arrest with a shockable rhythm (weak recommendation, very low–certainty evidence).2023 Treatment RecommendationsWe suggest that a DSED strategy (weak recommendation, low-certainty evidence) or a VC defibrillation strategy (weak recommendation, very low–certainty evidence) may be considered for adults with cardiac arrest who remain in VF or pulseless ventricular tachycardia after ≥3 consecutive shocks.If a DSED strategy is used, we suggest an approach similar to that in the available trial, with a single operator activating the defibrillators in sequence (good practice statement).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website, and the evidence-to-decision table is provided in Appendix A.112Current evidence does not permit distinguishing whether either strategy (DSED or VC defibrillation) is superior to the other.The task force discussed the importance of ensuring correct pad placement for SD before progressing to DSED or VC defibrillation and agreed with the descriptions of anterolateral pad placement provided in existing guidelines from the AHA and the European Resuscitation Council. These guidelines recommend that defibrillation pads be placed to anatomically encompass the heart (with one pad below the right clavicle, just to the right of the upper sternal border, and the other with the center of the pad in the left midaxillary line) and that adequate contact be made at the pad-skin interface so as to optimize energy delivery.115Double shocks require the availability of 2 defibrillators, and this has resource implications. The task force noted that DSED is already used by some EMS systems for refractory shockable cardiac arrest and therefore may be easily implemented in some systems. In other systems, this practice could require"
  },
  {
    "full_text": "In other systems, this practice could require significant new resource allocation for additional defibrillators or ambulances, and the task force acknowledged that such an increase in resource allocation may not be justified on the basis of a single relatively small study.The difference between truly refractory VF (failure to be terminated) and recurrent VF (recurring after successful defibrillation) may not be recognized clinically. Although not currently recommended for use, in the future, “see-through CPR” algorithms (enabling detection of underlying rhythm during CPR) may permit distinguishing patients with incessant refractory VF from recurrent VF after shock delivery and thus better direct electrical versus pharmacological or other therapies.The task force discussed the concern that a single smaller-than-planned study leaves significant uncertainty about treatment effect.The protocol used in the existing trial, with a single person providing 2 defibrillation shocks in quick succession (but not simultaneously), did not result in any reports of defibrillator damage and therefore is likely the best approach to use currently.The importance of not equating 2 sequential shocks with a single higher-energy shock was highlighted.Current evidence does not permit distinguishing whether the VC or the double shock using the VC in addition to SD accounts for the observed benefit. The task force had extensive discussions about whether the anteroposterior pad placement or the DSED provided most of the benefit seen.Sensitivity analyses included in the available trial did not show a difference in outcomes with DSED when patients were analyzed by treatment received rather than intent to treat (randomization group). Reasons why certain patients received a defibrillation strategy other than that to which they were randomized are not known.Task Force Knowledge GapsWhether the benefit from DSED seen in this single trial will be replicated in other settingsWhether DSED is beneficial compared with changing pad placement (VC defibrillation)The optimal timing of shock delivery when a DSED strategy is usedWhether DSED has an effect on health-related quality of lifeCalcium During Cardiac Arrest (SysRev)Rationale for ReviewCalcium has not been recommended for routine use during cardiac arrest for many years,116but it continues to be given frequently. This topic was prioritized because of the publication of a recent RCT that adds significantly to the available evidence.117A SysRev was conducted by members of the ALS Task Force (PROSPERO CRD4202234964).118The SysRev included literature on adults and children. The evidence for adults was considered for this CoSTR. The full online CoSTR can be found on the ILCOR website.119PICOSTPopulation: Adults with cardiac arrest in any settingIntervention: Administration of calcium (intravenous or intraosseous) during cardiac arrestComparators: No administration of calcium during cardiac arrestOutcomes: Any clinical outcome, including"
  },
  {
    "full_text": "arrestOutcomes: Any clinical outcome, including ROSC, short-term survival and neurological outcomes (eg, hospital discharge, 28 days, 30 days, and 1 month), and long-term survival and neurological outcomes (eg, 3 months, 6 months, 1 year)Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) with a control group were eligible for inclusion. Ecological studies, case series, case reports, reviews, abstracts, editorials, comments, letters to the editor, and unpublished studies were excluded.Time frame: All years and all languages were included as long as there was an English abstract. The literature search was conducted on July 8, 2022, and updated on September 31, 2022.Consensus on ScienceThree RCTs were identified, so because of the critical risk of bias inherent in the observational studies, only data from the 3 RCTs (one of which resulted in an additional article reporting long-term outcomes) were considered.117,120–122The more recent and largest trial was stopped early because of concern for harm from the intervention. Key results from these trials are presented in Table5. There were no statistically significant differences seen in any of the trials, with the exception of survival with favorable functional outcome at 90 days and 1 year in the more recent trial, with results suggesting worse outcome with calcium in both cases.117,122All results are reported in full in the online CoSTR.119Calcium has not been studied in the IHCA setting. Therefore, the certainty of evidence for adult IHCA was additionally downgraded for indirectness.Table 5.Selected Outcomes and Certainty of Evidence for Included Randomized Clinical Trials of Calcium During OHCAPrior Treatment Recommendation (2010)Routine administration of calcium for treatment of IHCA and OHCA is not recommended.2023 Treatment RecommendationsWe recommend against routine administration of calcium for the treatment of OHCA in adults (strong recommendation, moderate-certainty evidence).We suggest against routine administration of calcium for the treatment of IHCA in adults (weak recommendation, low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website, and the evidence-to-decision table is provided in Appendix A.119Key points include the following:This CoSTR and its SysRev focus on the routine administration of calcium during cardiac arrest in adults.We did not identify any RCTs comparing calcium administration with no calcium administration during IHCA or for specific patient groups such as those with hyperkalemic cardiac arrest.The trial by Vallentin et al117was stopped early on the basis of suggestions of harm in a preplanned interim analysis, which could have increased the risk of effect size overestimation.The risk of harm with calcium administration may depend on the scenario in which the intervention is"
  },
  {
    "full_text": "on the scenario in which the intervention is performed.The effect of calcium administration remains unknown for adults in cardiac arrest from special circumstances such as hyperkalemia, wide QRS interval on ECG, hypocalcemia, hypermagnesemia, calcium channel blocker overdose, or hemorrhage. Existing trials provide insufficient data on these subgroups to be able to evaluate this.Only small trials or observational studies have attempted to stratify on the basis of initial rhythm or potassium values, and they have been limited by critical risk of bias because of confounding.Task Force Knowledge GapsNo RCTs have evaluated calcium during IHCA.The effect of calcium during cardiac arrest from special circumstances such as hyperkalemia, wide QRS interval on ECG, hypocalcemia, hypermagnesemia, calcium channel blocker overdose, or hemorrhageThe mechanism of harm from calcium during cardiac arrestPrognostication of Favorable Neurological Outcome (SysRev Adolopment)Rationale for ReviewThis SysRev of prognostication after cardiac arrest (PROSPERO: CRD 420 1914 1169) was conducted by a SysRev team with involvement of content experts from the ILCOR ALS Task Force and consisted of 2 parts. The first part addressed prediction of poor neurological outcome and provided evidence for the 2020 CoSTR.123,124The second part addressed prediction of favorable neurological outcome.125Because the SysRev on prognostication of favorable outcome was recent and met ILCOR criteria for being of sufficient quality, the task force deemed it appropriate for adolopment. An updated search including the dates October 31, 2021, through May 20, 2022, was conducted to identify any articles published since the search for the original SysRev. This evidence was divided into several sections: GCS motor score, imaging, biomarkers, use of EEG, and SSEP. These are summarized later. Sensitivity and specificity of each modality for the prediction of favorable neurological outcome are reported for included studies. In this case, sensitivity refers to the percentage of patients with a favorable outcome who will have a positive (meaning favorable, as in a low or normal biomarker level or normal head computed tomography [CT] or EEG) test, and specificity refers to the percentage of patients with an unfavorable outcome who will have a negative (meaning unfavorable, as in a high biomarker level or abnormal head CT or EEG) test. None of the included predictors had the <1% rate of falsely optimistic prediction that most clinicians would consider appropriate according to a survey conducted in 2019.126However, the panel considered that achieving a 0% false-positive rate (FPR) with narrow CIs when predicting good outcome is less important than when predicting poor outcome because good outcome predictors are not used to withdraw life-sustaining treatment.Except when noted, all PICOST questions for neuroprognostication used the same PICOSTs. These are therefore listed here once and not repeated. Similarly,"
  },
  {
    "full_text": "listed here once and not repeated. Similarly, certainty of evidence was very low certainty for all neuroprognostication modalities included. Reasons for this are detailed in the individual online CoSTRs and not included here.Population, Comparator, Outcomes, Study Design, and Time Frame for All Neuroprognostication PICOSTsPopulation: Adults (age ≥16 years) who are comatose after resuscitation from cardiac arrest (either in hospital or out of hospital), regardless of target temperatureComparators: NoneOutcomes: Prediction of good neurological outcome defined as Cerebral Performance Category (CPC) 1 or 2 or mRS score of 1 to 3 at hospital discharge or 1 month or laterStudy designs: Prognostic accuracy studies for which the 2×2 contingency table (ie, the number of true/false negatives and positives for prediction of poor outcome) was reported or for which those variables could be calculated from reported data were eligible for inclusion. Unpublished studies, reviews, case reports, case series, studies including <10 patients, letters, editorials, conference abstracts, and studies published in abstract form were excluded.Time frame: The original SysRev search was conducted on October 31, 2021, and included studies dating from 2001. The search was updated on May 20, 2022.Use of the GCS Motor Score for Prediction of Good Neurological Outcome After Cardiac Arrest (SysRev Adolopment)InterventionGCS motor score evaluated within 4 days after cardiac arrest.Consensus on ScienceThe full online CoSTR can be found on the ILCOR website.127The original SysRev identified 2 observational studies on the prediction of good neurological outcome using the GCS motor score (scored from 1–6, with higher scores being more favorable) on admission and within the first 4 days after cardiac arrest. No new studies were identified in the updated search. In 1 study128including 342 patients with OHCA, a GCS motor score >3 on day 4 after cardiac arrest predicted favorable outcome at 6 months with a specificity of 84% (95% CI, 79%–88%) and a sensitivity of 77% (95% CI, 67%–85%), and a GCS motor score 3 to 5 on day 4 predicted favorable outcome with 72% (95% CI, 66%–77%) specificity and 96% (95% CI, 93%–97%) sensitivity. In 1 study129including 302 patients with OHCA, a GCS motor score of 4 to 5 evaluated on intensive care unit (ICU) admission after cardiac arrest predicted a favorable outcome at 3 months with a specificity of 98% (95% CI, 93%–99%) and sensitivity of 12% (95% CI, 7%–17%).Prior Treatment RecommendationsNone (new recommendation)2023 Treatment RecommendationWe suggest assessing the GCS motor score in the first 4 days after cardiac arrest to identify patients with a score >3, which may indicate an increased likelihood of favorable outcome (weak recommendation, very low–certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website, and the evidence-to-decision table is provided"
  },
  {
    "full_text": "and the evidence-to-decision table is provided in Appendix A.127Key points include the following:Sedation and pain medication may influence the assessment of the GCS motor score. Waiting time after stopping such medications to achieve a reliable test result varies.The assessment of the GCS motor score is an integral part of the identification of those unconscious patients who should undergo prognostication tests after cardiac arrest. Using the GCS motor score to identify those with a better motor response is not likely to have undesirable effects.Any possible withdrawal of life-sustaining therapies in post–cardiac arrest patients should be undertaken only by using several prognostication modalities according to the 2020 CoSTR on the prediction of poor outcome, which includes distinct recommendations.123,124Task Force Knowledge GapsUtility of GCS in post–cardiac arrest patients at various time pointsUtility of the GCS motor score for patients with IHCA and those with a noncardiac cause of the arrestHow GCS motor score compares with other means of assessing prognosis, including studies assessing costs and cost-effectivenessValue of GCS motor score in combination with other prognostic testsWhether there is significant interrater variability between different health care professionals assessing the GCS motor score in post–cardiac arrest patientsImaging for Prediction of Good Neurological Outcome (SysRev Adolopment)InterventionImaging studies assessed within 1 week after cardiac arrest.OutcomesCPC 1 to 3 or mRS score of 0 to 4 was accepted as an indirect outcome, in addition to the CPC 1 or 2 or mRS score of 0 to 3 used for this and other prognostication PICOSTs.Consensus on ScienceThe full online CoSTR can be found on the ILCOR website.130For the outcome of favorable neurological outcome, we identified 6 studies.131–136Because of considerable heterogeneity between the studies, no meta-analysis was performed. Favorable outcome was defined as a CPC 1 or 2 or mRS score of 0 to 3 in most studies. In 1 study,135good neurological outcome was measured as CPC 1 to 3 instead of 1 or 2.Brain CTA single study was identified by assessing the use of brain CT for prognostication of favorable neurological outcome. Key findings are summarized in Table6, and details of the CT assessment techniques are provided in the online CoSTR and the SysRev.125Table 6.Gray-White Matter Ratio, Quantitative Regional Abnormality, and ASPECTS-b Using Brain CT: Sensitivity and Specificity for Favorable Neurological Outcome at 1 Month in a Single Study131of CT at 1 to 3 Hours After ROSCBrain Magnetic Resonance ImagingFive observational studies were identified that examined the use of magnetic resonance imaging (MRI) for prognostication of good neurological outcome.132–136Time points of imaging ranged from 3.1 hours after ROSC to 8 days. Key study findings are summarized in Table7.Table 7.Sensitivity and Specificity of Findings on MRI—Including Diffusion-Weighted Imaging,"
  },
  {
    "full_text": "on MRI—Including Diffusion-Weighted Imaging, Fluid-Attenuated Inversion Recovery, T2-Weighted Gradient-Recalled Echo, and Average Apparent Diffusion Coefficient —for Prediction of Favorable Neurological Outcome*at 6 MonthsPrior Treatment RecommendationsNone (new recommendation)2023 Treatment RecommendationsWe suggest using the absence of diffusion restriction on MRI between 72 hours and 7 days after ROSC, in combination with other tests, for predicting good neurological outcome of adults who are comatose after cardiac arrest (weak recommendation, very low–certainty evidence).We suggest against using gray-white matter ratio (GWR), quantitative regional abnormality, and Alberta Stroke Program Early CT Score on brain CT to predict good neurological outcome in patients who are comatose after cardiac arrest (weak recommendation, very low–certainty evidence).We suggest against using apparent diffusion coefficient on brain MRI to predict good neurological outcome in patients who are comatose after cardiac arrest (weak recommendation, very low–certainty evidence).We suggest against using gradient-recalled echo on brain MRI to predict good neurological outcome in patients who are comatose after cardiac arrest (weak recommendation, very low–certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website, and the evidence-to-decision table is provided in Appendix A.130Key points include the following:Evidence from 5 studies consistently suggests that the absence of visible cytotoxic edema, assessed as the absence of cortical diffusion-weighted imaging changes on brain MRI, predicts good neurological outcome with high specificity at ≥72 hours after cardiac arrest.Apparent diffusion coefficient enables quantification of the diffusion changes on brain MRI. However, the evidence is limited to 1 study, and no apparent diffusion coefficient threshold for prediction of good neurological outcome has been established.Evidence showing that a high GWR, a low quantitative regional attenuation score, or a high Alberta Stroke Program Early CT score predicts good neurological outcome after cardiac arrest is limited to 1 study. There is considerable heterogeneity in measurement techniques (sites and calculation methods) for GWR in the medical literature.Evidence for GWR and gradient-recalled echo was limited to small, single-center studies.Lack of blinding was a limitation in all included studies.Any possible withdrawal of life-sustaining therapies in post–cardiac arrest patients should be undertaken only by using several prognostication modalities according to the 2020 CoSTR on the prediction of poor outcome, which includes distinct recommendations.123,124Task Force Knowledge GapsWhether there is a consistent GWR threshold for predicting good neurological outcome after cardiac arrestStandardization of the methods for GWR calculation, apparent diffusion coefficient calculation,"
  },
  {
    "full_text": "apparent diffusion coefficient calculation, and the criteria for defining an MRI as normalThe optimal timing for prognostication using brain CT after cardiac arrestThe value of serial brain CT after cardiac arrest to predict good neurological outcomeUse of Brain Injury Biomarkers for the Prediction of Good Outcome After Cardiac Arrest (SysRev Adolopment)InterventionA normal or a low value for one of the following brain injury biomarkers: neuron-specific enolase (NSE), S100 calcium-binding protein B (S100B), neurofilament light chain (NfL), tau, glial fibrillary acid protein, or ubiquitin carboxy-terminal hydrolase-1Consensus on ScienceThe full online CoSTR can be found on the ILCOR website.137Six observational studies were identified on biomarkers for prediction of good neurological outcome, 4 studies138–141in the initial SysRev125and 2 studies142,143in the updated search. Because of considerable heterogeneity between studies, no meta-analyses were performed.Neuron-Specific EnolaseNSE was investigated in 4 observational studies, including a total of 2141 patients.138–140,142Sample acquisition ranged from 24 to 72 hours. Key results are presented in Table8.Table 8.Sensitivity and Specificity of NSE for Prediction of Favorable Neurological Outcome*S100B, Glial Fibrillary Acid Protein, Tau Protein, NfL, and Ubiquitin Carboxy-Terminal Hydrolase-1Several studies were identified for other serum biomarkers to predict favorable neurological outcome. Thresholds varied across studies in many cases, as did sensitivity and specificity. An overview of findings, grouped by biomarker, is provided in Table9. For full details, see the online CoSTR.137Table 9.Overview of Studies on Blood S100B, Glial Fibrillary Acid Protein, Tau Protein, NfL, and Ubiquitin Carboxyl-Terminal Hydrolase-L1 to Predict Favorable Neurological Outcome at 6 MonthsPrior Treatment RecommendationsNone (new recommendation)2023 Treatment RecommendationsWe suggest using normal NSE (<17 μg/L) within 72 hours after ROSC, in combination with other tests, for predicting favorable neurological outcome in adults who are comatose after cardiac arrest (weak recommendation, very low–certainty evidence).We suggest against using serum levels of glial fibrillary acidic protein, serum tau protein, or NfL in clinical practice for predicting favorable neurological outcome in adults who are comatose after cardiac arrest (weak recommendation, very low–certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website, and the evidence-to-decision table is provided in Appendix A.137Key points include the following:The best evidence is for NSE, given the number of patients included in trials and the similar thresholds used to determine a normal value across studies.Evidence for the accuracy of the biomarkers S100B, NfL, glial fibrillary acid protein, tau, and ubiquitin carboxy-terminal hydrolase-1 is inconsistent. NfL may"
  },
  {
    "full_text": "hydrolase-1 is inconsistent. NfL may be more accurate, but there are few data on feasibility of measuring these novel biomarkers in regular clinical practice because all analyses have included thawed samples measured later in highly specialized laboratories. Threshold levels for predicting a good functional outcome have also varied considerably.Any possible withdrawal of life-sustaining therapies in patients with cardiac arrest should be undertaken only by using several prognostication modalities according to the 2020 CoSTR on the prediction of poor outcome, which includes distinct recommendations.123,124Task Force Knowledge GapsThe utility of biomarkers in patients with IHCA and those with a noncardiac cause of arrestThe use of NSE in patients with variable degrees of hemolysisThe accuracy of biomarkers when used together with other means of predicting a good outcome such as examination, imaging, EEG, SSEP, and other biomarkersThe cost-effectiveness of the use of biomarkers for predicting outcomeWhether the results of NSE measurements are consistent even if there is deviation from the recommended assessment time pointThe optimal thresholds for biomarkers for prediction of favorable outcomeEEG for Prediction of Good Neurological Outcome (SysRev Adolopment)InterventionVarious EEG modalities assessed within 1 week after cardiac arrestOutcomesCPC 1 to 3 or mRS score of 0 to 4 was accepted as an indirect outcome, in addition to the CPC 1 or 2 or mRS score of 0 to 3 used for this and other prognostication PICOSTs.Consensus on ScienceThe full online CoSTR can be found on the ILCOR website.144The original SysRev125identified 24 studies. Of these, 15 investigated EEG, 5 investigated reduced-montage or amplitude-integrated EEG, and 4 investigated EEG-derived indices such as bispectral index (BIS). The updated review identified no additional studies meeting inclusion criteria. Several studies did not report the use of medications that can affect EEG background continuity and voltage. All except 3 studies on EEG adopted the 2012 American Clinical Neurophysiology Society (ACNS) terminology. Sensitivity and specificity for all included EEG patterns, as well as timing of acquisition, are detailed for every included study in tables in the associated SysRev,125as well as being detailed in the online CoSTR. An overview of key results is provided here.Continuous or Nearly Continuous EEG Patterns (ACNS Defined)Twelve studies investigated the ability of a favorable EEG pattern during the first 5 days after ROSC to predict good neurological outcome.145–156All studies used the ACNS terminology to describe the EEG patterns. A favorable EEG pattern was defined as a continuous or nearly continuous background without superimposed abundant or generalized periodic discharges or seizures. The criteria for both the background and the superimposed discharges varied slightly across studies (refer to the online CoSTR).144Results of the 6 studies evaluating continuous or nearly"
  },
  {
    "full_text": "of the 6 studies evaluating continuous or nearly continuous, normal-voltage background with no abundant or generalized periodic discharges or seizures145,146,151–153,155are presented in Table10.Table 10.Continuous or Nearly Continuous Normal-Voltage EEG With No Abundant/Generalized Periodic Discharges or Seizures for Prediction of Favorable Neurological OutcomeFour of the 12 EEG studies148–150,154used less-restrictive voltage criteria, including not only a continuous or nearly continuous normal-voltage EEG background but also a low-voltage background among the favorable EEG patterns. Results are presented in Table11.Table 11.Continuous or Nearly Continuous Normal- or Low-Voltage EEG for Prediction of Favorable Neurological OutcomeTwo of the 12 EEG studies used a less-restrictive continuity criteria, including not only a continuous or nearly continuous normal-voltage EEG background but also a discontinuous normal-voltage EEG background. Results of these studies are summarized in Table12.147,156Table 12.Continuous, Nearly Continuous, or Discontinuous Normal-Voltage EEG Background for Prediction of Favorable Neurological OutcomeOther EEG Patterns or Grading ScalesA heterogeneous group of EEG patterns were described as favorable in 3 studies that did not use the ACNS terminology.157–159None of these studies excluded EEGs with superimposed discharges from favorable patterns. All 3 studies assessed EEGs within ≈24 to 48 hours after cardiac arrest, and the specificities to predict good outcome ranged between 68% (95% CI, 55.3%–79.4%) and 91% (95% CI, 80%–97%; sensitivities from 75% [95% CI, 42.8%–94.5%] to 96% [95% CI, 78.9%–99.9%]). Specificity was lower for later assessments.EEG: Continuous Background Assessed Through Reduced-Montage or Amplitude-Integrated EEGFive studies132,160–163investigated the predictive value of a continuous normal-voltage background using amplitude-integrated EEG132,161or original EEG with reduced electrode montages160,162at a time ranging from 6 to 72 hours after ROSC. Results are summarized in Table13.Table 13.Continuous or Discontinuous: Reduced-Montage or Amplitude-Integrated EEG to Predict Favorable Neurological Outcome at 6 Months or Hospital DischargeEEG-Derived IndicesOne study164of 54 patients reported that a cerebral recovery index >0.57 at 18 hours or 0.69 at 24 hours predicted favorable neurological outcome at 6 months with 100% (95% CI, 89.5%–100%) specificity (sensitivities, 65% [95% CI, 44.3%–82.8%] and 26% [95% CI, 11.1%–46.3%], respectively).Three studies including 201 patients evaluated the predictive value of BIS.165–167In 2 studies,165,166a BIS value >21 at 1 to 3 hours after ROSC or 24 at 3 to 6 hours after ROSC predicted good neurological outcome with 94% (95% CI, 79.8%–99.3%) and 86% (95% CI, 73.3%–94.2%) specificity, respectively (sensitivities, 88% [95% CI, 61.7%–98.4%] and 94% [95% CI, 83.1%–98.7%]). In 1 study,167specificity increased from 41% (95% CI, 25.6%–56.7%) with a BIS of 30 to 92.9% [95% CI,"
  },
  {
    "full_text": "25.6%–56.7%) with a BIS of 30 to 92.9% [95% CI, 80.5%–98.5%] with a BIS of 60. Sensitivities decreased from 95% (95% CI, 75.1%–99.9%) to 20% (95% CI, 5.7%–43.7%) when the BIS of 60 was used.Prior Treatment RecommendationsNone (new recommendation)2023 Treatment RecommendationsWe suggest using a continuous or nearly continuous normal-voltage EEG background without periodic discharges or seizures within 72 hours from ROSC in combination with other indices to predict good outcome in patients who are comatose after cardiac arrest (weak recommendation, very low–certainty evidence).There is insufficient evidence to recommend for or against using a low-voltage or a discontinuous EEG background on days 0 to 5 from ROSC to predict good neurological outcome after cardiac arrest (weak recommendation, very low–certainty evidence).We suggest against using heterogeneous, non–ACNS-defined favorable EEG patterns to predict good neurological outcome after cardiac arrest (weak recommendation, very low–certainty evidence).We suggest against the use of other EEG metrics, including reduced montage or amplitude-integrated EEG, BIS, or EEG-derived indices, to predict good outcome in patients who are comatose after cardiac arrest (weak recommendation, very low–certainty evidence).We suggest that the ACNS terminology be used to classify the EEG patterns used for prognostication (good practice statement).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website, and the evidence-to-decision table is provided in Appendix A.144Key points include the following:In making the recommendation in favor of a continuous or nearly continuous, normal-voltage EEG background without seizures or abundant or generalized periodic discharges as a predictor of good neurological outcome in patients who are comatose after cardiac arrest, the task force members considered the consistency of the evidence (12 studies, mostly with >80% specificity and >50% sensitivity) and the consistency of the definition made using ACNS or ACNS-compatible terminology.The background definition was consistent in 6 of these studies. Although the criteria for periodic discharges varied slightly within this subgroup, this did not affect the prediction accuracy.Evidence from the remaining 6 studies confirmed the ability of a continuous or nearly continuous, normal-voltage EEG background without seizures or discharges to predict good neurological outcome. These studies also included a low-voltage or discontinuous EEG background among the “favorable” EEG patterns. These patterns are farther from normal than a continuous or nearly continuous background, and their accuracy could not be assessed separately. The ILCOR task force considered the evidence supporting these patterns insufficient for recommending their use.The remaining studies on EEG used definitions of favorable patterns that did not comply with the ACNS terminology and were highly"
  },
  {
    "full_text": "comply with the ACNS terminology and were highly heterogeneous.Lack of blinding is a limitation of studies that use EEG data.In recommending against using amplitude-integrated EEG or EEG-derived indices such as BIS or cerebral recovery index, the panel considered that these techniques do not allow or allow only a limited morphological assessment of the original EEG signal. Moreover, the evidence was limited to few studies (only 1 study for cerebral recovery index).Any possible withdrawal of life-sustaining therapies in post–cardiac arrest patients should be undertaken only by using several prognostication modalities according to the 2020 CoSTR on the prediction of poor outcome, which includes distinct recommendations.123,124Task Force Knowledge GapsThe effects of sedation and systemic organ dysfunction on the predictive value of the EEG backgroundThe value of low-voltage background and discontinuous reactive/normal-voltage backgroundThe value of EEG reactivity for predicting good outcome using standardized stimulation and assessmentWhich aspect of periodic discharges (distribution, morphology, prevalence) has greatest importance in affecting the prognosis of a favorable EEG patternThe value of dominant EEG rhythms (eg, theta) in prognostication after cardiac arrestThe predictive value of favorable EEG patterns defined according to the 2021 ACNS definitions, although the 2012 definitions for features used for predicting a good outcome are a little different from the 2021 definitionsSSEPs for Prediction of Good Neurological Outcome (SysRev Adolopment)InterventionSSEP N20 wave amplitude assessed within 1 week from cardiac arrestOutcomesCPC 1 to 3 or mRS score of 0 to 4 was accepted as an indirect outcome, in addition to the CPC 1 or 2 or mRS score of 0 to 3 used for this and other prognostication PICOSTs.Consensus on ScienceComplete results, including details on variation in definitions and criteria for SSEPs, can be found on the online CoSTR and are supported by the SysRev.125,168Five studies on SSEPs were identified.133,150,169–171The overall certainty of the evidence was rated as very low. Because of the inconsistency in N20 amplitude thresholds and timing of assessment, no meta-analyses were performed. Results of included studies are summarized in Table14.Table 14.Amplitude of the N20 Wave of the Short-Latency SSEPs to Predict Favorable Neurological Outcome at 6 Months or ICU DischargePrior Treatment RecommendationsNone (new recommendation)2023 Treatment RecommendationWe suggest against using the amplitude of the N20 SSEP wave to predict good neurological outcome of adults who are comatose after cardiac arrest (weak recommendation, very low–certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website, and the evidence to decision table is provided in Appendix A.168Key points include the following:Although very low–certainty evidence suggests that a"
  },
  {
    "full_text": "very low–certainty evidence suggests that a high N20 amplitude predicts good neurological outcome after cardiac arrest with high specificity, the amplitude threshold for this prediction varied widely across studies.The methods to calculate the N20 amplitude were inconsistent.Observational evidence shows that sedative drugs, especially midazolam, decrease the N20 amplitude.The optimal timing for predicting good outcome by using SSEP amplitude has yet to be established.Lack of blinding introduces bias.Any possible withdrawal of life-sustaining therapies in post–cardiac arrest patients should be undertaken only by using several prognostication modalities according to the 2020 CoSTR on the prediction of poor outcome, which includes distinct recommendations.123,124Task Force Knowledge GapsThe methods to calculate the N20 SSEP amplitude need to be standardized.The optimal N20 SSEP amplitude for predicting good outcome needs to be established.The interrater variability in the assessment of the N20 SSEP amplitude must be investigated.The effects of sedation on the N20 SSEP amplitude must be investigated.There is still limited evidence on the correlation between time after ROSC and the N20 SSEP amplitude.ALS Topics Reviewed by EvUpsTopics reviewed by EvUps are summarized in Table15, with the PICOST, existing treatment recommendation, number of studies identified, key findings, and whether a SysRev was deemed worthwhile provided. Complete EvUps can be found in Appendix B.Table 15.ALS Topics Reviewed With EvUpsPEDIATRIC LIFE SUPPORTECPR for Cardiac Arrest in Pediatrics (SysRev)Rationale for ReviewThe continuous evidence evaluation process to produce the CoSTR for this topic for children and for adults started with a SysRev in 2018.105Considering the new evidence available on this topic both in children and in adults, the writing panel decided to update the SysRev (PROSPERO CRD42022341077).106Evidence was sought and considered by the ALS Task Force and the PLS Task Force groups. The CoSTR for adults is published separately by the ALS Task Force, and the evidence in children is included here. The full online CoSTR can be found on the ILCOR website.174PICOSTPopulation: Children (<18 years of age) with cardiac arrest in any setting (out of hospital or in hospital).Intervention: ECPR including ECMO or cardiopulmonary bypass during cardiac arrestComparator: Manual or mechanical CPROutcome: Any clinical outcomeStudy design: This was an update of the ILCOR SysRev addressing ECPR for cardiac arrest in 2018. New RCTs, non-RCTs, and observational studies (cohort studies and case-control studies) with a control group (patients not receiving ECPR) were included. Ecological studies, case series, case reports, reviews, abstracts, editorials, comments, letters to the editor, and unpublished studies were not included. Studies assessing cost-effectiveness were included for a descriptive overview. Studies exclusively assessing the use of extracorporeal life support for"
  },
  {
    "full_text": "the use of extracorporeal life support for cardiac or respiratory failure after sustained ROSC were not included. Studies assessing extracorporeal circulation for deep hypothermia (or other conditions) were included only if cardiac arrest was documented.Time frame: The search included the dates January 1, 2018, to June 21, 2022. All languages were included if there was an English abstract or an English full-text article.Consensus on ScienceThe updated SysRev106identified 4 observational studies in children. All studies that included children evaluated IHCA events. There were no published or registered randomized clinical trials comparing ECPR with no ECPR in children. The calendar years of the events included in studies ranged from 2000 to 2017. The number of children included ranged from 17 to 20 654, and the number receiving ECPR ranged from 6 to 1670.Two studies were secondary analyses of the THAPCA IHCA trial (Therapeutic Hypothermia After Pediatric Cardiac Arrest) in which patients >2 days to <18 years of age who were comatose after IHCA were randomized to 1 of 2 targeted temperature regimens.175In 1 secondary analysis,176odds of survival were lower in the patients supported with ECMO (n=180) at the time of initiation of targeted temperature therapy compared with the no ECMO group (n=149; OR for survival at 12 months, 0.52 [95% CI, 0.29–0.94]; OR for survival at 12 months with Vineland Adaptive Behavior Scales Second Edition [VABS-II] score ≥70, 0.34 [95% CI, 0.17–0.67]).Another secondary analysis of the THAPCA IHCA trial compared the cognitive and neurological scores in 12-month survivors with prearrest VABS-II score ≥70 between 3 groups: those treated with ECPR (n=57), those who did not receive ECMO (n=56), and those treated with ECMO later in their course (n=14).177VABS-II composite scores at 12 months were normal (≥70) for 39 ECPR survivors (70.9%), 47 survivors treated with no ECMO (83.9%), and 10 survivors who received later ECMO (71.4%; OR for survival with VABS-II score ≥70, 0.49 [95% CI, 0.22–1.12] in ECPR survivors compared with the other 2 groups combined). The Pediatric Resuscitation After Cardiac Arrest form was used to score conventional age-appropriate neurological examinations.178Neurological examination scores in the none/minimal impairment to mild impairment range were observed for 28 ECPR survivors (59.5%), 33 survivors treated without ECMO (73.3%), and in 10 survivors treated with later ECMO (83.3%). Cognitive assessments were completed with the VABS-II, the Mullen scale,179and the Weschler Abbreviated Scale of Intelligence assessment.180Cognitive and neurological score distributions were similar between ECPR survivors and the no-ECMO and later-ECMO groups.A third study used an administrative inpatient national database in the United States to evaluate children withInternational Classification of Diseases, 10th Revisioncodes for cardiac arrest and ECMO on the same day and thus assumed to have received ECPR.181These were"
  },
  {
    "full_text": "thus assumed to have received ECPR.181These were compared with those with codes for a cardiac arrest only. There was no difference in mortality between patients with ECPR (cardiac arrest and same-day ECMO) and those with CPR without ECMO (59.7% versus 60.2%, OR, 0.98 [95% CI, 0.88–1.08];P<0.681). Secondary outcomes suggest that the group with ECPR (cardiac arrest and same-day ECMO) had longer lengths of stay and higher hospitalization costs compared with those with cardiac arrest and no ECMO.A fourth study at a single center evaluated the quality of resuscitation measures with video recordings in 6 ECPR and 11 no-ECPR cardiac arrest events.182The OR for survival to hospital discharge was reported as 0.53 (95% CI, 0.04–6.66) for the ECPR group compared with those with no ECPR. Similarly, the odds of having a Functional Status Scale183score of 1 at hospital discharge were calculated to be 0.53 (95% CI, 0.04–6.66) for the ECPR groups compared with those with no ECPR. ECPR events were associated with lower adherence to resuscitation guidelines compared with CPR-only events.Collectively, these 4 pediatric studies favored no ECPR, but the CIs, when available, were broad, and risk of bias was assessed as critical for all studies.Treatment Recommendations (Unchanged From 2021)We suggest that ECPR may be considered as an intervention for selected infants and children (eg, pediatric cardiac populations) with IHCA refractory to conventional CPR in settings where resuscitation systems allow ECPR to be well performed and implemented (weak recommendation, very low–certainty evidence). There is insufficient evidence in pediatric OHCA to formulate a treatment recommendation for the use of ECPR.Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website, and the evidence-to-decision table is provided in Appendix A.174Key discussion points included the following:In making this weak recommendation, the PLS Task Force noted that in select pediatric patient populations (ie, cardiac arrest with cardiac disease), the practice of using ECPR has become widespread across some institutions with systems that support postoperative cardiac surgical ecosystems.The task force acknowledges that ECPR is a complex system intervention that requires considerable resources and sustained training that may not be universally available.Task Force Knowledge GapsThere are no comparative prospective studies or randomized trials of ECPR in children.Whether ECPR is beneficial in selected IHCA populations (eg, noncardiac) or in OHCA populationsHow the transition from conventional CPR to ECPR affects the quality of resuscitation measuresHow best to provide closed-chest CPR and transition to a peripheral or central ECPR cannulation (with or without a sternotomy) or how to best perform open-chest CPR in the context of surgical instrumentation for central ECPRHow best to provide immediate and early post–cardiac arrest"
  },
  {
    "full_text": "provide immediate and early post–cardiac arrest care with ECPR (temperature control, oxygenation, decarboxylation, perfusion pressure, transfusion therapies)Reporting of studies using ECPR is heterogeneous and not standardized; this domain of resuscitation research would benefit from applying core definitions from the Utstein reporting standards and incorporating the pediatric COSCA.184Moreover, an update in Utstein reporting definitions would serve to enhance the reporting of resuscitation measures applied during this technique.Prediction of Survival With Good Neurological Outcome After ROC Following Pediatric Cardiac Arrest: Combined Prognostic SysRevRationale for ReviewThe PLS Task Force undertook a SysRev considering the use of individual prognostic tests using clinical signs, blood biomarkers, brain electrophysiology, and brain imaging to help the clinician in predicting a good neurological outcome (PROSPERO registration CRD42021279221). For all topics, the search included studies from database inception to December 31, 2022.This assessment is different from predicting a poor neurological outcome, which may involve consideration of withdrawal of life-sustaining therapies. Recommendations for or against tests to predict good neurological outcomes cannot automatically be transferred to recommendations for poor outcome prediction, and further research is required for this purpose.The PLS Task Force defined good neurological outcome prediction as imprecise when the FPR was >30%. However, there is no universal consensus on what the acceptable limits for imprecision should be in prediction of good neurological outcome for infants and children after cardiac arrest.All evaluated tests were used in combination with other tests by clinicians in these studies.Except when noted, all PICOST questions for neuroprognostication used the same population, comparator, outcome, study design, and time frame. The timing of the intervention/diagnostic test was also the same for each. These parameters are therefore listed here once and not repeated in subsequent sections. In addition, for all topics, the available evidence had a high risk of bias based on heterogeneity across studies, few studies and patients included, lack of blinding, variation in test assessment and performance, and variability in outcome measurement. Therefore, no meta-analysis was performed, and evidence is considered very low certainty. Overall assessment of test performance was based on visual assessment of forest plots. If only 1 study was available (with small patient sample size), then a suggestion or recommendation could not be made.Population, Comparator, Outcome, Study Design, and Time Frame for All Neuroprognostication PICOSTsPopulation: Children (<18 years of age) who achieve an ROC, which includes a ROSC or mechanical circulation, after resuscitation from IHCA and OHCA from any cause. Studies that included newborn infants or patients in hypoxic coma from causes without a cardiac"
  },
  {
    "full_text": "in hypoxic coma from causes without a cardiac arrest (eg, respiratory arrest, toxidromes, drowning, hanging) were excluded, except when a subpopulation of patients with cardiac arrest could be evaluated separately.Intervention: Index prognostic tests, recorded <12 hours, 12 to <24 hours, 24 to <48 hours, 48 to <72 hours, 72 hours to <7 days, or 7 to 10 days after cardiac arrestComparator: There was no control group for intervention/exposure. The accuracy of the prognostic index test was assessed by comparing the predicted outcome with the final outcome, which represents the comparator.Outcome: Prediction of survival with good neurological outcome defined as a Pediatric CPC score of 1, 2, or 3 or VABS-II score ≥70 at the pediatric ICU (PICU) or hospital discharge, 1 month or later.Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Case series were considered if >5 cases were reported. Unpublished studies (eg, conference abstracts, trial protocols) and animal studies were excluded. We selected studies for which the sensitivity and FPR of the prognostic (index) test were reported.Time frame: All years and all languages were included if there was an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The search was initially run on February 17, 2022, and was updated December 31, 2022.Clinical Examination for the Prediction of Survival With Good Neurological OutcomeIntervention: Includes every part of a bedside neurological clinical examination, including pupillary response (assessed using manual light reflex or automated pupillometry), level of coma (eg, GCS score or Full Outline of Unresponsiveness score), and brainstem reflexes.Consensus on ScienceSee the ILCOR website for the full online CoSTR.185Pupil ReactivityThe predictive ability of presence of pupil reactivity to classify good neurological outcome was evaluated in 8 studies186–193in 402 patients within 1, 6 to 12, 24, and 72 hours after resuscitation. Most studies had a sensitivity >82% at all assessment times, and the corresponding FPR ranged from 3.2% to 67%. Within 12 hours of ROC, the FPR was <33% in 3 of 4 studies reporting this time period.187,188,191FPR increased to 38% to 68% at 24 to 72 hours, and the corresponding sensitivity for predicting good neurological outcome was 100% at 48 to 72 hours after ROC.186,190No studies evaluated automated pupillometer monitoring devices.Coma LevelThe relationship between coma assessment using the GCS motor score alone or total GCS and good neurological outcome at ICU discharge, hospital discharge, and 6 months was evaluated in 3 studies191,193,194including 296 patients. In 1 study, GCS motor score of ≥4 within 1 hour and at 4 to 6 hours after ROC had a sensitivity of 17% and 50% for predicting good neurological outcome at 6 months, with a corresponding FPR of 6% and 7%, respectively.191When"
  },
  {
    "full_text": "FPR of 6% and 7%, respectively.191When total GCS measured at resuscitation or within 1 hour was used, a score of ≥5 predicted good neurological outcome with a low sensitivity of 30% and an FPR of 14%.194A total GCS score of ≥8 had a slightly higher sensitivity of 31%, with a low FPR of 6%.193However, only 1 study was available to assess each test using total GCS or GCS motor score cutoff or at each testing time point.Motor ResponseThe presence of a motor response to any stimulus was evaluated in 1 study186at <1, 48, and 72 hours after ROC with up to 27 patients. Sensitivity and FPR improved with time. At <1 hour after ROC, the sensitivity was 38% and FPR was 30%; in comparison, at 72 hours, the sensitivity was 100% and the FPR was 23%.Brainstem ReflexThe presence of brainstem reflexes to predict good neurological outcome at ICU or hospital discharge was evaluated in 2 studies188,192including 118 patients. Evoked responses to pain, gag reflex, and cough reflex were assessed at 6 to 12 hours and at 24 hours. Predictive sensitivity of presence of pain response at 6 to 12 hours was 100% with an FPR of 67%.188The presence of both a gag and cough reflex at 24 hours predicted a good neurological outcome with a sensitivity of 40% and FPR of 32% to 35%.192Prior Treatment Recommendations (2015)We suggest that practitioners use multiple variables when attempting to predict outcomes for infants and children after cardiac arrest (weak recommendation, very low–quality evidence).There was no previous recommendation for the use of clinical examination.2023 Treatment RecommendationsAll evaluated tests were used in combination with other tests by clinicians in these studies. Although the predictive accuracy of tests was evaluated individually, we recommend that no single test should be used in isolation for prediction of good neurological outcome (good practice statement).We suggest using pupillary light reflex within 12 hours after ROC for predicting good neurological outcome in children after cardiac arrest (weak recommendation, very low–certainty evidence).We cannot make a recommendation for or against using total GCS, GCS motor score, or motor response after ROC for predicting good neurological outcome in children after cardiac arrest.We cannot make a recommendation for or against the use of brainstem tests after ROC for predicting good neurological outcome in children after cardiac arrest.Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website, and the evidence-to-decision table is provided in Appendix A.185Key points include the following:For pupillary light reflex, limited evidence suggests that the specificity for prediction of good neurological outcome was highest within 12 hours of ROC after cardiac arrest. There was increased sensitivity (up to 100%) for predicting good outcomes at 48 to 72 hours; however, the point estimates had wide CIs. Pupillary light reflex at 48 to"
  },
  {
    "full_text": "had wide CIs. Pupillary light reflex at 48 to 72 hours should be evaluated for use in predicting poor neurological outcome at these times.For all clinical examination modalities, inaccuracy of outcome prediction tests may be due to confounding from the effect of sedatives. No studies reported any assessment of the confounding influence of medication or specifically excluded the presence of residual sedation at the time of clinical examination.No studies included blinding of test results from treating clinicians, and only 1 study had blinded outcome assessment (for pupil light reactivity). Lack of blinding is a major limitation of clinical examination tests, even if the withdrawal of life-sustaining therapy based on clinical examination has not been documented in any of the studies included in our review.The studies inconsistently reported the cointervention of temperature control on the clinical assessments.Despite the limitations of the assessment of pupil light reactivity and coma assessment, the balance between the costs and benefits favors benefit.Task Force Knowledge GapsClinical examination for prognostication after cardiac arrest appears promising, but more research is required in infants and children.The impact of residual medication or temperature on pupillary light reflex assessment, coma score, and motor response in infants and childrenThe cost and benefits of the use of pupillometry compared with pupillary light reflex assessmentEconomic cost evaluation and cost-effectiveness studies are required.Further research is required on multimodal prognostication, timing, definitions of testing, accurate outcome timing, and outcome definition.A better understanding of survivorship after pediatric cardiac arrest—informed by wider research and consultation with patients, children, parents, guardians and caregivers, health care professionals, and members of the wider society—is needed to inform correct definitions and a framework of good neurological outcome for prediction research.Blood Biomarkers for the Prediction of Survival With Good Neurological OutcomeIntervention: Serum biomarkers specific to neuronal damage (eg, NSE, S100B, glial fibrillary acidic protein, NfL) or blood markers of inflammation or systemic ischemic reperfusion (eg, procalcitonin, blood pH, or lactate)Consensus on ScienceSee the ILCOR website for the full online CoSTR.195LactateLactate was evaluated in 5 studies.175,196–199Three studies documented <7% FPR for lactate <2 mmol/L at <1 hour and at 6 to 12 hours,175,197,199although the sensitivity in these studies was low (16%–28%). Lactate <2 mmol/L at 24 to 48 hours was sensitive (69%–86%) for good neurological outcome; however, the FPR was high at 61% and 68%. Lactate <5 mmol/L at <1 hour had moderate sensitivity (66%) and FPR (62%) and at 24 hours had high sensitivity (89%) and low FPR (17%), making the latter a useful test for prediction. Lactate clearance over 48 hours to <2 mmol/L had a high sensitivity (100%) and high"
  },
  {
    "full_text": "<2 mmol/L had a high sensitivity (100%) and high FPR (77%).pHpH was evaluated in 4 studies.175,196,197,199pH thresholds were >7.0, >7.3, and <7.5 at resuscitation and within 1, 6 to 12, and 24 hours of ROC. The blood pH measured after resuscitation or <1 hour from ROC had a wide range of sensitivities of 27% to 95% for predicting good neurological outcome. A pH >7.0 was reported in 3 studies and had a 68% to 98% sensitivity to predict survival and 71% to 97% sensitivity for good neurological outcome. FPR for good neurological outcome was >80% for all except for pH threshold >7.0 at <1 hour after ROC (FPR, 45%) and >7.3 at <1 hour after ROC (FPR, 38%).Neuronal BiomarkersOnly 1 study including 43 children reported NSE, S100B, and myelin basic protein values.190Threshold values were calculated and reported to classify either high sensitivity or low FPR for good neurodevelopmental outcome. At 24 hours, an S100B value of 0.128 ng/mL predicted a good neurodevelopmental outcome with a sensitivity of 100%, with a moderately high FPR of 62%. Sensitivity was high (100%) for predicting good outcome with an NSE threshold of 53.1 ng/mL at 24 hours and 76.7 ng/mL at 48 hours (with a corresponding FPR of 81% and 77%, respectively). Myelin basic protein level of 5.83 ng/mL at 24 hours and 5.43 ng/mL at 48 hours also had a high predictive sensitivity of 100% but high FPR of 96% and 88%, respectively.Lower threshold values of S100B (0.001 ng/mL at 24 hours), NSE (0.48 ng/mL at 48 hour), or myelin basic protein (0.05 ng/mL at 48 hours) had a sensitivity of 6% to 29% with a corresponding very low FPR of <6% for good neurological outcome.Studies evaluating additional neuronal biomarkers (eg, glial fibrillary acidic protein, ubiquitin carboxyl-terminal hydrolase-L1, NfL, and tau) in children after cardiac arrest with good and poor outcomes were identified,200–203but we were unable to calculate the sensitivity and specificity from the raw data available in the published articles.Prior Treatment RecommendationsNo previous recommendations for the use of specific biomarkers2023 Treatment RecommendationsAll evaluated tests were used in combination with other tests by clinicians in these studies. Although the predictive accuracy of tests was evaluated individually, we recommend that no single test should be used in isolation for the prediction of good neurological outcome (good practice statement).We suggest using a normal plasma lactate value (<2 mmol/L) up to 12 hours after ROC for predicting good neurological outcome of children after cardiac arrest (weak recommendation, very low–certainty evidence).We cannot make a recommendation for or against using time to lactate clearance within 48 hours after ROC for predicting good neurological outcome.We suggest against using pH after ROC for predicting good neurological outcome after cardiac arrest (weak recommendation, very low–certainty evidence).We cannot make a recommendation for or against the use of blood neuro-biomarkers"
  },
  {
    "full_text": "for or against the use of blood neuro-biomarkers (eg, S100B NSE) after ROC for predicting good neurological outcome in children after cardiac arrest.Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website, and the evidence-to-decision table is provided in Appendix A.195Key points include the following:Lactate and pH are potential markers of ischemia, poor perfusion, and anaerobic metabolism and are known to be associated with poor outcomes after cardiac arrest. Lactate metabolism is complex, and consideration of confounders and other predictors is critical.Included studies were observational studies and RCTs, but they were not designed primarily to test prognosis of blood biomarkers.Lactate is measured by blood gas analyzers and is easily accessible. Considering the low (but not negligible) cost of testing lactate and pH, a problem of inequity is unlikely but possible. Lactate and blood pH are widely available in settings with ICUs, but many settings do not have ICUs.Only 1 study190has identified threshold values for 2 blood neuronal biomarkers (S100B and NSE) that are associated with good neurological outcome with a high sensitivity. However, the FPR is high, and these tests require specialized laboratory equipment and are not widely available.No studies reported any assessment of the confounding influence of medication.No studies included blinding of test results from treating clinicians, and only 1 study had blinded outcome assessment. Lack of blinding is a major limitation of biomarker tests, even if the withdrawal of life-sustaining therapy on the basis of test results was not documented in any of the studies included in our review.Task Force Knowledge GapsThe utility of other candidate biomarkers (eg, NfL, glial fibrillary acidic protein, tau, ubiquitin carboxyl-terminal hydrolase-L1) and whether subgroups may exist in which the FPR is much lowerCost-effectiveness of biomarker testingFurther research is required on multimodal prognostication, timing, definitions of testing, accurate outcome timing, and outcome definition.A better understanding of survivorship after pediatric cardiac arrest—informed by wider research and consultation with patients, children, parents, guardians and caregivers, health care professionals, and members of the wider society—is needed to inform correct definitions and framework of good neurological outcome for prediction research.Electrophysiology for the Prediction of Survival With Good Neurological OutcomeIntervention: Surface bioelectrical recordings from the central nervous system such as EEG and evoked potentials (eg, brainstem auditory-evoked potentials, and short-latency SSEPs). We included studies of the interpretation of raw signals or summary measures derived from processed EEG signals such as amplitude-integrated EEG, quantitative EEG, or BIS.Consensus on ScienceThe full online CoSTR can be found on the ILCOR"
  },
  {
    "full_text": "full online CoSTR can be found on the ILCOR website.204Absence of Clinical or Electrographic SeizureTwelve studies reported the relationship between absence or presence of seizures in children after cardiac arrest and good neurological outcomes at PICU/hospital discharge, 6 months, and 12 months.175,188,189,191,198,199,205–210These studies included 1165 children, and 4 of the 12 studies reported using the ACNS criteria.189,205,208,210Absence of seizures up to 24 hours after ROC had a sensitivity of 50% to 100% with an FPR of 63% to 98% for predicting good neurological outcome at various time points.191,205,208,209Absence of seizure after 24 hours had a sensitivity of 50% to 100% with an FPR of 42% to 100% for predicting good neurological outcome.175,188,189,191,198,199,202,208,210Absence of Status EpilepticusAbsence of status epilepticus was reported in 3 studies.205,209,210Two of these studies used ACNS criteria to define status epilepticus. Good neurological outcome at PICU/hospital discharge was predicted with a high sensitivity of >90%, although the FPR remained high at 81% to 91%.Absence of Myoclonic EpilepsyOn the basis of 2 studies, absence of myoclonic seizures predicted good neurological outcomes with a sensitivity of 100% but a very high FPR of 79% to 83% at PICU/hospital discharge.188,208Somatosensory Evoked PotentialsSSEPs, evaluating the presence or absence of N20 waves, were reported in only 1 study, with few patients (n=12) reporting good neurological outcome (Pediatric CPC score 1 to 3) at 3 times (24, 48, and 72 hours).211Clinicians were blinded to test results, and the SSEP assessor was blinded to outcome. The sensitivity for prediction of good neurological outcome was 100% at 24 and 48 hours and 83% at 72 hours, with a very low FPR of 0% at all time points but wide 95% CIs (0%–71%).Presence of Continuous or Normal EEG BackgroundThe presence of a normal EEG background (defined as normal, continuous and reactive, continuous and unreactive, and nearly continuous by ACNS definitions) was reported in 10 studies with 18 different testing timings and included 563 patients (although there was a risk of overlapping patient populations).188–190,192,205,206,208–210,212Studies using normal or continuous EEG reported a low to moderate sensitivity of <50% at 10 of 18 testing times for predicting good neurological outcome. However, the FPR was also low (<50% in all cases and <30% in 11/18). In the largest study,209the sensitivity of continuous EEG at 6 to 12 hours was 7.3% with an FPR of 0%. The FPR was higher in studies assessing prognostic accuracy at and beyond 48 hours after ROC.Absence of Attenuated, Isoelectric, or Flat EEG BackgroundThe absence of an attenuated, isoelectric, or flat EEG was reported in 10 studies including up to 526 patients (although there was a risk of overlapping patient populations).188–190,192,205,206,208–210,212The sensitivity to predict a good neurological outcome was very high in 8 studies"
  },
  {
    "full_text": "neurological outcome was very high in 8 studies (91%–100%)188,189,192,202,205,208,209,212; however, there was a wide range of FPR of 0% to 83%, with the majority of studies reporting >40% FPR.Absence of Burst Suppression, Burst Attenuation, or Generalized Periodic Epileptiform Discharges on EEGAbsence of burst suppression, burst attenuation, or generalized periodic epileptiform discharges was reported in 6 unblinded studies including 395 patients.188,192,205,208–210Sensitivity increased from 81% to 100% within 6 to 12 hours, to a highly sensitive test (100% with high precision [95% CI, 100%–100%]) at 24, 48, and 72 hours. However, the FPR was high at all time periods (67%–100%) for predicting a good neurodevelopmental outcome.Presence of a Reactive EEGThe presence of reactivity within an EEG was reported in 3 studies, with a moderate sensitivity for good neurological outcome of 53% to 80% between 6 and 72 hours.192,208–210The FPR ranged from 7% to 27% up to 24 hours after ROC in 2 studies.192,208However, it increased to 50% at 48 hours after ROC in 1 study.Presence of Sleep II Architecture or Sleep Spindles on EEGThe presence of sleep II architecture or sleep spindles was reported in 2 studies including 123 patients at 6 to 12 hours and 24 hours following ROC after cardiac arrest. The presence of these features had a predicted sensitivity of 57% to 80% and low FPR (8.3%–16%).189,192Presence of EEG Variability and EEG Voltage VariabilityEEG variability, defined with ACNS criteria, had a moderate sensitivity for predicting good outcome (60%–80%) in 2 studies of 132 patients, with a corresponding FPR of 18% to 50%.192,208However, EEG voltage variability had a higher sensitivity (75%–100%) in 1 study at all measured time points (6–12, 24, and 48 hours after ROC) and a higher corresponding FPR of 36% to 67%.208Quantitative EEG ScoringOnly 1 study reported a composite score assessing EEG background from a 24-hour monitoring period, obtained from quantitative EEG using the amplitude integrated EEG trace in 30 patients.213A score of >15 had a predicted sensitivity of 94% and FPR of 67% for a good neurological outcome.Prior Treatment Recommendations (2015)We suggest that the use of EEG within the first 7 days after pediatric cardiac arrest may assist in prognostication (weak recommendation, very low–quality evidence).2023 Treatment RecommendationsAll evaluated tests were used in combination with other tests by clinicians in these studies. Although the predictive accuracy of tests was evaluated individually, we recommend that no single test should be used in isolation for prediction of good neurological outcome (good practice statement).We suggest using EEG within 6 to 72 hours after ROC for predicting good neurological outcome in children after cardiac arrest (weak recommendation, low-certainty evidence).We suggest using the following EEG features after ROC for predicting good neurological outcome: presence of sleep spindle and sleep II architecture at"
  },
  {
    "full_text": "of sleep spindle and sleep II architecture at 12 to 24 hours, continuous or normal background EEG between 1 and 72 hours, or EEG reactivity between 6 and 24 hours (weak recommendation, very low–certainty evidence).We suggest against using the following EEG features after ROC to predict good neurological outcome: absence of clinical or electrographic seizures; absence of status epilepticus; absence of myoclonic epilepsy; absence of burst suppression, burst attenuation, or generalized periodic epileptiform discharges; or absence of attenuated, isoelectric, or flat EEG (weak recommendation, very low–certainty evidence).We cannot make a recommendation for or against the use of the presence or absence of N20 response SSEPs after ROC for predicting good neurological outcome.We cannot make a recommendation for or against the use of EEG variability, EEG voltage, or quantitative EEG score for predicting good neurological outcomes.Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website, and the evidence-to-decision table is provided in Appendix A.204Key points include the following:ACNS definitions for seizures and EEG indices were followed in only some studies. EEG and SSEP prognostic criteria require clear and reproducible definitions and require validation in the PICU environment.The complex interpretation of normality in background EEG patterns in preterm and term infants and the impact of brain maturation on EEG patterns in infancy and childhood require expert neurophysiology input. Studies reported limited information on the handling of this area, and further refinement of definitions and application of recommendation is required.There was limited or no accounting for when tests were undertaken in relation to concurrent pharmacological exposure, sedation, and ongoing treatment (eg, targeted temperature management) in patients after cardiac arrest.SSEPs have a high level of precision in adult studies of neuroprognostication in comatose patients after cardiac arrest. The PLS Task Force recognizes the lack of available data in children and strongly encourages further multicenter evaluation.Task Force Knowledge GapsElectrophysiology tests for prognostication after cardiac arrest appear promising, but more research is required in infants and children.The type of monitoring (intermittent or continuous EEG, use of reduced channel monitoring, quantitative EEG systems), duration of monitoring, and timing of prognostic assessmentValidation of ACNS or other international definitions of EEG indices within the PICU environment for infants and children after cardiac arrestFurther work is needed on multimodal prognostication, timing, definitions of testing, accurate outcome timing, and definition.A better understanding of survivorship after pediatric cardiac arrest—informed by wider research and consultation with patients, children, parents, guardians and caregivers, health care"
  },
  {
    "full_text": "parents, guardians and caregivers, health care professionals, and members of the wider society—is needed to inform correct definitions and framework of good neurological outcome for prediction research.Brain Imaging for the Prediction of Survival With Good Neurological OutcomeIntervention: Neuroimaging modalities included head CT, brain MRI, cranial ultrasound, or transcranial Doppler ultrasound.Consensus on ScienceSee the ILCOR website for the full online CoSTR.214CT ImagingHead CT to predict good neurological outcome (Pediatric CPC 1–3) was evaluated in 3 studies including 173 patients.190,210,215The majority of CT imaging was acquired at 24 or 48 hours after the cardiac arrest. Neurological outcome was assessed on discharge from the ICU or hospital in 2 studies and at 6 months in 1 study. Reported factors from CT included presence and absence of intracranial hemorrhage, cerebral edema or ischemia measured by the reversal sign, gray-white matter differentiation, and sulcal or basal cistern effacement. Two studies described methods of estimating gray-white matter differentiation,215,216and 2 studies reported radiologists’ qualitative reports.190,215The presence of gray-white matter differentiation on CT at 24 hours had a sensitivity of 64% to 100% and an FPR of 35% to 70%. Absence of CT lesions, edema, or intracranial hemorrhage predicted good neurological outcome with a sensitivity ranging from 72% to 100%; however, a wide range of FPR (14%–90%) was reported. Absence of effacement of sulci or basal cisterns predicted good neurological outcome with a high sensitivity (93%–100%) and an FPR 32% to 73%. Clinicians were not blinded to the CT results in any study.Magnetic Resonance ImagingMRI to predict good neurological outcomes was reported in 4 studies including 215 patients.206,217–219Median time from ROC to MRI ranged from 3 to 6 days across all studies, although inclusion of patients’ MRIs up to 14 days was reported in 3 studies.206,217,219Two studies reported the presence or absence of abnormalities in multiple regions of the brain in 3 sequences (diffusion-weighted imaging, T1, and T2).217,218Another study presented a composite of presence or absence of 1 (or more) region of abnormality.206One study evaluated thresholds of apparent diffusion coefficient and overall qualitative MRI reporting of evidence of hypoxic ischemic injury.219Three studies ensured that the neuroradiologist’s MRI assessment was blinded to patient clinical status. However, the MRI findings were known by the treating clinicians, and neurological outcome assessment was not blinded.206,217,218Absence of any region of abnormality on restricted diffusion at a median of 4 days after ROC predicted good neurological outcome with a sensitivity of 88% and corresponding very low FPR of 2% in 1 study.206Apparent diffusion coefficient threshold >600×10-6mm2/s in >93% and >650×10−6mm2/s in >89% of brain volume at a median of 4 days after ROC predicted good neurological outcome with a"
  },
  {
    "full_text": "ROC predicted good neurological outcome with a sensitivity of 100% and a low FPR (20%).219In the same study, a normal MRI by qualitative reporting of absence of hypoxic ischemic injury predicted a good neurological outcome at 6 months with a sensitivity of 81% and an FPR of 10%.219For individual regions of the brain, at 4 to 6 days after ROC, diffusion-weighted imaging MRI sequence had a sensitivity for predicting good neurological outcome ranging from 67% to 100%, although associated FPR rates were moderate to high. Absence of lesions in the lentiform regions on T2-weighted imaging had a sensitivity of 67% and the lowest FPR (7.7%) for any single region of the brain.Transcranial Doppler UltrasoundThe prediction of good neurological outcome using presence of flow velocities of intracranial vessels measured on transcranial Doppler was evaluated in 1 study including 17 patients who were treated with hypothermic targeted temperature management.220Flow patterns without any reversal (or absence of diastolic) flow, mean flow velocity, and pulsatility index were assessed before, during, and after hypothermia therapy. Continuous-flow velocities without reversal of diastolic flow pattern had a sensitivity of 100% and an FPR of 44%. Within 1 hour of the event in the prehypothermia phase, mean flow velocity had a sensitivity for good neurological outcome of 38% and an FPR of 0%, and having a normal pulsatility index had a sensitivity of 38% and an FPR of 22%. In the hypothermia phase, mean flow velocity had a sensitivity of 25% and an FPR of 11%; pulsatility index had a higher sensitivity of 100% and an FPR of 22%. By 72 hours, normal pulsatility index predicted a good outcome, with 88% sensitivity and 11% FPR. Clinicians were not blinded to the transcranial Doppler results in this study.Cranial UltrasoundWe identified no studies examining the role of cranial ultrasound and good neurological outcome after cardiac arrest in children.Prior Treatment RecommendationsNo previous recommendations for the use of brain imaging2023 Treatment RecommendationsAll evaluated tests were used in combination with other tests by clinicians in these studies. Although the predictive accuracy of tests was evaluated individually, we recommend that no single test should be used in isolation for prediction of good neurological outcome (good practice statement).We suggest against using normal CT imaging at 24 to 48 hours from ROC for predicting good neurological outcome (weak recommendation, very low–certainty evidence).We suggest using normal MRI between 72 hours and 2 weeks after ROC for predicting good neurological outcome (weak recommendation, low-certainty evidence).We cannot make a recommendation for or against the use of transcranial Doppler ultrasound for predicting good neurological outcome.Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website, and the evidence-to-decision table is provided"
  },
  {
    "full_text": "and the evidence-to-decision table is provided in Appendix A.214Key points include the following:The low FPR (high specificity) for normal MRI on global assessment for predicting good neurological outcome reduces the chance of false optimism if a normal MRI predicts a good neurological outcome.The sensitivity of a normal MRI or CT to predict a good neurological outcome is moderate to high, but up to 30% may be falsely categorized, and a falsely pessimistic prediction may be made. Therefore, with the very low–certainty evidence, we cannot make a recommendation for or against the use of normal or abnormal MRI or CT for predicting poor neurological outcomes.The precision of MRI and CT is affected by the timing of the acquisition of the image; images may be unrevealing if obtained outside the window of peak cellular edema and ischemia.The definition of presence or absence of injury on diffusion-weighted imaging or threshold values for apparent diffusion coefficient on MRI or GWR on CT was inconsistent in the included studies.Both MRI and CT are expensive tests and require specialist equipment, training, interpretation, and, most often, patient transport to obtain the information. This may be prohibitive in physiologically unstable patients or some health care settings.Task Force Knowledge GapsNeuroimaging for prognostication after cardiac arrest appears promising, but more research is required in infants and children.A standardization of definitions and assessment of optimal thresholds for GWR calculation on CT and diffusion-weighted imaging and apparent diffusion coefficient thresholds on MRI is needed.The optimal timing for prognostication with CT and MRI after cardiac arrest needs to be determined; studies assessing serial imaging after cardiac arrest are desirable.The role of assessing regional areas of the brain for predicting outcome or the use of magnetic resonance spectroscopyCost-effectiveness of CT and MRI for prognosticationFurther work is needed on multimodal prognostication, timing, definitions of testing, and accurate outcome timing and definition.A better understanding of survivorship after pediatric cardiac arrest—informed by wider research and consultation with patients, children, parents, guardians and caregivers, health care professionals, and members of the wider society—is needed to inform correct definitions and framework of good neurological outcome for prediction researchPLS Topics Reviewed by EvUpsTopics reviewed by EvUps are summarized in Table16, with the PICO, existing treatment recommendation, number of studies identified, key findings, and whether a SysRev was deemed worthwhile provided. Complete EvUps can be found in Appendix B.Table 16.PLS Topics Reviewed by EvUpsNEONATAL LIFE SUPPORTMaintaining Normal Temperature: Preterm (SysRev)Rationale for ReviewA previous SysRev conducted for ILCOR concluded that there was a dose-responsive association between hypothermia on admission to a neonatal unit or postnatal ward and"
  },
  {
    "full_text": "to a neonatal unit or postnatal ward and increased risk of mortality and other adverse outcomes.221These findings are supported by more recent large observational studies.222,223A SysRev estimated that hypothermia was common among infants born in both hospitals and homes, even in tropical environments.224A SysRev was initiated from a priority list from the ILCOR Neonatal Life Support (NLS) Task Force (PROSPERO registration CRD42021267301). The full online CoSTR can be found on the ILCOR website.225PICOSTPopulation: Preterm infants (<34 weeks’ gestation at birth)Intervention: Any of the following: increased room temperature ≥23.0° C, thermal mattress, plastic bag or wrap, hat, heating and humidification of gases used for resuscitation, radiant warmer (with or without servo control), early monitoring of temperature, warm bags of fluid, swaddling, skin-to-skin care with mother, or combinations of these interventionsComparators: Drying alone or with use of a plastic bag or wrap, or comparisons between interventionsOutcomes:-Critical: Survival to hospital discharge-Important: Rate of normothermia; moderate hypothermia; cold stress; hyperthermia; body temperature; response to resuscitation (need for assisted ventilation, highest Fio2); major morbidity, including bronchopulmonary dysplasia, intraventricular hemorrhage (all grades), and severe (critical); necrotizing enterocolitis; respiratory distress syndrome; and late-onset sepsis-For this review, the definitions in Table17were used.226Table 17.DefinitionsStudy designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Unpublished studies were excluded.Time frame: No date restrictions were placed on the search. The literature search was updated to July 20, 2022. All years and all languages were included as long as there was an English abstract.Consensus on ScienceThe SysRev identified 25 studies. Of these, 18 RCTs including 4516 participants and 7 observational studies provided data that could be extracted to evidence tables (for various comparisons between interventions) for the review.222,227–249Of the 13 comparisons from RCTs and 10 from observational studies for which evidence tables were developed, 5 comparisons provided sufficient data to inform the development of treatment recommendations. The studies were conducted in high-, middle-, and low-income countries, but few interventions were studied in all settings. None of the studies included out-of-hospital births. Temperature outcomes were reported in a wide variety of ways, constraining the meta-analysis. Except for the use of a plastic bag or wrap, there were insufficient data for the studied interventions to perform any of the prespecified subgroup analyses.Comparison 1: Increased Room Temperature ≥23.0° C Versus Lower Room TemperatureTwo RCTs250,251and 3 observational studies222,252,253addressed whether higher ambient temperature versus lower"
  },
  {
    "full_text": "whether higher ambient temperature versus lower ambient temperature contributed to maintaining normal temperature in preterm infants. Because of heterogeneity, no meta-analysis was performed. A narrative summary of the comparison of room temperature ≥23.0° C and lower room temperature is shown in Table18. Additional outcomes are included in the full online CoSTR.225Table 18.Increased Room Temperature ≥23.0° C Versus Lower Room Temperature for Birth of Newborn Infants Born at <34 Weeks’ GestationComparison 2: Thermal Mattress Versus No Thermal MattressThe SysRev found 4 RCTs230,235,237,243and 5 observational studies232,234,237,240,244that examined the use of a thermal mattress. Data relating to the key critical and important outcomes for the comparison with no thermal mattress are summarized in Table19. Additional outcomes (and those related to the comparison of a thermal mattress to a plastic bag or wrap235,243) are included in the full online CoSTR.225Table 19.Thermal Mattress Compared With No Thermal Mattress for Newborn Infants Born at <34 Weeks’ GestationComparison 3: Plastic Bag or Wrap Versus No Plastic Bag or WrapThe SysRev found 15 RCTs including 1831 infants for this comparison.227–229,231,233,241,242,245,247–249,254–257Data relating to the key critical and important outcomes are summarized in Table20. A subgroup analysis by gestational age suggested that a plastic bag or wrap was more effective in preventing moderate hypothermia in high-income countries and in infants born at <28 weeks’ gestation compared with those born at 28 to 33+6 weeks; however, the clinical significance of these results is uncertain. Evidence for additional outcomes evaluated is included in the full online CoSTR.225Table 20.Plastic Bag or Wrap Compared With No Plastic Bag or Wrap for Newborn Infants Born at <34 Weeks’ GestationComparison 4: Cap Versus No CapThe SysRev found a 3-arm RCT that compared use of a plastic cap (placed on the head, similar to a shower cap) with use of a plastic bag covering the body (no cap, only head dried) or with no plastic cap or bag.247Data relating to the key critical and important outcomes for the comparison between use of the plastic cap versus no plastic cap (or bag) are summarized in Table21. Additional outcomes are included in the full online CoSTR.Table 21.Use of Plastic Cap Compared With No Cap for Newborn Infants Born at <34 Weeks’ GestationFor the important adverse outcome of hyperthermia (>37.5° C), there were no events in either arm of the study.247A retrospective observational study of 1764 infants compared the use of various interventions that included use of a plastic bag or wrap, a cloth (linen or woolen) cap, and a transport incubator. After adjustment for key variables, not using a cloth cap was an independent risk factor for hypothermia <36.0° C on neonatal ICU (NICU) admission (aOR, 0.55 [95% CI, 0.39–0.78]).222Comparison 5: Heating and Humidification of Gases Used for Resuscitation Versus No Heating and"
  },
  {
    "full_text": "Used for Resuscitation Versus No Heating and HumidificationThe SysRev found 2 RCTs including 476 infants and 1 observational study including 112 infants. Data relating to the key critical and important outcomes are summarized in Table22. Additional outcomes and data for the observational study are included in the full online CoSTR.225Table 22.Heating and Humidification of Gases for Resuscitation Compared With No Heating and Humidification of Gases for Newborn Infants Born at <34 Weeks’ GestationComparison 6: Radiant Warmer (With or Without Servo Control)No studies were found that compared the use of a radiant warmer with no radiant warmer. The only included study was an RCT that compared a servo-controlled radiant warmer with manual control. Data relating to the key critical and important outcomes are summarized in Table23. Additional outcomes are included in the full online CoSTR.225Table 23.Servo Control of Radiant Warmer Compared With Manual Control for Infants Born at <34 Weeks’ GestationFor the following comparisons or for any combination of these interventions, the SysRev found no RCTs or evaluable observational studies:Comparison 7: Early monitoring of temperature versus first measurement on admissionComparison 8: Warm bags of fluid versus no warm bags of fluidComparison 9: Swaddling versus no swaddlingFor Comparison 10: skin-to-skin care versus no skin-to-skin care, only 2 small RCTs were identified, and they reported only secondary outcomes.259,260Therefore, an evidence-to-decision table and treatment recommendations were not developed. However, good evidence was noted for the benefits of skin-to-skin care for maintaining normal temperature immediately after birth in late preterm and term infants261and for maintaining subsequent normal temperature when used soon after birth for low- and very low–birth-weight infants in low- and middle-income countries.262Prior Treatment Recommendations (2015)Among newly born preterm infants of <32 weeks of gestation under radiant warmers in the hospital delivery room, we suggest using a combination of interventions, which may include environmental temperature 23° C to 25° C, warm blankets, plastic wrapping without drying, cap, and thermal mattress to reduce hypothermia (temperature <36.0° C) on admission to NICU (weak recommendation, very low–quality evidence).We suggest that hyperthermia (>38.0° C) should be avoided because of the potential associated risks (weak recommendation, very low–quality evidence).2023 Treatment RecommendationsIn preterm infants (<34 weeks’ gestation), as for late preterm and term infants (≥34 weeks’ gestation), we suggest the use of room temperatures of ≥23° C compared with 20° C at birth in order to maintain normal temperature (weak recommendation, very low–certainty evidence).In preterm infants (<34 weeks’ gestation) immediately after birth, in whom hypothermia on admission is identified as a problem, it is reasonable to consider the addition of a thermal mattress, but there"
  },
  {
    "full_text": "the addition of a thermal mattress, but there is a risk of hyperthermia (conditional recommendation, low-certainty evidence).In preterm infants (<34 weeks’ gestation) immediately after birth, we recommend the use of a plastic bag or wrap to maintain normal temperature (strong recommendation, moderate-certainty evidence).Temperature should be carefully monitored and managed to prevent hyperthermia (good practice statement).In preterm infants (<34 weeks’ gestation) immediately after birth, we suggest the use of a head covering to maintain normal temperature (strong recommendation, moderate-certainty evidence).In preterm infants (<34 weeks’ gestation) immediately after birth, we suggest that heated and humidified gases for respiratory support in the delivery room can be used when an audit shows that admission hypothermia is a problem and resources allow (conditional recommendation, very low–certainty evidence).In preterm infants (<34 weeks’ gestation) immediately after birth, there is insufficient published evidence to suggest for or against the use of a radiant warmer in servo-controlled mode compared with manual mode for maintaining normal temperature.In preterm infants (<34 weeks’ gestation), there is insufficient published evidence to suggest for or against the use of skin-to-skin care immediately after birth. Skin-to-skin care may be helpful for maintaining normal temperature when few other effective measures are available (good practice statement).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website, and the evidence-to-decision table is provided in Appendix A.225Key discussion points included the following:For ambient temperature, some of the evidence was indirect from a study that included late preterm and term infants.250The safe upper limit of room temperature was not identified, and it may also be affected by ambient humidity.For plastic bags or wraps, which have been recommended by ILCOR since 2010,263the evidence of benefit for survival is now of high certainty, and their use is considered standard of care in many neonatal services. They were considered feasible to use in low- and high-resource settings, including for out-of-hospital births.For head coverings, the only evidence from an RCT related to use of a plastic cap. Evidence from an observational study222and indirect evidence from studies of late preterm and term infants suggest that caps made of cloth are also likely effective.261For thermal mattresses, safety warnings exist for risk of hyperthermia and skin burns. Nevertheless, the task force concluded that thermal mattresses can be used with care, primarily when other methods to maintain normal temperature are unavailable or insufficient.Larger studies reporting short- and longer-term outcomes are needed to determine the role of heated and humidified gases for newborn resuscitation. Although their use for assisted ventilation is regarded as"
  },
  {
    "full_text": "their use for assisted ventilation is regarded as routine during subsequent neonatal intensive care, providing them for every birth at <34 weeks’ gestation is likely to be unaffordable in many settings. A conditional recommendation was therefore developed.A common theme across comparisons was that each study examined the relevant intervention in the context of multiple cointerventions that may have affected the reported effect size. Indeed, it is likely that a bundle of interventions operating through different mechanisms is needed for most preterm infants. However, the review did not identify sufficient evidence for any specific bundle. The design of such bundles should be based on the certainty of evidence for each intervention in addition to the availability of resources and local environmental considerations.The risk of harm from hyperthermia is likely to be higher when multiple interventions are used concurrently. Early measurement of temperature may detect when additional measures are needed for individual infants, and regular audit is needed to ensure that strategies achieve maintenance of normal temperature for most infants.Task Force Knowledge GapsWhether specific bundles of interventions are beneficial to maintain normal temperature compared with other specific bundlesHow ambient temperature and humidity affect the effectiveness of any means to maintain normal temperatureCost-effectiveness of any of the interventions studiedThe optimal set temperatures for the operating theater and other delivery room settingsThe role of thermal mattresses for births in prehospital settings when other devices and methods for maintaining normal temperature are unavailableThe risks and benefits of using head coverings composed of different materialsWhether the use of heated and humidified gases during resuscitation reduces lung injury or severe intraventricular hemorrhageThe role of servo control in maintaining normal temperature in preterm infants requiring prolonged resuscitationWhether servo-controlled devices could be adapted for use during deferred cord clampingWhether the efficacy of a radiant warmer used in servo-controlled mode depends on the position of the temperature sensor probeWhat other interventions to maintain normal temperature are effective (and can be safely adapted) for use during skin-to-skin careHeart Rate Monitoring: Diagnostic Characteristics (SysRev)Rationale for ReviewHeart rate is considered one of the most important indicators of an infant’s condition at birth. Limitations of assessing heart rate by palpation of pulses or by pulse oximetry were identified in a 2015 ILCOR SysRev, which found that electrocardiography was faster and more accurate.221A 2020 EvUp found studies using newer devices and methods.264A 2022 ILCOR SysRev found little evidence to suggest improvement in critical and important clinical outcomes with the use of electrocardiography compared with pulse oximetry.58However, heart rate influences critical"
  },
  {
    "full_text": "heart rate influences critical decisions about resuscitation at birth, so a SysRev was conducted to assess the diagnostic characteristics of various devices and methods for measuring heart rate in the first minutes after birth (PROSPERO registration CRD 42021283364). See the ILCOR website for the full online CoSTR.265PICOSTPopulation: Newborn infants in the delivery roomIntervention: Use of auscultation, palpation, pulse oximetry, Doppler device, digital stethoscope, photoplethysmography, video plethysmography, dry electrode technology, or any other newer modalitiesComparators: ECG or between-method comparisonsOutcomes:-Important: Time to first heart rate assessment from the device placement, time to first heart rate assessment from birth, and accuracy of heart rate assessmentFor the purposes of this SysRev, electrocardiographic heart rate was considered the gold standard. Accuracy of heart rate assessment by other methods was examined with the following:Pooled Bland-Altman analysis266–270to estimate bias, a measure of accuracy, and the limits of agreement, a measure of precision. For the purposes of the review, agreement within ±10 bpm was considered acceptable.Pooled sensitivity and specificity analysis to identify electrocardiographic heart rate <100 and <60 bpmFurther details about methods are included in the full online CoSTR.265Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, and cohort studies) were eligible for inclusion.Time frame: All years and all languages were included as long as there was an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to August 5, 2022.Consensus on ScienceComparison 1: Pulse Oximeter Versus ElectrocardiographyThe SysRev identified 3 RCTs271–273including 187 infants and 11 cohort studies274–284including 490 infants. Data relating to the key outcomes for the comparison of pulse oximetry and electrocardiography are summarized in Table24. These results indicate that pulse oximetry is slower and more imprecise than electrocardiography is for heart rate assessment at birth.Table 24.Pulse Oximetry Compared With Electrocardiography for Measuring HR at Birth: Diagnostic CharacteristicsAdditional outcomes are included in the full online CoSTR.265Comparison 2: Auscultation Compared With ElectrocardiographyThe SysRev identified 5 observational studies including 171 infants.275,285–288Data relating to the key outcomes for the comparison of auscultation and electrocardiography are summarized in Table25. These results indicate that auscultation may be faster and accurate but is imprecise compared with electrocardiography for heart rate assessment at birth.Table 25.Auscultation Compared With Electrocardiography for Measuring HR at Birth: Diagnostic CharacteristicsAdditional outcomes are included in the full online CoSTR.265Comparison 3: Palpation Versus ElectrocardiographyThe"
  },
  {
    "full_text": "3: Palpation Versus ElectrocardiographyThe SysRev identified 2 observational studies including 86 infants.285,286Data relating to the key outcomes for the comparison of palpation with electrocardiography are summarized in Table26. These results indicate that palpation is inaccurate and imprecise compared with electrocardiography for heart rate assessment at birth.Table 26.Palpation Compared With Electrocardiography for Measuring HR at Birth: Diagnostic CharacteristicsAdditional outcomes are included in the full online CoSTR.265Some studies were also found for each of the following comparisons, and the evidence is included in the full online CoSTR.265None of the evidence was considered sufficient to develop treatment recommendations:Comparison 4: Palpation compared with auscultationComparison 5: Digital stethoscope compared with electrocardiographyComparison 6: Doppler ultrasound compared with electrocardiographyComparison 7: Dry electrodes incorporated into a belt compared with (conventional 3-lead) electrocardiographyPrior Treatment Recommendations2015: In babies requiring resuscitation, we suggest that electrocardiography can be used to provide a rapid and accurate estimation of heart rate (weak recommendation, very low–quality evidence).2022: When resources permit, we suggest that the use of electrocardiography for heart rate assessment of a newborn infant requiring resuscitation in the delivery room is reasonable (weak recommendation, low-certainty evidence).When electrocardiography is not available, auscultation with pulse oximetry is a reasonable alternative for heart rate assessment, but the limitations of these modalities should be kept in mind (weak recommendation, low-certainty evidence).There is insufficient evidence to make a treatment recommendation for the use of digital stethoscope, audible or visible Doppler ultrasound, dry electrode technology, reflectance-mode green light photoplethysmography, or transcutaneous electromyography of the diaphragm for heart rate assessment of a newborn in the delivery room.Auscultation with or without pulse oximetry should be used to confirm the heart rate when electrocardiography is unavailable or is not functioning or when pulseless electrical activity is suspected (good practice statement).2023 Treatment RecommendationsWhen accurate heart rate estimation is needed for a newborn infant immediately after birth and resources permit, we suggest that the use of electrocardiography is reasonable (conditional recommendation, low-certainty evidence).Pulse oximetry and auscultation may be reasonable alternatives to electrocardiography for heart rate assessment, but the limitations of these modalities should be kept in mind (conditional recommendation, low-certainty evidence).There is insufficient evidence to make a treatment recommendation for the use of any other device for heart rate assessment of a newborn infant immediately after birth.Auscultation with or without pulse oximetry should be used to"
  },
  {
    "full_text": "with or without pulse oximetry should be used to confirm the heart rate when electrocardiography is unavailable or is not functioning or when pulseless electrical activity is suspected (good practice statement).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website,265and the evidence-to-decision table is provided in Appendix A. Key points of discussion include the following:The treatment recommendations reflect the results of both this review and the 2022 ILCOR SysRev of clinical outcomes of different methods of heart rate assessment.58The available data suggest that electrocardiography provides a more rapid and accurate assessment of heart rate in the delivery room compared with pulse oximetry and more accurate assessment than palpation or auscultation, but the certainty of evidence ranges from moderate to very low.Most studies did not include the infants in whom rapid, accurate assessment of heart rate may be most important, for example, infants who were bradycardic, were requiring resuscitation, or were extremely premature. The companion SysRev that assessed clinical outcomes58found that it is unclear whether rapidity, accuracy, and precision of heart rate estimation at birth result in clinically relevant differences in resuscitation interventions, resuscitation team performance, or clinical outcomes for newborn infants.Auscultation, pulse oximetry, or both have been routinely used for heart rate assessment in newborns at birth. When resources are limited, the addition of another device may be impractical or unaffordable.Task Force Knowledge GapsMore data are needed on the characteristics of measurement of heart rate in the delivery room with devices such as digital stethoscope, Doppler ultrasound (audible or visible displays), reflectance-mode green light photoplethysmography, or devices detecting electrocardiography using dry electrodes. Such studies should include evaluation of time to first heart rate assessment from birth and from device placement.Cost-effectiveness of different modalities for heart rate assessment in the delivery roomImpact of different heart rate assessment methods on resuscitation team performance, resuscitation interventions, and neonatal clinical outcomesEvidence as to whether different devices are better suited to different subgroups of infants (eg, by gestation or by anticipated need for advanced resuscitation)Exhaled CO2Detection to Guide Noninvasive Ventilation (SysRev)Rationale for ReviewILCOR has previously evaluated the use of CO2monitoring to confirm correct placement of tracheal tubes (colorimetric devices) and during invasive ventilation to improve CO2levels on admission to a neonatal unit, but these reviews did not include a GRADE evaluation.263CO2monitoring devices have also been systematically reviewed (as part of a review of several feedback devices) in newborn infants for detecting ROSC.221More recent studies have"
  },
  {
    "full_text": "for detecting ROSC.221More recent studies have examined the use of CO2detection to guide noninvasive ventilation at birth, the focus of the current review. A SysRev was initiated from a priority list from the ILCOR NLS Task Force (PROSPERO registration CRD42022344849). See the ILCOR website for the full online CoSTR.289PICOSTPopulation: Newborn infants receiving intermittent positive-pressure ventilation (IPPV) by any noninvasive interface at birthIntervention: Use of exhaled CO2monitor in addition to clinical assessment, pulse oximetry, or electrocardiographyComparators: Clinical assessment, pulse oximetry, or electrocardiography onlyOutcomes:-Critical: Survival-Important: Tracheal intubation in the delivery room, other resuscitation outcomes at birth, other major morbidities, and unexpected admission to special or ICU in infants born at ≥34 weeks’ gestation.Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, and cohort studies) were eligible for inclusion. Case series, case reports, animal studies, and unpublished studies (conference abstracts, trial protocols) were excluded.Time frame: All years and all languages were included as long as there was an English abstract. The literature search was updated to August 1, 2022.Consensus on ScienceThe SysRev identified 23 studies that addressed the use of CO2monitoring during noninvasive IPPV. In only 8 of these (including 419 infants) were CO2detection devices or monitor displays visible to those performing the resuscitation.290–297The devices for positive-pressure ventilation varied (T-piece device, self-inflating bag, flow-inflating bag), but the interface in all studies was a face mask. None of the studies were designed to address the PICOST question, and differences in study design precluded any meta-analysis. The following sections summarize the findings of a narrative review of these studies; further description is included in the full online CoSTR.289Exhaled CO2Monitoring and Airway ObstructionTwo observational studies including 59 preterm infants described continuous use of a colorimetric CO2detection device during noninvasive IPPV and recorded that health care professionals responded to its display with corrective actions.290,292Exhaled CO2to Assess Lung AerationOne RCT of sustained inflation including 162 infants297and 2 observational studies together including 95 infants291,294suggested that monitoring of exhaled CO2is feasible (including while providing face mask IPPV during delayed umbilical cord clamping291) and that a rise in exhaled CO2correlates with improvements in lung aeration.Exhaled CO2as a Predictor of Increase in Heart Rate in Initially Bradycardic InfantsOne observational study including 41 bradycardic preterm infants concluded that a change in a colorimetric CO2detector device precedes a clinically significant increase in heart rate.290A second study including 7 infants found that an exhaled CO2level >15 mm"
  },
  {
    "full_text": "7 infants found that an exhaled CO2level >15 mm Hg preceded a clinically significant increase in heart rate.296Exhaled CO2and Pco2at NICU AdmissionOne RCT including 37 preterm infants born at <34 weeks’ gestation compared a visible with a masked CO2monitor and found no difference in the proportion of infants with Pco2in the target range on NICU admission.295One RCT including 59 infants born at <32 weeks’ gestation compared quantitative and qualitative CO2monitoring and found no differences in Pco2in the target range on NICU admission.293Prior Treatment RecommendationsNone2023 Treatment RecommendationThere is insufficient evidence to suggest for or against the use of exhaled CO2to guide noninvasive IPPV with noninvasive interfaces such as face masks, supraglottic airways, and nasal cannulas in infants immediately after birth.Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table for this topic can be found in Appendix A, and the full text of the evidence-to-decision highlights is on the ILCOR website.289Key discussion points included the following:There were no studies in infants receiving noninvasive IPPV in the delivery room that compared use of CO2monitoring (using quantitative or qualitative devices) with no device or a masked device that demonstrated improvement in any clinical outcome. The combined studies did suggest that both types of devices are feasible to use, that they may assist with detection of airway obstruction and other causes of inadequate lung aeration and ventilation, and that increases in exhaled CO2precede improvements in heart rate in bradycardic infants.Concerns about the use of quantitative and qualitative exhaled CO2monitoring devices to improve noninvasive IPPV include the potential for misinterpretation; it may not be possible to differentiate inadequate tidal ventilation from very low pulmonary blood flow as a cause for low exhaled CO2, and dead space ventilation (physiological or equipment related) could lead to overestimation of exhaled CO2.The reliability of colorimetric CO2devices may be affected by contamination with gastric contents or medications.290,298Task Force Knowledge GapsThe efficacy and effectiveness of different devices for CO2monitoring to guide noninvasive IPPV via face mask or supraglottic airway device in newborns immediately after birth for infants of various birthweights in various clinical settingsThe optimal range for exhaled CO2in each minute after birthThe effect of gastric reflux, other secretions, blood, meconium, or medications on the reliability of colorimetric CO2detectorsThe potential for CO2monitoring to distract or bias health care professionalsCost-effectiveness of CO2monitoringHeart Rate to Initiate Chest Compressions (ScopRev)Rationale for ReviewThe recommended heart rate threshold for initiating chest compressions during resuscitation at birth has been <60 bpm since 1999; at the same time, the optimal heart rate threshold for initiating chest"
  },
  {
    "full_text": "optimal heart rate threshold for initiating chest compressions has been identified as a gap in knowledge.299A ScopRev was initiated from a priority list from the ILCOR NLS Task Force.300See the ILCOR website for the full online CoSTR.301PICOSTPopulation: Newborn infants immediately after birth who are being resuscitated with ventilation and who have a slow heart rateIntervention: Starting cardiac compressions at other heart rate thresholdsComparators: Starting cardiac compressions when the heart rate is <60 bpmOutcomes:-Critical: survival, neurological outcomes-Important: Any other reported short- or long-term outcomes, including time to ROSCStudy designs: RCTs, nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies), and case series were eligible for inclusion. Manikin, computer model, and animal studies were eligible for inclusion. Conference abstracts and unpublished studies (eg, trial protocols) were excluded.Time frame: All years and all languages were included as long as there was an English abstract. The literature search was updated to November 22, 2021.Summary of EvidenceNo studies were found that examined different heart rate thresholds for initiating chest compressions in newborn infants immediately after birth. There is also very little evidence from animal studies.302Further description is included in the full online CoSTR.301Task Force InsightsThe heart rate threshold of <60 bpm was originally selected on the basis of expert opinion and a desire to simplify the resuscitation algorithm. The ScopRev provided no data sufficient to alter the existing recommendation, but the optimal threshold and whether it differs for different subgroups of infants remain unknown.Treatment RecommendationsILCOR has not developed an evidence-based treatment recommendation for heart rate threshold to initiate chest compressions previously. However, ILCOR guidance since 1999 has been to initiate chest compressions if the heart rate is <60 bpm despite adequate assisted ventilation for 60 seconds.299Insufficient evidence was found in the ScopRev to support a new SysRev or a different recommendation.Supplemental Oxygen During Chest Compressions (ScopRev)Rationale for ReviewA 2015 ILCOR SysRev examined evidence for 100% O2as the ventilation gas during chest compressions compared with lower concentrations of O2and concluded that there were no human data to inform this question.221Surveillance of resuscitation literature suggested that there may be more recent studies, including indirect evidence from animal models. A ScopRev was initiated from a priority list from the ILCOR NLS Task Force.300See the ILCOR website for the full online CoSTR.303PICOSTPopulation: Newborn infants immediately after birth who received chest compressionsIntervention: Any lower concentrations of O2Comparators: 100% O2as the ventilation gasOutcomes:-Critical: Survival, neurological outcomes-Important: Any other reported short- or"
  },
  {
    "full_text": "outcomes-Important: Any other reported short- or long-term outcomes, including time to ROSCStudy designs: RCTs, nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies), and case series were eligible for inclusion. Manikin, computer model and animal studies were also eligible for inclusion. Conference abstracts and unpublished studies (eg, trial protocols) were excluded.Time frame: All years and all languages were included as long as there was an English abstract. The literature search was updated to November 22, 2021.Summary of EvidenceNo human studies that compared any other oxygen concentration with 100% O2during chest compressions were identified. Six animal studies comparing 21% with 100% inspired O2concentrations during chest compressions after asphyxial cardiac arrest were identified. Overall, they found no differences in time to ROSC, mortality, inflammation, or oxidative stress.304–309Further description is included in the full online CoSTR.303Task Force InsightsThe available evidence from animal studies suggests that resuscitation using 21% O2during chest compressions is feasible and results in similar short-term outcomes. However, the animal studies examined only asphyxia-induced asystole of brief duration in animals lacking other underlying pathological conditions, and there are no human infant data. The available evidence was insufficient to warrant a new SysRev or to suggest the need to alter the current treatment recommendation.Treatment RecommendationsThe 2015 good practice statement remains unchanged:Despite animal evidence showing no advantage to the use of 100% oxygen, by the time resuscitation of a newborn infant has reached the stage of chest compressions, the steps of trying to achieve ROSC using effective ventilation with low-concentration oxygen should have been attempted. Thus, it would seem prudent to try increasing the supplementary oxygen concentration (good practice statement).221Neonatal Chest Compression Technique (Other Techniques Versus 2-Thumb Technique; ScopRev)Rationale for ReviewA 2015 ILCOR SysRev examined evidence for a 2-thumb technique compared with a 2-finger technique for neonatal chest compressions and recommended a 2-thumb technique on the basis of very low–certainty evidence from nonrandomized studies and a single manikin study.221Surveillance of resuscitation literature identified more recent studies examining other techniques. A ScopRev was initiated from a priority list from the ILCOR NLS Task Force and has been published.300See the ILCOR website for the full online CoSTR.310PICOSTPopulation: Newborn infants immediately after birth who received chest compressionsIntervention: Use of any other technique (2-finger or other technique) for chest compressionsComparator: 2-thumb technique for chest compressionsOutcomes:-Critical: Survival and neurological outcomes-Important: Any other reported short- or long-term outcomes, including time to ROSCStudy"
  },
  {
    "full_text": "long-term outcomes, including time to ROSCStudy designs: RCTs, nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies), and case series were eligible for inclusion. Manikin, computer model, and animal studies were also eligible for inclusion. Conference abstracts and unpublished studies (eg, trial protocols) were excluded.Time frame: All years and all languages were included as long as there was an English abstract. The literature search was updated to November 22, 2021.Summary of EvidenceThe current ScopRev identified 29 randomized crossover manikin studies, 1 observational study, and 1 randomized study comparing various finger/hand positions.311–340The available data confirmed that the 2-thumb technique resulted in greater chest compression depth, lower fatigue, and higher proportion of correct hand placement compared with the 2-finger technique. No alternative finger or hand position techniques resulted in overall better performance measures compared with the 2-thumb technique. Further description is included in the full online CoSTR.310Task Force InsightsThe information from the studies identified was considered insufficient to warrant a SysRev or to alter existing recommendations.Treatment RecommendationsThe 2015 treatment recommendation remains unchanged.We suggest that chest compressions in newborn infants immediately after birth should be delivered by the 2-thumb, hands-encircling-the-chest method as the preferred option (weak recommendation, very low–quality evidence).Compression-to-Ventilation Ratio for Neonatal CPR (ScopRev)Rationale for ReviewThe 2015 CoSTR and a subsequent EvUp suggested continuing to use a 3:1 compression-to-ventilation ratio.221,264There was no evidence from human infants for this ratio, and it was based on animal and manikin studies. However, the EvUp identified sufficient new animal and manikin studies and 1 small clinical trial to justify inclusion in the multifaceted ScopRev of questions related to chest compressions. A ScopRev was initiated from a priority list from the ILCOR NLS Task Force.300See the ILCOR website for the full online CoSTR.341PICOSTPopulation: Newborn infants immediately after birth who received chest compressionsIntervention: Any other compression-to-ventilation ratio (5:1, 9:3, 15:2, asynchronous)Comparators: 3:1 compression-to-ventilation ratioOutcomes:-Critical: Survival and neurological outcomes-Important: Any other reported short- or long-term outcomes, including time to ROSC hemodynamic parameters, tissue oxygenation, lung or brain inflammatory markers, and compressor fatigueStudy designs: RCTs, nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies), and case series were eligible for inclusion. Manikin, computer model, and animal studies were also eligible for inclusion. Conference abstracts and unpublished studies (eg, trial protocols) were excluded.Time frame: All years and"
  },
  {
    "full_text": "were excluded.Time frame: All years and all languages were included as long as there was an English abstract. The literature search was updated to November 22, 2021.Summary of EvidenceThe ScopRev identified 23 studies examining different compression-to-ventilation ratios, continuous chest compressions with asynchronous ventilation, or chest compressions with sustained inflation.304,305,307,342–361These studies are summarized in Table27, and further details are available in the full online CoSTR.341Table 27.Chest Compression–to–Ventilation Ratio for Neonatal ResuscitationTask Force InsightsThe information from the studies identified was considered insufficient to alter the existing recommendation. The task force noted that a larger trial of chest compressions with sustained inflation is underway (ClinicalTrials.govidentifier:NCT02858583).Treatment RecommendationsThe 2015 treatment recommendation remains unchanged.We suggest continued use of a 3:1 compression-to-ventilation ratio for CPR in newborn infants immediately after birth (weak recommendation, very low–certainty evidence).Use of Feedback CPR Devices for Neonatal Cardiac Arrest (ScopRev)Rationale for ReviewThe use of feedback devices such as end-tidal carbon dioxide (ETCO2) monitors, pulse oximeters, or automated compression feedback devices was considered in an ILCOR 2015 SysRev.221Surveillance of resuscitation literature suggested that there may be more recent studies, including indirect evidence from animal models. A ScopRev was initiated from a priority list from the ILCOR NLS Task Force.300See the ILCOR website for the full online CoSTR.362PICOSTPopulation: Newborn infants immediately after birth who received chest compressionsIntervention: Use of any feedback devices such as ETCO2monitors, pulse oximeters, or automated compression feedback devicesComparators: Clinical assessments of compression efficacyOutcomes:-Critical: Survival and neurological outcomes-Important: Hands-off time, time to ROSC, and perfusionStudy designs: RCTs, nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies), and case series were eligible for inclusion. Manikin, computer model, and animal studies were also eligible for inclusion. Conference abstracts and unpublished studies (eg, trial protocols) were excluded.Time frame: All years and all languages were included as long as there was an English abstract. The literature search was updated to November 22, 2021.Summary of EvidenceThe ScopRev identified 18 studies that addressed chest compression feedback devices: 12 manikin studies,363–3734 animal studies,374–377and 2 human infant studies.378,379Twelve of the studies used randomized allocation to study arms. Most of the manikin studies assessed musical, auditory, tactile, or other signals to improve the cadence of chest compressions, but 1 manikin study tested a decision support tool and other devices that detected chest compression depth and rate. All"
  },
  {
    "full_text": "detected chest compression depth and rate. All reported improvements in chest compression rate, consistency, depth, or other measures of quality in the simulation setting, but none reported translation of the device or improvement in skills as a result of using the device into improvements in performance or infant outcomes in clinical settings. All the animal studies tested the role of ETCO2in improving resuscitation outcomes or in predicting ROSC. No differences were found in ROSC or survival from using ETCO2to guide chest compressions.374–377One of the 2 retrospective human infant studies assessed a practice change to increase depth of chest compressions,378and 1 study evaluated ETCO2as a predictor of ROSC.379Details are available in the full online CoSTRs.362Task Force InsightsThe body of available evidence does not justify an ILCOR SysRev at this time because no studies assessed whether feedback devices result in improvements in resuscitation practice or outcomes in human infants. Further research is justified, including assessing whether improvements measured in simulation settings result in improvement in clinical performance or outcomes and to assess the role of capnography and other types of clinical measurements in improving outcomes in infants who receive chest compressions.Treatment RecommendationsThe 2015 treatment recommendation remains unchanged.In newborn infants with asystole or bradycardia, we suggest against the routine reliance on any single feedback device such as ETCO2monitors or pulse oximeters for detection of ROSC until more evidence becomes available (weak recommendation, very low–certainty evidence).EDUCATION, IMPLEMENTATION, AND TEAMSFamily Presence in Adult Resuscitation (SysRev)Rationale for ReviewLow survival rates suggest that cardiac arrest is a pivotal event during which family members may wish to be present during resuscitative efforts.380Family presence has been advocated to improve coping and grieving outcomes for families, to reduce litigation, and to improve resuscitation team behaviors.380–382Conversely, concerns have been raised about the distress that family presence during resuscitation may cause families or health care professionals, as well as its impact on team performance.380,383In 2021, an ILCOR SysRev of family presence during neonatal and pediatric resuscitation was conducted.384The current SysRev was undertaken on behalf of the Education, Implementation, and Teams (EIT), BLS, and ALS Task Forces to address this question in the adult population (PROSPERO registration CRD4202124238400).385The full online CoSTR can be found on the ILCOR website.386PICOSTPopulation: Adults requiring resuscitation for cardiac arrest in any settingInterventidcxzon: Family presence during resuscitationComparators: Family not present during resuscitationOutcomes:-Patient outcomes (short and long term): ROSC, survival (to hospital admission, hospital discharge/30 days, 3 months, 6 months, 1 year), survival with good"
  },
  {
    "full_text": "3 months, 6 months, 1 year), survival with good neurological outcomes (at same time points), and depression or anxiety-Family (or significant other) outcomes (short and long term): Posttraumatic stress disorder, coping, perception of the resuscitation, depression or anxiety among family members, and complicated grief syndrome-Health care professional outcomes: Perception of the resuscitation, performance, perceived futility in some circumstances, and psychological stress, including projection to the health care professional’s own familyStudy designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were included, and unpublished studies (eg, conference abstracts, trial protocols) were excluded.Time frame: All years and all languages were included as long as there was an English abstract. The literature search was updated to May 10, 2022.Consensus on ScienceThe 31 studies387–417included were highly heterogeneous, comprising a range of study designs, with just over half of all the studies having a qualitative study design and only 2 being RCTs (Table28).387,388Evidence was very low certainty because of potential confounding and heterogeneity or a lack of information on patient, family, health care professional, and cardiac arrest setting characteristics. Evidence was also downgraded for inconsistency in the reporting of results, indirectness in terms of population, study design, and outcomes of interest and imprecision.Table 28.Family Presence During Adult Resuscitation, Study CharacteristicsOverall, there was no evidence of harm for patients or families from family presence across the studies. However, there was variability in practices and outcomes of family presence during resuscitation; therefore, no meta-analysis was possible.Patient outcomes were reported in 12 studies.388–392,399,404,406,407,411,414,416Four studies compared family presence with no family presence.388–390,404Only 1 study found higher rates of ROSC and survival to discharge when no family members were present during resuscitation.389Family outcomes were reported in 15 studies387,388,391–395,403,405–408,411,414,416investigating depression, anxiety, posttraumatic stress disorder, and experience of witnessing the resuscitation of a family member. Whereas 3 studies reported increased rates of depression391or posttraumatic stress disorder,393,403little evidence was found that witnessing a family member’s resuscitation caused one of these mental health conditions.Both positive and negative outcomes were reported when witnessing a family member’s resuscitation. Many family members would witness resuscitation again394,395because doing so enabled them to better manage their grief.394Reported negative outcomes included managing emotional responses,407interfering with resuscitation,407the dehumanizing nature of resuscitation,405and the long,395brutal, dehumanizing, and excessive nature of the resuscitation"
  },
  {
    "full_text": "and excessive nature of the resuscitation process.405Health care professional outcomes were measured in 20 studies.387,388,394–402,404,409–415,417Varying experience with family witnessing resuscitation was evident, and few positive or negative outcomes were reported. Health care professionals were generally supportive of family presence during resuscitation395,414and felt that their function was not impaired by family presence.394,395However, across the studies, some apprehension about family presence was noted in health care professionals, and the need for family support personnel, training, and unit-based policies or protocols was identified.396,399–401,410,412Prior Treatment RecommendationsNew; no prior treatment recommendation2023 Treatment RecommendationsWe suggest that family members be provided with the option to be present during in-hospital and out-of-hospital adult resuscitation from cardiac arrest (weak recommendation; very low–certainty evidence), acknowledging that health care professionals are often not able to control this in out-of-hospital settings.Policies or protocols about family presence during resuscitation should be developed to guide and support health care professional decision-making (good practice statement).When family presence procedures are implemented, health care professionals should receive education about family presence during adult cardiac arrest resuscitation, including how to manage these stressful situations, family distress, and their own responses to these situations (good practice statement).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website.386In making these recommendations, the EIT, BLS, and ALS Task Forces considered the following:Despite the variability in practices and outcomes of family presence during resuscitation, no evidence of harm for patients or families from family presence across the studies was found. Given the high desire for this choice and the potential for positive outcomes for family members, patients, and health care professionals, it was our opinion that family members should be given a choice to be present during resuscitation.Some family members may have cultural, religious, or other sociological factors that influence their attitudes and behaviors concerning family presence during adult resuscitation. Because none of the included studies investigated these factors, we have not made a formal recommendation about this; however, it will be important for resuscitation councils to adapt their recommendations accordingly.Attitudes and experiences of family presence during resuscitation may vary significantly by practice setting (out of hospital versus in hospital).Specific characteristics of cardiac arrests or patients (ie, younger versus older adult, precipitating illness or condition) were not reported in the included studies. The overall findings on patient, family, and health care professional"
  },
  {
    "full_text": "on patient, family, and health care professional outcomes were considered in the absence of this information.There were only 2 RCTs, both with methodological limitations,387,388comprising between 100 and 630 participants. We acknowledge the difficulty of an RCT in this setting. It would be unethical to stop a family member from being present or absent in these circumstances.The task force considered the reported negative psychological and family management experiences of health care professionals but thought implementation of education and unit-based policies and protocols would address many of these issues.Health care professional education and unit-based policies or protocols were not directly examined in any of the studies. However, 2 good practice statements were derived from the included studies considering the absence of any evidence of harm.No evidence was found on factors that may contribute to detrimental mental health outcomes after family-witnessed resuscitation for family members or health care professionals. Education or structured follow-up on possible long-term effects of witnessed resuscitation on these cohorts is needed.Task Force Knowledge GapsThe impact of specific factors on patient, family, or health care professionals such as patient characteristics, precipitating events or illness resulting in cardiac arrest, family members as CPR bystanders, or the resuscitation settingThe cultural, religious, or other sociological or health equity factors influencing attitudes and behaviors concerning family presence during adult resuscitationThe impact of unit-based policies and protocols or family support personnel on patient, family, and health care professional outcomes with family presence during resuscitationCost-effectiveness of resourcing the resuscitation setting to accommodate family presence and the impact of these resources on health care professionalsWhether the effect of family presence during resuscitation varies with specific family members (eg, children, parents, partners)Stepwise Approach to Skills Teaching in Resuscitation (SysRev)Rationale for ReviewThe instructional approach for skills teaching is likely to affect later performance. The Peyton 4-step approach for skills teaching418has been implemented across standard course formats of the European Resuscitation Council,419the United Kingdom Resuscitation Council, the Australian Resuscitation Council, and various national resuscitation councils in Europe. Walker and Peyton418defined the 4 steps as a sequence of (1) “demonstration” of the skill, at a normal pace, without commenting; (2) “deconstruction” of the skill, by demonstrating in slow motion, with detailed explanations for the learner with a special focus on critical steps; (3) “comprehension” by the learner, who explains each step while talking the teacher through the skill; and (4) “performance and practice” of the skill by the learner until performance is sufficient.37The superiority of the Peyton 4-step"
  },
  {
    "full_text": "sufficient.37The superiority of the Peyton 4-step approach over other methods of skills teaching (eg, using <4 steps, substituting single steps by video,420no sequencing)421is unclear. A SysRev was therefore undertaken (PROSPERO registration CRD42023377398), and the full online CoSTR can be found on the ILCOR website.422PICOSTPopulation: Adults and children undertaking skills training related to resuscitation and first aid in any educational settingIntervention: Approaches to skills teaching that are not the Peyton 4-step approach. This includes approaches without distinct stages or modified Peyton 4-step approaches with >4 or <4 steps or with delivering ≥1 steps by alternative methods (eg, video).Comparators: The Peyton 4-step approach418for skills teaching because most studies used Peyton’s 4 steps as the standard and compared alternative approaches against itOutcomes: Improved educational outcomes: Skill performance after the end of course, skill performance at end of course, participants’ confidence to perform the skill on patients, and participants’ preference of teaching method-Patient outcomes: Skills performed appropriately on a real patient after the course-Additional outcomes: Teachers’ preference of teaching method and side effects of teachingStudy designs:-Included studies: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies, published conference abstracts, and case series with n≥5)-Excluded studies: Unpublished results (eg, trial protocols), commentaries, editorials, and reviewsTime frame: Publications from all years and all languages as long as there was an English abstract. The literature search was updated to November 25, 2022.Consensus on ScienceThis SysRev included 16 studies, of which 13 were RCTs423–435and 3 were non-RCTs.436–438All studies showed a high degree of heterogeneity with respect to skills and populations taught, skill complexity, student-to-instructor ratios, and alternatives that were tested against the classic 4-step approach. Therefore, no meta-analyses could be performed.No study was found for the clinical outcome of skills performed appropriately on a real patient after the course.We identified 5 studies for the critical educational outcome of skill performance after ≥3 months (Table29).425,428,432,433,437Four studies showed no difference,425,432,433,437and 1 found superior results using a 4-step approach.428However, in this study, the 4-step approach was 1 element of a bundle of “best practice” strategies.Table 29.Summary of Evidence for Skill Performance After ≥3 MonthsFor the important educational outcome of skill performance from end-of-course up to 3 months, (Table30) we found 13 studies.423,424,426,427,429-431,433-438Eleven studies did not find differences for the primary outcomes,423,424,427,429-431,433-437but 2 studies found an advantage of 4 steps over 2 steps.426,438Table 30.Summary of Evidence for Skill Performance at End of"
  },
  {
    "full_text": "of Evidence for Skill Performance at End of CourseWe found 5 studies for the important educational outcome of participants’ confidence to perform the skill on patients (Table31).423,425,429,436,437None of these studies showed differences between the groups.Table 31.Summary of Evidence for Participants’ Confidence to Perform the Skill on PatientsThree studies addressed the important educational outcome of participants’ preference of teaching method (Table32).423,424,438One study reported advantages for 4 steps compared with 2 steps438; in another study, no difference was found.424Another study provided comments made by students.423Table 32.Important Educational Outcome: Participants’ Preference of Teaching MethodPrior Treatment RecommendationsThis PICOST was new in 2022; therefore, no prior treatment recommendation was available.2023 Treatment RecommendationWe suggest that stepwise training should be the method of choice for skills training in resuscitation (weak recommendation, very low–certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe complete evidence-to-decision framework can be found on the ILCOR website.422This topic aimed to provide evidence for the ongoing debate on the most appropriate training method for resuscitation skills because several resuscitation councils strongly focus on the Peyton 4-step approach in their instructor courses, but this is not universally done.419In making the recommendation, the EIT Task Force considered the following:Insufficient evidence was found for resuscitation skills training showing superiority of the 4-step approach as proposed418compared with other approaches.The optimal stepwise training approach (including the number and type of steps) may depend on the type of skills taught and should be adapted to the nature of the skill taught.The solid foundation of stepwise training approaches in educational theory was acknowledged. We do not support the use of nonstepwise training approaches.Two studies showed advantages of 4 steps compared with 2 steps. However, such 2-step approaches appear to have little educational structure (show it, do it).Skills training using a 4-step approach, or modifications of it, should be limited to skills of low to moderate complexity. Really complex skills should be broken up into >1 training session.439Most of the studies were conducted with health care students of various professions. We cannot translate these results to other learner populations (eg, children).None of the studies controlled for the teaching quality of individual instructors.There is a risk that instructors may move away from all types of stepwise skills teaching. Instructor training needs to emphasize the importance of such stepwise skills training approaches.Task Force Knowledge GapsThe impact of the quality of the individual teacher performanceA need for an Utstein-like uniform reporting of educational outcomes in resuscitation science to allow comparative summaries of such"
  },
  {
    "full_text": "science to allow comparative summaries of such studiesThe learning needs of different participant groups and how stepwise training should be adapted to their needs (eg, children or elderly)The effect of step sequence and number of steps for training of various skills in different learner populationsThe effect of different approaches to skills teaching on participants’ performance on real patientsDisparities in Layperson Resuscitation Education (ScopRev)Rationale for ReviewLayperson training in CPR is crucial, as well as increasing public awareness of cardiac arrest measures to enhance layperson involvement in lifesaving attempts.440Unfortunately, not every individual has equal access to resuscitation education programs, and many underresourced populations lack access to CPR education. The reasons for these inequities have yet to be fully described.441Identifying disparities in access to resuscitation education will help to target training and potentially increase public layperson involvement in OHCA. In this ScopRev, we aimed to identify and describe factors that either promote or hinder laypeople from attending resuscitation education courses. The full online CoSTR can be found on the ILCOR website.442Population, Exposure, Comparator, Outcome, Study Designs, and Time FramePopulation: Laypeople (non–health care professionals)Exposure: Presence of any factors that would possibly enhance or hinder the opportunity for laypeople to undertake resuscitation educationComparators: Absence of the specific factorOutcomes: Likelihood of undertaking resuscitation education, including adult and pediatric BLS courses, and the neonatal resuscitation programStudy designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Unpublished studies (eg, conference abstracts, trial protocols), letters, editorials, comments, and case reports were excluded. All relevant publications in any language were included as long as there was an English abstract.Time frame: All years and all languages were included as long as there was an English abstract. The literature search was updated to August 31, 2022.Summary of EvidenceThis review included 22 studies443–464: 19 cross-sectional studies443,444,446–453,455–457,459–464and 3 retrospective cohort studies.445,454,458A complete overview of study characteristics and key findings is presented in Appendix A. All studies were related to resuscitation training for adults, published between 1987 and 2022. A thematic assessment of enablers or barriers to attending CPR education resulted in 3 main themes: (1) personal, (2) socioeconomic and higher education, and (3) geographic factors. Identified enablers and barriers within these thematic areas and a summary of the studies finding higher, lower, or unchanged resuscitation training attendance associated with each variable are summarized in Table33.Table 33.Factors Associated With"
  },
  {
    "full_text": "in Table33.Table 33.Factors Associated With Resuscitation Education Among LaypeopleTask Force InsightsEnablers and barriers for layperson resuscitation education were identified that might inform targeted training initiatives for laypeople with a reduced likelihood of undertaking resuscitation education.Older age groups are often out of reach of existing conventional CPR education strategies. Targeted approaches include increasing availability by providing convenient training locations, generating more publicity and awareness of resuscitation, and promoting group or couples’ participation.465Targeted education should also be applied to laypeople with small children, and age-appropriate CPR training can be taught to school-aged children.466–468Higher educational and income levels and socioeconomic status were associated with more resuscitation training. Specific targeted training for populations with lower educational standing or lower incomes may be beneficial. Mandatory CPR training (eg, before acquiring a driver’s license) might increase layperson CPR willingness, but the downstream effects warrant further investigation.458,459,469Legal requirements for school-based resuscitation education increased resuscitation training among students and adults in such regions in 1 study.444People of color were less likely to receive proper bystander resuscitation from laypeople or medical staff.470–473Deficiency of mutual trust in the community and inadequate language proficiency have been speculated as being barriers.474–476An interventional study aiming to teach refugees coming from 19 countries reported that English serving as a universal language was insufficient, and conducting BLS courses in the participants’ native language was optimal.477Multifaceted system-wide interventions should be initiated to reduce structural biases or discrimination and to increase resuscitation training for all populations living.The influence of geographic factors and sex on resuscitation education is unclear and needs to be further investigated. The majority of the studies came from highly developed countries, and evidence from low-resource areas or remote areas is required to address this question.Our search did not identify any studies assessing disparities in pediatric or neonatal resuscitation educational programs for laypeople or in CPR education programs for children. No studies looked at disparities in CPR training based on mental or physical disability, yet it is important for the disabled to have the opportunity to receive resuscitation training.478Treatment RecommendationsThere was no prior treatment recommendation addressing disparities in layperson resuscitation education. This ScopRev has not identified sufficient evidence to prompt a SysRev or a meta-analysis. However, on the basis of expert opinion from the ILCOR EIT Task Force, significant gaps in knowledge and open research questions were highlighted, specifically to include underresourced"
  },
  {
    "full_text": "specifically to include underresourced populations.Task Force Knowledge GapsHow to design or target resuscitation educational programs to best serve underrepresented or historically excluded populationsThe influence of geographic factors (eg, urban or rural areas, low-resource settings, remote areas), sex of laypeople, or the impact of laws requiring CPR training on the attendance of resuscitation education coursesThe extent of disparities in layperson resuscitation education in populations with special needs such as disabled people, pregnant women, schoolchildren, or kindergarten-aged children; pediatric or neonatal resuscitationThe influence of these barriers or enablers on the clinical outcome of OHCAEIT Topics Reviewed by EvUpsTopics reviewed by EvUps are summarized in Table34, with the PICO, existing treatment recommendation, number of studies identified, key findings, and whether a SysRev was deemed worthwhile provided. Complete EvUps can be found in Appendix B.Table 34.EIT Topics Reviewed by EvUpsFIRST AIDPulse Oximetry Use in the First Aid Setting (ScopRev)Rationale for ReviewPulse oximetry has been used for monitoring of hospitalized patients at risk of hypoxemia and, more recently, for home use during the COVID-19 pandemic. The First Aid Task Force considered it timely to undertake a ScopRev to identify evidence relating to the use of pulse oximetry as a component of first aid assessment of acute symptoms associated with illness or injury. The full online CoSTR can be found on the ILCOR website.479PICOSTPopulation: Adults and children in the out-of-hospital or home setting with an acute illness or injuryIntervention: Use of pulse oximetry in addition to standard first aid assessmentComparators: Standard first aid assessment without the use of pulse oximetryOutcomes: Any clinical outcomeStudy designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies), gray literature, social media and non–peer-reviewed studies, unpublished studies, conference abstracts, and trial protocols were eligible for inclusion.Time frame: All years up to November 16, 2022Summary of EvidenceOur search identified 4204 unique articles, of which 16 underwent full-text review. All were ultimately excluded because they enrolled patients in home monitoring programs for a known, diagnosed infection or disease.Although the search strategy for this ScopRev was not designed to capture studies evaluating the accuracy of pulse oximetry based on skin pigmentation, some such studies were identified. In 1 study, there was a greater discrepancy between oxygen saturation as measured by pulse oximetry and that measured by blood gas (with pulse oximetry providing the higher number in general) in individuals identified as Black, Asian, or mixed ethnicity compared with those identified as White (Black, 1.8% [95% CI, 0.2–3.4],P=0.04; Asian, 1.9% [95% CI, 0.6–3.2],P=0.005; mixed ethnicity, 3.2% [95% CI, −0.1 to"
  },
  {
    "full_text": "mixed ethnicity, 3.2% [95% CI, −0.1 to 6.6],P=0.06).480In another study, Black patients had nearly 3 times the frequency of occult hypoxemia (hypoxemia not detected by pulse oximetry) as White patients.481Task Force InsightsThe evidence identified in this ScopRev is not directly relevant to the first aid use of a pulse oximetry as a means of assessment for acute symptoms from illness or injury. Although there were reports of the early detection of asymptomatic hypoxemia in the out-of-hospital setting with pulse oximeters, we also identified concerns about device limitations, accuracy, reliability, and disparities in oximetry accuracy based on skin pigmentation. Although this search strategy was not designed to capture studies comparing the accuracy of pulse oximetry based on factors such as skin pigmentation, the First Aid Task Force is aware of multiple other studies evaluating this issue in addition to the ones identified. Findings generally support a small but statistically significant increase in occult hypoxemia in patients with darker skin.482–486The First Aid Task Force expressed concerns about storage of oximeters in first aid kits, issues with readings due to movement and vibration, and outdoor use in settings with high humidity or extremes of temperature. Additional concern was expressed about the accuracy of oximeters sold as non–medical-use devices and used by the public to assist with self-identification of hypoxemia without training in their use, limitations, and interpretation of findings. Last, most home pulse oximetry monitors do not show the waveform, leading to challenges with interpreting the results.Although there is not sufficient evidence to support a recommendation for (or against) the use of a pulse oximeter by first aid providers, we recognize that pulse oximeters are readily available for purchase, may be found in some first aid kits, and may be in use by some first aid providers. There is inadequate evidence to pursue a SysRev at this time.Good Practice StatementsFirst aid providers who use pulse oximeters for the assessment of acute illness or injuries should be proficient in their use and understand their limitations, including equipment factors, environmental considerations, and patient-specific factors that may produce inaccurate and unreliable readings (good practice statement).The use of a pulse oximeter for first aid assessment should not supersede or replace physical assessment (good practice statement).Use of Supplemental Oxygen in First Aid (ScopRev)Rationale for ReviewAlthough supplemental oxygen has been advocated as a beneficial treatment in several conditions, recent work has found evidence of harm with excessive oxygen administration in some patient populations such as those with suspected myocardial infarction.487Because supplemental oxygen may be administered in these conditions and others in the first aid setting, an understanding of the potential risks and benefits of supplemental oxygen"
  },
  {
    "full_text": "risks and benefits of supplemental oxygen administration is critical to first aid providers. The full online CoSTR can be found on the ILCOR website.488PICOSTPopulation: Adults and children with signs or symptoms of shortness of breath, difficulty breathing, or hypoxia outside of a hospitalIntervention: Administration of oxygen by a first aid providerComparators: No administration of oxygenOutcomes: Functional outcome at discharge, 30 days, 60 days, 180 days, and 1 year; survival only at discharge, 30 days, 60 days, 180 days, and 1 year; length of hospital stay, resolution of symptoms or signs, patient comfort, and therapeutic end points (eg, oxygenation, ventilation)Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies), case series and reports, gray literature, social media, non–peer-reviewed studies, unpublished studies, conference abstracts, and trial protocols were eligible for inclusion. Only English language articles were included.Time frame: January 1, 2000, to July 1, 2022Summary of EvidenceOur search identified 2256 unique articles, of which 16 underwent full-text review. No articles directly addressed the review question.One cluster randomized trial compared EMS use of high-flow oxygen (defined as 8–10 L/min oxygen) with the use of titrated oxygen (titrated to an oxygen saturation of 88%–92%) for patients with acute chronic obstructive pulmonary disease (COPD) exacerbations and found a lower mortality rate in patients treated with titrated oxygen (relative risk, 0.42 [95% CI, 0.20–0.89]).489Task Force InsightsThis ScopRev did not identify any direct evidence for or against the routine administration of oxygen in adults or children exhibiting signs or symptoms of shortness of breath, difficulty breathing, or hypoxia outside of a hospital.The current review has yielded evidence that oxygen therapy at an untitrated rate of 8 to 10 L/min is harmful in patients with acute exacerbations of COPD being treated by EMS, and oxygen needs to be titrated to the patient’s oxygen saturation in this setting. This has implications for first aid providers given that the 2015 CoSTR did not identify harms associated with the use of oxygen in patients displaying symptoms of shortness of breath.490We acknowledge that recognition of acute exacerbations of COPD and the use of pulse oximetry may be beyond the skill set of many first aid providers. However, some organizations teaching advanced first aid or first aid oxygen courses may include teaching on the use of pulse oximetry, so there may be circumstances where the administration of supplemental oxygen by first aid providers is common practice.This review specifically excluded the use of supplemental oxygen in acute coronary syndrome,487suspected stroke,491drowning,3and after ROSC following cardiac arrest57because these indications have been covered in recent reviews.Given the potential for harm with untitrated oxygen, we"
  },
  {
    "full_text": "the potential for harm with untitrated oxygen, we suggest a good practice statement that supplements the 2015 CoSTR and includes the aforementioned considerations for patients with COPD. There is inadequate evidence to pursue a SysRev on this topic at this time.Prior Treatment Recommendations (2015)No recommendation was made; the confidence in the effect estimate is so low that the task force thinks a recommendation to change current practice is too speculative.2023 Good Practice StatementIf first aid providers, trained to use oxygen, are administering supplemental oxygen to a person with known COPD, they should titrate the supplemental oxygen to maintain an oxygen saturation by pulse oximetry between 88% and 92% (good practice statement).Recognition of Anaphylaxis (ScopRev)Rationale for ReviewAnaphylaxis is a time-sensitive condition for which early recognition and treatment with epinephrine are critical. It is unknown whether the presence or absence of any specific symptoms can assist first aid providers in appropriately identifying individuals with anaphylaxis. The full online CoSTR can be found on the ILCOR website.492PICOSTPopulation: Adults and children experiencing anaphylaxisIntervention: The description of any specific symptoms to the first aid providerComparators: Absence of any specific descriptionOutcomes: Recognition of anaphylaxisStudy designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies), case series or reports, gray literature, social media publications, non–peer-reviewed studies, unpublished studies, conference abstracts and trial protocols were eligible for inclusion. All relevant publications in any language were included as long as there was an English abstract.Time frame: All years to September 19, 2022Summary of EvidenceOur search identified 949 unique articles, of which 18 underwent full-text review. No articles directly addressed the review question. Several of these studies reported an increase in knowledge of how to recognize anaphylaxis after educational interventions, viewing videos, health application (app) use, and coaching.493–502Other identified studies examined the effectiveness of action plans503,504and educational interventions to improve recognition of anaphylaxis505–508and the relationship between education on anaphylaxis recognition and the use of epinephrine.509Task Force InsightsAlthough none of the studies identified specific signs or symptoms that may be used by first aid providers in the identification of anaphylaxis, several surveys reported improvement in the ability to recognize anaphylaxis immediately after individual or community-level educational engagements.New initiatives to improve recognition and management of anaphylaxis should be studied to evaluate their effectiveness and efficiency.Previous literature has identified different factors associated with underuse of epinephrine in anaphylaxis.510,511Recognition of"
  },
  {
    "full_text": "epinephrine in anaphylaxis.510,511Recognition of anaphylaxis is one of the identified factors that can reduce the delay in the administration of epinephrine when it is available, although evidence for this is limited. Recognition of anaphylaxis is not the only barrier to the first aid use of epinephrine autoinjectors. The high cost of epinephrine autoinjectors, lack of availability in some settings, lack of epinephrine use even when it is available, incorrect administration technique, and fear of harm with administration are also barriers.There is inadequate evidence to pursue a SysRev of this topic at this time.Prior Treatment Recommendation (2010), UnchangedFirst aid providers should not be expected to recognize the signs and symptoms of anaphylaxis without repeated episodes of training and encounters with individuals with anaphylaxis.512Potential Harms From Bronchodilator Administration (ScopRev)Rationale for ReviewPeople with asthma exacerbations benefit from administration of bronchodilators. However, it is unknown whether first aid providers can appropriately identify asthma exacerbations, and it is unknown whether bronchodilators could result in harm if administered to individuals with undifferentiated respiratory symptoms. The full online CoSTR can be found on the ILCOR website.513PICOSTPopulation: Adults and children in any setting with acute undifferentiated respiratory problemsIntervention: Administration of any type of inhaled bronchodilator (eg, β-agonists, anticholinergics)Comparators: No administration of an inhaled bronchodilatorOutcomes: Survival, dysrhythmia, cardiac ischemia, hypokalemia, need for emergency department treatment, need for hospitalization, or time to treatmentStudy designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) and case series were eligible for inclusion. Only English language studies were included.Time frame: All years to November 2, 2022Summary of EvidenceOur search identified 403 unique articles, of which 15 underwent full-text review. Thirteen articles were identified that reported adverse effects of short-acting inhaled bronchodilators that could be available to first aid providers caring for patients with reactive airway disease; however, none directly addressed the PICOST. Examples of identified adverse effects were tachycardia, arrhythmias, tremor, dizziness, and a decrease in serum potassium concentrations. Bronchodilators included albuterol (salbutamol) through a nebulizer, albuterol (salbutamol) through a metered dose inhaler, fenoterol through a metered dose inhaler, ipratropium through a nebulizer, and metaproterenol through a nebulizer.Tachycardia was noted with albuterol; however, the increase in heart rate was less when albuterol was delivered through metered dose inhaler compared with delivery by nebulizer (MD, −6.47 bpm [95% CI, −11.69 to −1.25];P=0.02).514Other studies noted palpitations (salbutamol)515and"
  },
  {
    "full_text": "studies noted palpitations (salbutamol)515and premature ventricular contractions (fenoterol and albuterol)516after the use of inhaled bronchodilators.Multiple studies516–519documented a decrease in serum potassium concentration after the use of short-acting β-agonists, although these were typically mild (mean decrease, 0.54 mmol/L in 1 study and 0.52 mmol/L in another)517,520and of uncertain clinical significance.Case reports521–524describe multiple side effects in patients exposed to short-acting bronchodilators. A case of unilateral mydriasis developed after nebulized ipratropium came into contact with an eye, resulting in the person receiving a CT scan of the brain to evaluate for intracranial abnormalities.521Severe bronchospasm occurred after exposure to an albuterol inhaler and nebulizer treatment.522Last, 1 patient developed takotsubo cardiomyopathy that was associated with repetitive use of an albuterol inhaler.524Task Force InsightsMost studies included patients with reactive airway diseases.An increase in heart rate (eg, by an average of 13 bpm in 1 study of metaproterenol) could cause myocardial ischemia in a patient with cardiac disease or could exacerbate tachyarrhythmias such as supraventricular tachycardia.525Inhaled short-acting β-agonists are associated with a decrease in plasma potassium values, typically by <1 mmol/L (eg, a mean decrease of 0.54 mmol/L in 1 study and 0.52 mmol/L in another).517,520Whether these adverse effects outweigh the potential benefit of bronchodilators is unknown.There is inadequate evidence to undertake a SysRev on harm of bronchodilators and therefore inadequate evidence to amend the 2015 CoSTR on the use of bronchodilators in individuals with asthma.Prior Treatment Recommendation (2015), UnchangedWhen an individual with asthma is experiencing difficulty breathing, we suggest that trained first aid providers assist the individual with administration of a bronchodilator (weak recommendation, very low–certainty evidence).526First Aid Topics Reviewed by EvUpsTopics reviewed by EvUps are summarized in Table35, which provides the PICO, existing treatment recommendation, number of studies identified, key findings, and whether a SysRev was deemed worthwhile. Complete EvUps can be found in Appendix B.Table 35.First Aid Topics Reviewed by EvUpsARTICLE INFORMATIONAcknowledgmentsThe writing group acknowledges Jack Billi, Samantha Johnson, Eddy Lang, and Veronica Zamora.CollaboratorsRoberto Barcala-Furelos; Stephen B. Beerman; Marlies Bruckner; Maaret Castrén; ShuLing Chong; Andreas Claesson; Cody L. Dunne; Emer Finan; Tatsuma Fukuda; Saptharishi Lalgudi Ganesan; Callum Gately; Aecio Gois; Seth Gray; Louis P. Halamek; Amber V. Hoover; Cameron Hurst; Justin Josephsen; Louise Kollander; C. Omar Kamlin; Mirjam Kool; Lei Li; Thomas S. Mecrow; William Montgomery; Patrick Ristau; Muralidharan Jayashree; Andrew Schmidt; Tommaso Scquizzato; Jeroen Seesink; Justin Sempsrott; Anne Lee Solevåg; Marya L. Strand; David"
  },
  {
    "full_text": "Anne Lee Solevåg; Marya L. Strand; David Szpilman; Edgardo Szyld; Ogilvie Thom; Joshua M. Tobin; Jacinta Trang; Jonathon Webber; Hannah K. Webster; and Michelle WellsfordDisclosuresWriting Group DisclosuresReviewer DisclosuresReporting Categories and DefinitionsSupplementary Material"
  }
]