{
  "title": "2024 International Consensus On Cardiopulmonary Re...Fe Support; Educatio P03(41-60)",
  "full_text": "study sample size was 65 (IQR, 40–101). The median(IQR) gestational age at birth was 29 (27–33) weeks.Deferred cord clamping ranged from 30 to ≥180 sec-onds (some trials encouraging deferrals up to 5 minuteswhere feasible). For immediate cord clamping, most tri-als (14/21) specified clamping within 10 seconds. Of allinfants, 61% were born by cesarean delivery 25% weremultiples, and 56% were male. Trials were conductedin high-income (9/21), upper-middle-income (5/21),and lower-middle-income (7/21) countries as definedby World Bank country classification.500 For this review,we present odds ratios, aligning with the iCOMP statisti-cal analysis plan.472,475,476 Key results are summarized inTable 19.\n\nComparison 2: Umbilical Cord Milking Compared WithImmediate Cord Clamping\n\nFor the subgroup of infants allocated to deferred cord clamping, higher hematocritvalues were also demonstrated (moderate-certainty evi-dence). For the subgroup of infants ≥32 weeks’ gestationallocated to deferred cord clamping, Hb and hemato-crit values were also probably higher (low-certainty tomoderate-certainty evidence). For other critical andimportant infant and maternal outcomes, clinical benefitor harm could not be determined.\n\nThe pairwise IPD meta-analysis472 identified 18 trialsincluding 1565 infants.485,487,492,502–516 The median studysample size was 60 (IQR, 45–122). The median gesta-tional age at birth was 29 (IQR, 27–31) weeks. The cordwas milked intact 2 to 4 times in 12 trials (866 infants),whereas in 4 trials (340 infants) the cut cord was milked\n\nonce, and in 2 trials (359 infants) there was a delay be-fore intact-cord milking. Of all infants, 64% were born bycesarean delivery, 13% were multiples, and 56% weremale. Trials were conducted in high-income (10/18),upper-middle-income (4/18), and lower-middle-income(4/18) countries. Key results are presented in Table 20.\n\nFor the subgroup of infants receiving umbilical cord milking, hematocrit values werealso possibly higher (low-certainty evidence). For the sub-group of infants ≥32 weeks’ gestation receiving umbili-cal cord milking, hemoglobin and hematocrit values werepossibly higher, and body temperatures on admissionwere possibly lower (very low–certainty evidence) whilered cell transfusions were possibly reduced (low-certaintyevidence). For all other critical and important infant andmaternal outcomes (for all included infants or either sub-group), clinical benefit or harm could not be determined.\n\nComparison 3: Umbilical Cord Milking Compared WithDeferred Cord Clamping\n\nThe pairwise IPD meta-analysis472 identified 15 trialsincluding 1655 infants.485,487,492,517–528 The median studysample size was 44 (IQR, 36–171). The median ges-tational age at birth was 30 (IQR, 28–33) weeks. Theintact cord was milked 2 to 4 times in 14 studies in-cluding 1649 infants and once in 1 study including 6 in-fants. Deferral times in the deferred cord clamping groupranged from 30 to 120 seconds. Of all infants, 64% wereborn by cesarean delivery, 15% were multiples, and 54%were male. Trials were conducted in high-income (8/15),upper-middle-income (3/15), and lower-middle-income(4/15) countries. Results are summarized in Table 21.\n\nOutcomes (importance)Participants (studies)Certainty of the evidence (GRADE)OR (95% CI)Anticipated absolute effectRisk or mean concentration (±SD) with ICCRD (CI) or MD (CI) with DCC; NNTB or NNTH, if applicableMortality before hospital discharge (critical)3263 (20 RCTs)481–499,501High0.68 (0.51–0.91)81/100025 fewer infants died per 1000 (38–7 fewer); NNTB, 40 (26–143) infantsHemoglobin con- centration (g/dL) for infants 523 (8 RCTs)482,485–488,495,498,499ModerateNA16 (±2) g/dL0.88 (0.52–1.24) g/dLRed cell transfu- sion for infants 1929 (13 RCTs)482,484–486,488,489,491,493,495,496,498,499,501Moderate0.59 (0.47–0.73)571/1000131 fewer infants received red cell transfusion per 1000 (186 fewer–78 fewer); NNTB, 7 (6–13) infantsHypothermia on ad- mission to NICU for infants 1995 (8 RCTs)484–486,493,495,498,499,501Moderate1.28 (1.06–1.56)449/100062 more infants were hy- pothermic per 1000 (14 more–111 more); NNTH, 16 (9–71) infants\n\nDCC indicates deferred cord clamping; GRADE, Grading of Recommendations, Assessment, Development, and Evaluation; ICC, immediate cord clamping; MD, meandifference; NA, not applicable; NICU, neonatal intensive care unit; NNTB, number needed to treat to benefit; NNTH, number needed to treat to harm; OR, odds ratio; RCT,randomized controlled trial; and RD, risk difference.\n\nTable 20. Comparison 2: Umbilical Cord Milking Compared With Immediate Cord Clamping\n\nOutcomes (importance)Participants (studies)Certainty of the evidence (GRADE)OR (95% CI)Anticipated absolute effectRisk or weighted mean concentration (±SD) with ICCRD (CI) or MD (CI) with UCM; NNTB or NNTH, if applicableMortality before hospital discharge (critical)1565 (18 RCTs)485,487,492,502–516Low0.73 (0.44–1.20)56/100014 fewer infants died per 1000 (30 fewer–10 more) infantsHemoglobin concentra- tion (g/dL) for infants 944 (12 RCTs)502,504,506–508,510,512–515LowNA15 (±2) g/dL0.45 (0.17–0.73) g/dLRed cell transfusion for infants 1163 (15 RCTs)485,502–504,506–516Moderate0.69 (0.51–0.93)443/100092 fewer infants received red cell transfusion per 1000 (167 fewer–18 fewer); NNTB, 11 (6–56) infants\n\nDCC indicates deferred cord clamping; GRADE, Grading of Recommendations, Assessment, Development, and Evaluation; ICC, immediate cord clamping; NA, notapplicable; NNTB, number needed to treat to benefit; OR, odds ratio; RCT, randomized controlled trial; RD, risk difference; and UCM, umbilical cord milking.\n\nFor all other critical and important infant and maternaloutcomes, clinical benefit or harm could not be determined.\n\nSubgroup analyses. For all 3 comparisons, subgroupanalyses by gestational age at birth, multiple versus single-ton birth, caesarean section versus vaginal birth, study startyear, perinatal mortality rate of country where study wasconducted, and sex of infant did not influence the effecton mortality (very low–certainty to low-certainty evidence).\n\nIndividual Patient Data Network Meta-Analysis\n\n• Population: Preterm infants born at gestation and their mothers.• Interventions:\n\n– Immediate (early) cord clamping at ≤15 seconds,without cord milking or initiation of respiratorysupport or as defined by the trialist– Short deferral of cord clamping for >15 secondsto respiratory support\n\n– Medium deferral of cord clamping for ≥45 torespiratory support– Long deferral of cord clamping for ≥120 secondswithout milking, with or without respiratory sup-port– Intact cord milking immediately after birth (withthe umbilical cord attached to the placenta)\n\n• Comparisons: Between-intervention comparisons• Outcomes:\n\n– Mortality before hospital discharge (critical)– Intraventricular hemorrhage (critical)– Blood transfusion (important)\n\n• Study design: As for the pairwise IPD meta-analysis,472 RCTs comparing umbilical cordmanagement strategies at preterm birth wereincluded. Interventions were grouped into the fol-lowing nodes: immediate clamping, short defer-ral, medium deferral, long deferral, and intact cordmilking.476\n\nTable 21. Comparison 3: Umbilical Cord Milking Compared With Deferred Cord Clamping\n\nOutcomes (importance)Participants (studies)Certainty of the evidence (GRADE)OR (95% CI)Anticipated absolute effectRisk or mean concentration (±SD) with DCCRD or change with UCM; NNTB or NNTH, if applicableMortality before hospital discharge (critical)1303 (12 RCTs)485,487,492,517,518,520,521,524–526,528,529Low0.95 (0.59–1.53)72/10003 fewer infants died per 1000 (28 fewer–34 more)Severe IVH in preterm infants 860 (7 RCTs)485,487,517,518,520,521,528Low2.20 (1.13–4.31)38/100042 more infants had severe IVH per 1000 (5 more–112 more); NNTH, 24 (9–200) infantsMaternal postpartum blood transfusion (critical)653 (4 RCTs)485,517,518,521Low2.72 (1.11–6.65)25/100039 more mothers received blood transfusion per 1000 (3 more–118 more); NNTH, 25 (8–333) mothers\n\nDCC indicates deferred cord clamping; GRADE, Grading of Recommendations, Assessment, Development, and Evaluation; ICC, immediate cord clamping; IVH, in-traventricular hemorrhage; NNTB, number needed to treat to benefit; NNTH, number needed to treat to harm; OR, odds ratio; RCT, randomized controlled trial; RD, riskdifference; and UCM, umbilical cord milking.\n\n• Time frame: As for the pairwise IPD meta-analysis472,476\n\nCertainty of evidence was assessed using the CINeMAframework (Confidence in Network Meta-Analysis), whichis based on the GRADE framework but is adapted for net-work meta-analysis.530\n\nConsensus on Science\n\nThe NMA476 and the IPD meta-analysis iden-tified 47 eligible studies including 6094 in -fants.481–485,487–499,501,502,504–506,508,510,511,516,518–525,528,531–540The median study sample size was 60 infants (IQR,40–127). The median gestational age at birth was 29.6weeks (IQR, 27.6–33.3). Of all infants, 61% were born bycesarean delivery, 17% were multiples, and 54% were male.The primary outcome was missing for 4 (\n\nSufficient data were found to include comparisons ofthe following 5 interventions in the NMA:\n\n1. Immediate (early) cord clamping (as soon as pos-sible or within 15 seconds)2. Short deferral of cord clamping (≥15 seconds to3. Medium deferral of cord clamping (≥45 seconds to4. Long deferral of cord clamping (≥120 seconds)5. Intact cord milking immediately after birth (milkingthe umbilical cord before the cord was clamped)\n\nFor the outcomes of death before discharge, anyintraventricular hemorrhage, and blood transfusion, thenumber of trials for each comparison ranged from 0 to 8and the number of infants varied from 29 to 1993.476 Thelargest number of trials providing data for each outcomewere for the cord milking compared with immediate cordclamping, for cord milking compared with medium defer-ral of cord clamping, and for immediate cord clampingcompared with medium deferral of cord clamping. Notethat in each case, the analysis was by intention to treat.Only 70% of the 47 trials reported treatment adher-ence.476 Key results are presented in Table 22.\n\nFor comparisons and outcomes not included inTable 22, clinical benefit or harm could not be deter-mined, and details are provided in the online CoSTR.477\n\nWhen ranking probabilities were calculated, to preventdeath before discharge, long deferred cord clamping hada 91% probability of being the highest ranked treat-ment; immediate cord clamping had being the best treatment and a 53% probability of beingthe worst treatment; and medium-length deferred cordclamping and intact umbilical cord milking had a highprobability of being second or third best.476\n\nPrior Treatment Recommendations (2021)\n\nIn infants born at require immediate resuscitation after birth, we suggestdeferring clamping the cord for at least 30 seconds (weakrecommendation, moderate-certainty evidence).473,474\n\nWe suggest against intact-cord milking for infantsborn at dation, very low–certainty evidence).473,474\n\nIn infants born at 28+0 to 33+6 weeks’ gestationalage who do not require immediate resuscitation afterbirth, we suggest intact-cord milking as a reasonablealternative to deferring cord clamping (weak recommen-dation, moderate-certainty evidence).473,474\n\nIn infants born at require immediate resuscitation, there is insufficient evi-dence to make a recommendation with respect to cordmanagement.473,474\n\nThere is also insufficient evidence to make recom-mendations on cord management for maternal, fetal,or placental conditions that were considered exclusioncriteria in many studies (in particular, multiple fetuses,congenital anomalies, placental abnormalities, alloim-munization, fetal anemia, fetal compromise, and mater-nal illness). In these situations, we suggest individualizeddecisions based on severity of the condition and assess-ment of maternal and neonatal risk (weak recommenda-tion, very low–certainty evidence).473,474\n\nTable 22. Network Meta-Analysis of Methods of Umbilical Cord Management\n\nComparisonParticipants (studies)Certainty of the evidence (GRADE)OR (95% CI)NNTBMortality before hospital discharge (critical)Long deferral (≥120 s) vs immediate cord clamping469 (3 RCTs)484,494,541Moderate0.31 (0.11–0.80)18 (4–143)Red cell transfusion (important)Medium deferral vs immediate cord clamping1933 (6 RCTs)483,485,488,498,499,542Very low0.45 (0.48–1.39)NAShort deferral vs immediate cord clamping383 (5 RCTs)481,482,489,491,501Moderate0.44 (0.17–0.90)NAIntact cord milking vs immediate cord clamping786 (9 RCTs)502,504,506,508,511,516,535,543,544Very low0.56 (0.31–0.97)NA\n\nGRADE indicates Grading of Recommendations, Assessment, Development, and Evaluation; NA, not applicable; NNTB, number needed to treat to benefit; and RCT,randomized controlled trial.\n\nIn preterm infants born at who are deemed not to require immediate resuscitationat birth, we recommend deferring clamping of the umbili-cal cord for at least 60 seconds (strong recommenda-tion, moderate-certainty evidence).\n\nIn preterm infants born at 28+0 to 36+6 weeks’ ges-tational age who do not receive deferred cord clamp-ing, we suggest umbilical cord milking as a reasonablealternative to immediate cord clamping to improve infanthematologic outcomes. Individual maternal and infantcircumstances should be taken into account (conditionalrecommendation, low-certainty evidence).\n\nWe suggest against intact cord milking for infantsborn at low-certainty evidence). There is insufficient evidence tomake a recommendation concerning cut-cord milking inthis gestational age group.\n\nIn preterm infants born at who are deemed to require immediate resuscitation atbirth, there is insufficient evidence to make a recommen-dation with respect to cord management (weak recom-mendation, low-certainty evidence).\n\nThere is insufficient evidence to make recommenda-tions on cord management for maternal, fetal, or placen-tal conditions that were considered exclusion criteria inmany studies (monochorionic multiple fetuses, congeni-tal anomalies, placental abnormalities, alloimmunizationor fetal anemia, fetal compromise, and maternal illness).In these situations, we suggest individualized decisionsbased on severity of the condition and assessment ofmaternal and neonatal risk (weak recommendation, verylow–certainty evidence).\n\nWhenever circumstances allow, the plan for umbilicalcord management should be discussed between mater-nity and neonatal clinicians and parents before deliveryand should take into account individual maternal andinfant circumstances (good practice statement).\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\nThe complete evidence-to-decision table can be foundin Appendix A. A table summarizing key points of thetreatment recommendations is presented in Table S1 inAppendix C.\n\nThe strong recommendation for deferring cord clamp-ing for at least 60 seconds in preterm infants gestation reflects the following considerations:\n\n• Evidence for reduced mortality after deferred cordclamping compared with immediate cord clamp-ing was rated high-certainty.472,477 The reduction inmortality was robust across several participant-leveland trial-level subgroups (including gestational ageat birth, mode of birth, multiple birth, sex, trial year,and perinatal mortality rate) and consistent in allprespecified sensitivity analyses.\n\n• We place high value on the outcome of mortality,and this has guided the strong treatment recom-mendation. The certainty of evidence for other out-comes varied from low to moderate, and, therefore,we concluded that the overall certainty of evidenceis moderate.• There was moderate-certainty evidence in infantsand in infants both higher hemoglobin concentrations within the first24 hours after birth after deferred cord clampingcompared with immediate cord clamping.• Sixty seconds or more was chosen as the recom-mended interval for deferred cord clamping becausethat threshold defined 80% of infants who receiveddeferred clamping in the combined studies. Theevidence for medium (60–119 seconds) or long(>120 seconds) deferral of cord clamping is basedon fewer infants and trials. Moreover, the analysiswas by intention to treat, many trials did not reportactual interval from birth to cord clamping, and mosttrials allowed clinicians to clamp the cord whenconsidered necessary to perform resuscitation. Thereported adherence to long delay was lowest at 67%(compared with about 80% for medium deferral and95% for immediate cord clamping, umbilical cordmilking, and short deferred cord clamping), so theproportion and clinical characteristics of infants whobenefited from medium or long delay are unclear.Furthermore, there were fewer than 121 extremelypreterm infants in the trials of long delay.493,494• Medium or long delay may be justified for infantswho are coping well without resuscitation or whereappropriate newborn stabilization can be providedbefore umbilical cord clamping (skilled team, propertraining, appropriate equipment, enough space,and ability to provide measures to maintain normaltemperature).• The task force noted that there was moderate-certainty evidence for the adverse effect of anincrease in the risk of hypothermia (body temperaturecompared with immediate cord clamping for infantsdations concerning maintaining normal temperatureimmediately after birth in preterm infants.146• Parents report that deferred cord clamping providesa positive experience, with the mothers feelingcloser and more attached to their infants.545In making the suggestion to consider umbilical cord\n\nmilking as an alternative to immediate cord clamping ininfants born at 28+0 to 36+6 weeks’ gestation, the taskforce considered the following:\n\n• Low-certainty evidence that umbilical cord milkingmay not reduce the critical outcome of death beforedischarge compared with immediate cord clamping\n\n• Moderate-certainty evidence for reduced red celltransfusion after umbilical cord milking comparedwith immediate cord clamping in infants both weeks’ gestation and ≥32 weeks’ gestation• Low-certainty evidence for higher hemoglobin afterumbilical cord milking compared with immediatecord clamping in infants, both and ≥32 weeks’ gestation.• No evidence for adverse effects in preterm infantscord milking compared with immediate cord clamping• No evidence for adverse effects after umbilicalcord milking compared with deferred cord clampingin preterm infants born at 28+0 to 36+6 weeks’gestation• The IPD meta-analyses did not distinguish betweenthe 2 methods of cord milking (intact-cord and cut-cord). The intact cord was milked 2 to 4 times inmost trials, while a few trials milked the cut cordonce; therefore, no specific recommendations aremade for either method.\n\nIn making the suggestion against intact umbilical cordmilking in infants of higher gestational age, the task force considered thefollowing:\n\n• Low-certainty evidence for increased severe intra-ventricular hemorrhage after intact-cord milkingcompared with deferred cord clamping• One trial was stopped early because of increasedrates of severe intraventricular hemorrhage in theprespecified subgroup of preterm infants born at• The same RCT has subsequently reported that forinfants born at 28 to 32 weeks’ gestation therewas no increase in severe intraventricular hemor-rhage, mortality, or other adverse clinical outcomesafter umbilical cord milking compared with deferredcord clamping.546 This study was not included in theanalysis because it was published after the iCOMPmeta-analysis was completed and the CoSTR devel-opment process was started.\n\nThere was insufficient evidence to make a recommen-dation concerning cord management of preterm infantswho are deemed to require resuscitation at birth. Thisconclusion reflected the following:\n\n• Adherence to deferred cord clamping was low(cases because health care professionals choseimmediate cord clamping or cord milking in prefer-ence to deferred cord clamping when they judgedthat the infant required assisted ventilation.472 Somestudies did not report adherence. Taken together,these factors led to a conclusion that the benefitsand risks of deferred cord clamping remain unclearfor nonvigorous preterm infants and those whorequire resuscitation at birth.472\n\n• The evidence from animal studies and feasibilitystudies in human infants increasingly supports pro-vision of some resuscitation measures while defer-ring cord clamping (variously described in studiesas resuscitation with intact cord, physiologic cordclamping, or baby-directed cord clamping). Resultsof studies currently underway that evaluate thesestrategies may lead to changes in recommendationsin the future, but there was insufficient evidence tomake a recommendation now.\n\nThe suggestion for individualized decision-makingin the context of maternal, fetal, or placental conditionsthat were exclusion criteria is unchanged from 2021 andtook into account that similar constraints applied to theresults of the iCOMP systematic reviews.\n\nIn suggesting discussion before birth (whenever pos-sible) about the plan for umbilical cord management, thetask force considered that this approach is most likelyto lead to the best decisions about what plan of cordmanagement to use and how to coordinate the steps incare of the infant among different care professionals andthe parents.\n\n• Long-term neurodevelopment and health outcomesafter different cord management strategies• Effectiveness of optimized cord management as apublic health strategy to improve child health anddevelopment• Optimal cord management of preterm infants whoare not breathing after initial steps of resus"
}