[
  {
    "full_text": "year), implementation success, resource implica-tions, and cost-effectiveness\n\n• Study design: RCTs and nonrandomized studies (non-RCTs, controlled before-and-after studies, cohortstudies, and case series n≥5), reviews, and surveys inrespective population groups with at least an abstractin English were eligible for inclusion. Research aimedat teaching BLS to children and research on CPRtraining for health care professionals (both suffi-ciently covered elsewhere) were excluded.• Time frame: All years to July 10, 2023\n\n(A) Specific population/subgroup: A group with a\n\nspecific feature (eg, job, age group)(B) Layperson: An adult who is not a qualified, retired,or in-training health care professional. We defined2 groups of laypeople:(1) Duty to respond: Laypeople who have aduty to attend individuals of an emergencybecause of their profession (eg, law enforce-ment, firefighters, lifeguards, flight crews)(2) No duty to respond: Community laypeoplewho have no duty (occupational expectation)to respond to a cardiac arrest(C) Standard BLS training (nontailored BLS courses):BLS courses that follow current recommenda-tions from the large course developers and orga-nizers like the American Heart Association or theEuropean Resuscitation Council(D) Tailored training (tailored courses): Coursesaltered to serve the special needs of a population(eg, duration, frequency, content, assessment,feedback, materials and devices used, specificaids, contextualization of the environment, spe-cially trained instructors)\n\nDetails of the included studies and findings are present-ed in the published review and online.720 Most studies ad-dressed training in those with disabilities, including Downsyndrome,721,722 blindness,723,724 and deafness or hearingimpairment.725–727 No studies comparing an approachtailored to specific populations with a standard coursewere identified. Only a small percentage of people withDown syndrome were able to perform high- quality chestcompression–only CPR after a tailored course (shortersessions and videos with comic elements).721,722 Twostudies assessed CPR education for blind learners,which resulted in chest compression–only CPR similarto other BLS providers723; supervisors with special peda-gogic training were able to teach rescue breaths.724 Tai-lored courses for trainees with hearing impairment725–727incorporated sign language interpreters without alteringthe 30:2 approach. Activating emergency medical ser-vices and following automated external defibrillator voiceprompts were the most challenging points. One tailored\n\nchest compression–only CPR course for refugees wasdeemed feasible but needed translators and a specialfocus on general health literacy.728"
  },
  {
    "full_text": "No studies were found comparing tailored courses withstandard BLS courses, which was the intended aim of thisreview. Thus, whether tailoring BLS courses to specificpopulations yields better results than standard courses re-mains unknown. An overview of studies reporting tailoredcourses for specific populations was provided instead.Unfortunately, studies reported few details on the tailoringdone or the development process. We acknowledge thateducators will often make minor adaptations in coursesto meet individual needs of students, but real tailoring hasto address the needs of the special learners, include thespecific populations in such developments, and undergoproper validation to ensure benefits to the learners.\n\nThe task force thought that tailored BLS educationfor specific populations is probably feasible and couldexpand the pool of potential bystander CPR providers toinclude groups that may otherwise have been left out (eg,individuals with disabilities). The importance of defininga structured way to tailor courses to those with specificneeds and ways that members of specific groups might beinvolved in developing such courses were also discussed.\n\n• Which specific population groups may benefit fromtailored BLS education• Whether tailored BLS education is cost-effectiveacross different populations• What kind and amount of tailoring are optimal• Whether tailored courses would be effective for firstresponders with and without a duty to respond, includ-ing but not limited to police, firefighters, or lifeguards• How standard courses compare with tailoredcourses in specific populations\n\nInternational Facets of the Chain of Survival(EIT 6311: ScopRev)\n\nRationale for Review\n\nThe term Chain of Survival is widely used in literature,scientific presentations, education, and awarenesscampaigns, with significant heterogeneity. This leads toconfusion on which version should be used for whichpurpose, and the educational and clinical impacts of thisheterogeneity are unclear. The American Heart Associa-tion issued various iterations of the Chain of Survival intheir latest guidelines.718 The European ResuscitationCouncil switched to the concept of Systems SavingLives, and, while still mentioning the Chain of Survival,no longer uses a depiction of the Chain of Survival.719 Noreview of this topic has been done by ILCOR previously.The full report of the ScopRev can be found online.729,730\n\n2024 ILCOR CoSTR Summary\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Literature using the term Chain ofSurvival or similar terms (eg, survival chain, chain of[other pathology])• Intervention and exposure: Adaptations of the origi-nal Chain of Survival• Comparator: The original Chain of Survival• Outcome:"
  },
  {
    "full_text": "− Composition of the specific variations in adaptedversions− Attitudes, rationale, and views concerning the ad-aptation− Incentives to develop novel versions− Way of implementation of adapted versions− Way of utilization of adapted versions in education− Variations in visualization− Effect of the use of the Chain of Survival or variantson teaching, implementation, and patient outcomes\n\n• Study design: All types of studies, including ran-domized trials or non-RCTs, narrative literature, let-ters, commentaries, or editorials in all languages• Time frame: All years to August 14, 2023\n\nThe heterogeneity of works identified made a SysRevor meta-analysis impossible. Details of individual studiesare summarized in the published review and online.729 Wegrouped the publications into novel concepts related toresuscitation (n=8),718,731–737 novel concepts not directlyrelated to resuscitation (n=23),738–760 simple adaptationsof the original Chain of Survival (n=9),761–769 and impacton outcomes (n=3).603,770,771\n\nNovel Chains of Survival have been suggested forresuscitation for IHCA,718,732,735 pediatric resuscitation,718,736and mass gatherings (including early planning).733 A chainmail of survival (with multiple rows of interlacing ringsrather than a single row of linked rings)734 Adaptationsof the existing chains (mostly expansions) included sur-vival after ventricular fibrillation,769 rehabilitation,765 gen-eral prevention,766 family support,767 making the chain into\n\na circle,761 STEMI,764 the chain mail of survival for low-resource settings,768 survival odds along the chain in con-trast to research funding,762 and a visual adaptation of therings according to their impact on outcome in ratios.763Increased survival rates and better neurologic outcomeafter the introduction of the fifth link of the chain by theAmerican Heart Association in 2010 was observed.603,770After a public campaign about the Chain of Survival inFrance, bystander CPR rates increased.771 No educa-tional or other outcomes were reported.\n\nSeveral versions or adaptations not directly relatedto CPR were found,738–760 covering specific pathologies(trauma,738,752,759 severe hemorrhage,748 land mine inci-dents,743 stroke,744,751 STEMI,740,750 drowning,753,754 septicshock,745 complicated deliveries742) or occasions and situ-ations (pandemics,755,760 events,749 terror attacks,758 chemi-cal/biological/radiological/nuclear incidents,741 industrialincidents746). Others rethought the concept and proposedthe survival ladder,757 or a Chain of Survival behaviors in firstaid.756 Peculiarities were the animal Chain of Survival forveterinary patients,739 and 1 for anesthesia equipment.747"
  },
  {
    "full_text": "Chains of Survival range from classic versions used by re-suscitation councils with minor adaptations to completelynovel versions covering various pathologies or situations.Most health care workers know one or another version ofthe Chain of Survival because the concept has penetratedscientific literature and guiding documents, including grayliterature. Also, the term is clinically and scientifically usedas a synonym for whole systems of cardiac arrest care.\n\nAn educational aspect of the Chain of Survival does notreally play a role in publications included in this review. Sev-eral adaptations of the classic chain lack essential links of thechain. Rehabilitation and prevention seem to be accepted ascornerstones of patient care. Special circumstances of car-diac arrest (eg, pediatric, out-of-hospital, in-hospital, drowning)may require consensus on more substantial modifications.Interestingly, only 3 publications assessed the impact of theChain of Survival on outcomes,603,770,771 but the exact rolethe chain played in altering outcomes, if any, is unclear.\n\nFigure 7. The basic Chain of Survival with 6 links.\n\nCA indicates cardiac arrest; and CPR, cardiopulmonary resuscitation.\n\nThe EIT Task Force concluded that a version of theclassic Chain of Survival with 6 links (as currently pro-posed by the American Heart Association;718 Figure 7) isa sensible choice as a cognitive aid for laypeople in educa-tion and awareness campaigns to convey the message ofneeded actions to save lives. If needed, modified versionsof the chain for specific situations like drowning or traumamight also be acceptable. The task force also thought thatILCOR, as the international body on resuscitation, shouldprovide the basic structure of this framework. National andregional resuscitation councils can provide regional appli-cations for their implementation strategies.\n\n• Whether there is a need for revising the classicChain of Survival• Who the Chain of Survival is targeted toward (cli-nicians, scientists, laypeople, stakeholders, or all ofthem), if laypeople need a simpler Chain of Survivalthan health care professionals do, and how it shouldbe used optimally (a depiction of local systems tosave lives, an educational framework, a cognitive aid)• Which of the various published Chains of Survivalshould be used by default; a comprehensive systemcould be evaluated for applicability in the future• The impact of various kinds of Chains of Survivalon educational outcomes, clinical outcomes, andpatient survival\n\nRationale for Review\n\nThe workload and stress health care professionals mightexperience during resuscitation have the potential toaffect the performance of individual rescuers or the re-suscitation team.772,773 This ScopRev investigated whatvariables influence (ie, increase or decrease) health careprofessional workload and stress during cardiac arrest,in both real-world and simulated scenarios.774 The full re-port of the ScopRev can be found online.775"
  },
  {
    "full_text": "Population, Exposure, Comparator, Outcome, StudyDesign, and Time Frame\n\n• Population: Health care professionals performingresuscitation on patients in cardiac arrest in clinicalsettings or on manikins in a simulated setting• Exposure: Presence of any factors that would pos-sibly impact the health care professional’s perceivedworkload or stress• Comparator: Absence of the specific factor• Outcome: Objective or subjective measures ofworkload or stress experienced by health care pro-fessionals during resuscitations• Study design: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, con-trolled before-and-after studies, cohort studies),\n\nunpublished studies (eg, conference abstracts,trial protocols), letters, editorials, comments, casereports, gray literature, and social media were eli-gible for inclusion. All relevant publications in anylanguage were included as long as there was anEnglish abstract available.Timeframe: From inception to April 21, 2023\n\nThe NASA Task Load Index634,777,779–782,785–794 was usedto measure subjective workload, and the State-TraitAnxiety Inventory784 and structured survey questions45were used to measure stress. Physiologic stress mark-ers included salivary cortisol, α-amylase levels, heartrate, and BP.778,789 Variables influencing perceived stressor workload were categorized into (1) team compositionand roles, (2) telemedicine, (3) workflows, (4) tools likeCPR-feedback devices, (5) cognitive aids, (6) presenceof friends and families, and (7) clinician experience andexposure. Findings by category include the following:\n\nWe included 21 studies,634,642,776–794 including 17RCTs,634,642,777,779–789,792–794 2 nonrandomized trials,778,791and 2 observational studies.776,790 Because of heteroge-neity in study design, SysRev with meta-analysis couldnot be performed. Study characteristics and key findingsare provided in table form in the published review andonline.775 All but 2 studies776,790 were simulation studies."
  },
  {
    "full_text": "• Team composition and roles: A dedicated nursingteam leader alleviated the medical team leader’s work-load during resuscitation.794 CPR coaches decreasedmental workload and increased physical workloadamong CPR providers788 but did not impact the teamleader’s workload.782,788 In real pediatric resuscitations,the team leader reported higher mental load, whereaschest compressors had higher physical workload.776• Telemedicine: Remotely led resuscitation teamsexperienced higher-overall workload and mentaldemand compared with on-site leading.780 Activeremote team leaders versus a remote consultant onrequest increased workload for team members withteleconsulting only.792• Workflows: Adjustment of workflows (prioritizingchest compression automation with mechanicalCPR device793), or deliberate reorientation with task-focusing questions,783 reduced perceived workloadand stress in simulation.• Tools: The use of ventilation feedback devices or chestcompression feedback devices increased workloadfor CPR providers.777 Real-time feedback devices hadno effect on team leaders, while chest-compressingCPR providers reported higher workloads.785Interestingly, equipment failure (defective defibrillator)in simulation did not increase stress for the team.789• Cognitive aids and smart apps: A smart appdesigned to help drug preparation reduced acutestress in paramedics in simulated pediatric cardiacarrest.784 A smart app with a resuscitation algorithm\n\ndid not increase workload for team leaders.791 Atablet-based decision support tool’s effect on work-load was inconclusive because the increase inworkload disappeared later during simulation.786• Family presence and socioemotional stress:Presence of next of kin increased mental demandsbut did not change physical demands in simula-tion.781 An observational study of real pediatricresuscitations showed lower workload when at least1 parent was present.790 This is in accordance withan ILCOR CoSTR on family presence during resus-citation in pediatric and neonatal cardiac arrest.795,796• Clinician experience: A quasi-experimental study foundno association between level of clinical experience andsubjective stress and physiologic parameters amongnursing students during resuscitation simulation.778\n\nIn these studies, designated medical team leaders tendedto experience increased workload, which was attenuated byassistance from senior nurse leaders. However, additionalCPR coaches did not affect the team leader’s overall work-load, and remote team leaders increased team workload. Agoal-directed approach or use of task-focusing questionsduring resuscitations can reduce perceived workload orstress for the team. External support from cognitive aidsreduced stress and workload, but workload was sometimeshigher with first use. Therefore, introducing new equipmentcould potentially impose an additional cognitive burden ifthe users are not adequately familiarized with it."
  },
  {
    "full_text": "The factors identified in this review (team compositionand roles, workflows, tools, telemedicine, cognitive aids,smart apps, and socioemotional stress) represent potentialmodifiable elements. Adjusting these factors could alleviateor increase their impact on workloads or stress and, conse-quently, on resuscitation performance as well. However, theremay be additional factors influencing the workload of resus-citation team members that were not covered in our review.797\n\nGiven the few studies specifically designed to manipu-late workload and its impact on resuscitation performance,and that stress and workload may affect individuals’ per-formance differently, the task force did not include resus-citation performance in this review to avoid incorrectconjecture and to maintain the integrity of the results.\n\n• The association between workload/stress and resus-citation performance; more well-crafted experimentalstudies exploring the relationship between workloadand performance of resuscitation teams are neededto gain more insight into this complex interaction• Health care professionals’ workload or stress duringresuscitation on actual patients and how such work-load and stress are associated with patient outcome• The influence of personal factors, contextual fac-tors, and clinical experience in mitigating the impactof external stressors and perceived workload\n\nScripted Debriefing Compared WithNonscripted Debriefing in ResuscitationTraining (EIT 6413: ScopRev)\n\nRationale for Review\n\nDebriefing conducted during simulation-based trainingimproves provider knowledge, clinical performance, andnontechnical skills performance.798–803 Studies assessingthe impact of debriefing after cardiac arrest events dem-onstrate improved provider performance,804,805 while de-briefings informed by clinical data have been associatedwith enhanced survival outcomes from cardiac arrest.806,807Many different debriefing frameworks have been devel-oped and implemented, leading to variability in how de-briefing is conducted across programs and institutions.808\n\nDebriefing scripts and tools have been developed tohelp standardize the approach to debriefing during resus-citation training. While their use has gained traction inboth educational809,810 and clinical settings,811–813 the ben-efits of debriefing scripts in resuscitation education havenot been clearly delineated, prompting this ScopRev.814The full report of the ScopRev can be found online.815\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame"
  },
  {
    "full_text": "• Population: Health care professionals or laypeoplereceiving resuscitation training (primary) and instruc-tors teaching resuscitation courses (secondary)• Intervention: Debriefing with a cognitive aid, check-list, script, or tool• Comparator: Debriefing without the use of a cogni-tive aid, checklist, script, or tool• Outcome: Patient outcome, improved resuscitationperformance in clinical environments, improved learn-ing outcomes (knowledge and skill acquisition andretention), satisfaction of learning, quality of teach-ing/debriefing, workload/cognitive load of debriefer• Study design: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies) were eli-gible for inclusion. Unpublished studies (eg, confer-ence abstracts, trial protocols) and gray literaturewere excluded. All relevant publications in anylanguage were included as long as there was anEnglish abstract available.• Time frame: All years to April 18, 2023\n\nSix studies (5 RCTs809,816–819 and 1 quasi-experimentalstudy820) were included in this review. Details of the in-cluded studies are summarized in the published reviewand online.814,815 No studies evaluated patient outcomesor provider performance on real patients.\n\nThree studies used pediatric resuscitation scenar-ios809,817,818 and 3 others adult scenarios816,819,820 as thetrigger for the debriefing. Five studies809,816–818,820 used adebriefing script, including debriefing framework, topics\n\nTable 24. Summary of Education, Implementation, and Teams Evidence Updates"
  },
  {
    "full_text": "Topic/PICOYear last updatedExisting treatment recommendationRCTs since last reviewObservational studies since last reviewKey findingsSufficient data to warrant SysRev?EMS experience and exposure (EIT 6104: EvUp)2021We suggest that EMS systems (1) monitor their clinical personnel’s ex- posure to resuscitation and (2) imple- ment strategies, where possible, to address low exposure or ensure that treating teams have members with re- cent exposure (weak recommendation, very low–certainty evidence).NoneNoneNoneNoPatient outcomes of team member attending a CPR course (EIT 6106: EvUp)2022We recommend the provision of ac- credited ALS training (ACLS, ALS) for health care providers who provide ALS care for adults (strong recommenda- tion, very low–certainty evidence). We recommend the provision of ac- credited courses in NRT (NRT, NRP) and HBB for health care providers who provide ALS care for newborns and babies (strong recommendation, very low–certainty evidence). We have made a discordant recom- mendation (strong recommendation despite very low–certainty evidence) because we have placed a very high value on an uncertain but potentially life-preserving benefit, and the inter- vention is not associated with prohibi- tive adverse effects.None2 pre-post studies; one on implementa- tion of newborn re- suscitation trainings in Nepal (HBB) and one on training of health care profes- sionals on neonatal outcomes in the delivery room in Brazil.Decreases in intra- partum stillbirths, neonatal deaths (within first 24 h), sick newborns trans- ferred from maternity unit; for all PNoWillingness to provide CPR (EIT 6304: EvUp)2021To increase willingness to perform CPR, laypeople should receive training in CPR. This training should include the recognition of gasping or abnormal breathing as a sign of cardiac arrest when other signs of life are absent. Laypeople should be trained to start resuscitation with chest compressions in adult and pediatric individuals. If unwilling or unable to perform ventila- tion, rescuers should be instructed to continue compression-only CPR. EMS dispatchers should provide CPR instructions to callers who report cardiac arrest. When providing CPR instructions, EMS dispatchers should include recognition of gasping and ab- normal breathing (ILCOR 2020, 2022 CoSTR, unchanged from 2010).None37 observational studies: 23 studies explored factors linked to bystander CPR or AED use, and 14 studies fo- cused on the COVID-19 pandem- ic. These studies in- cluded patients with OHCA who receive bystander CPR, with the thought that bystanders were less likely to perform CPR dur- ing the COVID-19 pandemic.These factors had already been identi- fied in the 2020 scoping review and the 2021 EvUp.Yes. However, the PICOST needs to be refined. A separation is needed in a SysRev between factors associated with OHCA patients receiving CPR (eg, community level) and factors associ- ated with bystand- ers performing CPR and AED use (eg, personal"
  },
  {
    "full_text": "ers performing CPR and AED use (eg, personal level).Implementation of guidelines in communities (EIT 6306: EvUp)2021This treatment recommendation remains unchanged since 2015: We recommend implementation of resuscitation guidelines within organi- zations that provide care for patients in cardiac arrest in any setting (strong recommendation, very low–quality evidence).None2: 1 study in neo- natal resuscitation in low-resource set- tings, and another reported on the World Restart a Heart campaignNo significant effect on survival rates; at least 302 million people received CPR trainingNoDebriefing of re- suscitation perfor- mance (EIT 6307: EvUp)2021We suggest data-driven, performance- focused debriefing of rescuers after IHCA for both adults and children (weak recommendation, very low– certainty evidence). We suggest data-driven, performance- focused debriefing of rescuers after OHCA in both adults and children (weak recommendation, very low– certainty evidence).NoneNoneNANo"
  },
  {
    "full_text": "Topic/PICOYear last updatedExisting treatment recommendationRCTs since last reviewObservational studies since last reviewKey findingsSufficient data to warrant SysRev?CPR feedback devices during training (EIT 6404: EvUp)2022We suggest the use of feedback de- vices that provide directive feedback on compression rate, depth, release, and hand position during CPR training (weak recommendation, low-certainty evidence). If feedback devices are not available, we suggest the use of tonal guidance (eg, music or metronome) during training to improve compression rate only (weak recommendation, low- certainty evidence).4: 2 RCTs in BLS in health care profes- sionals. 2 RCTs in simulation- based cardiac arrest training: 1 included augmented- reality CPR feedback de- vices, and the other assessed infant CPR performance1 pre-post cohort studyFor RCTs: Feedback devices improve CPR-quality metrics, including long-term retention. Augmented reality– assisted feedback results in better per- formance in all CPR- quality metrics. Simulated infant CPR performance with a real-time feedback device was similar to CPR without such de- vices. For the observa- tional study, defi- brillator with CPR feedback features: Code teams achieve higher adherence to AHA guidelines for chest compression rate and chest com- pression fraction.YesBlended-learning approach for life support education (EIT 6409: EvUp)2021We recommend a blended-learning as opposed to nonblended approach for life support training when resources and accessibility permit its implemen- tation (strong recommendation, very low–certainty evidence).None1: cross-sectional cohort study on BLS blended learn- ing in a classroom vs remote virtual attendanceRemote and class- room blended learn- ing was not different in chest compres- sion release, depth, or rate scores. Retakes of the final assessment were higher in remote blended learning.NoHigh-fidelity train- ing for resuscita- tion (EIT 6410: EvUp)2021We suggest the use of high-fidelity manikins when training centers/organi- zations have the infrastructure, trained personnel, and resources to maintain the program (weak recommendations, very low–quality evidence). If high- fidelity manikins are not available, we suggest that the use of low-fidelity manikins is acceptable for standard ALS training in an educational setting (weak recommendations, low-quality evidence).2: 1 pilot study of manikins with slightly increased fi- delity vs none in 15 nursing students. 50 ACLS- certified third- year medical students; high-fidelity simulator vs traditional manikinNoneNo difference in CPR quality param- eters (no statistics reported and no difference in self- report confidence questionnaire; higher scores for procedures with high-fidelity manikins, and in a pre- and postinter- vention confidence questionnaire.No"
  },
  {
    "full_text": "ACLS indicates advanced cardiovascular life support; AED, automated external defibrillator; AHA, American Heart Association; ALS, advanced life support; BLS,basic life support; CoSTR, Consensus on Cardiopulmonary Resuscitation and Emergency Cardiovascular Care Science With Treatment Recommendations; CPR, cardio-pulmonary resuscitation; EIT, Education, Implementation, and Teams; EMS, emergency medical services; EvUp, evidence update; HBB, Helping Babies Breathe; IHCA,in-hospital cardiac arrest; ILCOR, International Liaison Committee on Resuscitation; NRP, Neonatal Resuscitation Program; NRT, neonatal resuscitation training; OHCA,out-of-hospital cardiac arrest; PICO, population, intervention, comparator, outcome; PICOST, population, intervention, comparator, outcome, study design, time frame; RCT,randomized controlled trial; and SysRev, systematic review.\n\nfor discussion, and suggested phrasing; the other RCT819did not use suggested phrases. Only 1 study incorporatedCPR-quality parameters as objective data.818 Only 4 stud-ies trained the debriefer in the use of the script.816–818,820The PEARLS tool (Promoting Excellence and ReflectiveLearning in Simulation)816,818,820 was used most often,followed by advocacy-inquiry,809,817 and then the gather-analyze-summarize model.819 A multicenter trial reportedthat scripting led to debriefings of higher quality, with sig-nificant effects in novices,817 whereas another RCT foundno difference when using a PEARLS script.816 The latterstudy found reduced cognitive load with script debriefingfor novice debriefers (ie, simulation fellows).\n\nData-informed, PEARLS-scripted debriefing aftera simulated pediatric cardiac arrest scenario improvedlearning outcomes (excellent CPR, guideline-compliantdepth, chest compression fraction, perishock pause) in1 RCT.818 A study including medical and nursing stu-dents showed no difference in teamwork performancecomparing scripted with nonscripted debriefings.819 Amulticenter RCT of health care professionals reportedimproved team leadership skills and improved knowledgeacquisition but no difference in clinical performancescores with scripted debriefing by novice instructors.809\n\nAll studies had significant heterogeneity in design and imple-mentation of scripted debriefing interventions (eg, blendedmethod and framework of debriefing,816,818,820 single debrief-ing method like advocacy inquiry809,817). There were differ-ences in the methods of familiarization of facilitators withscripts (from handing the debriefing script to facilitators be-fore debriefing to comprehensive debriefing training). Thesevariables may have contributed to the variability in results."
  },
  {
    "full_text": "Our ScopRev did not identify any studies reportingpatient or process outcomes in real resuscitations. Only1 study integrated CPR performance metrics directly intothe debriefing script,818 enabling a direct link betweendebriefing to clinically relevant performance metrics,which might enhance the overall impact of debriefingduring resuscitation education.818\n\nConsider using debriefing scripts to support instructorsduring debriefing in resuscitation programs because theymay improve learning and performance. Instructors needto ensure they have a complete understanding of how thedebriefing script should be used (good practice statement).\n\n• The relative and synergistic effect of scripted word-ing versus data-informed debriefing during resusci-tation training• The impact of scripted debriefing on knowledge andskill retention• The impact of scripted debriefing during training onpatient or process outcomes in real resuscitations\n\n• The importance of debriefer adherence to debrief-ing scripts and its influence on learning and perfor-mance outcomes• The influence of debriefer experience and learnercharacteristics on the impact of debriefing scripts• The impact of linking the content of debriefingscripts to clinically important metrics and clinicallyrelevant outcomes\n\nEIT Topics Reviewed by EvUps\n\nTopics reviewed by EvUps are summarized in Table 24.Complete EvUps can be found in Appendix B.\n\nUse of Supplemental Oxygen in First Aid(ScopRev FA1649)\n\nRationale for Review\n\nTraining in oxygen administration is typically not includedin standard first aid courses but is sometimes offered ina separate first aid oxygen course. In the first aid setting,oxygen use has been described for loss of conscious-ness, diving emergencies, carbon monoxide poisoning,and during cardiac arrest. A 2015 CoSTR821,822 followedby a 2022 ScopRev146 identified evidence of potentialharm with oxygen use in acute exacerbations of chronicobstructive pulmonary disease (COPD) but used limitedsearch dates and broad exclusion criteria. The currentScopRev expands the search dates and inclusion crite-ria. Topics recently reviewed were once again excluded,such as the use of supplemental oxygen in acute coro-nary syndrome,823 suspected stroke,824 drowning,825 andafter the return of spontaneous circulation after cardiacarrest.826 The full ScopRev can be found online.827\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame"
  },
  {
    "full_text": "• Population: Adults and children who exhibit symp-toms or signs of shortness of breath, difficultybreathing, or hypoxia outside of a hospital• Intervention: Administration of oxygen by a first aidprovider• Comparator: No administration of oxygen• Outcomes: Functional outcome at discharge, 30 days,60 days, 180 days, or 1 year; survival only at discharge,30 days, 60 days, 180 days, or 1 year; length of hospitalstay; resolution of symptoms or signs; patient comfort;therapeutic endpoints (eg, oxygenation, ventilation)• Study designs: RCTs and non-randomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies), caseseries, and reports in English were eligible for inclu-sion. Non–peer-reviewed studies, unpublishedstudies, conference abstracts, evidence-basedguidelines, trial registries, and protocols were eli-gible for inclusion.\n\n2024 ILCOR CoSTR Summary\n\n• Time frame: All dates to July 2023. The literaturesearch was updated on December 1, 2023\n\nThe search identified 3305 records, of which 31 under-went full-text review. No articles that directly addressedthe PICOST were identified. The articles identified relatedto 3 main areas: supplemental oxygen for the treatmentof carbon monoxide poisoning in the out-of-hospital set-ting (n=6), supplemental oxygen in the treatment of de-compression injuries/illness in divers using compressedgas (n=11), and titrated oxygen in the treatment of peo-ple with an acute exacerbation of COPD (n=13). Onearticle was identified that reviewed the supplemental useof oxygen in the out-of-hospital management of spinalcord injury.828\n\nFor the use of supplemental oxygen in acute exacer-bations of COPD, we identified 2 SysRevs,829,830 1 clusterRCT,831 1 commentary on the same RCT,832 5 observa-tional studies,833–837 1 literature review,838 3 evidence-based guidelines,839–841 and 1 registered with associatedpublished study protocol for an ongoing trial.842,843 In thecluster RCT,831 405 patients with suspected acute exac-erbations of COPD in the out-of-hospital setting weretreated either with high-flow oxygen (defined as 8–10L/min by nonrebreathing face mask and nebulized bron-chodilators administered with oxygen at 6–8 L/min)or with titrated oxygen delivered by nasal cannula toachieve oxygen saturations between 88% and 92% andnebulized bronchodilators administered with compressedair and delivered with a face mask placed over the nasalcannula. In the intention-to-treat analysis for the sub-group of 214 patients with confirmed COPD, mortalityrate was 9% (11/117) in the high-flow arm comparedwith 2% (2/97) in the titrated oxygen group (RR, 0.22;95% CI, 0.05–0.91; P=0.04).\n\nThe remaining observational studies of oxygen admin-istration for acute exacerbations of COPD in the out-of-hospital setting reported mixed results and were noted tohave significant within-study confounders and heteroge-neity between the studies.833–837"
  },
  {
    "full_text": "For the use of supplemental oxygen for carbon mon-oxide poisoning in the out-of-hospital setting, no clinicalstudies were identified. One older case series844 reportedthe prehospital and in-hospital management and clinicalcourse of 206 patients with carbon monoxide poison-ing, whereas 4 literature reviews845–848 and 1 guide-line849 focused on in-hospital management. All articlescommented on the need for immediate treatment withsupplemental high-concentration oxygen.\n\nFor the use of supplemental oxygen for diving emer-gencies, 3 case series850–852 described use of oxygen indecompression sickness, with 1 case series852 specificallydescribing the use of first aid oxygen in 1045 cases in asequential series of 2231 diving injury reports. The mediantime for oxygen administration was 2.2 hours after symp-\n\ntom onset and 4 hours after surfacing. First aid oxygenwas reported to be associated with persistent completerelief in 14% and improvement of symptoms in 51%. Theodds of multiple recompression treatments were reducedwhen oxygen was given at any time after surfacing (OR,0.83; 95% CI, 0.70–0.98). The remaining articles identi-fied in the search were literature reviews,853–858 a medicaljournal summarizing other articles,859 and 1 experimentalstudy860 in healthy divers to compare tissue oxygenationlevels while breathing oxygen by using different noninva-sive delivery devices and oxygen flow rates.\n\nA summary of all articles identified can be found insupplementary Tables 2 through 4 in Appendix C.\n\nThis ScopRev did not identify evidence to suggest for oragainst the first aid administration of oxygen for adults orchildren with signs or symptoms of difficulty breathing.However, we specifically excluded the use of supple-mental oxygen in several settings because these indica-tions have been covered in recent reviews. The studiesincluded are from the out-of-hospital setting, and the evi-dence is considered indirect to the population of first aidproviders trained in oxygen use.\n\nThe 1 RCT831 identified that evaluated the use ofout-of-hospital titrated versus high-flow oxygen in acuteexacerbations of COPD reported a 78% reduction inmortality rate with the use of titrated oxygen in the out-of-hospital setting. In task force discussions, there wasconcern about the potential for harm if high-flow oxygenwas withheld from patients with acute exacerbations ofCOPD and life-threatening hypoxemia. Task force mem-bers emphasized the need for first aid providers trainedin oxygen delivery to use pulse oximetry and to recognizethat high-flow oxygen may be necessary if oxygen satu-rations are ment on this topic reflects this concern.\n\nThere was insufficient evidence identified to pursueSysRevs related to oxygen use in the first aid setting forcarbon monoxide poisoning, diving emergencies, generalsigns and symptoms of shortness of breath or difficultybreathing, or any other specific condition.\n\nPrior Good Practice Statement (2023)"
  },
  {
    "full_text": "Prior Good Practice Statement (2023)\n\nIf first aid providers, trained to use oxygen, are administer-ing supplemental oxygen to a person with known COPD,they should titrate the supplemental oxygen to maintainthe oxygen saturation by pulse oximetry between 88%and 92% (good practice statement).146\n\n2024 Good Practice Statement\n\nWhen a first aid provider trained in oxygen use admin-isters oxygen to a person with acute difficulty breathingwho confirms that they have chronic obstructive pulmo-nary disease, it is suggested that pulse oximetry be usedand that oxygen be titrated to maintain an oxygen satura-tion between 88% and 92% (good practice statement).\n\nTable 25. Summary of First Aid Evidence Updates"
  },
  {
    "full_text": "Topic/PICOYear last updatedExisting treatment recommendationRCTs since last reviewObservational studies since last reviewKey findingsSufficient data to warrant SysRev?Stroke rec- ognition (FA 7170)2020We recommend that first aid providers use stroke assessment scales/tools for adults with suspected acute stroke (strong recommenda- tion, low-certainty evidence). For first aid, we suggest the use of FAST, MASS, CPSS or LAPSS scales/tools for stroke assessment (weak recommendation, low- certainty evidence). For first aid, we suggest the use of stroke assessment scales/tools that include blood glucose measurement when available, such as MASS or LAPSS, to increase specificity of stroke recognition (weak recommendation, low- certainty evidence). For first aid, we suggest the use of FAST or CPSS stroke assessment scales/tools when blood glucose measurement is unavailable (weak recommendation, low-certainty evidence).04None of the new studies of established stroke scoring systems, or of new stroke scoring systems, offer any improvement in the public recognition of stroke by lay public or first aid provider.NoOxygen in stroke (FA7031)2021For adults with suspected acute stroke, we sug- gest against the routine use of supplementary oxygen in the first aid setting compared with no use of supplementary oxygen (weak recommen- dation, low- to moderate-certainty evidence).21One RCT on high-flow oxygen compared with no oxygen found no significant difference in global disabil- ity scores. Another RCT found better outcomes with normobaric hyperoxia compared with room air.YesDental avul- sion (FA 7361)2020We suggest the use of HBSS, propolis (from 0.04 mg to 2.5 mg per mL 0.4% ethanol), oral rehydration salt solutions including Ricetral (oral rehydration salt solutions containing sodium chloride, glucose, potassium chloride, citrate [or extruded rice]), or cling film compared with any form of cow’s milk for temporary storage of an avulsed tooth that cannot be immediately replanted (weak recommendation, very low–cer- tainty evidence). If none of the above choices are available, we suggest the use of cow’s milk, any percent fat or form, compared with tap water, buttermilk, castor oil, turmeric extract, or saline (sodium chloride) for temporary storage of an avulsed tooth (weak recommendation, very low–certainty evidence). There is insufficient evidence to recommend for or against temporary storage of an avulsed tooth in saliva compared with alternative solutions. There is insufficient evidence to recommend for or against temporary storage of an avulsed tooth in probiotic media, epigallocatechin-3-gallate, Dentosafe box, or egg white compared with cow’s milk.12One RCT found that, in general, PDL viability was better at the cooler temperature for all storage media, except HBSS. Milk was the most effective, followed by propolis and HBSS at 5 °C, but at 20 °C, HBSS was the most effective, followed by milk. Results from each of the observational studies sug- gested that"
  },
  {
    "full_text": "of the observational studies sug- gested that propolis, as well as cow and almond milk, can be alternative storage mediums.NoSecond dose of epineph- rine for ana- phylaxis (FA 7111)2021We suggest a second dose of epinephrine be administered by autoinjector to adults and chil- dren with severe anaphylaxis whose symptoms are not relieved by an initial dose (weak recom- mendation, very low–quality evidence).01Observational study iden- tifying that 29% (n=11) needed 2 doses and 5% (n=2) needed 3 doses of epinephrine.NoNaloxone for opioid emer- gencies (FA7442)2020We suggest that CPR be started without delay in any unconscious person not breathing nor- mally and that naloxone be used by lay rescuers in suspected opioid-related respiratory or circu- latory arrest (weak recommendation based on expert consensus).00N/ANo"
  },
  {
    "full_text": "Topic/PICOYear last updatedExisting treatment recommendationRCTs since last reviewObservational studies since last reviewKey findingsSufficient data to warrant SysRev?Exertion- related dehy- dration and rehydration (FA7241)2022We recommend the use of any readily available rehydration drink or water for treating exertion- related dehydration in the first aid setting (good practice statement). We suggest rehydration for exertion-related dehydration with a 4% to 9% CED. Alternative rehydration options include 0% to 3.9% CEDs, water, coconut water, or skim or low-fat cow’s milk (weak recommendation, very low–certainty evidence). There is insufficient evidence to recommend for or against rehydration with beer (0%–5% alcohol).20One RCT found that the percentage of fluid re- tained at 3.5 h after inges- tion of a sports drink was statistically significantly higher than after ingestion of water. In a second RCT that compared green tea with water, no differences in body fluid balance and cu- mulative urine output were observed.NoCounter- pressure ma- neuvers for prevention of syncope FA75502021We recommend the use of any type of physical counter-pressure maneuver by individuals with acute symptoms of presyncope due to vasova- gal or orthostatic causes in the first aid setting (strong recommendation, low-certainty and very low–certainty evidence). We suggest that lower body physical counter- pressure maneuvers are preferable to upper body and abdominal physical counter-pressure maneuvers (weak recommendation, very low– certainty evidence).101 unblinded RCT; 0/15 using physical maneuvers had syncope compared with 5/15 in control arm.NoRecovery position (FA7040)2021When providing first aid to a person with a de- creased level of responsiveness of nontraumatic pathogenesis and who does not require immedi- ate resuscitative interventions, we suggest the use of the recovery position (weak recommen- dation, very low–certainty evidence). When the recovery position is used, monitoring should continue for signs of airway occlusion, inadequate or agonal breathing, and unrespon- siveness (good practice statement). If body position, including the recovery position, is a factor impairing the first aid provider’s ability to determine the presence or absence of signs of life, the person should be immediately posi- tioned supine and reassessed (good practice statement). People found in positions associated with as- piration and positional asphyxia, such as face down, prone, or in neck and torso flexion posi- tions, should be repositioned supine for reas- sessment (good practice statement).00No\n\nCED indicates carbohydrate-electrolyte drink; CPR, cardiopulmonary resuscitation; CPSS, Cincinnati Prehospital Stroke Scale; FAST, Face, Arm, Speech, Time to call;HBSS, Hank’s Balanced Salt Solution; LAPSS, Los Angeles Prehospital Stroke Scale; MASS, Melbourne Ambulance Stroke Screen; PDL, periodontal ligament; andRCT, randomized controlled trial."
  },
  {
    "full_text": "Although high-flow oxygen should in general beavoided in patients with chronic obstructive pulmonarydisease with difficulty breathing in the out-of-hospitalsetting, high-flow oxygen should not be withheld in thepresence of life-threatening hypoxemia (oxygen satura-tion\n\nRecognition of Sepsis (ScopRev FA 7180)Rationale for Review\n\nA significant proportion of preventable deaths worldwideare caused by sepsis, and early detection and treatment\n\nis beneficial. No prior review has been undertaken, and in2022, the task force elected by consensus to undertakea ScopRev on the recognition and awareness of sepsis byfirst aid providers evaluating adults with an acute illness.861The full text of this ScopRev can be found online.862\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Adults who are being evaluated by afirst aid provider for an acute illness• Intervention: The presence of any specific signsor symptoms (ie, pale, blue, or mottled skin, lips,\n\ntongue, gums, or nails; nonblanching rash; difficultybreathing or rapid respiratory rates; rigors/shiver-ing; lack of urination in a day; muscle pain; confu-sion; or slurred speech)• Comparator: Fever (≥38 °C, 100.4 ° F) with signs ofinfection• Outcomes: Recognition of a seriously ill personrequiring hospitalization or evaluation by a physicianfor sepsis and increased awareness of sepsis• Study designs: RCTs and non-randomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies) were eligi-ble for inclusion. Gray literature, social media posts,non–peer-reviewed studies, unpublished studies,conference abstracts, and trial protocols were eli-gible for inclusion. All relevant publications in anylanguage were included as long as there was anEnglish abstract.• Time frame: From database inception throughDecember 2, 2023\n\nThere were insufficient studies to support a SysRev. Stud-ies that were selected for inclusion evaluated physiologicvariables that a lay provider could obtain in a first aidsetting, such as temperature, heart rate, and respiratoryrate, either in isolation or when assessing by using clini-cal scoring tools. It was noted that online resources thatfocused on educating the public on sepsis recognitionlisted presenting signs and symptoms of sepsis under 9general categories: temperature (fever or hypothermia),neurologic (change in mental state, dizziness, slurredspeech), musculoskeletal (severe muscle pain, extremeshivering), urologic (poor urine output), respiratory (rapidbreathing or breathlessness), skin (clammy/sweaty, newrash, mottled or discolored), cardiac (elevated heart rate),gastrointestinal (nausea, vomiting, diarrhea), and subjec-tive (feeling very unwell or impending sense of doom).However, there was variability as to which signs or symp-toms were highlighted by each campaign or organization."
  },
  {
    "full_text": "Given the lack of any direct studies, the task force agreedto include studies that were performed in either the pre-hospital setting by emergency medical service providersor the in-hospital setting, using extrapolated data to sug-gest relevance to the first aid setting. Despite the useof early warning scoring tools to assist in the detectionof sepsis, sepsis recognition by trained clinicians in thehealth care setting remains challenging. Additionally, thedefinition of sepsis and the criteria defining sepsis con-tinue to change. Therefore, it was felt by the task forcethat it was beyond the scope of a first aid provider torecognize and subsequently diagnose an acute illness assepsis. Because sepsis cannot occur without an infec-tion, a more reasonable expectation of a lay provider isto suspect an infection in a person presenting with an\n\nacute illness. Therefore, those providing first aid shouldconsider an infection in any person who presents withan acute illness, and if the illness is associated with anyabnormal signs or symptoms, they should urgently seekfurther medical evaluation.\n\n2024 Good Practice Statement\n\nThose providing first aid should consider an infection inany person who presents with an acute illness, and if theillness is associated with any abnormal signs or symp-toms, they should urgently seek further medical evalua-tion (good practice statement).\n\nTopics Reviewed by Evidence Updates\n\nTopics reviewed by EvUps are summarized in Table 25.Complete EvUps can be found in Appendix B.\n\nThe American Heart Association, the European Resuscitation Council, and theInternational Liaison Committee on Resuscitation make every effort to avoid anyactual or potential conflicts of interest that may arise as a result of an outsiderelationship or a personal, professional, or business interest of a member of thewriting panel. Specifically, all members of the writing group are required to com-plete and submit a Disclosure Questionnaire showing all such relationships thatmight be perceived as real or potential conflicts of interest.\n\nThis document was approved by the American Heart Association ScienceAdvisory and Coordinating Committee on July 3, 2024; the American Heart As-sociation Executive Committee on August 5, 2024; and the ILCOR Board onAugust 22, 2024.\n\nThe American Heart Association requests that this document be cited as fol-lows: Greif R, Bray JE, Djärv T, Drennan IR, Liley HG, Ng K-C, Cheng A, DoumaMJ, Scholefield BR, Smyth M, et al. 2024 International consensus on cardiopul-monary resuscitation and emergency cardiovascular care science with treatmentrecommendations: summary from the Basic Life Support; Advanced Life Sup-port; Pediatric Life Support; Neonatal Life Support; Education, Implementation,and Teams; and First Aid Task Forces. Circulation. 2024;150:e580–e687. doi:10.1161/CIR.0000000000001288"
  },
  {
    "full_text": "This article has been copublished in Resuscitation.Copies: This document is available on the websites of the American HeartAssociation (https://professional.heart.org), the European Resuscitation Coun-cil. A copy of the document is available at https://professional.heart.org/state-ments by using either “Search for Guidelines & Statements” or the “Browseby Topic” area. To purchase additional reprints, call 215-356-2721 or emailMeredith.Edelman@wolterskluwer.com\n\nThe expert peer review of AHA-commissioned documents (eg, scientificstatements, clinical practice guidelines, systematic reviews) is conducted by theAHA Office of Science Operations. For more on AHA statements and guidelinesdevelopment, visit https://professional.heart.org/statements. Select the “Guide-lines & Statements” drop-down menu, then click “Publication Development.”\n\nPermissions: Multiple copies, modification, alteration, enhancement, and dis-tribution of this document are not permitted without the express permission of theAmerican Heart Association. Instructions for obtaining permission are located athttps://www.heart.org/permissions. A link to the “Copyright Permissions RequestForm” appears in the second paragraph (https://www.heart.org/en/about-us/statements-and-policies/copyright-request-form).\n\nThe writing group acknowledges Jack Billi, Eddy Lang, and Veronica Zamora.\n\nZehra Al-Hilali; Mohammed Aljanoubi; Abdulkarim A. Almazrua; Luke Andrea;Huba Atiq; Arna Banerjee; Adam Boulton; Maaret Castreen; Nino Fijačko; Alexan-dra R. Gosling; Anne Juul Grabmayr; Samantha Johnson; Kevin Kai-Wei Lin; ElinaKoota; Sol Libesman; Joel Kian-Boon Lim; Kai-Wei Lin; Cheng-Heng Liu; MarcoNeymayer; Justine Odakha; Leandra Rech; Josh Reynolds; Sarah Rudd; EitanSchachna; Amir Shamshiraz; Erwin Snijders; Lucas Snow; James Sotiropoulos;Devita Stallings; Lorrel Toft; Rebecca L. West; Wolfgang Wetsch; James Whiting;Dyan Zhe-Wei Zhang\n\nWriting Group Disclosures"
  },
  {
    "full_text": "Writing Group Disclosures\n\nWriting group memberEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherKatherine M. BergBeth Israel Deacon- ess Medical CenterNoneNoneNoneNoneNoneILCOR/AHA†NoneJerry P. NolanWarwick Medical School, University of Warwick (United Kingdom)NIHR*NoneNoneNoneNoneNoneNoneCristian Abelairas-GómezFaculty of Education Sciences (Spain)NoneNoneNoneNoneNoneNoneNoneJason AcworthUniversity of Queensland, Chil- dren’s Health Clini- cal Unit (Australia)NoneNoneNoneNoneNoneNoneNoneNatalie AndersonThe University of Auckland (New Zealand)NoneNoneNoneNoneNoneNoneNoneDianne L. AtkinsUniversity of IowaNIH*NoneNoneNoneNoneNoneNoneDavid C. BerrySaginaw Valley State UniversityNoneNoneNoneNoneNoneNoneNoneFarhan BhanjiMcGill University (Canada)NoneNoneNoneNoneNoneNoneNoneThomaz Bittencourt CoutoHospital Israelita Albert Einstein and Universidade de São Paulo(Brazil)NoneNoneNoneNoneNoneNoneNoneBernd W. BöttigerUniversity Hospital of Cologne (Ger- many)NoneNoneForum für medizinische Fortbildung (FomF)†; ZOLL Medical Deutschland GmbH*; C.R. Bard GmbH*; Becton Dickin- son GmbH*NoneNoneNoneEuropean Resusci- tation Council (ERC)*; German Resuscitation Council (GRC)*; International Liaison Committee on Resusci- tation (ILCOR)*; Deutsche Stiftung Wiederbelebung*; German Red Cross (DRK)*; Deutsche Herzstiftung*; Resuscitation*; Not- fall†; Rettungsmedizin*; Brazilian Journal of Anesthesiology*Richard N. BradleyTexas A&M Health Science Center Col- lege of MedicineNoneNoneNoneNoneNoneNoneNoneJanet E. BrayMonash University (Australia)NoneNoneNoneNoneNoneNoneNoneJan BreckwoldtUniversity Hospital of Zurich (Switzer- land)NoneNoneNoneNoneNoneNoneSwiss Institute for Medical Education (SIME/SIWF), Bern†Jestin N. CarlsonAllegheny Health NetworkNoneNoneNoneNoneNoneNoneNonePascal CassanInternational Federa- tion of Red Cross and Red Crescent Natiola Societies (France)NoneNoneNoneNoneNoneNoneNoneWei-Tien ChangNational Taiwan Uni- versity Hospital and College of Medicine (Taiwan)NoneNoneNoneNoneNoneNoneNone\n\nWriting Group Disclosures Continued"
  },
  {
    "full_text": "Writing Group Disclosures Continued\n\nWriting group memberEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherNathan P. CharltonUniversity of VirginiaNoneNoneNoneNoneNoneNoneNoneAdam ChengAlberta Children’s Hospital (Canada)NoneNoneNoneNoneThe De- briefing Academy†NoneNoneSung Phil ChungGangnam Sever- ance Hospital, Yonsei University (Republic of Korea)NoneNoneNoneNoneNoneNoneNoneJulie ConsidineDeakin University (Australia)National Health and Medical Research Coun- cil†; Medicall Research Fu- ture Fund†NoneNoneNoneNoneNoneDeakin University - Eastern Health†; College of Emergency Nursing Australasia†Andrea CortegianiPoliclinico Paolo Giaccone, University of Palermo (Italy)NoneNoneNoneNoneNoneNoneNoneDaniela T. Costa-NobreUniversidade Fed- eral de Sao Paulo (Brazil)NoneNoneNoneNoneNoneNoneNoneKeith CouperUniversity of War- wick (United King- dom)NoneNoneNoneNoneNoneNoneNoneKatie N. DaintyNorth York General Hospital (Canada)NoneNoneNoneNoneNonePhilips Healthcare*NoneVihara DassanayakeUniversity of Co- lombo (Sri Lanka)NoneNoneNoneNoneNoneNoneNonePeter G. DavisRoyal Women’s Hospital (Australia)NoneNoneNoneNoneNoneNoneNoneJennifer A. DawsonThe Royal Women’s Hospital(Australia)NoneNoneNoneNoneNoneNoneNoneAllan R. de CaenUniversity of Alberta (Canada)NoneNoneNoneNoneNoneNoneNoneCharles D. DeakinUniversity Hospital Southampton NHS Foundation Trust (United Kingdom)NIHR*; NIHR*; NIHR*NoneNoneNoneNoneNoneNoneGuillaume DebatyUniversity Hos- pital of Grenoble (France)Neurescue, Denmark*; Stryker, USA*; Advanced CPR solution*NoneNoneNoneNoneNoneNoneJimena del CastilloHospital General Universitario Grego- rio Maranon (Spain)NoneNoneNoneNoneNoneNoneNoneMaya DewanCincinnati Children’s Hospital Medical CenterNoneNoneNoneNoneNoneNoneNoneBridget DickerHato Hone St John (New Zealand)NZ Health Research Coun- cil*; Bequest, NZ Heart Foun- dation*NoneNoneNoneNoneNoneAuckland University of Technology†Jana DjakowMasaryk University (Czech Republic)NoneNoneNoneNoneNoneNoneNoneTherese DjärvKarolinska Institutet (Sweden)NoneNoneNoneNoneNoneNoneNone\n\nWriting Group Disclosures Continued"
  },
  {
    "full_text": "Writing Group Disclosures Continued\n\nWriting group memberEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherAaron J. DonoghueThe Children’s Hos- pital of Philadelphia, University of Penn- sylvania School of MedicineNihon Kohden AMerica*NoneNoneNoneNoneNoneNoneMatthew J. DoumaUniversity of Alberta (Canada)NoneNoneNoneNoneNoneNoneNoneIan R. DrennanUniversity of Toronto (Canada)NoneNoneZOLL Medical*NoneNoneNoneNoneKathryn EastwoodMonash University (Australia)NoneNoneNoneNoneNoneNoneAmbulance Victoria†Walid El-NaggarDalhousie University (Canada)NICHD grant*; NICHD grant*; Aerogen Phar- ma Limited*NoneNoneNoneNoneNoneAerogen Pharma Limited†Raffo Escalante- KanashiroInter-American Heart Foundation (Peru)NoneNoneNoneNoneNoneNoneNoneJorge FabresPontificia Univer- sidad Catolica de Chile (Chile)NoneNoneNoneNoneNoneNoneNoneBarbara FarquharsonUniversity of Stirling (United Kingdom)NoneNoneNoneNoneNoneNoneBritish Heart Found- ation†; Medical Research Council†; Chief Scientist Office†Joe FawkeUniversity Hospitals Leicester NHS Trust (United Kingdom)NoneNoneNoneNoneNoneNoneNoneMaria Fernanda de AlmeidaUniversidade Fed- eral de Sao Paulo (Brazil)NoneNoneNoneNoneNoneNoneNoneShannon M. FernandoUniversity of Ottawa (Canada)NoneNoneNoneNoneNoneNoneNoneEmer FinanMount Sinai Hos- pital; University of Toronto (Canada)NoneNoneNoneNoneNoneNoneNoneJudith FinnCurtin University (Australia)National Health and Medical Re- search Council - Australia†; St John WA†NoneNoneNoneNoneNoneNoneGustavo E. FloresEmergency & Criti- cal Care Trainings LLC (Puerto Rico)NoneNoneNoneNoneNoneNoneNoneElizabeth E. FogliaChildren’s Hospital of PhiladelphiaNoneNoneNoneNoneNoneNoneNoneFredrik FolkeGentofte University Hospital, Hellerup (Denmark)NoneNoneNoneNoneNoneNoneNoneCraig A. GoolsbyHarbor-UCLA Medi- cal CenterOffice of Traf- fic Safety, Department of Transporta- tion†; CareStar Foundation†; MTEC†; De- fense Depart- ment†NoneNoneNoneZoll Medi- cal Cor- poration*; Critical In- novations*NoneThe Lundquist Insti- tute†\n\nWriting Group Disclosures Continued"
  },
  {
    "full_text": "Writing Group Disclosures Continued\n\nWriting group memberEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherAsger GranfeldtAarhus University Hospital (Denmark)NoneNoneNoneNoneNoneNoneNoneRobert GreifUniversity of Bern (Switzerland)NoneNoneNoneNoneNoneNoneNoneAnne-Marie GuerguerianThe Hospital for Sick Children (Canada)NoneNoneNoneNoneNoneNoneNoneRuth GuinsburgFederal University of Sao Paulo (Brazil)NoneNoneNoneNoneNoneNoneNoneCarolina Malta HansenCopenhagen EMS (Denmark)TrygFonden†; Novo Nordisk Foundation†; Independent Research Fund Denmark†; Duke Clinical Research Insti- tute†NoneNoneNoneNoneNoneNoneTetsuo HatanakaKenwakai Otemachi Hospital (Japan)NoneNoneNoneNoneNoneNoneNoneKaren G. HirschStanford UniversityNIH*NoneNoneNoneNoneNoneNoneMathias J. HolmbergAarhus University Hospital (Denmark)NoneNoneNoneNoneNoneNoneNoneStuart HooperMonash University (Australia)Australian NHMRC†NoneNoneNoneNoneFischer and Paykel Health Care*Monash University†; Hudson Institute for Medical Research†Amber V. HooverAmerican Heart As- sociationNoneNoneNoneNoneNoneNoneNoneMing-Ju HsiehNational Taiwan University Hospital (Taiwan)NoneNoneNoneNoneNoneNoneNoneTakanari IkeyamaAichi Children’s Health and Medical Center (Japan)NoneNoneNoneNoneNoneNoneNoneTetsuya IsayamaNational Center for Child Health and Development (Japan)MSD (Merck & Co. Inc.)†NonePfizer Japan Inc*NoneNoneNoneNoneNicholas J. JohnsonUniversity of Wash- ington/Harborview Medical CenterNIH†; CDC†; University of Washington†NoneNoneMullin, Allen, Steiner, LLP†NoneNeuroptics, Inc*NoneJustin JosephsenSaint Louis Uni- versityNoneNoneNoneNoneNoneNoneNoneAnup KatheriaSharp Mary Birch Hospital for Women & NewbornsNoneNoneNoneNoneNoneNoneNoneMandira D. KawakamiUniversidade Fed- eral de São Paulo (Brazil)NoneNoneNoneNoneNoneNoneNoneMonica KleinmanBoston Children’s HospitalNoneNoneNoneNoneNoneUpToDate*NoneDavid KloeckResuscitation Coun- cil of Southern Af- rica (South Africa)NoneNoneNoneNoneNoneNoneNone\n\nWriting Group Disclosures Continued"
  },
  {
    "full_text": "Writing Group Disclosures Continued\n\nWriting group memberEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherYing-Chih KoNational Taiwan University Hospital (Taiwan)NoneNoneNoneNoneNoneNoneNonePeter KudenchukUniversity of Wash- ington Medical CenterNIH†NoneNoneNoneNoneNoneNoneAmy KuleAmerican Red CrossNoneNoneNoneNoneNoneNoneNoneHiroshi KurosawaKobe Children’s Hospital (Japan)NoneNoneNoneNoneNoneNoneNoneJorien LaermansBelgian Red Cross (Belgium)NoneNoneNoneNoneNoneNoneBelgian Red Cross†; ILCOR First Aid Task Force*; Cochrane First Aid*Anthony LaginaWayne State Uni- versityNoneNoneNoneNoneNoneNoneNoneKasper G. LauridsenRanders Regional Hospital (Denmark)Aarhus Univer- sity Research Foundation*; Independent Research Fund Denmark*NoneNoneNoneNoneNoneNoneEric J. LavonasDenver HealthAmerican Heart Association†NoneNoneNoneNoneNoneNoneHenry C. LeeUniversity of Califor- nia San DiegoNoneNoneNoneNoneNoneChiesi*NoneHelen G. LileyThe University of Queensland (Aus- tralia)NoneNoneNoneNoneNoneNoneNoneSwee Han LimSingapore General Hospital (Singapore)NoneNoneNoneNoneNoneNoneNoneYiqun LinAlberta Children’s Hospital (Canada)NoneNoneNoneNoneNoneNoneNoneAndrew S. LockeyCalderdale Royal Hospital (United Kingdom)NoneNoneNoneNoneNoneNoneNoneJesus Lopez-HerceHospital General Universitario Grego- rio Maranon (Spain)NoneNoneNoneNoneNoneNoneNoneGeorge LukasMonash Health (Australia)NoneNoneNoneNoneNoneNoneNoneFinlay MacneilANZCOR (Australia)SJA Australia*NoneNoneNoneNoneNoneNoneIan K. MaconochieImperial College NHS Healthcare Trust and Centre for Reviews and Dis- semination (United Kingdom)NoneNoneNoneNoneNoneNoneNoneJohn MadarNational Health Service, University Hospitals Plymouth (United Kingdom)NoneNoneNoneNoneNoneNoneNoneAbel Martinez- MejiasConsorci Sanitari de Terrassa (Spain)NoneNoneNoneNoneNoneNoneNone\n\nWriting Group Disclosures Continued"
  },
  {
    "full_text": "Writing Group Disclosures Continued\n\nWriting group memberEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherSiobhan MastersonIrish National Am- bulance Service (Ireland)NoneNoneNoneNoneNoneNoneNoneTasuku MatsuyamaKyoto Prefectural University of Medi- cine (Japan)NoneNoneNoneNoneNoneNoneNoneRichard MauslingMater Health Ser- vices (Australia)NoneNoneNoneNoneNoneNoneNoneChristopher J.D. McKinlayUniversity of Auck- land (New Zealand)NoneNoneNoneNoneNoneNoneNoneDaniel MeyranFrench Red Cross (France)NoneNoneNoneNoneNoneNoneNoneWilliam MontgomeryStraub Clinic and HospitalNoneNoneNoneNoneNoneILCOR†NonePeter T. MorleyUniversity of Mel- bourne (Australia)NoneNoneNoneNoneNoneNoneNoneLaurie J. MorrisonUniversity of To- ronto, Sunnybrook Health Sciences Center (Canada)NoneNoneNoneNoneNoneNoneNoneAri L. MoskowitzMontefiore Medical CenterNHLBI*NoneNoneDefence*NoneNoneNoneMichelle MyburghUniversity of the Free State (South Africa)NoneNoneNoneNoneNoneNoneNoneSabine NabeckerMt Sinai Hospital (Canada)NoneNoneNoneNoneNoneNoneNoneVinay NadkarniChildren’s Hospital Philadelphia, Univer- sity of Pennsylvania Perelman School of MedicineNIH (research funding to my institution)†; US Department of Defense (research funding to my institution)†; Zoll Medical (research fund- ing to my institu- tion)†; Laaerdal Global Health (research fund- ing to my institu- tion)*; RQI Part- ners (research funding to my institution)*NoneNoneNoneNoneSociety of Critical Care Medicine (President/ Council mem- ber)†NoneFirdose NakwaUniversity of the Witwatersrand, Jo- hannesburg (South Africa)NoneNoneNoneNoneNoneNoneNoneKevin J. NationNew Zealand Re- suscitation Council (New Zealand)NoneNoneNoneNoneNoneNoneNoneZiad NehmeAmbulance Victoria (Australia)National Heart Foundation†NoneNoneNoneNoneNoneNone\n\nWriting Group Disclosures Continued"
  },
  {
    "full_text": "Writing Group Disclosures Continued\n\nWriting group memberEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherKee-Chong NgKK Hospital (Singapore)NoneNoneNoneNoneNoneNoneNoneTonia NicholsonWaikato Hospital (New Zealand)NoneNoneNoneNoneNoneNoneNoneNikolaos NikolaouKonstantopouleio General Hospital (Greece)Landi-Up Study, AOP Orphan Phar- maceuticals*; NOVONOR- DISC, SELECT study (Semaglu- tide effects on cardiovascular outcomes in people with overweight or obesity)*NoneNoneNoneNoneNoneNoneChika NishiyamaKyoto University (Japan)NoneNoneNoneNoneNoneNoneNoneTatsuya NoriiUniversity of New MexicoJapanese Association for Acute Medicine*NoneNoneNoneNoneNoneNoneGabrielle NuthallStarship Child Health, Te Toka Tumai, Auckland, Te Whatau Ora/Health New Zealand (New Zealand)NoneNoneNoneNoneNoneNoneNoneShinichiro OhshimoHiroshima University (Japan)NoneNoneNoneNoneNoneNoneNoneTheresa OlasveengenOslo University Hos- pital and University of Oslo (Norway)NoneNoneNoneNoneNoneNoneLaerdal Foundation*Alexander OlaussenMonash University (Australia)NoneNoneNoneNoneNoneNoneNoneGene OngKK Women’s and Children’s Hospital (Singapore)NoneNoneNoneNoneNoneNoneNoneAaron OrkinUniversity of Toronto (Canada)NoneNoneNoneNoneNoneNoneDepartment of Family and Community Medicine, University of Toronto†Michael J. ParrLiverpool Hospital, University of New South Wales, Sydney/Macquarie University Hospital, Macquarie UniversityNoneNoneNoneNoneNoneNoneElsevier†Gavin D. PerkinsWarwick Medical School and Univer- sity Hospitals NHS Foundation Trust (United Kingdom)British Heart Foundation†; Resuscitation Council UK†; National Insti- tute for Health and Social Care Research†; Laerdal Founda- tion†NoneNoneNoneNoneNoneEuropean Resuscitation Council*; Resuscitation Council UK*; Elsevier*\n\nWriting Group Disclosures Continued"
  },
  {
    "full_text": "Writing Group Disclosures Continued\n\nWriting group memberEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherHelen PocockUniversity of War- wick (United King- dom)NIHR*NoneNoneNoneNoneNoneNoneYacov RabiUniversity of Calgary (Canada)NoneNoneNoneNoneNoneNoneNoneVioletta RaffayEuropean University Cyprus (Cyprus)NoneNoneNoneNoneNoneNoneNoneJames RaittThames Valley Air Ambulance (United Kingdom)NoneNoneNoneNoneNoneNoneNoneTia RaymondMedical City Chil- dren’s HospitalNoneNoneNoneNoneNoneNew England Research In- stitutes, Inc*NoneGiuseppe RistagnoFondazione IRCCS Ca’ Granda Osped- ale Maggiore Poli- clinico, Milan (Italy)NoneNoneNoneNoneNoneZOLL MEd Corp.†; Phil- ips Health- care*NoneAntonio Rodriguez-NunezHospital Clinico Uni- versitario (Spain)NoneNoneNoneNoneNoneNoneNoneJoseph RossanoChildren’s Hospital of Philadelphia/ University of Penn- sylvaniaNoneNoneNoneNoneNoneNoneNoneMario RüdigerTU Dresden, Medical Faculty Carl Gustav Carus (Ger- many)NoneNoneChiesi*NoneNoneNoneNoneClaudio SandroniUniversità Cattolica del Sacro Cuore- Fondazione Poli- clinico Universitario A. Gemelli–IRCCS (Italy)NoneNoneNoneNoneNoneNoneNoneTaylor L. SawyerSeattle Children’s Hospital/University of WashingtonNoneNoneNoneNoneNoneVerathon Inc.*NoneStephen M. SchexnayderUniversity of Arkansas/Arkansas Children’s HospitalNoneNoneNoneLove & Kirschen- baum LLLC†; Patrick, Beard, Schul- man & Jacoway, P.C.†NoneNoneAmerican Heart Association†Georg SchmölzerUniversity of Alberta (Canada)NoneNoneNoneNoneNoneNoneNoneSebastian SchnaubeltMedical University of Vienna (Austria)NoneNoneNoneNoneNoneNoneNoneBarnaby R. ScholefieldHospital for Sick Children (Canada)NoneNoneNoneNoneNoneNoneNoneAnna Lene SeidlerUniversity of Sydney (Australia)Australian Na- tional Health and Medical Re- search Council†NoneNoneNoneNoneNoneNoneFederico SemeraroMaggiore Hospital (Italy)NoneNoneNoneNoneNoneNoneNone\n\nWriting Group Disclosures Continued"
  },
  {
    "full_text": "Writing Group Disclosures Continued\n\nWriting group memberEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherEunice M. SingletaryUniversity of VirginiaNoneNoneNoneNoneNoneNoneNoneMarkus B. SkrifvarsHelsinki University Hospital and Uni- versity of Helsinki (Finland)Multiple unre- stricted non- commercial re- search grants†NoneBARD Medical (Ireland)*NoneNoneNoneNoneChristopher M. SmithWarwick Medical School (United Kingdom)Multiple unre- stricted non- commercial re- search grants†NoneNoneNoneNoneNoneNoneMichael SmythUniversity of War- wick (United King- dom)NoneNoneNoneNoneNoneNoneNoneJasmeet SoarSouthmead Hospital (United Kingdom)NoneNoneNoneNoneNoneNoneElsevier†Anne Lee SolevågOslo University Hos- pital (Norway)The Norwegian South Eastern Regional Health Authority*NoneNoneNoneNoneNoneNoneRoger SollUniversity of Vermont Medical CenterNoneNoneNoneNoneNoneNoneNoneWillem StassenUniversity of Cape Town (South Africa)NoneNoneNoneNoneNoneNoneNoneTakahiro SugiuraToyohashi Municipal Hospital (Japan)NoneNoneNoneNoneNoneNoneNoneKaushila ThilakasiriUniversity of Co- lombo (Sri Lanka)NoneNoneNoneNoneNoneNoneNoneJanice TijssenLondon Health Sciences Center (Canada)Thrasher Re- search Fund†; AMOSO In- novation Fund†; Heart and Stroke Founda- tion of Canada Grant-in-Aid†NoneNoneNoneNoneNoneNoneLokesh Kumar TiwariAll India Institute of Medical Sciences, Rishikesh (India)NoneNoneNoneNoneNoneNoneNoneAlexis TopjianChildren’s Hospital of Philadelphia & University of Penn- sylvania School of MedicineNIH†NoneNoneNoneNoneNoneNoneDaniele TrevisanutoUniversity of Padova (Italy)NoneNoneNoneNoneNoneNoneNoneChristian VaillancourtUniversity of Ottawa, Ottawa Hospital Research Institute (Canada)Heart and Stroke†; CIHR†NoneNoneNoneNoneNoneHeart and Stroke Vol- unteer*Gary WeinerUniversity of Michi- ganNoneNoneNoneNoneNoneNoneNoneMichelle WelsfordMcMaster University, Hamilton Health Sci- ences (Canada)NoneNoneNoneNoneNoneNoneNoneMyra H. WyckoffUT SouthwesternNoneNoneNoneNoneNoneNoneNone"
  }
]