{
  "title": "2024 International Consensus On Cardiopulmonary Re...Fe Support; Educatio P02(21-40)",
  "full_text": "Prior Good Practice Statement on Duration of FeverPrevention (2022)\n\nWe suggest active prevention of fever for at least 72hours in post–cardiac arrest patients who remain coma-tose (good practice statement).283,284\n\n2024 Good Practice Statement on Duration of FeverPrevention\n\nWe suggest active prevention of fever for 36 to 72 hoursin post–cardiac arrest patients who remain comatose(good practice statement).\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\nThe complete evidence-to-decision table is provided inAppendix A.\n\nHypothermia Compared With Normothermia or Preventionof Fever\n\n• All members of the task force agreed to continue torecommend active temperature control in post–car-diac arrest patients, although the evidence for this islimited.• The task force acknowledged that the SysRev foundno difference in overall outcomes between patientstreated with hypothermia and normothermia or feverprevention.• The majority of the task force favored fever preven-tion temperature control for comatose patients afterROSC as opposed to hypothermic temperature con-trol, on the basis of the SysRevs and because thisintervention requires fewer resources and had fewerside effects than hypothermic temperature control.Several members, however, wanted to leave openthe option to use hypothermic temperature control(33 °C). Reasons for this include findings of a singletrial suggesting benefit in those with a nonshockableinitial rhythm270 and the relatively few data in patientswith cardiac arrest of a noncardiac pathogenesis.• The task force discussed the possibility that ear-lier cooling and achieving the target temperaturesooner might still be beneficial. Trials to date havelargely not been able to achieve this.• Although there was no direct evidence in our SysRevs,the task force maintained the existing good prac-tice statement supporting the avoidance of activewarming of patients who have passively becomemildly hypothermic after ROSC (eg, 32–36 °C)because there was concern that this may be aharmful intervention.\n\n• Our treatment recommendation for prehospitalcooling is unchanged from our 2015 recommenda-tion. No new studies were identified.• We found no evidence that any method of pre-hospital cooling improved outcomes, and the rapid\n\ninfusion of large amounts of cold fluid immediatelyafter achieving ROSC in the prehospital settingcould be harmful. Any potential harm from this ther-apy may relate specifically to the prehospital setting,where there may be less control over the environ-ment, fewer personnel, and reduced monitoringcapabilities.We have not made a treatment recommendationabout intra-arrest cooling for OHCA.\n\n• There was consensus that temperature should becontinually monitored by the cooling device, whensuch a device is used, so that a stable temperatureis maintained.• Two SysRevs conflict on whether surface or endo-vascular cooling is preferable. One showed thatintravascular cooling is associated with improvedneurological outcome,285 while the other found noassociation with survival or neurological outcomes.286\n\nDuration of Temperature Control\n\n• Our previous treatment recommendation was agood practice statement based on trials controllingtemperature for at least 72 hours in those patientswho remained sedated or comatose. One trialshowed no difference between 24 and 48 hoursof hypothermia,277 and another found no differencebetween 12 to 24 and 36 hours of hypothermia.276• This updated review includes an additional trial com-paring temperature control for a total duration of 36hours versus 72 hours that found no difference in out-comes.282 The same trial included temperature con-trol with a surface cooling device at one site and anintravenous cooling device at the other site. Whetherresults are applicable to temperature control withouta device or different cooling devices is unknown.• The task force was not able to reach consensus ona treatment recommendation on duration of temper-ature control or fever prevention. After discussionabout the lack of consistency in the interventionsand comparators across the available studies, thetask force agreed that there was not enough trialevidence to support a recommendation specificallyon how long to prevent fever. All task force mem-bers agreed on the good practice statement, whichaccommodates a range of duration that is sup-ported by the limited data and by expert opinion.\n\n• The task force discussed that, although there is noevidence that active rewarming is harmful, expertopinion is that it is generally unwarranted and canbe avoided.\n\n• Data on no temperature control versus fever pre-vention temperature control (little data available)\n\n2024 ILCOR CoSTR Summary\n\n• The effect of temperature control after extracorpo-real cardiopulmonary resuscitation (ECPR)• The effect of temperature control after IHCA (only 1small trial available)• Whether there is a therapeutic window within whichhypothermic temperature control is effective in theclinical setting• If a therapeutic window exists, whether there areclinically feasible cooling strategies that can rapidlyachieve therapeutic target temperatures within thetherapeutic window• Whether the clinical effectiveness of hypothermia isdependent on providing the appropriate dose (tar-get temperature and duration) based on the severityof brain injury• Whether there are unidentified subsets of post–car-diac arrest patients who would benefit from hypo-thermic temperature control as currently practiced• Whether temperature control using a cooling devicewith feedback is more effective than temperaturecontrol without a feedback-controlled cooling device\n\nRationale for Review\n\nThis topic was last updated in 2020.230,232 This wasa nodal SysRev between the ALS and Pediatric LifeSupport Task Forces based on the knowledge of newevidence examining the treatment of seizures after car-diac arrest. The nodal review included both adults andchildren. Readers should refer to the pediatric life sup-port section for pediatric-specific recommendations onthis topic. The SysRev was registered on PROSPERO(CRD42023460746 and CRD42023463581), and thefull CoSTR can be found online.287\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Adults or children in any setting (in-hospital or out-of-hospital) with cardiac arrest andROSC• Intervention: One strategy for prophylactic antisei-zure medication or seizure treatment• Comparators: Another strategy or no prophylacticantiseizure medication or seizure treatment• Outcomes:\n\n– Critical: Survival or survival with favorable neuro-logical/functional outcome at discharge, 30 days,60 days, 180 days, or 1 year\n\n• Study designs: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies) were eli-gible for inclusion. Unpublished studies (eg, confer-ence abstracts, trial protocols) were excluded. Allrelevant publications in any language were includedif there was an English abstract.\n\n• Time frame: All years; search conducted onSeptember 11, 2023\n\nConsensus on Science\n\nProphylactic Antiseizure Medication\n\nNo new studies were identified since the prior review.For the critical outcome of survival with favorable neu-rological outcome at discharge, 30 days, or longer,2 RCTs including 562 patients investigated prophy-lactic antiseizure medication and provided very low–certainty evidence of no benefit for survival or neurologicoutcome.288,289 Agents used for prophylaxis includedthiopentone,288 magnesium, diazepam, and the combina-tion of magnesium and diazepam,289 all compared withplacebo. A nonrandomized clinical trial of 107 patientsprovided very low–certainty evidence of no improvementin neurological outcome at hospital discharge or survivalwith thiopentone compared with historic controls.290\n\nTreatment of Seizures\n\nNo RCTs or nonrandomized studies addressed the effectof treatment of clinical seizures in post–cardiac arrestpatients compared with no seizure treatment. One RCTprovided low-certainty evidence on the effect of treat-ment of rhythmic and periodic electroencephalogram(EEG) patterns in comatose patients after cardiac arrest,compared with no treatment, finding no difference infavorable neurological outcome (Cerebral PerformanceCategory 1–2) at 3 months with administration of anti-seizure medications compared with standard care (RR,1.23 [95% CI, 0.48–3.15]; or 19 more per 1000 pa-tients, [95% CI, from 43 fewer to 179 more]).291 Therewas also no difference in survival.\n\nPrior Treatment Recommendations (2020)\n\nWe suggest treatment of seizures in adult post–car-diac arrest survivors (weak recommendation, very low–certainty evidence).230,232\n\nWe suggest against seizure prophylaxis in adult post–cardiac arrest survivors (weak recommendation, verylow–certainty evidence).\n\n2024 Treatment Recommendations\n\nWe suggest against the use of prophylactic antiseizuremedication in post–cardiac arrest adults (weak recom-mendation, very low–certainty evidence).\n\nWe suggest treatment of clinically apparent and elec-trographic (EEG) seizures in post–cardiac arrest adults(good practice statement).\n\nWe suggest treatment of rhythmic and periodic EEGpatterns that are on the ictal-interictal continuum incomatose post–cardiac arrest adults (weak recommen-dation, low-certainty evidence).\n\nJustification and Evidence-to-Decision FrameworkHighlightsThe complete evidence-to-decision table is provided inAppendix A.\n\nProphylactic Antiseizure Medication\n\nNo new evidence has emerged on this topic sincethe prior review. The task force decided to clarify thelanguage slightly but saw no reason for substantivechange. The task force considered the evidence thatthe administration of prophylactic antiseizure medica-tion in other forms of acute brain injury is not associat-ed with improved outcomes and that most prophylacticantiseizure medications can have significant side ef-fects. Finally, the task force acknowledged that mostcomatose post–cardiac arrest patients routinely re-ceive sedatives like propofol or benzodiazepines, whichare known to have antiseizure effects. However, thetask force identified no controlled studies that exam-ined whether different sedation strategies or choicesof sedation drugs had an impact on the incidence ofpost–cardiac arrest seizures.\n\nThe task force discussed the importance of consistentdefinitions when investigating this topic and creatingtreatment recommendations. Terms and definitions es-tablished by the American Clinical Neurophysiology So-ciety are used in the discussion below and should beemployed consistently in trials (Table 11).292\n\nOther points of discussion included\n\n• Correct categorization of EEG findings requires theskilled interpretation of video EEG.• Untreated clinical seizure activity may cause addi-tional brain injury, and, thus, treatment of clinicalseizures is recommended despite the lack of high-certainty evidence.• Rhythmic and periodic EEG patterns that do notmeet criteria for electrographic seizures are ofunclear significance in patients who are comatoseafter cardiac arrest. It is not clear if they representa marker of an injured brain or if treatment mayimprove outcomes.• In the TELSTAR trial (Treatment ofElectroencephalographic Status Epilepticus AfterCardiopulmonary Resuscitation), the majority(≈80%) of the EEG patterns were generalized peri-odic discharges of 0.5 to 2.5 Hz without evolution.Whether such EEG patterns deserve treatment isunknown, and no difference was seen in the trial.Post hoc subgroup analysis of TELSTAR suggesteda possible beneficial effect in the small subgroupwith electrographic seizures but not for treatment ofperiodic discharges.291• Indirect evidence from case series suggests seda-tives such as propofol are effective in suppress-ing clinical seizures and electrographic seizures. Aretrospective study provides some evidence thatconventional antiseizure medications (specificallyvalproate and levetiracetam) also have an effect insuppressing epileptiform activity in the EEG.293\n\nTable 11. ACNS Standardized Critical Care EEGTerminology 2021 for Electrographic and ElectroclinicalSeizures\n\nCategoryDefinitionElectrographic seizureEpileptiform discharges averaging >2.5 Hz for ≥10 s (>25 discharges in 10 s) or Any pattern with definite evolution as defined above and lasting ≥10 sElectroclinical seizureAny EEG pattern with either Definite clinical correlate time-locked to the pattern (of any duration) or EEG and clinical improvement with a parenteral (typically IV) antiseizure medicationElectroclinical status epilep- ticusAn electroclinical seizure for ≥10 continuous min or A total duration of ≥20% of any 60-min period of recording or ≥5 continuous min if the seizure is convulsive (ie, with bilateral tonic clonic motor activity; in any other clinical situation, the minimum duration to qualify as status epilepticus is >10 min Possible ECSE: A pattern on the ictal-interictal continuum that is present for ≥10 continuous min or for a total duration of >20% of any 60-min period of recording, which shows EEG improvement with a parenteral antiseizure medication but without clinical improvementIctal-interictal continuumAny PD or SW pattern that averages >1.0 Hz and 10 and 0.5 Hz and 5 and 1 Hz for at least 10 s (at least 10 waves in 10 s) with a plus modifier or fluctuation and Does not qualify as an electrographic seizure or electro- clinical status epilepticus\n\nACNS indicates American Clinical Neurophysiology Society; ECSE, electro-clinical status epilepticus; EEG, electroencephalogram; IV, intravenous; PD, peri-odic discharge; RDA, rhythmic delta activity; SE, status epilepticus; and SW, spikewave.\n\n• There is no direct evidence of undesirable effects ofantiseizure medications in comatose post–cardiacarrest patients, although use of sedating agentsmay delay awakening.• The benefit of continuous EEG compared withintermittent EEG was not specifically reviewed.Continuous EEG monitoring is labor intensive andlikely to add significant cost to patient care. Thecost-effectiveness of this approach is controversialand may depend substantially on the setting. TheCERTA study (Continuous EEG Randomized Trialin Adults) evaluated continuous versus intermittent\n\n2024 ILCOR CoSTR Summary\n\nEEG in critically ill adults with impaired conscious-ness, and approximately one third of the subjectshad been resuscitated from cardiac arrest.294 Nodifference was found in outcome (6-month mor-tality), although more seizures were detected andmore frequent changes to antiseizure medicationswere made in the continuous EEG group.\n\n• Whether antiseizure medications affect the outcomeof post–cardiac arrest patients with either rhythmicand periodic EEG patterns or clinical seizures• The optimal timing, duration, dosing, and choiceof antiseizure medications for seizure treatment incomatose post–cardiac arrest patients• The utility and cost-effectiveness of continuousEEG versus intermittent EEG monitoring in thediagnosis and treatment of seizures in comatosepostarrest patients• The threshold for treating rhythmic and periodicEEG activity• The value of using volatile anesthetics to treatrefractory status epilepticus in post–cardiac arrestpatients\n\nRationale for Review\n\nThe task force was aware of new research publishedon the use of ECPR, and the decision was made toupdate our previous SysRev (PROSPERO registrationCRD42022341077).295,296 For evidence related to pedi-atric cardiac arrest, refer to the Pediatric Life Supportsection of this summary. The full CoSTR can be foundonline.297\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Adults (>18 years) with cardiac arrest inany setting (out-of-hospital or in-hospital)• Intervention: ECPR, including extracorporeal mem-brane oxygenation or cardiopulmonary bypass dur-ing cardiac arrest• Comparators: Manual or mechanical cardiopulmo-nary resuscitation• Outcome: Any clinical outcome• Study designs: RCTs were included. Observationalstudies, animal studies, ecological studies, caseseries, case reports, reviews, abstracts, editori-als, comments, letters to the editor, and unpub-lished studies were excluded. Studies assessingcost-effectiveness were included for a descriptiveoverview. Studies exclusively assessing the use ofextracorporeal life support for cardiac or respiratoryfailure after sustained ROSC were excluded. Studies\n\nassessing extracorporeal circulation for deep hypo-thermia (or other conditions) were included onlyif cardiac arrest was documented. All languageswere included if there was an English abstract or anEnglish full-text article.• Time frame: From June 21, 2022 (date of thesearch for the previous review), to May 10, 2023\n\nConsensus on Science\n\nA single new RCT was identified.298 This adds to the 3RCTs identified in the previous review.296,299–301 Given theexistence of 4 RCTs and the critical risk of bias of theobservational studies identified in prior reviews, only evi-dence from RCTs was considered.\n\nThe overall certainty of evidence was rated as low forOHCA and as very low for IHCA (downgraded furtherbecause all evidence was in OHCA) for all outcomes.Because of a high degree of heterogeneity between therandomized trials, no meta-analyses were performed.Key results are summarized in Table 12.\n\n2024 Treatment Recommendations (Unchangedfrom 2023)\n\nWe suggest that ECPR may be considered as a rescuetherapy for selected adults with out-of-hospital cardiacarrest when conventional cardiopulmonary resuscitationis failing to restore spontaneous circulation in settingswhere this can be implemented (weak recommendation,low-certainty evidence).\n\nWe suggest ECPR may be considered as a rescuetherapy for selected adults with in-hospital cardiac arrestwhen conventional cardiopulmonary resuscitation is fail-ing to restore spontaneous circulation in settings wherethis can be implemented (weak recommendation, verylow–certainty evidence).\n\nThe complete evidence-to-decision table is provided inAppendix A.\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\n• In making this weak recommendation, we note thatthis patient population (ie, patients in whom con-ventional CPR is failing during cardiac arrest) hasan extremely high mortality rate, particularly whenrefractory to standard advanced cardiac life sup-port. Therefore, the potential for benefit and valueof this intervention remains despite the overall lowcertainty of the evidence.• The published randomized trials use highly selectedpatients for ECPR and not the general population ofall cardiac arrest cases. The trial by Yannopoulos etal299 enrolled OHCA patients with an initial shock-able rhythm and randomized patients upon hos-pital arrival, whereas the trials by Hsu et al300 andBelohlavek et al301 enrolled OHCAs with any initialrhythm and randomized patients in the prehospitalsetting. The trial by Suverein et al298 enrolled OHCA\n\nTable 12. Key Outcomes by Treatment Group and ARD for Patients Treated With an ECPR Strategy, Compared With StandardCare\n\nAuthor, yearnSurvival to discharge/30 d, n (%)ARD (95% CI), %Favorable functional outcome* at discharge/30 d, n (%)ARD (95% CI), %Favorable functional outcome* at 6 mo, n (%)ARD (95% CI), %ECPR strategyStandard careECPR strategyStandard careECPR strategyStandard careYannopoulos et al, 2020299306/14 (43)1/15 (7)36 (7.4 to 65)3/14 (21)021 (0 to 43)6/14 (43)043 (17 to 69)Hsu et al, 20213001501/3 (33)−33 (−87 to 20)000NANANABelohlavek et al, 202230126452/124 (42)43/132 (33)9.4 (−2.4 to 21)38/124 (31)24/132 (18)13 (2 to 23)39/124 (32)29/132 (22)10 (−1.3 to 20)Suverein et al, 202329813414/70 (20)13/64 (20)−0.3 (−14 to 13)14/70 (20)10/62 (16)3.9 (−9.2 to 17)14/70 (20)10/63 (16)4.1 (−8.9 to 17)\n\nARD indicates absolute risk difference; CPC, Cerebral Performance Category; ECPR, extracorporeal cardiopulmonary resuscitation; mRS, modified Rankin Scale; andNA, not applicable.*Favorable functional outcome defined as mRS score of 0 to 3 or CPC score of 1 to 2.\n\npatients with an initial shockable rhythm and ran-domized most patients in the prehospital setting(63% in the ECPR group and 66% in the conven-tional CPR group). Guidelines for clinical practiceshould ideally apply to similar populations, althoughthe optimal population remains undefined. For thisreason, the findings of individual trials should beinterpreted cautiously in the context of the trial set-ting and population.We acknowledge that ECPR is a complex inter-vention that requires considerable resources andtraining that are not universally available but alsoacknowledge the value of an intervention that maybe successful in individuals for whom usual CPRtechniques have failed. In addition, ECPR can sus-tain perfusion while another intervention, such ascoronary angiography or percutaneous coronaryintervention, can be performed.\n\n• There are few, and no large, randomized trials ofECPR versus standard care, and female patientsare underrepresented in trials• The optimal patient population who may benefitfrom ECPR• The optimal time to initiate ECPR in cases of refrac-tory cardiac arrest• Whether ECPR for OHCA should be initiated in theprehospital or in-hospital setting• The optimal techniques for providing safe and timelyECPR• The optimal post–cardiac arrest care strategy forpatients resuscitated using ECPR• Whether there are population-specific differencesin performing ECPR for in-hospital cardiac arrestand OHCA• Whether there are differences in quality of lifebetween survivors of ECPR and standard CPR• The cost-effectiveness of ECPR\n\nRationale for Review\n\nCardiac arrest during pregnancy is a rare but cata-strophic event. Physiologic changes during pregnancyand concerns about both maternal and fetal survivalbring additional considerations to resuscitation of apregnant patient. The task force was aware that theevidence available was insufficient for a SysRev andmeta-analysis to be possible but thought a review ofthis topic was a high priority, and this ScopRev was thuscompleted. The full report of this ScopRev, includingdetailed tables describing the individual studies, can befound online.302\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Pregnant or up to 1-year postpartumpatients in cardiac arrest in any setting (in-hospitalor out-of-hospital)• Intervention: Any specific intervention(s)• Comparators: Standard care or usual resuscitationpractice• Outcomes:\n\n◾ Critical: Survival and favorable functional out-come at hospital discharge, 30 days, 60 days,180 days, or 1 year◾ Important: ROSC\n\n◾ Critical: Survival and favorable functional out-come at hospital discharge, 30 days, 60 days,180 days, or 1 year◾ Important: ROSC\n\n• Study designs: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies, simula-tion/manikin and animal studies), case series\n\nwith ≥20 patients, and descriptive studies withouta comparator group were eligible for inclusion.Gray literature, social media, and non–peer-reviewed studi"
}