{
  "title": "2024 International Consensus On Cardiopulmonary Re...Fe Support; Educatio P01(1-20)",
  "full_text": "2024 International Consensus onCardiopulmonary Resuscitation and EmergencyCardiovascular Care Science With TreatmentRecommendations: Summary From the BasicLife Support; Advanced Life Support; PediatricLife Support; Neonatal Life Support; Education,Implementation, and Teams; and First AidTask Forces\n\nRobert Greif (EIT Chair); Janet E. Bray (BLS Chair); Therese Djärv (FA Chair); Ian R. Drennan (ALS Chair);Helen G. Liley (NLS Chair); Kee-Chong Ng (PLS Chair); Adam Cheng (EIT Vice Chair); Matthew J. Douma (FA Vice Chair);Barnaby R. Scholefield (PLS Vice Chair); Michael Smyth (BLS Vice Chair); Gary Weiner (NLS Vice Chair);Cristian Abelairas-Gómez; Jason Acworth; Natalie Anderson; Dianne L. Atkins; David C. Berry; Farhan Bhanji; Bernd W. Böttiger;Richard N. Bradley; Jan Breckwoldt; Jestin N. Carlson; Pascal Cassan; Wei-Tien Chang; Nathan P. Charlton; Sung Phil Chung;Julie Considine; Andrea Cortegiani; Daniela T. Costa-Nobre; Keith Couper; Thomaz Bittencourt Couto; Katie N. Dainty;Vihara Dassanayake; Peter G. Davis; Jennifer A. Dawson; Allan R. de Caen; Charles D. Deakin; Guillaume Debaty;Jimena del Castillo; Maya Dewan; Bridget Dicker; Jana Djakow; Aaron J. Donoghue; Kathryn Eastwood; Walid El-Naggar;Raffo Escalante-Kanashiro; Jorge Fabres; Barbara Farquharson; Joe Fawke; Maria Fernanda de Almeida; Shannon M. Fernando;Emer Finan; Judith Finn; Gustavo E. Flores; Elizabeth E. Foglia; Fredrik Folke; Craig A. Goolsby*; Asger Granfeldt;Anne-Marie Guerguerian; Ruth Guinsburg; Carolina Malta Hansen; Tetsuo Hatanaka; Karen G. Hirsch; Mathias J. Holmberg;Stuart Hooper; Amber V. Hoover; Ming-Ju Hsieh; Takanari Ikeyama; Tetsuya Isayama; Nicholas J. Johnson; Justin Josephsen;Anup Katheria; Mandira D. Kawakami; Monica Kleinman; David Kloeck; Ying-Chih Ko; Peter Kudenchuk; Amy Kule;Hiroshi Kurosawa; Jorien Laermans; Anthony Lagina; Kasper G. Lauridsen; Eric J. Lavonas; Henry C. Lee; Swee Han Lim;Yiqun Lin; Andrew S. Lockey; Jesus Lopez-Herce; George Lukas; Finlay Macneil; Ian K. Maconochie; John Madar;Abel Martinez-Mejas; Siobhan Masterson; Tasuku Matsuyama; Richard Mausling; Christopher J.D. McKinlay; Daniel Meyran;William Montgomery; Peter T. Morley; Laurie J. Morrison; Ari L. Moskowitz; Michelle Myburgh; Sabine Nabecker; Vinay Nadkarni;Firdose Nakwa; Kevin J. Nation; Ziad Nehme; Tonia Nicholson; Nikolaos Nikolaou; Chika Nishiyama; Tatsuya Norii;Gabrielle Nuthall; Shinichiro Ohshimo; Theresa Olasveengen; Alexander Olaussen; Gene Ong; Aaron Orkin;Michael J. Parr; Gavin D. Perkins; Helen Pocock; Yacov Rabi; Violetta Raffay; James Raitt; Tia Raymond; Giuseppe Ristagno;Antonio Rodriguez-Nunez; Joseph Rossano; Mario Rüdiger; Claudio Sandroni; Taylor L. Sawyer; Stephen M. Schexnayder;Georg Schmölzer; Sebastian Schnaubelt; Anna Lene Seidler; Federico Semeraro; Eunice M. Singletary; Markus B. Skrifvars;Christopher M. Smith; Jasmeet Soar; Anne Lee Solevåg; Roger Soll; Willem Stassen; Takahiro Sugiura; Kaushila Thilakasiri;Janice Tijssen; Lokesh Kumar Tiwari; Alexis Topjian; Daniele Trevisanuto; Christian Vaillancourt; Michelle Welsford;Myra H. Wyckoff; Chih-Wei Yang; Joyce Yeung; Carolyn M. Zelop; David A. Zideman; Jerry P. Nolan (Sr Editor);Katherine M. Berg (Sr Editor)\n\nABSTRACT: This is the eighth annual summary of the International Liaison Committee on Resuscitation International Consensuson Cardiopulmonary Resuscitation and Emergency Cardiovascular Care Science With Treatment Recommendations; a morecomprehensive review was done in 2020. This latest summary addresses the most recent published resuscitation evidencereviewed by the International Liaison Committee on Resuscitation task force science experts. Members from 6 InternationalLiaison Committee on Resuscitation task forces have assessed, discussed, and debated the quality of the evidence, usingGrading of Recommendations Assessment, Development, and Evaluation criteria, and their statements include consensustreatment recommendations. Insights into the deliberations of the task forces are provided in the Justification and Evidence-to-Decision Framework Highlights sections. In addition, the task forces list priority knowledge gaps for further research.\n\nKey Words: AHA Scientific Statements ◼ advanced life support ◼ basic life support ◼ cardiac arrest ◼ first aid ◼ ILCOR◼ neonatal ◼ resuscitation\n\nAbbreviations and AcronymsAEDautomated external defibrillationALSadvanced life supportBLSbasic life supportBMVbag-mask ventilationBPblood pressureCACcardiac arrest centerCERTAContinuous EEG Randomized Trial in AdultsCOPDchronic obstructive pulmonary diseaseCPRcardiopulmonary resuscitationDA-CPRdispatcher-assisted cardiopulmonary resuscitationECLSextracorporeal life supportECMOextracorporeal membrane oxygenationECPRextracorporeal cardiopulmonary resuscitationEEGelectroencephalogramEITEducation, Implementation, and TeamsEMSemergency medical servicesFAfirst aidGRADEGrading of Recommendations Assessment, Development, and EvaluationICUintensive care unitIHCAin-hospital cardiac arrestILCORInternational Liaison Committee on ResuscitationIPDindividual patient dataIQRinterquartile rangeMAPmean arterial pressureNLSneonatal life supportNMAnetwork meta-analysisNNTnumber needed to treatOHCAout-of-hospital cardiac arrest\n\nPEARLSPromoting Excellence and Reflective Learning in SimulationPICOpopulation, intervention, comparator, outcomePICOSTpopulation, intervention, comparator, outcome, study design, and time framePLSpediatric life supportPROSPEROProspective Register of Systematic ReviewsRCDPrapid cycle deliberate practiceRCTrandomized controlled trialsROCreturn of circulationROSCreturn of spontaneous circulationSGAsupraglottic airwaySTEMIST-segment–elevation myocardial infarctionTELSTARTreatment of Electroencephalo- graphic Status Epilepticus After Cardiopulmonary ResuscitationTItracheal intubation\n\nThis Liaison Committee on Resuscitation (ILCOR) Inter-is the eighth in a series of annual Internationalnational Consensus on Cardiopulmonary Resusci-tation and Emergency Cardiovascular Care Science WithTreatment Recommendations (CoSTR) summary pub-lications summarizing the ILCOR task forces’ analysesof published resuscitation evidence since ILCOR beganthe more continuous process of evidence evaluation in2015. Summarizing the work from the 6 task forces overthe past year, this year’s review includes 19 systematicreviews (SysRevs) with new or updated treatment rec-ommendations. Although only SysRevs can generate afull CoSTR and new treatment recommendations, 14scoping reviews (ScopRevs) and 30 evidence updates(EvUps) are also included.\n\nDraft CoSTRs for all topics evaluated with SysRevswere posted on a rolling basis between December 1,\n\nDownloadedfromhttp://ahajournals.orgbyonMay25,2025\n\n2023, and January 24, 2024, on the ILCOR website.1 Eachdraft CoSTR includes the data reviewed and draft treat-ment recommendations, with public comments acceptedfor 2 weeks after posting. In some cases, if requested,public comment was permitted for longer. Task forcesconsidered public feedback and provided responses. The33 draft CoSTR statements and ScopRevs were viewed≈18 200 times, and 38 comments were provided. AllCoSTRs are now available online, adding to the existingCoSTR statements.\n\nThis summary statement contains the final wordingof the treatment recommendations and good practicestatements as approved by the ILCOR task forces, but itdiffers in several respects from the online CoSTRs. Thelanguage used to describe the evidence is not restrictedto standard Grading of Recommendations Assess-ment, Development, and Evaluation (GRADE) terminol-ogy,2 making it more accessible to a wider audience,and in some cases only the high-priority outcomes arereported. The Justification and Evidence-to-DecisionFramework Highlights sections are generally shortenedbut aim to provide a transparent rationale for treatmentrecommendations. The complete evidence-to-decisionframeworks are provided in Appendix A. Finally, the taskforces have prioritized knowledge gaps requiring futureresearch studies. Links to the published reviews andfull online CoSTRs are provided in the correspondingsections.\n\nThe CoSTRs are based on analysis of the data usingthe GRADE approach.2 SysRevs are conducted byexpert systematic reviewers or by task force members,always with the involvement of ILCOR content experts.The GRADE approach guides the rating of the certaintyof evidence that supports the intervention effects (pre-defined by the population, intervention, comparator, out-come [PICO] question). Certainty is categorized as high,moderate, low, or very low. Randomized controlled trials(RCTs) begin the analysis as high-certainty evidence, andobservational studies begin the analysis as low-certaintyevidence. Certainty of evidence can be downgraded forrisk of bias, inconsistency, indirectness, imprecision, orpublication bias; it can be upgraded for a large effect, fora dose-response effect, or if any residual confoundingwould be thought to decrease the detected effect.\n\nThe format for outcome data reporting varies by thedata available but ideally includes both relative risk (RR)and the absolute risk difference (ARD), both with 95%CI. The ARD enables a more clinically useful assess-ment of the magnitude of the effect of an interventionand enables calculation of the number needed to treat(NNT=1/ARD). When the data do not enable absoluteeffect estimates, alternative measures of effect such asodds ratios (ORs) are reported.\n\nTreatment recommendations are generated by thetask forces after evaluating the evidence and after dis-cussion. The strength of a recommendation does not\n\ndepend solely on the certainty of evidence but also onthe likely clinical impact as determined by task forcemembers.\n\nILCOR’s goal is to review at least 20% of all PICOquestions each year so that the CoSTRs reflect cur-rent and emerging science. Acknowledging that manyPICO topics will not have sufficient new evidence towarrant a SysRev, ILCOR implemented 2 additionallevels of evidence review in 2020. ScopRevs areundertaken when the amount and type of evidence ona broader topic is unclear. Search strategies are simi-lar in rigor to those of SysRevs, but ScopRevs do notinclude bias assessments or meta-analyses. AlthoughILCOR does not create or alter treatment recommen-dations without a SysRev, if the topic of a ScopRev isthought to be of particular interest to the resuscitationcommunity, good practice statements are often made.Good practice statements are not evidence-basedrecommendations but represent expert opinion in lightof very limited data.\n\nThe third and least rigorous form of evidence eval-uation is the EvUp, in which a minimum of a PubMedsearch is carried out to screen for significant new dataand assess whether there has been sufficient new sci-ence to warrant a more extensive review and updatedCoSTR. EvUps can inform a decision about whethera SysRev should be undertaken but are not used togenerate new or updated treatment recommendationsbecause they do not include bias assessment, GRADEevidence evaluation, or meta-analysis. In this document,ScopRevs are summarized in the relevant task force sec-tion, with references to the more complete online review.EvUps are listed at the end of each task force sectionin table form, with information including the prior treat-ment recommendation(s) related to the PICO question,how many new studies were identified, key findings, andwhether an updated SysRev is recommended. CompleteEvUps are provided in Appendix B.\n\nThe following topics are addressed in this CoSTRsummary:\n\n• Optimal surface for performing cardiopulmonaryresuscitation (CPR; Basic Life Support [BLS] 2510:SysRev)• Optimization of dispatcher-assisted recognition ofout-of-hospital cardiac arrest (OHCA; BLS 2102:ScopRev)• Optimization of dispatcher-assisted CPR (BLS2113: ScopRev)• Optimization of dispatcher-assisted automatedexternal defibrillation (AED) retrieval and use (BLS2120: ScopRev)• Feedback for CPR quality (BLS 2511: ScopRev)• Ultraportable or pocket AEDs (BLS 2603: ScopRev)\n\n• Compression-ventilation ratio (BLS 2202: EvUp)• Hand positioning (BLS 2502: EvUp)• CPR before defibrillation (BLS 2203: EvUp)• Rhythm check during compressions (BLS 2211:EvUp)• Head-up CPR (BLS 2503: EvUp)• Public access defibrillation programs (BLS 2121:EvUp)\n\n• Post–cardiac arrest oxygenation and ventilation(Advanced Life Support [ALS] 3506 and 3516:SysRev)• Post–cardiac arrest hemodynamics (ALS 3515:SysRev Adolopment)• Post–cardiac arrest temperature control (ALS 3523,3524, 3525: SysRev)• Post–cardiac arrest seizure prophylaxis and man-agement (ALS 3502 and 3503: SysRev)• Extracorporeal CPR (ALS 3001: SysRev)• Cardiac arrest during pregnancy (ALS 3401:ScopRev)• Front of neck airway access (ALS 3606: ScopRev)• Cardiac arrest related to asthma (ALS 3408: EvUp)• Atropine for cardiac arrest (ALS 3206: EvUp)• Use of advanced airway during cardiac arrest (ALS3300, 3301, 3302, 3303, 3304: EvUp)• Mechanical CPR devices (ALS 3002: EvUp)• CPR-induced consciousness (ALS 3004: EvUp)• Antiarrhythmics during and after cardiac arrest (ALS3201, 3514: EvUp)• Cardiac arrest associated with pulmonary embolism(ALS 3400: EvUp)\n\n• Blood pressure targets following return of circu-lation after cardiac arrest (Pediatric Life Support[PLS] 4190-01: SysRev)• Effect of prophylactic antiseizure medication andtreatment of seizures on outcome of pediatricpatients after cardiac arrest (PLS 4210-02: SysRev)• Advanced airway interventions in pediatric cardiacarrest (PLS 4060-01: SysRev)• Ventilation rate with advanced airway during pediat-ric cardiac arrest (PLS 4120-02: SysRev)• Management of pulmonary hypertension with car-diac arrest in infants and children in the hospital set-ting (PLS 4160-11: ScopRev)• Prearrest care of pediatric dilated cardiomyopathyor myocarditis (PLS 4030-19: EvUp)• Ventilation rate in pediatric respiratory arrest with aperfusing rhythm present (post–cardiac arrest; PLS4120-01: EvUp)\n\n• Cord management at birth for preterm infants(Neonatal Life Support [NLS] 5051: SysRev)• Effect of rewarming rate on outcomes for newbornswho are unintentionally hypothermic after delivery(NLS 5700: SysRev)• Therapeutic hypothermia in limited resource set-tings (NLS 5701: SysRev)\n\n• Cardiac arrest centers (Education, Implementation,and Teams [EIT] 6301: SysRev)• Cognitive aids during resuscitation education (EIT6400: SysRev)• Immersive technologies for resuscitation teaching(EIT 6405: SysRev)• Gamified learning compared with other forms ofresuscitation learning (EIT 6412: SysRev)• Rapid cycle deliberate practice in resuscitationtraining (EIT 6414: SysRev)• Team competencies training for resuscitation (EIT6415: SysRev)• CPR education tailored to specific populations (EIT6108: ScopRev)• International facets of the Chain of Survival (EIT6311: ScopRev)• Provider workload and stress during resuscitation(EIT 6401: ScopRev)• Scripted debriefing compared with nonscripteddebriefing in resuscitation training (EIT 6413:ScopRev)• Emergency medical services (EMS) experience andexposure (EIT 6104: EvUp)• Patient outcomes of team members attending aCPR course (EIT 6106: EvUp)• Willingness to provide CPR (EIT 6304: EvUp)• Implementation of guidelines in communities (EIT6306: EvUp)• Debriefing of resuscitation performance (EIT 6307:EvUp)• CPR feedback devices during training (EIT 6404:EvUp)• Blended-learning approach for life support educa-tion (EIT 6409: EvUp)• High-fidelity training for resuscitation (EIT 6410:EvUp)\n\n• Use of supplemental oxygen in first aid (First Aid[FA] 1649: ScopRev)• Recognition of sepsis (FA 7180: ScopRev)• Stroke recognition (FA 7170: EvUp)\n\n• Oxygen in stroke (FA7031: EvUp)• Dental avulsion (FA 7361: EvUp)• Second dose of epinephrine for anaphylaxis (FA7111: EvUp)• Naloxone for opioid emergencies (FA 7442: EvUp)• Exertion-related dehydration and rehydration (FA7241: EvUp)• Counter-pressure maneuvers for prevention of syn-cope (FA 7550: EvUp)• Recovery position (FA 7040: EvUp)\n\nReaders are encouraged to monitor the ILCOR website3to provide feedback on planned SysRevs and to providecomments when additional draft reviews are posted.\n\nRationale for Review\n\nThis topic was prioritized for review by the BLS TaskForce because it had not been reviewed since 2019.4,5Since the last SysRev of this topic,6 the task force wasconcerned that the practice of moving patients from thebed to the floor to improve the quality of CPR could de-lay CPR; thus, it was considered timely to update theSysRev completed for the 2020 CoSTR.4,5 The SysRevwas registered before initiation (International Prospec-tive Register of Systematic Reviews [PROSPERO]CRD42017080475).7 The full online CoSTR can befound on the ILCOR website.8\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Adults or children in cardiac arrest(OHCA and in-hospital cardiac arrest [IHCA])• Intervention: The performance of CPR using a hardsurface (eg, backboard, floor, or deflatable or spe-cialist mattress)• Comparators: The performance of CPR on a regularmattress or other soft surface• Outcomes: Survival with a favorable neurologicaloutcome at hospital discharge/30 days (critical),survival at hospital discharge/30 days (critical),event survival (important), return of spontaneouscirculation (ROSC; important), CPR quality (eg,compression depth, compression rate, compressionfraction; important)• Study designs: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies) were eli-gible for inclusion. Unpublished studies (eg, con-ference abstracts, trial protocols) were excluded.Randomized manikin simulation or cadaver studieswere included only if insufficient human studieswere identified. Studies were included regardless oflanguage if an abstract in English was available.\n\n• Time frame: The dates searched were September17, 2019 (date of the search for the previousSysRev), to February 5, 2024.\n\nConsensus on Science\n\nIn addition to the 11 manikin simulation RCTs9–19 identi-fied in the previous review,6 we identified 1 small ob-servational study20 and 6 additional manikin RCTs21–26addressing this population, intervention, comparator,outcome, study design, and time frame (PICOST) ques-tion. The overall certainty of evidence was rated as verylow to low due to risk of bias and serious indirectness.No studies reported patient outcomes. The includedstudies were grouped by surfaces studied: backboardversus hospital mattress, floor versus hospital mat-tress, floor versus firm home mattress, and floor versusother surface types. The small observational study thatcompared a backboard with a hospital mattress useda single accelerometer for measurement, and the re-sults were considered unreliable.20 Results of the meta-analysis of data from the manikin simulation studies aregiven in Table 1.\n\nPrior Treatment Recommendations (2020)\n\nWe suggest performing chest compressions on a firmsurface when possible (weak recommendation, verylow–certainty evidence).\n\nDuring in-hospital cardiac arrest, we suggest, wherea bed has a CPR mode which increases mattress stiff-ness, it should be activated (weak recommendation, verylow–certainty of evidence).\n\nDuring in-hospital cardiac arrest, we suggest againstmoving a patient from a bed to floor to improve chest\n\nTable 1. Results of the Meta-Analysis of CPR Metrics Fromthe Manikin Simulation Studies Examining DifferentSurfaces for CPR\n\nBackboard compared with hospital mattressCompression depth7 manikin RCTs11,12,14–16,18,24Mean difference=2.16 mm (95% CI, 0.52 to 3.81)Compression rate5 manikin RCTs11,12,14,18,24Mean difference=–0.11 (95% CI, –3.8 to 3.59)Floor compared with hospital mattressCompression depth2 manikin RCTs10,13Mean difference=5.36 mm (95% CI, –1.59 to 12.32)Compression rate2 manikin RCTs10,13No meta-analysis performed. No significant difference.Floor compared with firm home mattressCompression depth2 manikin RCTs19,26Mean difference=2.11 mm (95% CI, –3.23 to 7.45)Compression rate2 manikin RCTs19,26No meta-analysis performed. No significant difference.\n\nCPR indicates cardiopulmonary resuscitation; and RCTs, randomized con-trolled trials.\n\n2024 ILCOR CoSTR Summary\n\ncompression depth (weak recommendation, very low–certainty of evidence).\n\nDuring in-hospital cardiac arrest, we suggest in favorof either a backboard or no-backboard strategy, toimprove chest compression depth (conditional recom-mendation, very low–certainty of evidence).4,5\n\n2024 Treatment Recommendations\n\nWe suggest performing chest compressions on a firmsurface when this is practical and does not significantlydelay the start of chest compressions (weak recommen-dation, very low–certainty evidence).\n\nWe suggest activation of the CPR mode to increasemattress stiffness if available for in-hospital cardiacarrest (good practice statement).\n\nFor health care systems that have already incorpo-rated backboards into routine use during resuscitations,the evidence was considered insufficient to suggestagainst their continued use (weak recommendation, verylow–certainty of evidence).\n\nFor health care systems that have not introducedbackboards, the limited improvement in compressiondepth and uncertainty about harms seemed insufficientto justify the costs of purchasing backboards and train-ing staff in their use (weak recommendation, very low–certainty of evidence).\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\nThe complete evidence-to-decision framework is pro-vided in Appendix A.\n\nWhen performing chest compressions on a patientlying on a mattress, the force of the chest compressio"
}