{
  "title": "2024 International Consensus On Cardiopulmonary Re...Fe Support; Educatio P04(61-80)",
  "full_text": "year), implementation success, resource implica-tions, and cost-effectiveness\n\n• Study design: RCTs and nonrandomized studies (non-RCTs, controlled before-and-after studies, cohortstudies, and case series n≥5), reviews, and surveys inrespective population groups with at least an abstractin English were eligible for inclusion. Research aimedat teaching BLS to children and research on CPRtraining for health care professionals (both suffi-ciently covered elsewhere) were excluded.• Time frame: All years to July 10, 2023\n\n(A) Specific population/subgroup: A group with a\n\nspecific feature (eg, job, age group)(B) Layperson: An adult who is not a qualified, retired,or in-training health care professional. We defined2 groups of laypeople:(1) Duty to respond: Laypeople who have aduty to attend individuals of an emergencybecause of their profession (eg, law enforce-ment, firefighters, lifeguards, flight crews)(2) No duty to respond: Community laypeoplewho have no duty (occupational expectation)to respond to a cardiac arrest(C) Standard BLS training (nontailored BLS courses):BLS courses that follow current recommenda-tions from the large course developers and orga-nizers like the American Heart Association or theEuropean Resuscitation Council(D) Tailored training (tailored courses): Coursesaltered to serve the special needs of a population(eg, duration, frequency, content, assessment,feedback, materials and devices used, specificaids, contextualization of the environment, spe-cially trained instructors)\n\nDetails of the included studies and findings are present-ed in the published review and online.720 Most studies ad-dressed training in those with disabilities, including Downsyndrome,721,722 blindness,723,724 and deafness or hearingimpairment.725–727 No studies comparing an approachtailored to specific populations with a standard coursewere identified. Only a small percentage of people withDown syndrome were able to perform high- quality chestcompression–only CPR after a tailored course (shortersessions and videos with comic elements).721,722 Twostudies assessed CPR education for blind learners,which resulted in chest compression–only CPR similarto other BLS providers723; supervisors with special peda-gogic training were able to teach rescue breaths.724 Tai-lored courses for trainees with hearing impairment725–727incorporated sign language interpreters without alteringthe 30:2 approach. Activating emergency medical ser-vices and following automated external defibrillator voiceprompts were the most challenging points. One tailored\n\nchest compression–only CPR course for refugees wasdeemed feasible but needed translators and a specialfocus on general health literacy.728\n\nNo studies were found comparing tailored courses withstandard BLS courses, which was the intended aim of thisreview. Thus, whether tailoring BLS courses to specificpopulations yields better results than standard courses re-mains unknown. An overview of studies reporting tailoredcourses for specific populations was provided instead.Unfortunately, studies reported few details on the tailoringdone or the development process. We acknowledge thateducators will often make minor adaptations in coursesto meet individual needs of students, but real tailoring hasto address the needs of the special learners, include thespecific populations in such developments, and undergoproper validation to ensure benefits to the learners.\n\nThe task force thought that tailored BLS educationfor specific populations is probably feasible and couldexpand the pool of potential bystander CPR providers toinclude groups that may otherwise have been left out (eg,individuals with disabilities). The importance of defininga structured way to tailor courses to those with specificneeds and ways that members of specific groups might beinvolved in developing such courses were also discussed.\n\n• Which specific population groups may benefit fromtailored BLS education• Whether tailored BLS education is cost-effectiveacross different populations• What kind and amount of tailoring are optimal• Whether tailored courses would be effective for firstresponders with and without a duty to respond, includ-ing but not limited to police, firefighters, or lifeguards• How standard courses compare with tailoredcourses in specific populations\n\nInternational Facets of the Chain of Survival(EIT 6311: ScopRev)\n\nRationale for Review\n\nThe term Chain of Survival is widely used in literature,scientific presentations, education, and awarenesscampaigns, with significant heterogeneity. This leads toconfusion on which version should be used for whichpurpose, and the educational and clinical impacts of thisheterogeneity are unclear. The American Heart Associa-tion issued various iterations of the Chain of Survival intheir latest guidelines.718 The European ResuscitationCouncil switched to the concept of Systems SavingLives, and, while still mentioning the Chain of Survival,no longer uses a depiction of the Chain of Survival.719 Noreview of this topic has been done by ILCOR previously.The full report of the ScopRev can be found online.729,730\n\n2024 ILCOR CoSTR Summary\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Literature using the term Chain ofSurvival or similar terms (eg, survival chain, chain of[other pathology])• Intervention and exposure: Adaptations of the origi-nal Chain of Survival• Comparator: The original Chain of Survival• Outcome:\n\n− Composition of the specific variations in adaptedversions− Attitudes, rationale, and views concerning the ad-aptation− Incentives to develop novel versions− Way of implementation of adapted versions− Way of utilization of adapted versions in education− Variations in visualization− Effect of the use of the Chain of Survival or variantson teaching, implementation, and patient outcomes\n\n• Study design: All types of studies, including ran-domized trials or non-RCTs, narrative literature, let-ters, commentaries, or editorials in all languages• Time frame: All years to August 14, 2023\n\nThe heterogeneity of works identified made a SysRevor meta-analysis impossible. Details of individual studiesare summarized in the published review and online.729 Wegrouped the publications into novel concepts related toresuscitation (n=8),718,731–737 novel concepts not directlyrelated to resuscitation (n=23),738–760 simple adaptationsof the original Chain of Survival (n=9),761–769 and impacton outcomes (n=3).603,770,771\n\nNovel Chains of Survival have been suggested forresuscitation for IHCA,718,732,735 pediatric resuscitation,718,736and mass gatherings (including early planning).733 A chainmail of survival (with multiple rows of interlacing ringsrather than a single row of linked rings)734 Adaptationsof the existing chains (mostly expansions) included sur-vival after ventricular fibrillation,769 rehabilitation,765 gen-eral prevention,766 family support,767 making the chain into\n\na circle,761 STEMI,764 the chain mail of survival for low-resource settings,768 survival odds along the chain in con-trast to research funding,762 and a visual adaptation of therings according to their impact on outcome in ratios.763Increased survival rates and better neurologic outcomeafter the introduction of the fifth link of the chain by theAmerican Heart Association in 2010 was observed.603,770After a public campaign about the Chain of Survival inFrance, bystander CPR rates increased.771 No educa-tional or other outcomes were reported.\n\nSeveral versions or adaptations not directly relatedto CPR were found,738–760 covering specific pathologies(trauma,738,752,759 severe hemorrhage,748 land mine inci-dents,743 stroke,744,751 STEMI,740,750 drowning,753,754 septicshock,745 complicated deliveries742) or occasions and situ-ations (pandemics,755,760 events,749 terror attacks,758 chemi-cal/biological/radiological/nuclear incidents,741 industrialincidents746). Others rethought the concept and proposedthe survival ladder,757 or a Chain of Survival behaviors in firstaid.756 Peculiarities were the animal Chain of Survival forveterinary patients,739 and 1 for anesthesia equipment.747\n\nChains of Survival range from classic versions used by re-suscitation councils with minor adaptations to completelynovel versions covering various pathologies or situations.Most health care workers know one or another version ofthe Chain of Survival because the concept has penetratedscientific literature and guiding documents, including grayliterature. Also, the term is clinically and scientifically usedas a synonym for whole systems of cardiac arrest care.\n\nAn educational aspect of the Chain of Survival does notreally play a role in publications included in this review. Sev-eral adaptations of the classic chain lack essential links of thechain. Rehabilitation and prevention seem to be accepted ascornerstones of patient care. Special circumstances of car-diac arrest (eg, pediatric, out-of-hospital, in-hospital, drowning)may require consensus on more substantial modifications.Interestingly, only 3 publications assessed the impact of theChain of Survival on outcomes,603,770,771 but the exact rolethe chain played in altering outcomes, if any, is unclear.\n\nFigure 7. The basic Chain of Survival with 6 links.\n\nCA indicates cardiac arrest; and CPR, cardiopulmonary resuscitation.\n\nThe EIT Task Force concluded that a version of theclassic Chain of Survival with 6 links (as currently pro-posed by the American Heart Association;718 Figure 7) isa sensible choice as a cognitive aid for laypeople in educa-tion and awareness campaigns to convey the message ofneeded actions to save lives. If needed, modified versionsof the chain for specific situations like drowning or traumamight also be acceptable. The task force also thought thatILCOR, as the international body on resuscitation, shouldprovide the basic structure of this framework. National andregional resuscitation councils can provide regional appli-cations for their implementation strategies.\n\n• Whether there is a need for revising the classicChain of Survival• Who the Chain of Survival is targeted toward (cli-nicians, scientists, laypeople, stakeholders, or all ofthem), if laypeople need a simpler Chain of Survivalthan health care professionals do, and how it shouldbe used optimally (a depiction of local systems tosave lives, an educational framework, a cognitive aid)• Which of the various published Chains of Survivalshould be used by default; a comprehensive systemcould be evaluated for applicability in the future• The impact of various kinds of Chains of Survivalon educational outcomes, clinical outcomes, andpatient survival\n\nRationale for Review\n\nThe workload and stress health care professionals mightexperience during resuscitation have the potential toaffect the performance of individual rescuers or the re-suscitation team.772,773 This ScopRev investigated whatvariables influence (ie, increase or decrease) health careprofessional workload and stress during cardiac arrest,in both real-world and simulated scenarios.774 The full re-port of the ScopRev can be found online.775\n\nPopulation, Exposure, Comparator, Outcome, StudyDesign, and Time Frame\n\n• Population: Health care professionals performingresuscitation on patients in cardiac arrest in clinicalsettings or on manikins in a simulated setting• Exposure: Presence of any factors that would pos-sibly impact the health care professional’s perceivedworkload or stress• Comparator: Absence of the specific factor• Outcome: Objective or subjective measures ofworkload or stress experienced by health care pro-fessionals during resuscitations• Study design: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, con-trolled before-and-after studies, cohort studies),\n\nunpublished studies (eg, conference abstracts,trial protocols), letters, editorials, comments, casereports, gray literature, and social media were eli-gible for inclusion. All relevant publications in anylanguage were included as long as there was anEnglish abstract available.Timeframe: From inception to April 21, 2023\n\nThe NASA Task Load Index634,777,779–782,785–794 was usedto measure subjective workload, and the State-TraitAnxiety Inventory784 and structured survey questions45were used to measure stress. Physiologic stress mark-ers included salivary cortisol, α-amylase levels, heartrate, and BP.778,789 Variables influencing perceived stressor workload were categorized into (1) team compositionand roles, (2) telemedicine, (3) workflows, (4) tools likeCPR-feedback devices, (5) cognitive aids, (6) presenceof friends and families, and (7) clinician experience andexposure. Findings by category include the following:\n\nWe included 21 studies,634,642,776–794 including 17RCTs,634,642,777,779–789,792–794 2 nonrandomized trials,778,791and 2 observational studies.776,790 Because of heteroge-neity in study design, SysRev with meta-analysis couldnot be performed. Study characteristics and key findingsare provided in table form in the published review andonline.775 All but 2 studies776,790 were simulation studies.\n\n• Team composition and roles: A dedicated nursingteam leader alleviated the medical team leader’s work-load during resuscitation.794 CPR coaches decreasedmental workload and increased physical workloadamong CPR providers788 but did not impact the teamleader’s workload.782,788 In real pediatric resuscitations,the team leader reported higher mental load, whereaschest compressors had higher physical workload.776• Telemedicine: Remotely led resuscitation teamsexperienced higher-overall workload and mentaldemand compared with on-site leading.780 Activeremote team leaders versus a remote consultant onrequest increased workload for team members withteleconsulting only.792• Workflows: Adjustment of workflows (prioritizingchest compression automation with mechanicalCPR device793), or deliberate reorientation with task-focusing questions,783 reduced perceived workloadand stress in simulation.• Tools: The use of ventilation feedback devices or chestcompression feedback devices increased workloadfor CPR providers.777 Real-time feedback devices hadno effect on team leaders, while chest-compressingCPR providers reported higher workloads.785Interestingly, equipment failure (defective defibrillator)in simulation did not increase stress for the team.789• Cognitive aids and smart apps: A smart appdesigned to help drug preparation reduced acutestress in paramedics in simulated pediatric cardiacarrest.784 A smart app with a resuscitation algorithm\n\ndid not increase workload for team leaders.791 Atablet-based decision support tool’s effect on work-load was inconclusive because the increase inworkload disappeared later during simulation.786• Family presence and socioemotional stress:Presence of next of kin increased mental demandsbut did not change physical demands in simula-tion.781 An observational study of real pediatricresuscitations showed lower workload when at least1 parent was present.790 This is in accordance withan ILCOR CoSTR on family presence during resus-citation in pediatric and neonatal cardiac arrest.795,796• Clinician experience: A quasi-experimental study foundno association between level of clinical experience andsubjective stress and physiologic parameters amongnursing students during resuscitation simulation.778\n\nIn these studies, designated medical team leaders tendedto experience increased workload, which was attenuated byassistance from senior nurse leaders. However, additionalCPR coaches did not affect the team leader’s overall work-load, and remote team leaders increased team workload. Agoal-directed approach or use of task-focusing questionsduring resuscitations can reduce perceived workload orstress for the team. External support from cognitive aidsreduced stress and workload, but workload was sometimeshigher with first use. Therefore, introducing new equipmentcould potentially impose an additional cognitive burden ifthe users are not adequately familiarized with it.\n\nThe factors identified in this review (team compositionand roles, workflows, tools, telemedicine, cognitive aids,smart apps, and socioemotional stress) represent potentialmodifiable elements. Adjusting these factors could alleviateor increase their impact on workloads or stress and, conse-quently, on resuscitation performance as well. However, theremay be additional factors influencing the workload of resus-citation team members that were not covered in our review.797\n\nGiven the few studies specifically designed to manipu-late workload and its impact on resuscitation performance,and that stress and workload may affect individuals’ per-formance differently, the task force did not include resus-citation performance in this review to avoid incorrectconjecture and to maintain the integrity of the results.\n\n• The association between workload/stress and resus-citation performance; more well-crafted experimentalstudies exploring the relationship between workloadand performance of resuscitation teams are neededto gain more insight into this complex interaction• Health care professionals’ workload or stress duringresuscitation on actual patients and how such work-load and stress are associated with patient outcome• The influence of personal factors, contextual fac-tors, and clinical experience in mitigating the impactof external stressors and perceived workload\n\nScripted Debriefing Compared WithNonscripted Debriefing in ResuscitationTraining (EIT 6413: ScopRev)\n\nRationale for Review\n\nDebriefing conducted during simulation-based trainingimproves provider knowledge, clinical performance, andnontechnical skills performance.798–803 Studies assessingthe impact of debriefing after cardiac arrest ev"
}