{
  "title": "2024 International Consensus On Cardiopulmonary Re...Fe Support; Educatio P02(21-40)",
  "full_text": "Prior Good Practice Statement on Duration of FeverPrevention (2022)\n\nWe suggest active prevention of fever for at least 72hours in post–cardiac arrest patients who remain coma-tose (good practice statement).283,284\n\n2024 Good Practice Statement on Duration of FeverPrevention\n\nWe suggest active prevention of fever for 36 to 72 hoursin post–cardiac arrest patients who remain comatose(good practice statement).\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\nThe complete evidence-to-decision table is provided inAppendix A.\n\nHypothermia Compared With Normothermia or Preventionof Fever\n\n• All members of the task force agreed to continue torecommend active temperature control in post–car-diac arrest patients, although the evidence for this islimited.• The task force acknowledged that the SysRev foundno difference in overall outcomes between patientstreated with hypothermia and normothermia or feverprevention.• The majority of the task force favored fever preven-tion temperature control for comatose patients afterROSC as opposed to hypothermic temperature con-trol, on the basis of the SysRevs and because thisintervention requires fewer resources and had fewerside effects than hypothermic temperature control.Several members, however, wanted to leave openthe option to use hypothermic temperature control(33 °C). Reasons for this include findings of a singletrial suggesting benefit in those with a nonshockableinitial rhythm270 and the relatively few data in patientswith cardiac arrest of a noncardiac pathogenesis.• The task force discussed the possibility that ear-lier cooling and achieving the target temperaturesooner might still be beneficial. Trials to date havelargely not been able to achieve this.• Although there was no direct evidence in our SysRevs,the task force maintained the existing good prac-tice statement supporting the avoidance of activewarming of patients who have passively becomemildly hypothermic after ROSC (eg, 32–36 °C)because there was concern that this may be aharmful intervention.\n\n• Our treatment recommendation for prehospitalcooling is unchanged from our 2015 recommenda-tion. No new studies were identified.• We found no evidence that any method of pre-hospital cooling improved outcomes, and the rapid\n\ninfusion of large amounts of cold fluid immediatelyafter achieving ROSC in the prehospital settingcould be harmful. Any potential harm from this ther-apy may relate specifically to the prehospital setting,where there may be less control over the environ-ment, fewer personnel, and reduced monitoringcapabilities.We have not made a treatment recommendationabout intra-arrest cooling for OHCA.\n\n• There was consensus that temperature should becontinually monitored by the cooling device, whensuch a device is used, so that a stable temperatureis maintained.• Two SysRevs conflict on whether surface or endo-vascular cooling is preferable. One showed thatintravascular cooling is associated with improvedneurological outcome,285 while the other found noassociation with survival or neurological outcomes.286\n\nDuration of Temperature Control\n\n• Our previous treatment recommendation was agood practice statement based on trials controllingtemperature for at least 72 hours in those patientswho remained sedated or comatose. One trialshowed no difference between 24 and 48 hoursof hypothermia,277 and another found no differencebetween 12 to 24 and 36 hours of hypothermia.276• This updated review includes an additional trial com-paring temperature control for a total duration of 36hours versus 72 hours that found no difference in out-comes.282 The same trial included temperature con-trol with a surface cooling device at one site and anintravenous cooling device at the other site. Whetherresults are applicable to temperature control withouta device or different cooling devices is unknown.• The task force was not able to reach consensus ona treatment recommendation on duration of temper-ature control or fever prevention. After discussionabout the lack of consistency in the interventionsand comparators across the available studies, thetask force agreed that there was not enough trialevidence to support a recommendation specificallyon how long to prevent fever. All task force mem-bers agreed on the good practice statement, whichaccommodates a range of duration that is sup-ported by the limited data and by expert opinion.\n\n• The task force discussed that, although there is noevidence that active rewarming is harmful, expertopinion is that it is generally unwarranted and canbe avoided.\n\n• Data on no temperature control versus fever pre-vention temperature control (little data available)\n\n2024 ILCOR CoSTR Summary\n\n• The effect of temperature control after extracorpo-real cardiopulmonary resuscitation (ECPR)• The effect of temperature control after IHCA (only 1small trial available)• Whether there is a therapeutic window within whichhypothermic temperature control is effective in theclinical setting• If a therapeutic window exists, whether there areclinically feasible cooling strategies that can rapidlyachieve therapeutic target temperatures within thetherapeutic window• Whether the clinical effectiveness of hypothermia isdependent on providing the appropriate dose (tar-get temperature and duration) based on the severityof brain injury• Whether there are unidentified subsets of post–car-diac arrest patients who would benefit from hypo-thermic temperature control as currently practiced• Whether temperature control using a cooling devicewith feedback is more effective than temperaturecontrol without a feedback-controlled cooling device\n\nRationale for Review\n\nThis topic was last updated in 2020.230,232 This wasa nodal SysRev between the ALS and Pediatric LifeSupport Task Forces based on the knowledge of newevidence examining the treatment of seizures after car-diac arrest. The nodal review included both adults andchildren. Readers should refer to the pediatric life sup-port section for pediatric-specific recommendations onthis topic. The SysRev was registered on PROSPERO(CRD42023460746 and CRD42023463581), and thefull CoSTR can be found online.287\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Adults or children in any setting (in-hospital or out-of-hospital) with cardiac arrest andROSC• Intervention: One strategy for prophylactic antisei-zure medication or seizure treatment• Comparators: Another strategy or no prophylacticantiseizure medication or seizure treatment• Outcomes:\n\n– Critical: Survival or survival with favorable neuro-logical/functional outcome at discharge, 30 days,60 days, 180 days, or 1 year\n\n• Study designs: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies) were eli-gible for inclusion. Unpublished studies (eg, confer-ence abstracts, trial protocols) were excluded. Allrelevant publications in any language were includedif there was an English abstract.\n\n• Time frame: All years; search conducted onSeptember 11, 2023\n\nConsensus on Science\n\nProphylactic Antiseizure Medication\n\nNo new studies were identified since the prior review.For the critical outcome of survival with favorable neu-rological outcome at discharge, 30 days, or longer,2 RCTs including 562 patients investigated prophy-lactic antiseizure medication and provided very low–certainty evidence of no benefit for survival or neurologicoutcome.288,289 Agents used for prophylaxis includedthiopentone,288 magnesium, diazepam, and the combina-tion of magnesium and diazepam,289 all compared withplacebo. A nonrandomized clinical trial of 107 patientsprovided very low–certainty evidence of no improvementin neurological outcome at hospital discharge or survivalwith thiopentone compared with historic controls.290\n\nTreatment of Seizures\n\nNo RCTs or nonrandomized studies addressed the effectof treatment of clinical seizures in post–cardiac arrestpatients compared with no seizure treatment. One RCTprovided low-certainty evidence on the effect of treat-ment of rhythmic and periodic electroencephalogram(EEG) patterns in comatose patients after cardiac arrest,compared with no treatment, finding no difference infavorable neurological outcome (Cerebral PerformanceCategory 1–2) at 3 months with administration of anti-seizure medications compared with standard care (RR,1.23 [95% CI, 0.48–3.15]; or 19 more per 1000 pa-tients, [95% CI, from 43 fewer to 179 more]).291 Therewas also no difference in survival.\n\nPrior Treatment Recommendations (2020)\n\nWe suggest treatment of seizures in adult post–car-diac arrest survivors (weak recommendation, very low–certainty evidence).230,232\n\nWe suggest against seizure prophylaxis in adult post–cardiac arrest survivors (weak recommendation, verylow–certainty evidence).\n\n2024 Treatment Recommendations\n\nWe suggest against the use of prophylactic antiseizuremedication in post–cardiac arrest adults (weak recom-mendation, very low–certainty evidence).\n\nWe suggest treatment of clinically apparent and elec-trographic (EEG) seizures in post–cardiac arrest adults(good practice statement).\n\nWe suggest treatment of rhythmic and periodic EEGpatterns that are on the ictal-interictal continuum incomatose post–cardiac arrest adults (weak recommen-dation, low-certainty evidence).\n\nJustification and Evidence-to-Decision FrameworkHighlightsThe complete evidence-to-decision table is provided inAppendix A.\n\nProphylactic Antiseizure Medication\n\nNo new evidence has emerged on this topic sincethe prior review. The task force decided to clarify thelanguage slightly but saw no reason for substantivechange. The task force considered the evidence thatthe administration of prophylactic antiseizure medica-tion in other forms of acute brain injury is not associat-ed with improved outcomes and that most prophylacticantiseizure medications can have significant side ef-fects. Finally, the task force acknowledged that mostcomatose post–cardiac arrest patients routinely re-ceive sedatives like propofol or benzodiazepines, whichare known to have antiseizure effects. However, thetask force identified no controlled studies that exam-ined whether different sedation strategies or choicesof sedation drugs had an impact on the incidence ofpost–cardiac arrest seizures.\n\nThe task force discussed the importance of consistentdefinitions when investigating this topic and creatingtreatment recommendations. Terms and definitions es-tablished by the American Clinical Neurophysiology So-ciety are used in the discussion below and should beemployed consistently in trials (Table 11).292\n\nOther points of discussion included\n\n• Correct categorization of EEG findings requires theskilled interpretation of video EEG.• Untreated clinical seizure activity may cause addi-tional brain injury, and, thus, treatment of clinicalseizures is recommended despite the lack of high-certainty evidence.• Rhythmic and periodic EEG patterns that do notmeet criteria for electrographic seizures are ofunclear significance in patients who are comatoseafter cardiac arrest. It is not clear if they representa marker of an injured brain or if treatment mayimprove outcomes.• In the TELSTAR trial (Treatment ofElectroencephalographic Status Epilepticus AfterCardiopulmonary Resuscitation), the majority(≈80%) of the EEG patterns were generalized peri-odic discharges of 0.5 to 2.5 Hz without evolution.Whether such EEG patterns deserve treatment isunknown, and no difference was seen in the trial.Post hoc subgroup analysis of TELSTAR suggesteda possible beneficial effect in the small subgroupwith electrographic seizures but not for treatment ofperiodic discharges.291• Indirect evidence from case series suggests seda-tives such as propofol are effective in suppress-ing clinical seizures and electrographic seizures. Aretrospective study provides some evidence thatconventional antiseizure medications (specificallyvalproate and levetiracetam) also have an effect insuppressing epileptiform activity in the EEG.293\n\nTable 11. ACNS Standardized Critical Care EEGTerminology 2021 for Electrographic and ElectroclinicalSeizures\n\nCategoryDefinitionElectrographic seizureEpileptiform discharges averaging >2.5 Hz for ≥10 s (>25 discharges in 10 s) or Any pattern with definite evolution as defined above and lasting ≥10 sElectroclinical seizureAny EEG pattern with either Definite clinical correlate time-locked to the pattern (of any duration) or EEG and clinical improvement with a parenteral (typically IV) antiseizure medicationElectroclinical status epilep- ticusAn electroclinical seizure for ≥10 continuous min or A total duration of ≥20% of any 60-min period of recording or ≥5 continuous min if the seizure is convulsive (ie, with bilateral tonic clonic motor activity; in any other clinical situation, the minimum duration to qualify as status epilepticus is >10 min Possible ECSE: A pattern on the ictal-interictal continuum that is present for ≥10 continuous min or for a total duration of >20% of any 60-min period of recording, which shows EEG improvement with a parenteral antiseizure medication but without clinical improvementIctal-interictal continuumAny PD or SW pattern that averages >1.0 Hz and 10 and 0.5 Hz and 5 and 1 Hz for at least 10 s (at least 10 waves in 10 s) with a plus modifier or fluctuation and Does not qualify as an electrographic seizure or electro- clinical status epilepticus\n\nACNS indicates American Clinical Neurophysiology Society; ECSE, electro-clinical status epilepticus; EEG, electroencephalogram; IV, intravenous; PD, peri-odic discharge; RDA, rhythmic delta activity; SE, status epilepticus; and SW, spikewave.\n\n• There is no direct evidence of undesirable effects ofantiseizure medications in comatose post–cardiacarrest patients, although use of sedating agentsmay delay awakening.• The benefit of continuous EEG compared withintermittent EEG was not specifically reviewed.Continuous EEG monitoring is labor intensive andlikely to add significant cost to patient care. Thecost-effectiveness of this approach is controversialand may depend substantially on the setting. TheCERTA study (Continuous EEG Randomized Trialin Adults) evaluated continuous versus intermittent\n\n2024 ILCOR CoSTR Summary\n\nEEG in critically ill adults with impaired conscious-ness, and approximately one third of the subjectshad been resuscitated from cardiac arrest.294 Nodifference was found in outcome (6-month mor-tality), although more seizures were detected andmore frequent changes to antiseizure medicationswere made in the continuous EEG group.\n\n• Whether antiseizure medications affect the outcomeof post–cardiac arrest patients with either rhythmicand periodic EEG patterns or clinical seizures• The optimal timing, duration, dosing, and choiceof antiseizure medications for seizure treatment incomatose post–cardiac arrest patients• The utility and cost-effectiveness of continuousEEG versus intermittent EEG monitoring in thediagnosis and treatment of seizures in comatosepostarrest patients• The threshold for treating rhythmic and periodicEEG activity• The value of using volatile anesthetics to treatrefractory status epilepticus in post–cardiac arrestpatients\n\nRationale for Review\n\nThe task force was aware of new research publishedon the use of ECPR, and the decision was made toupdate our previous SysRev (PROSPERO registrationCRD42022341077).295,296 For evidence related to pedi-atric cardiac arrest, refer to the Pediatric Life Supportsection of this summary. The full CoSTR can be foundonline.297\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Adults (>18 years) with cardiac arrest inany setting (out-of-hospital or in-hospital)• Intervention: ECPR, including extracorporeal mem-brane oxygenation or cardiopulmonary bypass dur-ing cardiac arrest• Comparators: Manual or mechanical cardiopulmo-nary resuscitation• Outcome: Any clinical outcome• Study designs: RCTs were included. Observationalstudies, animal studies, ecological studies, caseseries, case reports, reviews, abstracts, editori-als, comments, letters to the editor, and unpub-lished studies were excluded. Studies assessingcost-effectiveness were included for a descriptiveoverview. Studies exclusively assessing the use ofextracorporeal life support for cardiac or respiratoryfailure after sustained ROSC were excluded. Studies\n\nassessing extracorporeal circulation for deep hypo-thermia (or other conditions) were included onlyif cardiac arrest was documented. All languageswere included if there was an English abstract or anEnglish full-text article.• Time frame: From June 21, 2022 (date of thesearch for the previous review), to May 10, 2023\n\nConsensus on Science\n\nA single new RCT was identified.298 This adds to the 3RCTs identified in the previous review.296,299–301 Given theexistence of 4 RCTs and the critical risk of bias of theobservational studies identified in prior reviews, only evi-dence from RCTs was considered.\n\nThe overall certainty of evidence was rated as low forOHCA and as very low for IHCA (downgraded furtherbecause all evidence was in OHCA) for all outcomes.Because of a high degree of heterogeneity between therandomized trials, no meta-analyses were performed.Key results are summarized in Table 12.\n\n2024 Treatment Recommendations (Unchangedfrom 2023)\n\nWe suggest that ECPR may be considered as a rescuetherapy for selected adults with out-of-hospital cardiacarrest when conventional cardiopulmonary resuscitationis failing to restore spontaneous circulation in settingswhere this can be implemented (weak recommendation,low-certainty evidence).\n\nWe suggest ECPR may be considered as a rescuetherapy for selected adults with in-hospital cardiac arrestwhen conventional cardiopulmonary resuscitation is fail-ing to restore spontaneous circulation in settings wherethis can be implemented (weak recommendation, verylow–certainty evidence).\n\nThe complete evidence-to-decision table is provided inAppendix A.\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\n• In making this weak recommendation, we note thatthis patient population (ie, patients in whom con-ventional CPR is failing during cardiac arrest) hasan extremely high mortality rate, particularly whenrefractory to standard advanced cardiac life sup-port. Therefore, the potential for benefit and valueof this intervention remains despite the overall lowcertainty of the evidence.• The published randomized trials use highly selectedpatients for ECPR and not the general population ofall cardiac arrest cases. The trial by Yannopoulos etal299 enrolled OHCA patients with an initial shock-able rhythm and randomized patients upon hos-pital arrival, whereas the trials by Hsu et al300 andBelohlavek et al301 enrolled OHCAs with any initialrhythm and randomized patients in the prehospitalsetting. The trial by Suverein et al298 enrolled OHCA\n\nTable 12. Key Outcomes by Treatment Group and ARD for Patients Treated With an ECPR Strategy, Compared With StandardCare\n\nAuthor, yearnSurvival to discharge/30 d, n (%)ARD (95% CI), %Favorable functional outcome* at discharge/30 d, n (%)ARD (95% CI), %Favorable functional outcome* at 6 mo, n (%)ARD (95% CI), %ECPR strategyStandard careECPR strategyStandard careECPR strategyStandard careYannopoulos et al, 2020299306/14 (43)1/15 (7)36 (7.4 to 65)3/14 (21)021 (0 to 43)6/14 (43)043 (17 to 69)Hsu et al, 20213001501/3 (33)−33 (−87 to 20)000NANANABelohlavek et al, 202230126452/124 (42)43/132 (33)9.4 (−2.4 to 21)38/124 (31)24/132 (18)13 (2 to 23)39/124 (32)29/132 (22)10 (−1.3 to 20)Suverein et al, 202329813414/70 (20)13/64 (20)−0.3 (−14 to 13)14/70 (20)10/62 (16)3.9 (−9.2 to 17)14/70 (20)10/63 (16)4.1 (−8.9 to 17)\n\nARD indicates absolute risk difference; CPC, Cerebral Performance Category; ECPR, extracorporeal cardiopulmonary resuscitation; mRS, modified Rankin Scale; andNA, not applicable.*Favorable functional outcome defined as mRS score of 0 to 3 or CPC score of 1 to 2.\n\npatients with an initial shockable rhythm and ran-domized most patients in the prehospital setting(63% in the ECPR group and 66% in the conven-tional CPR group). Guidelines for clinical practiceshould ideally apply to similar populations, althoughthe optimal population remains undefined. For thisreason, the findings of individual trials should beinterpreted cautiously in the context of the trial set-ting and population.We acknowledge that ECPR is a complex inter-vention that requires considerable resources andtraining that are not universally available but alsoacknowledge the value of an intervention that maybe successful in individuals for whom usual CPRtechniques have failed. In addition, ECPR can sus-tain perfusion while another intervention, such ascoronary angiography or percutaneous coronaryintervention, can be performed.\n\n• There are few, and no large, randomized trials ofECPR versus standard care, and female patientsare underrepresented in trials• The optimal patient population who may benefitfrom ECPR• The optimal time to initiate ECPR in cases of refrac-tory cardiac arrest• Whether ECPR for OHCA should be initiated in theprehospital or in-hospital setting• The optimal techniques for providing safe and timelyECPR• The optimal post–cardiac arrest care strategy forpatients resuscitated using ECPR• Whether there are population-specific differencesin performing ECPR for in-hospital cardiac arrestand OHCA• Whether there are differences in quality of lifebetween survivors of ECPR and standard CPR• The cost-effectiveness of ECPR\n\nRationale for Review\n\nCardiac arrest during pregnancy is a rare but cata-strophic event. Physiologic changes during pregnancyand concerns about both maternal and fetal survivalbring additional considerations to resuscitation of apregnant patient. The task force was aware that theevidence available was insufficient for a SysRev andmeta-analysis to be possible but thought a review ofthis topic was a high priority, and this ScopRev was thuscompleted. The full report of this ScopRev, includingdetailed tables describing the individual studies, can befound online.302\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Pregnant or up to 1-year postpartumpatients in cardiac arrest in any setting (in-hospitalor out-of-hospital)• Intervention: Any specific intervention(s)• Comparators: Standard care or usual resuscitationpractice• Outcomes:\n\n◾ Critical: Survival and favorable functional out-come at hospital discharge, 30 days, 60 days,180 days, or 1 year◾ Important: ROSC\n\n◾ Critical: Survival and favorable functional out-come at hospital discharge, 30 days, 60 days,180 days, or 1 year◾ Important: ROSC\n\n• Study designs: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies, simula-tion/manikin and animal studies), case series\n\nwith ≥20 patients, and descriptive studies withouta comparator group were eligible for inclusion.Gray literature, social media, and non–peer-reviewed studies, unpublished studies, confer-ence abstracts, and trial protocols were eligiblefor inclusion. All languages were included if therewas an English abstract or an English full-textarticle.Time frame: From August 2014 (date of priorreview) to September 2023\n\nThis ScopRev identified 8 heterogeneous studies de-scribing several interventions for cardiac arrest duringpregnancy.303–310 The studies are substantially limited bylack of granularity, small sample sizes, indirect measuresof interventional effects, and high degrees of bias andconfounding.\n\nStudies are described in detail in the data tables in theonline ScopRev.302 The studies identified concentratedon 3 interventions: (1) left-lateral uterine displacementwith supine positioning for resuscitation, (2) perimor-tem or resuscitative delivery, and (3) extracorporeal lifesupport.\n\nIndirect data from a porcine model demonstratedsignificantly higher coronary perfusion pressures dur-ing resuscitation with supine positioning with left-lateraluterine displacement compared with left-lateral tilt posi-tioning (perfusion pressure of 20 mm Hg comparedwith 5 mm Hg, Preported data supporting performing perimortem cesar-ean or resuscitative delivery when ROSC does not occurearly during resuscitation of cardiac arrest in a pregnantperson with a uterine size ≥20 weeks’ gestation.306–310The median time from collapse to cesarean delivery insurvivors and nonsurvivors varied across studies, butshorter times from arrest to delivery were associatedwith improved maternal and neonatal outcomes. Twostudies suggested that extracorporeal life support mayimprove pregnancy and peripartum outcomes for boththe pregnant person and fetus in the setting of cardiacarrest, despite the potential of bleeding and clotting com-plications.303,304\n\nThe task force prioritized this topic because of the ongo-ing burden of mortality during pregnancy (estimated at287 000 deaths globally in 2020, with mortality increas-ing in some countries, such as the United States).311,312The prevalence of cardiac arrest during hospitalizationsfor delivery in the United States from 2017 to 2019 roseto 1/9000, previously reported as 1/12 000 in 2014using the US National Inpatient Sample database.313Cardiac arrest is the final common pathway of several\n\npathophysiologic conditions leading to death duringpregnancy, including hemorrhage, cardiomyopathy, hy-pertensive complications, embolic events, and sepsis.Management of cardiac arrest is complex because itrequires accommodation of the physiological changesof pregnancy. Randomized trials are challenging to per-form during pregnancy, and the evidence on this topicis limited. For these reasons, the task force decided tosummarize the emerging research and identify specificknowledge gaps. The limited data did not support a fullSysRev or making any changes to existing treatmentrecommendations, but 2 good practice statementswere made.\n\n2024 Treatment Recommendations (Unchangedfrom 2020) and Good Practice Statements (New)\n\nWe suggest delivery of the fetus by perimortem cesareandelivery for women in cardiac arrest in the second halfof pregnancy (weak recommendation, very low–certaintyevidence).\n\nThere is insufficient evidence to define a specific timeinterval by which delivery should begin.\n\nHigh-quality usual resuscitation care and therapeuticinterventions that target the most likely cause(s) of car-diac arrest remain important in this population.\n\nThere is insufficient evidence to make a recommen-dation about the use of left-lateral tilt or uterine displace-ment during CPR in the pregnant patient.\n\nECPR may be considered as a rescue therapy forselected cardiac arrest patients during pregnancy or inthe postpartum period when conventional CPR fails andin settings in which it can be implemented (good practicestatement).\n\nThis good practice statement does not replace theALS treatment recommendation for use of ECPR ingeneral.\n\nInstitution readiness and resuscitation education arerequired to accommodate the unique physiologic chal-lenges of cardiac arrest during pregnancy (good practicestatement).\n\n• How to improve outcomes of cardiac arrest duringpregnancy• Optimal approach to airway management in car-diac arrest in pregnancy, including placement ofan advanced airway, tracheal intubation, and use ofvideolaryngoscopy• Optimal management of OHCA during pregnancy,including issues of transport and consequent delaysin perimortem or resuscitative delivery• How to select patients most likely to benefit from,and not be harmed by, ECPR\n\nEmergency Front of Neck Airway Access DuringCardiac Arrest (ALS 3606: ScopRev)\n\nRationale for Review\n\nThis topic was selected for review by the ALS Task Forcedue to ongoing uncertainty concerning optimal strate-gies for emergency airway management in cardiac arrestwhen standard approaches to basic and advanced airwaymanagement fail. The full report of this ScopRev314 canbe found online.315\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Adult patients in cardiac arrest in anysetting in which adequate ventilation cannot berapidly achieved by using basic or advanced airwaymanagement strategies• Intervention: Front-of-neck airway access attempt• Comparators: Ongoing attempts at basic oradvanced airway management strategies• Outcome: Any clinical outcome• Study designs: RCTs, nonrandomized studies (eg,interrupted time series, controlled before-and-afterstudies and cohort studies), and case series withat least 5 patients were included. Animal studies,case series or reports with fewer than 5 patients,editorials, protocols, review articles, and letters wereexcluded.• Time frame: From inception to November 2, 2023\n\nOur search identified a single RCT316 and 68 observa-tional studies from prehospital, in-hospital, and militarysettings.317–384 No studies specifically focused on cardiacarrest.\n\nThe RCT compared emergency cricothyrotomy andemergency percutaneous dilatational tracheostomy in169 patients (9 with cardiac arrest) with failed airwaymanagement in the emergency department.316 The suc-cess rate of percutaneous cricothyrotomy (95.3%) wassimilar to that of percutaneous dilatational tracheostomy(97.6%; P=0.45).\n\nThe observational studies documented a median11.4 front-of-neck access attempts per study (inter-quartile range [IQR], 2.9-31.5). Most studies weretrauma specific or a mix of trauma and medicalemergencies and occurred in a mix of prehospital, in-hospital, and military settings. The most common emer-gency front-of-neck airway intervention was surgicalcricothyroidotomy.\n\nIncidence of front-of-neck airway access attempts var-ied markedly across studies, from 0.06 to 436 attemptsper 1000 patients. The variability was predominantlydriven by the denominator chosen in each study (eg, allintubation attempts or all cases of failed intubation). Suc-cess rates were typically high, with most studies report-ing success rates of >70%. Outcomes varied markedly\n\nacross studies. In cardiac arrest patients, rates of ROSCranged from 0% to 64%. The evidence on complica-tions was challenging to interpret because reporting wasinconsistent.\n\nThe task force discussed the review findings and notedthe following:\n\n• None of the available evidence directly addressedthe review question.• There were no studies that specifically examinedpatients in cardiac arrest, such that the incidence offront-of-neck airway access attempts in the cardiacarrest population is uncertain.• The success rate of emergency front-of-neck air-way access attempts was generally high.• Clinical outcomes across studies varied markedly.• The available evidence does not enable the taskforce to make comparisons across different front-of-neck airway access strategies.• The context of cardiac arrest (eg, ongoing chestcompressions, unreliability of pulse oximetry orother strategies to monitor oxygenation) may makeit particularly challenging to rapidly identify a fail-ure to achieve adequate ventilation and adequateoxygenation.• The task force recognized that the generation ofhigh-quality data that directly address the reviewquestion would be challenging.\n\n2024 Good Practice Statement (New)\n\nIn adults in cardiac arrest, when standard airwaymanagement strategies (eg, oropharyngeal airwayand bag-mask, supraglottic airway, or tracheal tube)have failed, it is reasonable for appropriately trainedrescuers to attempt front-of-neck airway access us-ing a cricothyroidotomy technique (good practicestatement).\n\n• The incidence or success rate of emergency front-of-neck airway access attempts in the adult cardiacarrest population• The optimal timing for emergency front-of-neck air-way access in adults in cardiac arrest• Clinical outcomes of adults in cardiac arrest forwhom emergency front-of-neck airway access isattempted• The optimal technique for achieving front-of-neckairway access\n\nALS Topics Reviewed by EvUps\n\nALS topics reviewed by EvUps are summarized inTable 13.\n\nTable 13. Summary of Advanced Life Support Evidence Updates\n\nTopic/PICOYear last updatedExisting treatment recommendationRCTs since last reviewObservational studies since last reviewKey findingsSufficient data to warrant SysRev?Use of atropine in cardiac arrest (ALS 3206)2010There is insufficient evidence to support or refute the use of atropine in cardiac arrest to improve survival to hospital discharge.03Administration of atropine was not associated with improved survival to hospital discharge or longer-term survival/neurological outcomes.NoAirway man- agement dur- ing cardiac arrest (ALS 3300–3304)2019We suggest using bag-mask ventilation or an advanced airway strategy during CPR for adult cardiac arrest in any setting (weak recommendation, low-certainty to moderate-certainty evidence). If an advanced airway is used, we sug- gest a supraglottic airway for adults with OHCA in settings with a low tracheal intubation success rate (weak recommen- dation, low-certainty evidence). If an advanced airway is used, we sug- gest a supraglottic airway or tracheal intubation for adults with out-of-hospital cardiac arrest in settings with a high tracheal intubation success rate (weak recommendation, very low–certainty evidence). If an advanced airway is used, we sug- gest a supraglottic airway or tracheal intubation for adults with in-hospital car- diac arrest (weak recommendation, very low–certainty evidence).2 and 9 RCT sub- analyses50One cluster RCT found no significant differ- ence between tracheal tube and iGel. Five observational studies compared video with direct laryngoscopy. In all 5 studies, video laryngoscopy was associated with either bet- ter or equivalent outcomes (outcomes ranging from glottic view to hospital survival). Two randomized trials compared proprietary laryngoscopy tools against direct laryngos- copy in small cohorts. In general, findings favored the proprietary tools over direct laryn- goscopy. Seven observational studies, all limited by risk of bias, found an association between early advanced airway placement and better outcomes (patients who did not receive an advanced airway were excluded).NoCPR-induced conscious- ness (ALS 3004)2021In settings in which it is feasible, rescuers may consider using sedative or analgesic drugs (or both) in very small doses to prevent pain and distress to patients who are conscious during CPR (good practice statement). Neuromuscular-blocking drugs alone should not be given to conscious patients (good practice statement). The optimal drug regimen for sedation and analgesia during CPR is uncertain. Regimens can be based on those used in critically ill patients and according to local protocols (good practice statement).05Incidence of CPRIC appears to be high, with 57% of UK paramedics witnessing CPRIC. CPRIC is associated with memory and aware- ness of events and may have longer-lasting psychological sequelae (depression, anxiety, PTSD). It is unclear how to best treat CPRIC or whether treatment improves patient care and outcomes.NoUse of mCPR devices dur- ing cardiac arrest (ALS 3002)2015We suggest against the routine use of automated mechanical chest compres- sion devices but suggest that they are a reasonable alternative to use in situations where sustained high-quality manual chest compressions are impractical or compromise provider safety.646One OHCA RCT found no difference in short- term survival with the LUCAS device com- pared with manual CPR. A subanalysis from a clinical trial of OHCA also found no difference in long-term outcomes with mechanical CPR compared with manual CPR. One feasibility trial of IHCA found use of the LUCAS was feasible and found no difference in outcomes, compared with manual CPR. One trial of OHCA in the emergency depart- ment found higher ROSC rate with the Auto- Pulse compared with manual CPR (45% with manual CPR compared with 23% with the Au- toPulse, P=0.009). Survival was also higher in the AutoPulse group (39.1% compared with 21.9%, P=0.03).YesCardiac arrest as- sociated with asthma (ALS 3408)2010There is insufficient evidence to suggest any routine change to cardiac arrest resuscitation treatment algorithms for patients with cardiac arrest caused by asthma.01 guideline articleNo\n\nTopic/PICOYear last updatedExisting treatment recommendationRCTs since last reviewObservational studies since last reviewKey findingsSufficient data to warrant SysRev?Antiarrhyth- mics during and after cardiac arrest (ALS 3201, 3514)2018We suggest the use of amiodarone or lidocaine in adults with shock refractory VF/pVT (weak recommendation, low- quality evidence). We suggest against the routine use of magnesium in adults with shock-refractory VF/pVT (weak recommendation, very low- quality evidence). The confidence in effect estimates is currently too low to support an ALS Task Force recommendation about the use of bretylium, nifekalant, or sotalol in the treatment of adults in cardiac arrest with shock-refractory VF/pVT. The confidence in effect estimates is currently too low to support an ALS Task Force recommendation about the use of prophylactic antiarrhythmic drugs imme- diately after ROSC in adults with VF/pVT cardiac arrest.0 6 sec- ondary analyses of ROC- ALPS RCT20Observational studies and the secondary analyses of prior RCTs generally favor amio- darone or lidocaine over placebo, supporting the current treatment recommendations. Procainamide and β-blockers were included in the updated evidence review, for which there were insufficient data to support recommen- dations for their use in the treatment of adults in cardiac arrest with shock-refractory VF/pVT, as was also the case for bretylium, nifekalant, and sotalol. Studies supported early administration of antiarrhythmics during cardiac arrest as survival decreased with longer times to drug administration.NoCardiac arrest as- sociated with pulmonary embolism (ALS 3400)2020We suggest administering fibrinolytic drugs for cardiac arrest when PE is the suspected cause of cardiac arrest (weak recommendation, very low–certainty evidence). We suggest the use of fibrinolytic drugs or surgical embolectomy or percutaneous mechanical thrombectomy for cardiac arrest when PE is the known cause of cardiac arrest (weak recommendation, very low–certainty evidence). The role of ECPR techniques was ad- dressed in the 2019 ILCOR CoSTR. We suggest that ECPR may be consid- ered as a rescue therapy for selected patients with cardiac arrest when conven- tional CPR is failing in settings in which it can be implemented (weak recommenda- tion, very low–certainty evidence).01Higher survival rate in patients treated with thrombolysis. Small number of patients, wide confidence intervals. Observational design, high risk of bias/con- founding.No\n\nALS indicates advanced life support; CPR, cardiopulmonary resuscitation; CPRIC, CPR-induced consciousness; ECPR, extracorporeal cardiopulmonary resuscita-tion; EvUp, evidence update; IHCA, in-hospital cardiac arrest; LUCAS, Lund University Cardiopulmonary Assist System; mCPR, mechanical CPR; OHCA, out-of-hospitalcardiac arrest; PE, pulmonary embolism; PICO, population, intervention, comparator, outcome; PTSD, posttraumatic stress disorder; RCT, randomized controlled trial;ROC-ALPS, Resuscitation Outcomes Consortium-Amiodarone, Lidocaine or Placebo Study; ROSC, return of spontaneous circulation; SysRev, systematic review; andVF/pVT, ventricular fibrillation or pulseless ventricular tachycardia.\n\nBlood Pressure Targets Following Return ofCirculation After Pediatric Cardiac Arrest (PLS4190-01: SysRev)\n\nRationale for Review\n\nDetermining the optimal BP targets in infants and childrenafter cardiac arrest after ROSC, or after return of circu-lation (ROC) on mechanical support, poses a significantchallenge due to lack of evidence. Clinical practice in thisarea is based on a few pediatric studies, extrapolation fromstudies conducted in adults, or expert consensus recom-mendations. While individual studies in infants and chil-\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\ndren suggest there is an association between hypotensionpost-ROSC or post-ROC and poor outcomes, these stud-ies are small and it is unclear if the association is causalor a surrogate marker of more severe postresuscitationsyndrome. To answer this knowledge gap, a systematicreview aimed to evaluate the literature on the effects ofBP targets on outcomes post-ROSC/ROC in infants andchildren (PROSPERO registration CRD42023483865).The full CoSTR can be found online.385\n\n• Population: Infants and children in any setting (in-hospital or out-of-hospital cardiac arrest) after ROC\n\n• Intervention: A specific BP target• Comparator: No BP target or a different BP target• Outcome\n\n- Critical: Survival/survival with favorable neurolog-ical outcome as per Pediatric Core Outcome Setfor Cardiac Arrest386\n\n• Study design: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies) were eli-gible for inclusion. Unpublished studies (eg, confer-ence abstracts, trial protocols) were excluded. Alllanguages were included if there was an Englishabstract.• Time frame: All years were included. The initialsearch was done on January 25, 2023, and updatedon November 3, 2023.\n\nConsensus on Science\n\nSix studies were identified.387–392 All 6 were nonrandom-ized observational cohort studies, with 5 being second-ary analyses. We identified significant variation in BPtarget definitions (eg, systolic, mean, and diastolic BPand >5th, >10th, and >50th percentile for age) andtime frames for measurement (within 24 hours, and 0–72 hours). In our final analysis,we included 4 studies388,389,391,392 examining the BP tar-gets of systolic BP >5th percentile for age comparedwith systolic BP ≤5th percentile within the first 6 hoursafter ROC. One study was not included in our analysisbecause only diastolic BP targets were reported.390 Thepooled sample included 463/930 (49.8%) patients afterIHCA and 467/930 (50.2%) after OHCA. We also in-cluded 1 study387 that enrolled 693 infants and childrenafter IHCA (excluding patients who required extracorpo-real life support [ECLS]). This study compared systolicBP >10th percentile with systolic BP ≤10th percentilewithin the first 6 hours after ROC. The systolic BP cut-off at the 10th percentile was generated from receiveroperator characteristic curves and spline curves createdfrom the study data.\n\nResults from included pediatric studies are included inTable 14. A random effects model was chosen for meta-analysis to better account for study heterogeneity.\n\nPrior Treatment Recommendation (2020)\n\nWe recommend that for infants and children after ROSC,parenteral fluids and/or inotropes or vasopressors shouldbe used to maintain a systolic blood pressure of at leastgreater than the fifth percentile for age (strong recom-mendation, very low–certainty evidence).393\n\nWe suggest in infants and children with return of circula-tion after an IHCA or OHCA that a systolic BP >10thpercentile for age should be targeted (weak recommen-dation, very low–certainty evidence).\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\nThe complete evidence-to-decision table is provided inAppendix A.\n\n• The PLS Task Force considered that the measure-ment and treatment of BP is a standard componentof the postresuscitation bundle of care after car-diac arrest. However, current post–cardiac arrestBP targets and thresholds for treatment have beensuggested through expert consensus and evidenceextrapolated from individual studies.• Measurement of BP is a low-cost intervention andavailable in nearly all resource settings. However,the PLS Task Force did not compare the cost-effectiveness of intermittent noninvasive BP mea-surement with invasive arterial or continuous BPmeasurement.• There were no randomized controlled studies com-paring 2 treatment approaches or 2 BP targets aftercardiac arrest. The available evidence consisted ofobservational data demonstrating the impact ofexposure to 2 different BP thresholds on clinicallyimportant outcomes. However, the BP thresholdswere chosen either a priori by investigators as aclinically important threshold (eg, or the cutoff value was derived statistically fromthe population data as the most significant inflec-tion point (focused on the impact of hypotension on clinicaloutcome and did not include studies assessing nor-motension or hypertension on outcomes. This willform part of future assessments.• The PLS Task Force considered the exposureoverlap of the 2 thresholds, perform meta-regression to compare the 2 treat-ment targets. The consensus of the task force wasthat the higher threshold target (included the population included in the centile group. Acknowledging the low certainty ofevidence, the target of >10th percentile systolicBP was the more acceptable systolic BP goal andensured avoidance of the 5th to 10th BP percen-tiles that were associated with worse outcome inthe larger study.387• The PLS Task Force concluded that although theeffect size from the pooled studies is small, the valueof the outcome is high and the potential impact oninfant and child survivors globally is, therefore, large.\n\n• There are no interventional studies comparing ben-efit or harm of targeting specific BP targets• The impact of prehospital BP measurement ortreatment for OHCA\n\nTable 14. Studies Comparing BP Targets Post–Cardiac Arrest\n\nARD indicates absolute risk difference; aRR, adjusted risk ratio; BP, blood pressure; GRADE, Grading of Recommendations Assessment, Development, and Evalua-tion; and ROC, return of circulation.\n\nOutcomes (importance)Study type, participants, n (studies, n)Certainty of evidence (GRADE)aRR (95% CI)ARD with interventionExposure: ≤5th percentile vs >5th percentile for age systolic BP within 6 h post-ROCSurvivalNonrandomized, 931 (4)388,389,391,392Very low1.34 (1.07–1.52)143 more patients per 1000 survived with the intervention (95% CI, 30 more patients per 1000 to 219 more patients per 1000 survived with the intervention)Survival with favorable neurologic outcome (critical)Nonrandomized, 584 (2)388,389Very low1.30 (1.06–1.60)156 more patients per 1000 survived with the intervention (95% CI, 31 more patients per 1000 to 312 more patients per 1000 survived with the intervention)Exposure: ≤10th percentile vs >10th percentile for age systolic BP within 6 h post-ROCSurvivalNonrandomized, 693 (1)387Very low1.21 (1.00–1.33); P138 more patients per 1000 survived with the intervention (95% CI, 66 more patients per 1000 to 213 more patients per 1000 survived with the intervention)Survival with favorable neurologic outcome (critical)Nonrandomized, 693 (1)387Very low1.22 (1.10–1.35); P134 more patients per 1000 survived with the intervention (95% CI, 61 more patients per 1000 to 213 more patients per 1000 survived with the intervention)\n\n• Whether specific subgroups of pediatric patientsafter ROC require different BP targets. Observationaldata demonstrate an association between exposureto lower BP targets and worse outcome; however,more data are required to demonstrate a causalrelationship between treatment interventions toachieve higher BP targets and improved outcomes.The task force was unable to assess the benefits orharm of exposure to hypertension in the period aftercardiac arrest.• Whether patients receiving targeted temperaturemanagement (eg, 33 °C) require different BPtargets• We encourage consistent reporting of BP moni-toring definitions (eg, site, repeated measurement,component of BP [systolic, diastolic, mean BP]) anddefinitions of exposure to hypotension (eg, singleepisode versus percentage of time)• Most studies report exposure to BP thresholdswithin 6 hours; impact of BP interventions outsidethis time frame is important.• Which strategy is optimal to achieve a BP abovethe threshold level (eg, fluids, vasopressor support,mechanical support)• Whether a BP target or another marker of endorgan perfusion (eg, lactate, urine output, or other)is the most appropriate target• Optimal BP targets during ECLS post–cardiacarrest. Some patients on ECLS may lack heart pul-satility, which also limits use of systolic BP targets inthis patient group.• The optimal strategy to use when cerebral autoreg-ulation is impaired\n\nEffect of Prophylactic Antiseizure Medication orTreatment of Seizures on Outcome of ChildrenAfter Cardiac Arrest (PLS 4210-02: SysRevs)\n\nRationale for Review\n\nCardiac arrest in children is relatively uncommon and has avery high mortality rate, with hypoxic-ischemic brain injurybeing a common cause of death. Seizures including sus-pected clinical, electroclinical, and electrographic seizureswith EEG correlation are common manifestations of post–cardiac arrest brain injury in children, with an incidence of≈10% to 40%.394–396 Seizures and abnormalities on EEGpost–cardiac arrest are associated with poor neurologicoutcome in children.396–399 It is unclear if prophylactic anti-seizure medication to prevent seizures or treatment of sei-zures when they are identified improves outcome. Thereare no existing ILCOR recommendations for children, andthis SysRev was thus undertaken (PROSPERO registra-tions CRD42023460746 and CRD42023463581). Thefull CoSTR can be found online.400\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Adults or pediatric patients in any set-ting (IHCA or OHCA) with ROC• Intervention: One strategy for prophylactic antisei-zure medication or seizure treatment• Comparator: Another strategy or no prophylacticantiseizure medication or seizure treatment• Outcome\n\n- Critical: Survival or survival with favorable neuro-logical outcome as per Pediatric Core OutcomeSet for Cardiac Arrest386\n\n• Study design: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies) were eli-gible for inclusion. Unpublished studies (eg, confer-ence abstracts, trial protocols) were excluded. Allrelevant publications in any language were includedif there was an English abstract.• Time frame: Literature search includes all years upto September 11, 2023\n\nConsensus on Science\n\nFor the critical outcome of survival with favorable neu-rological outcome at discharge/30 days or longer, nopediatric RCTs nor nonrandomized comparative studieswere identified.\n\nIndirect evidence from adult studies was identifiedand included (Table 15). We identified 2 randomizedstudies288,289 and a single nonrandomized study290 enroll-ing adult patients only. No studies reported improvementin survival with favorable neurological outcome or survivalwith prophylactic antiseizure medication.\n\nTreatment of Seizures\n\nFor the critical outcome of survival with favorable neuro-logical outcome at discharge/30 days or longer, no pe-diatric RCTs or nonrandomized comparative studies wereidentified.\n\nIndirect evidence from adult studies was identified andincluded. We identified a single randomized study291 of172 patients, assessing the effect of treatment of rhyth-mic and periodic discharges with antiseizure medicationon the critical outcome of survival with favorable neuro-\n\nTable 15. Adult Studies of Prophylactic Antiseizure Medication Post–Cardiac Arrest\n\nlogic outcome at 3 months and finding no benefit (RR,1.23 [95% CI, 0.48–3.15], or 19 more per 1000 patients[95% CI, from 43 fewer to 179 more]). There was also nodifference in survival (RR, 1.14 [95% CI, 0.62–2.12], or27 more survivors per 1000 patients [95% CI, from 68fewer to 200 more]).\n\n2024 Good Practice Statements: New\n\nWe suggest against the routine use of prophylactic anti-seizure medication in children post–cardiac arrest (goodpractice statement).\n\nProphylactic Antiseizure Medication\n\nWe suggest the treatment of seizures in children post–cardiac arrest (good practice statement).\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\nThe complete evidence-to-decision table is provided inAppendix A.\n\nProphylactic Antiseizure Medication\n\n• Due to the lack of direct evidence in children post–cardiac arrest and very low certainty of indirect evi-dence from adults, the PLS Task Force was unable tomake a treatment recommendation. The task force’sdecision to provide a good practice statement sug-gesting against post–cardiac arrest prophylacticantiseizure medication was based on the absenceof indirect evidence from adult comatose cardiacarrest survivors that prophylactic therapy with anti-seizure medication prevents seizures or improvesimportant outcomes. However, the PLS Task Force\n\nOutcomes (importance)Participants, n (studies, n/study type)InvestigationCertainty of evidence (GRADE)RR (95% CI)ARD with interventionAdult studiesSurvival with favorable neurologic outcome (critical)262 (1 RCT)288Thiopentone vs standard careVery low1.3 (0.76–2.21)46 more adult survivors per 1000 patients (95% CI, from 37 fewer to 185 more)300 (1 RCT)289IV magnesium vs placeboVery low1.37 (0.83–2.25)94 more adult survivors per 1000 patients (95% CI, from 43 fewer to 317 more)300 (1 RCT)289IV diazepam vs placeboVery low0.68 (0.36–1.28)81 fewer adult survivors per 1000 patients (95% CI, from 162 fewer to 71 more)300 (1 RCT)289IV magnesium and diazepam vs placeboVery low0.68 (0.36–1.28)81 fewer adult survivors per 1000 patients (95% CI, from 162 fewer to 71 more)107 (1 nonrandomized study)290Bolus and continuous infusion of thiopentone and phenobarbital compared with historic controlsVery low1.41 (0.88–2.27)137 more adult survivors per 1000 adults (95% CI, from 40 fewer to 423 more)Survival to hospital discharge107 (1 nonrandomized study)290Bolus and continuous infusion of thiopentone and phenobarbital compared with historic controlsVery low1.40 (0.83–2.36)119 more adult survivors per 1000 patients (95% CI, from 50 fewer to 403 more)\n\nARD indicates absolute risk difference; GRADE, Grading of Recommendations Assessment, Development, and Evaluation; RCT, randomized controlled trial; and RR,risk ratio.\n\nrecognized the low certainty of the evidence fromRCTs. The PLS Task Force also considered that theadministration of prophylactic antiseizure medica-tion in other forms of acute brain injury (eg, neo-natal hypoxic-ischemic encephalopathy)401 is notassociated with improved long-term outcomes.Although prophylactic antiseizure medication is rec-ommended after traumatic brain injury in children,402the evidence of benefit for early seizure preventionis of very low certainty and there is no evidence ofimproved long-term outcomes.403The medications used for antiseizure prophylaxis inthe included adult trials (eg, barbiturates) can havesignificant side effects, although the cardiac sideeffects seen in adults may be less common in chil-dren. The PLS Task Force acknowledged that newerantiseizure medications have not been evaluatedand that their efficacy and side effect profile maydiffer. Further evaluation is encouraged.\n\n• No direct pediatric evidence of the effects of treat-ing seizures in children after cardiac arrest wasidentified, and the PLS Task Force could not make atreatment recommendation.• The PLS Task Force chose to make the good prac-tice statement based on the knowledge that highseizure burden in children has been associated withpoor neurological outcome.404,405 There are safe andeffective antiseizure medications that can reduce sei-zure burden in children with status epilepticus, which,in turn, may benefit longer-term outcomes.406–408• The PLS Task Force acknowledges the challengeof seizure diagnosis and the important role of con-firmatory EEG in addition to clinical signs of seizureto increase certainty of diagnosis. The poten-tial risk of treating suspected seizures in settingswithout access to EEG confirmation needs to bebalanced with potential harm of antiseizure medi-cations. EEG confirmation remains the referencestandard approach for seizure diagnosis; however,EEG may not be available in many clinical settingsbecause it requires significant resources, includingneurophysiology equipment, training, and expertise.Continuous EEG monitoring is labor intensive andlikely to add significant cost to patient care. Thecost-effectiveness of this approach is controversialand may depend on the setting. The relative benefitof continuous EEG compared with intermittent EEGmonitoring was not reviewed.• There is insufficient evidence to suggest for oragainst the treatment of rhythmic and periodic EEGpatterns in children post–cardiac arrest. One RCTin adults291 did not find a difference in the primaryoutcome with 1 therapeutic approach to treatment\n\nof rhythmic and periodic EEG patterns. However,no significant harm was noted in adults assignedto the treatment or control arm. Further researchis required in children to evaluate the impact ontreating specific EEG patterns and electrographicseizures.• Medication for sedation (eg, benzodiazepines andpropofol) and use of hypothermic temperaturecontrol after cardiac arrest may also affect seizureburden, timing, and detection. Evaluation of theuse of prophylactic antiseizure medication and sei-zure treatment in the context of these therapies isimportant.\n\n• Whether prophylactic antiseizure medicationimpacts outcomes in children post–cardiac arrest• Whether use of antiseizure medications to treat sei-zures impacts important clinical outcomes in chil-dren post–cardiac arrest• Indications for and cost-effectiveness of continuousEEG, quantitative EEG, and intermittent EEG post–cardiac arrest• Impact of prophylactic antiseizure medication andseizure treatment on seizure burden and timing anddetection in the context of medication for sedationand hypothermic temperature control\n\nAdvanced Airway Interventions in PediatricCardiac Arrest (PLS 4060-01: SysRevs)\n\nRationale for Review\n\nAirway management is vital in pediatric resuscitation,especially since respiratory conditions are frequently theprimary cause of pediatric cardiac arrest. Maintaining anopen airway and delivering sustained effective ventila-tions using a bag-mask device can be difficult, even inskilled hands. Placement of an advanced airway device,such as a supraglottic airway (SGA) or tracheal tube, mayfacilitate more effective oxygenation and ventilation thanbag-mask ventilation (BMV). Both require skilled person-nel, and the time taken to perform either procedure mayinterfere with other vital components of resuscitation (eg,chest compressions).\n\nSince the last review of this topic,409,409a the PLS TaskForce was aware of new data, prompting this updatedSysRev (PROSPERO registration CRD42023482459).The full CoSTR can be found online.410\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Infants and children who received CPRafter OHCA or IHCA (excluding newborn children)• Intervention: Placement of an advanced airwaydevice\n\n2024 ILCOR CoSTR Summary\n\n• Comparator: BMV alone or non–advanced airwayinterventions (primary) or another advanced airwaydevice (secondary)• Outcome\n\n- Critical: Survival to hospital discharge with favor-able neurological outcome and survival to hospi-tal discharge- Important: ROSC386\n\n• Study design: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies) were eli-gible for inclusion. Unpublished studies (eg, confer-ence abstracts, trial protocols) were excluded. Allrelevant publications in any language were includedif there was an English abstract.• Time frame: The previous SysRev included studiesup to September 24, 2018. The updated searchincluded studies from June 2018 through August15, 2023.\n\nConsensus on Science\n\nThe PLS Task Force reviewed the evidence for the fol-lowing comparisons: tracheal intubation (TI) comparedwith BMV, SGA compared with BMV, and TI comparedwith SGA during pediatric cardiac arrest.\n\nNineteen studies were included. Only 1 study providedclinical trial data.411 Five studies provided propensity-adjusted cohort data.412–416 Nine other studies providedretrospective cohort data amenable to meta-analysis.417–425Four studies provided retrospective cohort data in adjustedform only, not amenable to meta-analysis.426–429 Onestudy430 that was included in the original SysRev409 wasexcluded from this updated SysRev because it overlappedwith a newer study.416 Summative results from 15 of thestudies are included in Table 16; the 4 cohort studies withresults not amenable to meta-analysis were excluded.\n\nA random effects model was chosen for meta- analysisto better account for study heterogeneity. The resultssuggest that resuscitation with TI is not superior to BMV-based resuscitation for cardiac arrest in children for thecritically important outcomes of survival with favorableneurological outcome and survival to hospital discharge(with low to very low certainty). Some very low–certaintyevidence suggests the use of TI may be associated withharm.\n\nSeparate analyses of studies of IHCA and OHCA pro-duced similar results. However, the body of evidence forIHCA is particularly small (consisting of 1 propensity-matched cohort study and 3 other cohort studies) andprovides very low–certainty evidence.412,420–422 The studiesare very heterogeneous and showed inconsistent results.\n\nPrior Treatment Recommendations (2019)\n\nWe suggest the use of BMV rather than TI or SGA inthe management of children during cardiac arrest in the\n\nout-of-hospital setting (weak recommendation, very low–certainty evidence).\n\nThere is insufficient evidence to support any recom-mendation about the use of TI or SGA in the manage-ment of children with cardiac arrest in the in-hospitalsetting.409a\n\n2024 Treatment Recommendations\n\nWe suggest the use of bag-mask ventilation ratherthan tracheal intubation or supraglottic airway in themanagement of children during cardiac arrest in the out-of- hospital setting (weak recommendation, very low–certainty evidence).\n\nThere is insufficient quality evidence to support anyrecommendation for or against the use of the bag-maskventilation compared with tracheal intubation or supra-glottic airway for in-hospital cardiac arrest.\n\nThe main goal of cardiopulmonary resuscitationis effective ventilation and oxygenation, by whatevermeans, without compromising the quality of chest com-pressions. We suggest that clinicians consider transi-tioning to an advanced airway intervention (supraglotticairway or tracheal intubation) when the team has suf-ficient expertise, resources, and equipment to enableplacement to occur with minimal interruptions to chestcompressions or when bag-valve-mask is not providingadequate oxygenation and ventilation (good practicestatement).\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\n• Advanced airway interventions, particularly TI, arelong-established components of the advanced lifesupport bundle of care in children. As a result ofinherent limitations in their design and data sources,the available studies, though individually well con-ducted, can provide only very low–certainty evi-dence about whether attempting advanced airwayplacement before ROSC improves resuscitationoutcomes.• Most of the available data were obtained from regis-tries, and an unknown proportion of events labeledas BMV resuscitation may have had failed intuba-tion or SGA attempts (which would bias againstBMV). Conversely, most of the included studiesare susceptible to resuscitation-time bias, that is,the longer the child is in cardiac arrest, the morelikely they will receive interventions but the lesslikely they will survive (which should bias againstTI/SGA).• The best available data show no benefit from theseadvanced airway interventions, and some suggestassociation with harm, for the critical outcomes of\n\nThe complete evidence-to-decision table is provided inAppendix A.\n\nTable 16. Summative Results of Studies Used in the Pediatric Airway SysRev for Each Comparison, Grouped by Outcome\n\nOutcomes (importance)Participants, n (studies, n/ study type)Certainty of evidence, GRADERR (95% CI)Absolute risk with comparatorARD with interventionTI (I) compared with BMV (C)Survival with favorable neurologic outcome (critical)591 (1 RCT)411Low0.69 (0.32–1.52)50/100015 fewer per 1000 (from 34 fewer to 26 more)4093 (5 propensity-matched observational studies)412–416Very low0.54 (0.29–1.00)146/100067 fewer per 1000 (from 104 fewer to 0 fewer)372 (2 observational studies)420,425Very low0.76 (0.61–0.95)544/1000131 fewer per 1000 (from 212 fewer to 27 fewer)Survival to hospital discharge (critical)591 (1 RCT)411Low1.04 (0.60–1.79)80/10003 more per 1000 (from 32 fewer to 63 more)4393 (5 propensity-matched observational studies)412–416Very low0.72 (0.48–1.07)262/100073 fewer per 1000 (from 136 fewer to 18 more)7392 (8 observational studies)417–419,421–425Very low0.85 (0.40–1.78)196/100029 fewer per 1000 (from 118 fewer to 153 more)SGA (I) compared with BMV (C)Survival with favorable neurologic outcome (critical)3123 (4 propensity-matched observational)413–416Very low0.57 (0.26–1.23)76/100033 fewer per 1000 (from 56 fewer to 18 more)Survival to hospital discharge (critical)3123 (4 propensity-matched observational studies)413–416Very low0.89 (0.54–1.46)126/100014 fewer per 1000 (from 58 fewer to 58 more)3085 (2 observational studies)417,423Very low0.53 (0.21–1.34)90/100043 fewer per 1000 (from 71 fewer to 31 more)TI (I) compared with SGA (C)Survival with favorable neurologic outcome (critical)1514 (3 propensity-matched observational studies)413,414,431Very low0.80 (0.44–1.43)40/10008 fewer per 1000 (from 23 fewer to 17 more)452 (1 observational studies)416Very low2.75 (0.67–11.27)13/100024 more per 1000 (from 4 fewer to 138 more)Survival to hospital discharge (critical)1514 (3 propensity-matched observational studies)413,414,431Very low0.80 (0.55–1.15)126/100025 fewer per 1000 (from 57 fewer to 19 more)1007 (3 observational studies)416,417,423Very low1.35 (0.82–2.22)67/100024 more per 1000 (from 12 fewer to 82 more)\n\nARD indicates absolute risk difference; BMV, bag-mask ventilation; C, comparator; GRADE, Grading of Recommendations Assessment, Development, and Evaluation;I, intervention; RCT, randomized controlled trial; RR, risk ratio; SGA, supraglottic airway; SysRev, systematic review; and TI, tracheal intubation.\n\nsurvival with favorable neurological outcome andsurvival to hospital discharge.• Effective BMV, TI, and SGA are difficult skills thatrequire initial training, retraining, and quality assur-ance to be done consistently, safely, and effectively.Pediatric advanced airway programs require a mod-erate investment in equipment and a significantinvestment in training, skills maintenance, and qual-ity control programs to be successful.• The decision on choice of airway managementtechnique in the setting of pediatric cardiac arrestis complex because the benefit or harm may dif-fer depending on setting, age of the child, causeof arrest, and experience of the resuscitationteam. Importantly, the available data do not informthe questions of whether better outcomes mightbe achieved by different airway strategies in longtransport times or in prolonged resuscitation situ-ations with highly experienced airway operators.The analyzed data are only relevant to advancedairway interventions during CPR and do not pertain\n\nto airway management in other critical situations oronce ROSC is achieved.\n\n• Prehospital, emergency department-based, andin-hospital studies comparing TI, SGA, and BMVwith planned subgroup analyses based on patientage and pathogenesis of arrest (trauma versusnontrauma)• The benefit of advanced airway interventions in par-ticular settings (including in patients with poor pul-monary compliance and long transport times)• The efficacy and speed of placement of advancedairways using newer technologies, such as video-assisted laryngoscopy (compared with regularlaryngoscopy)• Studies including measures of quality of ventilation(and cardiac metrics), timing of airway interven-tion, duration of CPR, and measures of the train-ing and experience of the clinicians performing theinterventions\n\nRationale for Review\n\nVentilation is a major component of CPR for children andinfants in cardiac arrest. During CPR, an adequate ven-tilation rate is an important element of ventilation.432,433However, the appropriate ventilatory rate for children andinfants during CPR remains a topic of ongoing debate andinvestigation.434 In 2010, the PLS Task Force reviewed theevidence about optimal minute ventilation (product of tidalvolume and respiratory rate per minute) after the place-ment of an advanced airway during CPR in infants or chil-dren.432 The minute ventilation recommended in the 2010CoSTR was based on expert consensus. In 2020, an EvUpwas completed to identify any evidence published after2010 that might indicate the need for a new SysRev. TheEvUp identified a single-center observational article thatreported an association between ventilatory rate duringIHCA >12 to 20 breaths per minute and improved out-comes.435 Since this EvUp, the task force was aware ofnew evidence that led the task force to conduct a SysRev(PROSPERO registration CRD42023480925). The fullCoSTR can be found online.436\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Infants and children (excluding new-born infants) with OHCA or IHCA and an advancedairway• Intervention: Use of any specific ventilatory rate• Comparator: Use of a ventilatory rate of 8 to 10breaths per minute• Outcome:\n\n- Critical: Survival with favorable neurological out-come as per Pediatric Core Outcome Set for Car-diac Arrest386\n\n• Study design: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies) were eli-gible for inclusion. Unpublished studies (eg, confer-ence abstracts, trial protocols) were excluded. Allrelevant publications in any language were includedif there was an English abstract.• Time frame: Literature search includes all years upto June 1, 2023.\n\nConsensus on Science\n\nNo studies were identified that compared the ventilatoryrate of 8 to 10 breaths per minute with any other specificventilatory rate.\n\nPrior Treatment Recommendations (2020)\n\nAfter placement of a secure airway, avoid hyperventi-lation of infants and children during resuscitation fromcardiac arrest, whether asphyxial or arrhythmic in origin.A reduction in minute ventilation to less than baseline\n\nfor age is reasonable to provide sufficient ventilation tomaintain adequate ventilation-to-perfusion ratio duringCPR while avoiding the harmful effects of hyperventila-tion. There are insufficient data to identify the optimaltidal volume or respiratory rate.435\n\n2024 Treatment Recommendations\n\nFor cardiac arrest that occurs with an advanced air-way in place, the use of ventilatory rates >10 breathsper minute may be reasonable. The PLS Task Forcesuggests using ventilatory rates close to age-appropriaterespiratory rates with avoidance of hypoventilation andhyperventilation (good practice statement).\n\nThere is currently no supporting evidence to make atreatment recommendation on a specific ventilatory ratein pediatric cardiopulmonary resuscitation with an ad-vanced airway.\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\n• The PLS Task Force discussed that no study metinclusion in this SysRev because none specificallyaddressed the ventilation rate comparison of 8 to10 breaths per minute that had been defined in thePICOST.• The PLS Task Force discussed that the previoustreatment recommendations of ventilation rates of10 breaths per minute during cardiac arrest werederived from adult data. More recent adult studiessuggest that ventilation rates of 10 breaths per min-ute during cardiac arrest were not associated withimproved outcomes in adults. A ventilation rate of10 breaths per minute could cause hypoventilationin infants and children, and no pediatric data to sup-port this ventilation rate were identified.\n\n• The optimal ventilation rate during continuous chestcompressions in children with an advanced airway• The optimal minute ventilation and other ventilationmeasurements, including peak pressure, positiveend-expiratory pressure, capnography, and bloodgas analysis and their impact on oxygenation andventilation during CPR• The influence of hypocarbia and hypercarbia onoutcomes• The optimal ventilation rate according to cardiacarrest pathogenesis\n\nManagement of Pulmonary Hypertension WithCardiac Arrest in Infants and Children in theHospital Setting (PLS 4160-11: ScopRev)\n\nThis topic, with a new PICOST, was chosen by the PLSTask Force with input from the Neonatal Life Support\n\nRationale for Review\n\nTask Force because of the concern that children withpulmonary hypertension who are hospitalized are report-ed to be at higher risk of death after a cardiopulmonaryarrest.437\n\nIn 2015, the American Heart Association and theAmerican Thoracic Society published a guideline on themanagement of pediatric pulmonary hypertension.438In 2018, the American Heart Association published astatement on the management of CPR in infants andchildren with cardiac disease that included a section onpulmonary hypertension.439 In 2018, the American HeartAssociation published a statement on right-sided heartfailure and its management, but this statement focusedon adults and did not include content for children.440 The2019 ILCOR EvUps provided guidance on the acutetreatment of pulmonary hypertension.\n\nFaced with these children at high risk of cardiopul-monary arrest, we formulated the new PICOST and con-ducted a ScopRev to better understand if evidence fornew specific therapies to treat cardiopulmonary arresthad been published. The full report of this ScopRev canbe found online.441\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Infants and children with pulmonaryhypertension at high risk of pulmonary hypertensivecrises with a cardiac arrest in the in-hospital setting,including postoperatively• Intervention: Specific management strategiesincluded (1) respiratory management and monitor-ing to avoid hypoxia and acidosis; (2) use of opioids,sedatives, and neuromuscular blocking agents; and(3) pulmonary arterial hypertension–specific targetedtherapy, like (a) phosphodiesterase-5 inhibitors, endo-thelin receptor antagonists, inhaled pulmonary vasodi-lators (eg, inhaled nitric oxide or prostaglandin) or (b)drugs that enhance the nitric oxide–cyclic guanosinemonophosphate biological pathway (eg, sildenafil,tadalafil, or riociguat), prostacyclin pathway agonists(eg, epoprostenol or treprostinil), or endothelin path-way antagonists (eg, bosentan or ambrisentan).• Comparator: Standard care without specific man-agement strategies for pulmonary hypertensivecrisis• Outcome\n\n- Critical: All, including survival to hospital dischargewith favorable neurological outcome and survivalto hospital discharge\n\n• Study design: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies) and caseseries with >5 cases were included. Gray litera-ture, social media, and non–peer-reviewed stud-ies, unpublished studies, and conference abstractswere excluded. Trial protocols were eligible if they\n\ninformed the question. All languages were includedif there was an English abstract.• Time frame: The literature search was completed, andthe selection focused on the most recent decade:from January 1, 2012, to December 22, 2023\n\nWe included 19 studies in the ScopRev; 16 provided foun-dational background literature on the acute managementof children with pulmonary hypertension,437–439,442–454 and3 presented data on the management of cardiac arrestin children with pulmonary hypertension.455–457 Most didnot report patient-level data in children with pulmonaryhypertension and cardiac arrest. These articles collec-tively highlight the increased risk of death in children withpulmonary hypertension and the results of recent interna-tional efforts in establishing a pediatric pulmonary hyper-tension classification to support future international andmultisite research and general therapeutic management.\n\nDefinition and Classification of Pediatric PulmonaryHypertension\n\nDuring the 6th World Symposium on Pulmonary Hy-pertension, the hemodynamic definition for pulmonaryhypertension in children was aligned with the adult defi-nition as a mean pulmonary artery pressure of >20 mmHg458–460 from being previously ≥25 mm Hg.438 Five largeclinical groups were updated: (1) pulmonary arterial hy-pertension, which includes pulmonary hypertension as-sociated with congenital heart disease and persistentpulmonary hypertension of the newborn syndrome (themost frequent cause of transient pulmonary hyperten-sion)459; (2) pulmonary hypertension due to left heart dis-ease; (3) pulmonary hypertension owing to lung diseasesand or hypoxia; (4) pulmonary hypertension due to pul-monary artery obstructions; and (5) pulmonary hyperten-sion with unclear multifactorial mechanism.\n\nRisk of Death and Intensive Care Hospitalizations\n\nTo promote the study of children with pulmonary hyper-tension, the term clinical worsening is emerging as ameaningful composite endpoint for interventional trials.In a recent multicenter study from the Pediatric CardiacCritical Care Consortium from 2014 to 2019, the risk ofdeath for children with pulmonary hypertension was highercompared with all other medical cardiac admissions (10%versus 3.9%). Importantly, 6.1% of these admissions withpulmonary hypertension experienced a CPR event. Amongthis cohort, the receipt of mechanical ventilation and vaso-active therapies within the first 2 days of ICU admissionwere associated with increased mortality.447\n\nA study using the Virtual Pediatric Intensive Care Unitdatabase included over 160 ICUs, focused on childrenwith an IHCA, and compared patients with and withoutpulmonary hypertension. Using propensity matching, thestudy showed that patients with pulmonary hypertensionwere less likely to survive to hospital discharge (adjusted\n\n2024 ILCOR CoSTR Summary\n\nOR, 0.83 [95% CI, 0.72–0.95; P=0.01]). The pulmo-nary hypertension group with an IHCA had a predictedsurvival rate of 59.1% (56.5%–61.8%) compared with61.6% (60.0%–63.2%) in the group without pulmonaryhypertension with an IHCA.437\n\nMore recently, an analysis of 1129 pediatric IHCAevents from the prospective multicenter ICU-RESUSstudy (Improving Outcomes from Pediatric CardiacArrest—the ICU-Resuscitation Project), where 16% ofchildren had preexisting pulmonary hypertension, con-cluded that prearrest pulmonary hypertension was notassociated with statistically significant differences in sur-vival or intra-arrest physiologic measures.461\n\nECLS Technologies, Extracorporeal MembraneOxygenation, and Pediatric Pulmonary Hypertension\n\nBefore a cardiac arrest, extracorporeal membrane oxy-genation (ECMO) may be used to stabilize infants withpersistent pulmonary hypertension of the newborn orcongenital diaphragmatic hernia or in the postoperativeperiod of congenital heart disease when inhaled nitricoxide and mechanical ventilation with general measuresare insufficient.438\n\nPulmonary Hypertensive–Specific Therapies andInterventions for the Treatment of Cardiac Arrest\n\nOnly 3 articles presented data on the management ofcardiac arrest in children with pulmonary hypertension(Table 17).455–457 Two of these studies included ECMOcannulation as intervention.455,457\n\nGeneral approaches to improving cardiopulmonary physi-ology in the context of a pulmonary hypertension crisis orcardiac arrest are important. Children hospitalized withpulmonary hypertension are at higher risk of cardiac\n\nTable 17. Reports of Studies Including Patient-Level Data With Pulmonary Hypertension and Cardiac Arrest\n\narrest than other children. The next steps should focus ongenerating original evidence in pulmonary hypertensiondisease groups characterized using contemporary clas-sification systems and definitions. This disease remainsrelatively rare, which suggests that future research willrequire multicenter studies or large registry-based com-parative studies to better understand the value of oneintervention over another for treatment of cardiac arrest.\n\nThe PLS Task Force discussed the importance ofusing the classification of 5 groups and diagnosesdetailed in the most recent international guidelines onpediatric pulmonary hypertension when studying the riskof cardiopulmonary arrest or interventions to treat cardio-pulmonary arrest.438,460,462\n\nGood Practice Statements\n\nIn children, including neonates, with pulmonary hyper-tension hospitalized for a clinical worsening event, wepropose avoiding factors that may increase pulmonaryvascular resistance while treating the aggravating condi-tion to decrease the risk of cardiac arrest. Managementstrategies include avoiding hypoxia; hypercapnia; aci-dosis; stressors, such as pain, agitation, dehydration, orfluid overload; anemia; infection; or arrhythmias. Pulmo-nary hypertension–specific treatments (eg, inhaled nitricoxide, L-arginine, phosphodiesterase inhibitors [eg, mil-rinone, sildenafil], or endothelin-1 inhibitors [eg, bosen-tan]) may be considered (good practice statement).\n\nIn children who develop signs of pulmonary hyperten-sive crisis, low cardiac output, or right ventricular failuredespite optimal medical therapy, ECMO may be consid-ered before cardiac arrest or for refractory cardiac arrest(ie, ECPR) as a bridge to recovery or as a bridge to theevaluation for organ replacement and transplantation invery select cases (good practice statement).\n\nStudy, yCountry, study designPopulation includedAge groupExclusion criteriaPatients analyzed, n (events, N)Total patients with PH and CATreatment exposureOverall study sample survival (%)Survival in patients with PH and CA (%)Boudjemline et al, 2017455France, case seriesDrug- resistant PAH who underwent Potts shunt5.9–17.9 yNot described62ECMO provided to cardiac arrest events4/6 (67%)0/2 (0%)Morell et al, 2020457United States, ret- rospective multicenter registry studyCannulated to ECMO with previ- ous PH28 d to 18 y605 (634 ECMO runs)106 (ECPR)PH with ECMO48.70%ECPR survival (27.4%)Li et al, 2022456China, ret- rospective single-center studyPAH who underwent RHCCardiac shunts or other complex con- genital heart disease patients with left heart disease, lung disease, and other types of PH147 (163 RHC)5PH with RHC146/147 (99.3%)4/5 (80%)\n\nCA indicates cardiac arrest; ECMO, extracorporeal membrane oxygenation; ECPR, extracorporeal cardiopulmonary resuscitation; PAH, pulmonary arterial hyperten-sion; PH, pulmonary hypertension; and RHC, right heart catheterization.\n\n• Specific resuscitation management approaches forinfants or children with pulmonary hypertension athigh risk of cardiopulmonary arrest during cardiacarrest and after resuscitation• Optimal approaches to mechanical ventilation duringthe resuscitation of children with pulmonary hyperten-sion (eg, timing of the advanced airway; the use of oxy-gen therapy in cyanotic and noncyanotic heart diseaseor in the context of an atrial septostomy; the use ofpositive end-expiratory pressure, of peak inspiratorypressure, of minute ventilation [normal ventilation orhyperventilation], or of inhaled nitric oxide; or modes ofmechanical ventilation during the post–cardiac arrestcare period to best support the right and left ventriclesand minimize harmful cardiopulmonary interactions)• The dose or type of inotrope or vasopressor thatcould be delivered during a cardiopulmonary arrestevent and the physiologic endpoints to target duringthe intra-arrest period, such as the optimal target inend-tidal capnography value• Whether children with pulmonary hypertensionwith known right heart catheterization data shouldreceive personalized resuscitation measures insteadof standard measures• The timing of transitioning from high-quality CPR toextracorporeal CPR in pediatric patients with severepulmonary hypertension (eg, pulmonary hyper-tension listed for lung transplantation, pulmonaryhypertension after atrial septostomy)463• Optimal diagnostic and severity classification systemsto improve knowledge of pediatric pulmonary hyper-tension patients who suffer cardiopulmonary arrest462• Risk factors for cardiac arrest in children with pul-monary hypertension in the context of (1) anes-thesia (for diagnostic catheterization or for otherprocedures), (2) postoperative period,447 (3) hos-pitalizations with deteriorations associated withclinical worsening events.464 We propose adding“cardiopulmonary arrest events” as a study variableamong clinical worsening endpoints in longitudinalepidemiological registries; this would serve as a firststep to measure the burden of this problem.\n\nTopics reviewed by EvUps are summarized in Table 18.Complete EvUps can be found in Appendix B.\n\nCord Management at Birth for Preterm Infants(NLS 5051: SysRev)\n\nRationale for Review\n\nAdaptation to air breathing immediately after birth requiresthat several critical interdependent physiologic events\n\nThe topic was last reviewed in by ILCOR in 2021.473,474Since then, additional RCTs have been completed andcompiled into a very large pairwise individual patient data(IPD) meta-analysis and network meta-analysis (NMA),the iCOMP (Individual Participant Data on Cord Manage-ment at Preterm Birth) study,475 which provided higher-certainty evidence for various methods of umbilical cordmanagement than could have been achieved with study-level meta-analysis alone.472,476 The Neonatal Life SupportTask Force used the process of adolopment to appraisethis evidence and develop updated treatment recom-mendations.477 Task force members and content expertsoverlapped with the iCOMP study team, but assessmentof suitability of the iCOMP analyses for adolopment wasassessed by task force members and content expertswho had no conflict of interest. The IPD meta-analysis ispresented first and then the NMA, because the PICOSTstructure differs. The pairwise IPD meta-analysis wasused for subgroup analyses, and the NMA was used formultiple between-intervention comparisons.\n\noccur rapidly.468 Air breathing reduces pulmonary vascu-lar resistance, which increases pulmonary blood flow. Ifthe umbilical cord is clamped immediately, the increasedpulmonary flow is initially from the aorta through the duc-tus arteriosus. If cord clamping occurs after the onset ofbreathing, the increased pulmonary blood flow can comefrom the placenta through the umbilical vein and ductus ve-nosus, thereby maintaining left ventricular filling and output(vital for coronary and cerebral perfusion).469 Both milkingthe intact (not clamped or cut) umbilical cord and milkinga long segment of clamped and cut cord have been pro-posed as alternatives to deferring clamping of the umbili-cal cord. Decisions about umbilical cord management cancritically influence the cardiorespiratory adaptation afterbirth,470,471 how and when other resuscitation interventionsare provided, and mortality during subsequent hospitaliza-tion, particularly among preterm infants.472\n\nThe iCOMP SysRev was registered before initiation(PROSPERO registration CRD42019136640). The fullonline CoSTR can be found on the ILCOR website.477\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\nIndividual Patient Data Pairwise Meta-Analysis\n\n• Population: Preterm infants born at gestation and their mothers472,475• Interventions:\n\n– Deferred (delayed/later) cord clamping (>15seconds)– Umbilical cord milking (cord milking or strippingimmediately after birth or after deferred cordclamping)\n\n– Immediate (early) cord clamping (≤15 seconds or asdefined by the trialist) without cord milking and with-out initiation of respiratory support for any reason– Between-intervention comparisons\n\nTable 18. Summary of Pediatric Life Support Evidence Updates\n\nTopic/PICOYear last updatedExisting treatment recommendationRCTs since last reviewObservational studies since last reviewKey findingsSufficient data to warrant SysRev?Prearrest care of the infant or child with dilated cardiomyopa- thy or myocarditis (PLS 4.030.19)20202020 unchanged from 2015: The confidence in effect estimates is so low that the panel decided a specific recom- mendation was too speculative.033 observational studies indirectly evaluated prearrest stabilization and intubation in patients with dilated car- diomyopathy or myocarditis.465–467 Key findings: (1) Use of ketamine was associated with fewer adverse events (aOR, 0.74; 95% CI, 0.58–0.95).465 (2) Given the high risk of cardiac arrest in children with acute myocarditis who demonstrate high-risk ECG changes (arrhythmias, heart block, ST segment changes) or low cardiac output, there should be early transfer to higher level of care for monitoring and therapy. (3) Where resources permit, prearrest use of ECLS may be beneficial. (4) Where resources permit, if cardiac arrest occurs, ECPR may be beneficial.NoVentilation rate when a perfusing rhythm is present (PLS 4.120.01)2020None00There was a SysRev in 2020 including 6 pediatric observational studies that examined oxygenation and ventilation targets, but not ventilation rate, after cardiac arrest.231 For oxygenation, there was no association between hyperoxia and survival to hospital discharge or survival with favorable neurological outcome. For carbon dioxide levels, a single observational study rated as having less than critical risk of bias found both hypocapnia (OR, 2.71; 95% CI, 1.04–7.05) and hypercapnia (OR, 3.27; 95% CI, 1.62–6.61) to be associated with worse sur- vival to hospital discharge compared with normocapnia. There remains insufficient evidence to make a recom- mendation on ventilation rates when a perfusing rhythm is present.No\n\naOR indicates adjusted odds ratio; ECG, electrocardiogram; ECLS, extracorporeal life support; ECPR, extracorporeal cardiopulmonary resuscitation; EvUps, evidenceupdates; PICO, population, intervention, comparator, outcome; RCTs, randomized controlled trials; SysRev, systematic review; and TR, treatment recommendation.\n\n– Infant outcomes (importance assigned by taskforce consensus, in accordance with availableguidelines478,479):\n\n◾ Mortality before hospital discharge (critical)◾ Major inpatient morbidities (including intraven-tricular hemorrhage), necrotizing enterocolitis,retinopathy of prematurity, bronchopulmonarydysplasia) for preterm infants tation (critical)◾ Neurodevelopmental outcomes (critical)◾ Resuscitation and stabilization interventions(eg, receiving positive pressure ventilation, in-tubation, chest compressions, medications; im-portant)◾ Blood transfusion (important)◾ Hematologic and cardiovascular status (in-hospital; important)◾ Hematologic status (in infancy; important)◾ Hyperbilirubinemia treated with phototherapy(important)\n\n◾ Mortality (critical)◾ Maternal complications (postpartum hemor-rhage and infection; critical)\n\n• Study designs: iCOMP included RCTs comparingumbilical cord management strategies but excluded\n\ntrials with missing data, integrity issues, those notfitting intervention categories, and cluster- andquasi-randomized trials.475 ILCOR systematicreviews typically exclude unpublished studies (eg,conference abstracts, trial protocols), while theiCOMP analysis includes such studies. However,the iCOMP study “…conducted extensive data pro-cessing, quality, and integrity checks of all includeddata,”472 ensuring a level of integrity not usually avail-able for unpublished data. Given these measures,the reduced publication bias from including unpub-lished studies was considered advantageous.480 Alllanguages were included.Time frame: All years were included. Medicaldatabases, including MEDLINE, Embase, andCENTRAL, and clinical trial registries, includ-ing ClinicalTrials.gov, were originally searched upto February 2022 and WHO International ClinicalTrials Registry Platform up to March 2022. Thesearch was updated on June 6, 2023, and no addi-tional eligible studies were identified.472\n\nConsensus on ScienceComparison 1: Deferred Cord Clamping Compared WithImmediate Cord Clamping\n\nThe pairwise IPD meta-analysis472 identified 21 eli-gible studies including 3292 infants.481–499 The median"
}