{
  "title": "2024 International Consensus On Cardiopulmonary Re...Fe Support; Educatio P05(81-100)",
  "full_text": "Writing Group Disclosures Continued\n\nThis table represents the relationships of writing group members that may be perceived as actual or reasonably perceived conflicts of interest as reported on theDisclosure Questionnaire, which all members of the writing group are required to complete and submit. A relationship is considered to be “significant” if (a) the personreceives $5000 or more during any 12-month period, or 5% or more of the person’s gross income; or (b) the person owns 5% or more of the voting stock or share of theentity, or owns $5000 or more of the fair market value of the entity. A relationship is considered to be “modest” if it is less than “significant” under the preceding definition.\n\nWriting group memberEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherChih-Wei YangNational Taiwan University Hospital (Taiwan)NoneNoneNoneNoneNoneNoneNoneJoyce YeungUniversity of War- wick, Warwick Medi- cal School (United Kingdom)NoneNoneNoneNoneNoneNoneNoneCarolyn M. ZelopThe Valley Hospital and NYUNoneNoneNoneNoneNoneUpToDate*MERCK/AHA*David A. ZidemanThames Valley Air Ambulance (United Kingdom)NoneNoneNoneNoneNoneNoneNone\n\nReviewer Disclosures\n\nReviewerEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherMarc AuerbachYale UniversityNoneNoneNoneNoneNoneNoneNoneJustin Lee BenoitUniversity of CincinnatiNational Institutes of Health (research fund- ing)*; Ohio Third Frontier Technology Validation and Start-up Fund (research funding)*NoneNoneNoneNoneNoneNoneAudrey L. BlewerDuke Univer- sityNoneNoneNoneNoneNoneNoneNoneMarieke T. BlomAmsterdam University Medical Center (Netherlands)European Union (Horizon 2020 grant ESCAPE-NET (grant no. 733381)†; Netherlands CardioVascular Re- search Initiative (Dutch Heart Foundation, Dutch Federation of University Medical Centers, Neth- erlands Organization for Health Research and Development, and Royal Netherlands Academy of Sciences; grant CVON- 2018-30 Predict 2)†NoneNoneNoneNoneNoneScientific Board of Dutch Resuscitation Council (Mem- ber)*Matthew BorlozVirginia Tech Carilion School of MedicineNoneNoneNoneNoneNoneNoneNoneAlain CariouCochin Univer- sity Hospital (APHP) and Paris Des- cartes Univer- sity (France)NoneNoneNoneNoneNoneNoneBard BD (Fees for lectures in 2019)*\n\nReviewerEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherFrancisco CarmonaGroup of Endocrine Dis- orders, CIBER de Diabetes y Enfermedades Metabólicas Asociadas (CIBERDEM), Hospital Clin- ic/IDIBAPS, (Spain)NoneNoneNoneNoneNoneNoneNoneDiana CimpoesuClinical Emer- gency County Hospital ( Romania)NoneNoneNoneNoneNoneNoneNoneKoert de WaalJohn Hunter Children’s Hospital ( Australia)NoneNoneNoneNoneNoneNoneNoneSteven C. FaddyNew South Wales Am- bulance ( Australia)NoneNoneNoneNoneNoneNoneNoneBrian GrunauUniversity of British Colum- bia (Canada)NoneNoneNoneNoneNoneNoneNoneVlasios KarageorgosUniversity of Crete (Greece)NoneNoneNoneNoneNoneNoneNoneBenny L. JoynerUniversity of North CarolinaNoneNoneNoneNoneNoneNoneNoneSatyan LakshminrusimhaUniversity of California, DavisNIH (Co-investigator on an NIH grant evaluating delayed umbilical cord clamping with high oxy- gen in preterm infants)*NoneNoneNoneNoneNoneNoneJan Hau LeeKK Women’s and Children’s Hospital ( Singapore)NoneNoneNoneNoneNoneNoneNoneJu-Lee OeiRoyal Hospital for Women (Australia)NoneMallinkrodt (research support from Mal- linkrodt to conduct re- search and academic activities in relation to use of nitric oxide at a population level)*NoneNoneNoneNoneNonePeter PaalSt. John of God Hospital, Paracelsus Medical Uni- versity (Austria)NoneNoneNoneNoneNoneNoneNoneSarah M. PermanYale School of MedicineEmergency Medicine Foundation (Mid Career Research Award)†NoneNoneNoneNoneNoneNone\n\nReviewerEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherThomas ReaUniversity of WashingtonPhilips (Grant to evalu- ate community response strategies. We are not evaluating proprietary technology but rather general response strate- gies. The grant is to my employer the University of Washington)*; AHA (grant evaluates whether brain oximetry during resuscitation changes during resuscitation and is predictive of outcome. The grant is to my employer the Uni- versity of Washington)*’; Federal government (pending grant to study components of CPR and outcome of car- diac arrest)*; Medtronic Foundation (Heart- Rescue Consortium. Nonproprietary efforts to improve links in the chain of survival for large population-based re- gions)*; American Heart Association (Investigator in the Strategic Network to investigate Sudden Cardiac Arrest)†NoneNoneNoneNoneNoneNoneSten RubertssonUppsala University ( Sweden)NoneNoneNoneNoneNoneNoneNoneMichael ShepherdAuckland District Health Board (New Zealand)NoneNoneNoneNoneNoneNoneNoneSophie SkellettGreat Ormond Street Hos- pital (United Kingdom)NoneNoneZoll*NoneNoneResuscitation Council UK*; European Resuscitation Council*; Na- tional Cardiac Arrest Audit UK*NoneAlex StafflerBolzono Hos- pital (Germany)NoneNoneNoneNoneNoneNoneNoneLynn ThomasSt John Ambu- lance (United Kingdom)NoneNoneNoneNoneNoneNoneNoneHeather A. WolfeThe Children’s Hospital of Philadelphia, University of Pennsylvania School of MedicineNoneNoneNoneNoneNoneNoneNone\n\nThis table represents the relationships of reviewers that may be perceived as actual or reasonably perceived conflicts of interest as reported on the Disclosure Ques-tionnaire, which all reviewers are required to complete and submit. A relationship is considered to be “significant” if (a) the person receives $5000 or more during any12-month period, or 5% or more of the person’s gross income; or (b) the person owns 5% or more of the voting stock or share of the entity, or owns $5000 or more ofthe fair market value of the entity. A relationship is considered to be “modest” if it is less than “significant” under the preceding definition.\n\n2024 ILCOR CoSTR Summary\n\n1. International Liaison Committee on Resuscitation. Consensus on sciencewith treatment recommendations (CoSTR). Accessed February 2, 2024.https://costr.ilcor.org/2. Guyatt G, Oxman AD, Akl EA, Kunz R, Vist G, Brozek J, Norris S, Falck-YtterY, Glasziou P, DeBeer H, et al. GRADE guidelines: 1. Introduction—GRADEevidence profiles and summary of findings tables. J Clin Epidemiol.2011;64:383–394. doi: 10.1016/j.jclinepi.2010.04.0263. International Liaison Committee on Resuscitation. ILCOR website. Ac-cessed February 2, 2024. https://www.ilcor.org/home4. Olasveengen TM, Mancini ME, Perkins GD, Avis S, Brooks S, Castren M,Chung SP, Considine J, Couper K, Escalante R, et al; Adult Basic Life Sup-port Collaborators. Adult Basic Life Support: 2020 International Consensuson Cardiopulmonary Resuscitation and Emergency Cardiovascular CareScience With Treatment Recommendations. Circulation. 2020;142:S41–S91. doi: 10.1161/CIR.00000000000008925. Olasveengen TM, Mancini ME, Perkins GD, Avis S, Brooks S, CastrenM, Chung SP, Considine J, Couper K, Escalante R, et al; Adult BasicLife Support Collaborators. International Consensus on Cardiopulmo-nary Resuscitation and Emergency Cardiovascular Care Science WithTreatment Recommendations. Resuscitation. 2020;156:A35–A79. doi:10.1016/j.resuscitation.2020.09.0106. Holt J, Ward A, Mohamed TY, Chukowry P, Grolmusova N, Couper K,Morley P, Perkins GD. The optimal surface for delivery of CPR: A sys-tematic review and meta-analysis. Resuscitation. 2020;155:159–164. doi:10.1016/j.resuscitation.2020.07.0207. Dewan M, Schachna E, Perkins G, Eastwood K, Bray J. The optimal surfacefor delivery of CPR: an updated systematic review and meta-analysis. Re-susc Plus. 2024;19:100718. doi: 10.1016/j.resplu.2024.1007188. Dewan M, Perkins G, Schachna E, Eastwood K, Smyth M, OlasveengenTM, Bray J, on behalf of the International Liaison Committee on Resuscita-tion Basic Life Support Task Force. Optimal surface for CPR: an updatedsystematic review and meta-analysis. Consensus on science with treat-ment recommendations [Internet]. Brussels, Belgium: International LiaisonCommittee on Resuscitation (ILCOR) Basic Life Support Task Force, 2024.Accessed June 2024. https://costr.ilcor.org/document/firm-surface-for-cpr-an-updated-systematic-review-bls-25109. Tweed M, Tweed C, Perkins GD. The effect of differing support surfaces onthe efficacy of chest compressions using a resuscitation manikin model.Resuscitation. 2001;51:179–183. doi: 10.1016/s0300-9572(01)00404-x10. Perkins GD, Benny R, Giles S, Gao F, Tweed MJ. Do different mattressesaffect the quality of cardiopulmonary resuscitation? Intensive Care Med.2003;29:2330–2335. doi: 10.1007/s00134-003-2014-611. Perkins GD, Smith CM, Augre C, Allan M, Rogers H, Stephenson B,Thickett DR. Effects of a backboard, bed height, and operator positionon compression depth during simulated resuscitation. Intensive Care Med.2006;32:1632–1635. doi: 10.1007/s00134-006-0273-812. Andersen LO, Isbye DL, Rasmussen LS. Increasing compression depthduring manikin CPR using a simple backboard. Acta Anaesthesiol Scand.2007;51:747–750. doi: 10.1111/j.1399-6576.2007.01304.x13. Jantti H, Silfvast T, Turpeinen A, Kiviniemi V, Uusaro A. Quality of cardiopulmo-nary resuscitation on manikins: on the floor and in the bed. Acta AnaesthesiolScand. 2009;53:1131–1137. doi: 10.1111/j.1399-6576.2009.01966.x14. Sato H, Komasawa N, Ueki R, Yamamoto N, Fujii A, Nishi S, KaminohY. Backboard insertion in the operating table increases chest com-pression depth: a manikin study. J Anesth. 2011;25:770–772. doi:10.1007/s00540-011-1196-215. Oh J, Chee Y, Song Y, Lim T, Kang H, Cho Y. A novel method to de-crease mattress compression during CPR using a mattress compres-sion cover and a vacuum pump. Resuscitation. 2013;84:987–991. doi:10.1016/j.resuscitation.2012.12.02716. Fischer EJ, Mayrand K, Ten Eyck RP. Effect of a backboard on compressiondepth during cardiac arrest in the ED: a simulation study. Am J Emerg Med.2016;34:274–277. doi: 10.1016/j.ajem.2015.10.03517. Putzer G, Fiala A, Braun P, Neururer S, Biechl K, Keilig B, Ploner W,Fop E, Paal P. Manual versus mechanical chest compressions on sur-faces of varying softness with or without backboards: a randomized,crossover manikin study. J Emerg Med. 2016;50:594–600.e1. doi:10.1016/j.jemermed.2015.10.00218. Sanri E, Karacabey S. The impact of backboard placement on chest com-pression quality: a mannequin study. Prehosp Disaster Med. 2019;34:182–187. doi: 10.1017/S1049023X1900015319. Ahn HJ, Cho Y, You YH, Min JH, Jeong WJ, Ryu S, Lee JW, Cho SU, OhSK, Park JS, et al. Effect of using a home-bed mattress on bystander chest\n\ncompression during out-of-hospital cardiac arrest. Hong Kong J Emerg Med.2021;28:37–42. doi: 10.1177/102490791985648520. Picard C, Drew R, Norris CM, O’Dochartaigh D, Burnett C, Keddie C, DoumaMJ. Cardiac arrest quality improvement: a single-center evaluation of resus-citations using defibrillator, feedback device, and survey data. J Emerg Nurs.2022;48:224–232.e8. doi: 10.1016/j.jen.2021.11.00521. Hasegawa T, Okane R, Ichikawa Y, Inukai S, Saito S. Effect of chest com-pression with kneeling on the bed in clinical situations. Jpn J Nurs Sci.2020;17:e12314. doi: 10.1111/jjns.1231422. Kingston T, Tiller NB, Partington E, Ahmed M, Jones G, Johnson MI,Callender NA. Sports safety matting diminishes cardiopulmonary resus-citation quality and increases rescuer perceived exertion. PLoS One.2021;16:e0254800. doi: 10.1371/journal.pone.025480023. Shimizu Y, Sadamori T, Saeki N, Mukai A, Doi M, Oue K, Yoshida M, Irifune M.Efficacy of chest compressions performed on patients in dental chairs versuson the floor. Anesth Prog. 2021;68:85–89. doi: 10.2344/anpr-68-01-0724. Cuvelier Z, Houthoofdt R, Serraes B, Haentjens C, Blot S, Mpotos N. Ef-fect of a backboard on chest compression quality during in-hospital adultcardiopulmonary resuscitation: A randomised, single-blind, controlled trialusing a manikin model. Intensive Crit Care Nurs. 2022;69:103164. doi:10.1016/j.iccn.2021.10316425. Torsy T, Deswarte W, Karlberg Traav M, Beeckman D. Effect of a dynamicmattress on chest compression quality during cardiopulmonary resuscita-tion. Nurs Crit Care. 2022;27:275–281. doi: 10.1111/nicc.1263126. Missel AL, Donnelly JP, Tsutsui J, Wilson N, Friedman C, Rooney DM,Neumar RW, Cooke JM. Effectiveness of lay bystander hands-onlycardiopulmonary resuscitation on a mattress versus the floor: a ran-domized cross-over trial. Ann Emerg Med. 2023;81:691–698. doi:10.1016/j.annemergmed.2023.01.01227. Lin Y, Wan B, Belanger C, Hecker K, Gilfoyle E, Davidson J, Cheng A.Reducing the impact of intensive care unit mattress compressibility dur-ing CPR: a simulation-based study. Adv Simul (Lond). 2017;2:22. doi:10.1186/s41077-017-0057-y28. Noordergraaf GJ, Paulussen IW, Venema A, van Berkom PF, Woerlee PH,Scheffer GJ, Noordergraaf A. The impact of compliant surfaces on in- hospitalchest compressions: effects of common mattresses and a backboard. Re-suscitation. 2009;80:546–552. doi: 10.1016/j.resuscitation.2009.03.02329. Song Y, Oh J, Lim T, Chee Y. A new method to increase the quality of car-diopulmonary resuscitation in hospital. Annu Int Conf IEEE Eng Med Biol Soc.2013;2013:469–472. doi: 10.1109/EMBC.2013.660953830. Beesems SG, Koster RW. Accurate feedback of chest compres-sion depth on a manikin on a soft surface with correction for to-tal body displacement. Resuscitation. 2014;85:1439–1443. doi:10.1016/j.resuscitation.2014.08.00531. Nishisaki A, Maltese MR, Niles DE, Sutton RM, Urbano J, Berg RA,Nadkarni VM. Backboards are important when chest compressions areprovided on a soft mattress. Resuscitation. 2012;83:1013–1020. doi:10.1016/j.resuscitation.2012.01.01632. Lee S, Oh J, Kang H, Lim T, Kim W, Chee Y, Song Y, Ahn C, Cho JH. Propertarget depth of an accelerometer-based feedback device during CPR per-formed on a hospital bed: a randomized simulation study. Am J Emerg Med.2015;33:1425–1429. doi: 10.1016/j.ajem.2015.07.01033. Ruiz de Gauna S, Gonzalez-Otero DM, Ruiz J, Gutierrez JJ, Russell JK. Afeasibility study for measuring accurate chest compression depth and rateon soft surfaces using two accelerometers and spectral analysis. BiomedRes Int. 2016;2016:6596040. doi: 10.1155/2016/659604034. Hellevuo H, Sainio M, Huhtala H, Olkkola KT, Tenhunen J, Hoppu S. Thequality of manual chest compressions during transport--effect of themattress assessed by dual accelerometers. Acta Anaesthesiol Scand.2014;58:323–328. doi: 10.1111/aas.1224535. Oh J, Song Y, Kang B, Kang H, Lim T, Suh Y, Chee Y. The use of dual accel-erometers improves measurement of chest compression depth. Resuscita-tion. 2012;83:500–504. doi: 10.1016/j.resuscitation.2011.09.02836. Cheng A, Belanger C, Wan B, Davidson J, Lin Y. Effect of emergency depart-ment mattress compressibility on chest compression depth using a stan-dardized cardiopulmonary resuscitation board, a slider transfer board, anda flat spine board: a simulation-based study. Simul Healthc. 2017;12:364–369. doi: 10.1097/SIH.000000000000024537. Cloete G, Dellimore KH, Scheffer C. Comparison of experimental chestcompression data to a theoretical model for the mechanics of constantpeak displacement cardiopulmonary resuscitation. Acad Emerg Med.2011;18:1167–1176. doi: 10.1111/j.1553-2712.2011.01213.x38. Cloete G, Dellimore KH, Scheffer C, Smuts MS, Wallis LA. The impactof backboard size and orientation on sternum-to-spine compres-sion depth and compression stiffness in a manikin study of CPR\n\nusing two mattress types. Resuscitation. 2011;82:1064–1070. doi:10.1016/j.resuscitation.2011.04.00339. Perkins GD, Kocierz L, Smith SC, McCulloch RA, Davies RP. Com-pression feedback devices over estimate chest compression depthwhen performed on a bed. Resuscitation. 2009;80:79–82. doi:10.1016/j.resuscitation.2008.08.01140. Grabmayr AJ, Dicker B, Dassanayake V, Bray J, Vaillancourt C, Dainty KN,Malta Hansen C; on behalf of the International Liaison Committee on Re-suscitation Basic Life Support Task Force. Optimizing telecommunicatorrecognition of out-of-hospital cardiac arrest: a scoping review. Resusc Plus.2024;20:100754. doi: 10.1016/j.resplu.2024.10075441. Malta Hansen C, Juul Grabmayr A, Dicker B, Dassanayake V,Vaillancourt C, Dainty K, Olasveengen T, Bray J; on behalf of the InternationalLiaison Committee on Resuscitation Basic Life Support Task Force. Optimiza-tion of dispatcher-assisted recognition of out-of-hospital cardiac arrest: a BLSTask Force synthesis of a scoping review. Consensus on science with treatmentrecommendations [Internet]. Brussels, Belgium: International Liaison Com-mittee on Resuscitation (ILCOR) Basic Life Support Task Force, J anuary 8,2024. Accessed June 2024. https://costr.ilcor.org/document/optimization-of-dispatcher-assisted-da-recognition-of-ohca-a-scoping-review-bls-2102-scr42. Alfsen D, Moller TP, Egerod I, Lippert FK. Barriers to recognition of out-of-hospital cardiac arrest during emergency medical calls: a qualitative induc-tive thematic analysis. Scand J Trauma Resusc Emerg Med. 2015;23:70. doi:10.1186/s13049-015-0149-443. Chien CY, Chien WC, Tsai LH, Tsai SL, Chen CB, Seak CJ, Chou YS, Ma M,Weng YM, Ng CJ, et al. Impact of the caller’s emotional state and coopera-tion on out-of-hospital cardiac arrest recognition and dispatcher-assistedcardiopulmonary resuscitation. Emerg Med J. 2019;36:595–600. doi:10.1136/emermed-2018-20835344. Missel AL, Dowker SR, Chiola M, Platt J, Tsutsui J, Kasten K, SworR, Neumar RW, Hunt N, Herbert L, et al. Barriers to the initiation oftelecommunicator-CPR during 9-1-1 out-of-hospital cardiac arrestcalls: a qualitative study. Prehosp Emerg Care. 2023;28:118–125. doi:10.1080/10903127.2023.218353345. Richards CT, McCarthy DM, Markul E, Rottman DR, Lindeman P, PrabhakaranS, Klabjan D, Holl JL, Cameron KA. A mixed methods analysis of caller-emergency medical dispatcher communication during 9-1-1 calls for out-of-hospital cardiac arrest. Patient Educ Couns. 2022;105:2130–2136. doi:10.1016/j.pec.2022.03.00446. Garza AG, Gratton MC, Chen JJ, Carlson B. The accuracy of pre-dicting cardiac arrest by emergency medical services dispatchers:the calling party effect. Acad Emerg Med. 2003;10:955–960. doi:10.1111/j.1553-2712.2003.tb00651.x47. Bang A, Herlitz J, Holmberg S. Possibilities of implementing dispatcher-assisted cardiopulmonary resuscitation in the community. An evaluation of99 consecutive out-of-hospital cardiac arrests. Resuscitation. 2000;44:19–26. doi: 10.1016/s0300-9572(99)00163-x48. Bang A, Ortgren PO, Herlitz J, Wahrborg P. Dispatcher-assisted telephoneCPR: a qualitative study exploring how dispatchers perceive their experiences.Resuscitation. 2002;53:135–151. doi: 10.1016/s0300-9572(01)00508-149. Castren M, Kuisma M, Serlachius J, Skrifvars M. Do health care profes-sionals report sudden cardiac arrest better than laymen? Resuscitation.2001;51:265–268. doi: 10.1016/s0300-9572(01)00422-150. Bradley SM, Fahrenbruch CE, Meischke H, Allen J, Bloomingdale M,Rea TD. Bystander CPR in out-of-hospital cardiac arrest: the roleof limited English proficiency. Resuscitation. 2011;82:680–684. doi:10.1016/j.resuscitation.2011.02.00651. Perera N, Birnie T, Ngo H, Ball S, Whiteside A, Bray J, Bailey P, Finn J.“I’m sorry, my English not very good”: Tracking differences betweenlanguage-barrier and non-language-barrier emergency ambulance callsfor out-of-hospital cardiac arrest. Resuscitation. 2021;169:105–112. doi:10.1016/j.resuscitation.2021.10.03552. Riou M, Ball S, Williams TA, Whiteside A, Cameron P, Fatovich DM, PerkinsGD, Smith K, Bray J, Inoue M, et al. ‘She’s sort of breathing’: What lin-guistic factors determine call-taker recognition of agonal breathing inemergency calls for cardiac arrest? Resuscitation. 2018;122:92–98. doi:10.1016/j.resuscitation.2017.11.05853. Stangenes SR, Painter IS, Rea TD, Meischke H. Delays in recognition of theneed for telephone-assisted CPR due to caller descriptions of chief complaint.Resuscitation. 2020;149:82–86. doi: 10.1016/j.resuscitation.2020.02.01354. Tamminen J, Lyden E, Kurki J, Huhtala H, Kamarainen A, Hoppu S. Sponta-neous trigger words associated with confirmed out-of-hospital cardiac ar-rest: a descriptive pilot study of emergency calls. Scand J Trauma ResuscEmerg Med. 2020;28:1. doi: 10.1186/s13049-019-0696-1\n\n55. Riou M, Ball S, Morgan A, Gallant S, Perera N, Whiteside A, Bray J, BaileyP, Finn J. ‘I think he’s dead’: A cohort study of the impact of caller declara-tions of death during the emergency call on bystander CPR. Resuscitation.2021;160:1–6. doi: 10.1016/j.resuscitation.2021.01.00156. Linderoth G, Hallas P, Lippert FK, Wibrandt I, Loumann S, Moller TP,Ostergaard D. Challenges in out-of-hospital cardiac arrest - A study com-bining closed-circuit television (CCTV) and medical emergency calls. Resus-citation. 2015;96:317–322. doi: 10.1016/j.resuscitation.2015.06.00357. Linderoth G, Moller TP, Folke F, Lippert FK, Ostergaard D. Medical dispatch-ers’ perception of visual information in real out-of-hospital cardiac arrest: aqualitative interview study. Scand J Trauma Resusc Emerg Med. 2019;27:8.doi: 10.1186/s13049-018-0584-058. Blomberg SN, Folke F, Ersboll AK, Christensen HC, Torp-Pedersen C, SayreMR, Counts CR, Lippert FK. Machine learning as a supportive tool to recog-nize cardiac arrest in emergency calls. Resuscitation. 2019;138:322–329.doi: 10.1016/j.resuscitation.2019.01.01559. Byrsell F, Claesson A, Ringh M, Svensson L, Jonsson M, Nordberg P,Forsberg S, Hollenberg J, Nord A. Machine learning can support dispatchersto better and faster recognize out-of-hospital cardiac arrest during emer-gency calls: A retrospective study. Resuscitation. 2021;162:218–226. doi:10.1016/j.resuscitation.2021.02.04160. Blomberg SN, Christensen HC, Lippert F, Ersboll AK, Torp-Petersen C, SayreMR, Kudenchuk PJ, Folke F. Effect of machine learning on dispatcher rec-ognition of out-of-hospital cardiac arrest during calls to emergency medicalservices: a randomized clinical trial. JAMA Netw Open. 2021;4:e2032320.doi: 10.1001/jamanetworkopen.2020.3232061. Nikolaj Blomberg S, Jensen TW, Porsborg Andersen M, Folke F, Kjaer ErsbollA, Torp-Petersen C, Lippert F, Collatz Christensen H. When the machine iswrong. Characteristics of true and false predictions of out-of-hospital car-diac arrests in emergency calls using a machine-learning model. Resuscita-tion. 2023;183:109689. doi: 10.1016/j.resuscitation.2023.10968962. Rafi S, Gangloff C, Paulhet E, Grimault O, Soulat L, Bouzille G, Cuggia M.Out-of-hospital cardiac arrest detection by machine learning based on thephonetic characteristics of the caller’s voice. Stud Health Technol Inform.2022;294:445–449. doi: 10.3233/SHTI22049863. Chan J, Rea T, Gollakota S, Sunshine JE. Contactless cardiac ar-rest detection using smart devices. NPJ Digit Med. 2019;2:52. doi:10.1038/s41746-019-0128-764. Dami F, Rossetti AO, Fuchs V, Yersin B, Hugli O. Proportion of out-of- hospitaladult non-traumatic cardiac or respiratory arrest among calls for seizure.Emerg Med J. 2012;29:758–760. doi: 10.1136/emermed-2011-20023465. Besnier E, Damm C, Jardel B, Veber B, Compere V, Dureuil B. Dispatcher-assisted cardiopulmonary resuscitation protocol improves diagnosis and re-suscitation recommendations for out-of-hospital cardiac arrest. Emerg MedAustralas. 2015;27:590–596. doi: 10.1111/1742-6723.1249366. Deakin CD, England S, Diffey D, Maconochie I. Can ambulance telephonetriage using NHS pathways accurately identify paediatric cardiac arrest? Re-suscitation. 2017;116:109–112. doi: 10.1016/j.resuscitation.2017.03.01367. Derkenne C, Jost D, Thabouillot O, Briche F, Travers S, Frattini B, LesaffreX, Kedzierewicz R, Roquet F, de Charry F, et al; Paris Fire Brigade CardiacArrest Task Force. Improving emergency call detection of out-of-hospitalcardiac arrests in the greater Paris area: efficiency of a global systemwith a new method of detection. Resuscitation. 2020;146:34–42. doi:10.1016/j.resuscitation.2019.10.03868. Fukushima H, Imanishi M, Iwami T, Kitaoka H, Asai H, Seki T, KawaiY, Norimoto K, Urisono Y, Nishio K, et al. Implementation of a dispatch-instruction protocol for cardiopulmonary resuscitation according to variousabnormal breathing patterns: a population-based study. Scand J TraumaResusc Emerg Med. 2015;23:64. doi: 10.1186/s13049-015-0145-869. Gram KH, Praest M, Laulund O, Mikkelsen S. Assessment of a quality im-provement programme to improve telephone dispatchers’ accuracy in iden-tifying out-of-hospital cardiac arrest. Resusc Plus. 2021;6:100096. doi:10.1016/j.resplu.2021.10009670. Hardeland C, Olasveengen TM, Lawrence R, Garrison D, Lorem T, FarstadG, Wik L. Comparison of medical priority dispatch (MPD) and criteria baseddispatch (CBD) relating to cardiac arrest calls. Resuscitation. 2014;85:612–616. doi: 10.1016/j.resuscitation.2014.01.02971. Hardeland C, Sunde K, Ramsdal H, Hebbert SR, Soilammi L, Westmark F,Nordum F, Hansen AE, Steen-Hansen JE, Olasveengen TM. Factors impact-ing upon timely and adequate allocation of prehospital medical assistanceand resources to cardiac arrest patients. Resuscitation. 2016;109:56–63.doi: 10.1016/j.resuscitation.2016.09.02772. Heward A, Damiani M, Hartley-Sharpe C. Does the use of the advancedmedical priority dispatch system affect cardiac arrest detection? Emerg MedJ. 2004;21:115–118. doi: 10.1136/emj.2003.006940\n\n73. Huang CH, Fan HJ, Chien CY, Seak CJ, Kuo CW, Ng CJ, Li WC, Weng YM.Validation of a dispatch protocol with continuous quality control for cardiacarrest: a before-and-after study at a city fire department-based dispatch cen-ter. J Emerg Med. 2017;53:697–707. doi: 10.1016/j.jemermed.2017.06.02874. Kuisma M, Boyd J, Vayrynen T, Repo J, Nousila-Wiik M, Holmstrom P. Emer-gency call processing and survival from out-of- hospital ventricular fibrillation.Resuscitation. 2005;67:89–93. doi: 10.1016/j.resuscitation.2005.04.00875. Mao DR, Ee AZQ, Leong PWK, Leong BS, Arulanandam S, Ng M, NgYY, Siddiqui FJ, Ong MEH. Is your unconscious patient in cardiac ar-rest? A new protocol for telephonic diagnosis by emergency medicalcall-takers: a national study. Resuscitation. 2020;155:199–206. doi:10.1016/j.resuscitation.2020.08.00976. Michiels C, Clinckaert C, Wauters L, Dewolf P. Phone CPR and barri-ers affecting life-saving seconds. Acta Clin Belg. 2021;76:427–432. doi:10.1080/17843286.2020.175245477. Moller TP, Andrell C, Viereck S, Todorova L, Friberg H, Lippert FK. Recogni-tion of out-of-hospital cardiac arrest by medical dispatchers in emergencymedical dispatch centres in two countries. Resuscitation. 2016;109:1–8.doi: 10.1016/j.resuscitation.2016.09.01278. Nurmi J, Pettila V, Biber B, Kuisma M, Komulainen R, Castren M. Ef-fect of protocol compliance to cardiac arrest identification by emer-gency medical dispatchers. Resuscitation. 2006;70:463–469. doi:10.1016/j.resuscitation.2006.01.01679. Orpet R, Riesenberg R, Shin J, Subido C, Markul E, Rea T. Increasing by-stander CPR: potential of a one question telecommunicator identifica-tion algorithm. Scand J Trauma Resusc Emerg Med. 2015;23:39. doi:10.1186/s13049-015-0115-180. Plodr M, Truhlar A, Krencikova J, Praunova M, Svaba V, Masek J, BejrovaD, Paral J. Effect of introduction of a standardized protocol in dispatcher-assisted cardiopulmonary resuscitation. Resuscitation. 2016;106:18–23.doi: 10.1016/j.resuscitation.2016.05.03181. Sanko S, Kashani S, Lane C, Eckstein M. Implementation of the LosAngeles tiered dispatch system is associated with an increase intelecommunicator-assisted CPR. Resuscitation. 2020;155:74–81. doi:10.1016/j.resuscitation.2020.06.03982. Sanko S, Feng S, Lane C, Eckstein M. Comparison of emergency medical dis-patch systems for performance of telecommunicator- assisted cardiopulmo-nary resuscitation among 9-1-1 callers with limited english proficiency. JAMANetw Open. 2021;4:e216827. doi: 10.1001/jamanetworkopen.2021.682783. Stipulante S, Tubes R, El Fassi M, Donneau AF, Van Troyen B, HartsteinG, D’Orio V, Ghuysen A. Implementation of the ALERT algorithm, a newdispatcher-assisted telephone cardiopulmonary resuscitation proto-col, in non-advanced medical priority dispatch system (AMPDS) emer-gency medical services centres. Resuscitation. 2014;85:177–181. doi:10.1016/j.resuscitation.2013.10.00584. Travers S, Jost D, Gillard Y, Lanoe V, Bignand M, Domanski L, Tourtier JP;Paris Fire Brigade Cardiac Arrest Work Group. Out-of-hospital cardiacarrest phone detection: those who most need chest compressions arethe most difficult to recognize. Resuscitation. 2014;85:1720–1725. doi:10.1016/j.resuscitation.2014.09.02085. Vaillancourt C, Charette M, Kasaboski A, Hoad M, Larocque V, Crete D,Logan S, Lamoureux P, McBride J, Cheskes S, et al. Cardiac arrest diagnos-tic accuracy of 9-1-1 dispatchers: a prospective multi-center study. Resus-citation. 2015;90:116–120. doi: 10.1016/j.resuscitation.2015.02.02786. Vaillancourt C, Verma A, Trickett J, Crete D, Beaudoin T, Nesbitt L, WellsGA, Stiell IG. Evaluating the effectiveness of dispatch-assisted cardiopul-monary resuscitation instructions. Acad Emerg Med. 2007;14:877–883. doi:10.1197/j.aem.2007.06.02187. Viereck S, Moller TP, Ersboll AK, Baekgaard JS, Claesson A, Hollenberg J,Folke F, Lippert FK. Recognising out-of-hospital cardiac arrest during emer-gency calls increases bystander cardiopulmonary resuscitation and survival.Resuscitation. 2017;115:141–147. doi: 10.1016/j.resuscitation.2017.04.00688. Watkins CL, Jones SP, Hurley MA, Benedetto V, Price CI, Sutton CJ,Quinn T, Bangee M, Chesworth B, Miller C, et al. Predictors of recognition ofout of hospital cardiac arrest by emergency medical services call handlersin England: a mixed methods diagnostic accuracy study. Scand J TraumaResusc Emerg Med. 2021;29:7. doi: 10.1186/s13049-020-00823-989. Roppolo LP, Westfall A, Pepe PE, Nobel LL, Cowan J, Kay JJ, Idris AH. Dis-patcher assessments for agonal breathing improve detection of cardiac arrest.Resuscitation. 2009;80:769–772. doi: 10.1016/j.resuscitation.2009.04.01390. Berdowski J, Beekhuis F, Zwinderman AH, Tijssen JG, Koster RW.Importance of the first link: description and recognition of an out-of-hospital cardiac arrest in an emergency call. Circulation. 2009;119:2096–2102. doi: 10.1161/CIRCULATIONAHA.108.768325\n\n91. Bang A, Herlitz J, Martinell S. Interaction between emergency medi-cal dispatcher and caller in suspected out-of-hospital cardiac arrestcalls with focus on agonal breathing. A review of 100 tape recordingsof true cardiac arrest cases. Resuscitation. 2003;56:25–34. doi:10.1016/s0300-9572(02)00278-292. Fukushima H, Panczyk M, Hu C, Dameff C, Chikani V, VadeboncoeurT, Spaite DW, Bobrow BJ. Description of abnormal breathing is associ-ated with improved outcomes and delayed telephone cardiopulmonaryresuscitation instructions. J Am Heart Assoc. 2017;6:e005058. doi:10.1161/JAHA.116.00505893. Bohm K, Rosenqvist M, Hollenberg J, Biber B, Engerstrom L, Svensson L.Dispatcher-assisted telephone-guided cardiopulmonary resuscitation: anunderused lifesaving system. Eur J Emerg Med. 2007;14:256–259. doi:10.1097/MEJ.0b013e32823a3cd194. Dami F, Heymann E, Pasquier M, Fuchs V, Carron PN, Hugli O. Time toidentify cardiac arrest and provide dispatch-assisted cardio-pulmonary re-suscitation in a criteria-based dispatch system. Resuscitation. 2015;97:27–33. doi: 10.1016/j.resuscitation.2015.09.39095. Crabb DB, Elmelige YO, Gibson ZC, Ralston DC, Harrell C, Cohen SA,Fitzpatrick DE, Becker TK. Unrecognized cardiac arrests: a one-year re-view of audio from emergency medical dispatch calls. Am J Emerg Med.2022;54:127–130. doi: 10.1016/j.ajem.2022.01.06896. Fukushima H, Imanishi M, Iwami T, Seki T, Kawai Y, Norimoto K, Urisono Y,Hata M, Nishio K, Saeki K, et al. Abnormal breathing of sudden cardiac arrestvictims described by laypersons and its association with emergency medi-cal service dispatcher-assisted cardiopulmonary resuscitation instruction.Emerg Med J. 2015;32:314–317. doi: 10.1136/emermed-2013-20311297. Lewis M, Stubbs BA, Eisenberg MS. Dispatcher-assisted cardiopul-monary resuscitation: time to identify cardiac arrest and deliver chestcompression instructions. Circulation. 2013;128:1522–1530. doi:10.1161/CIRCULATIONAHA.113.00262798. Schwarzkoph M, Yin L, Hergert L, Drucker C, Counts CR, Eisenberg M.Seizure-like presentation in OHCA creates barriers to dispatch rec-ognition of cardiac arrest. Resuscitation. 2020;156:230–236. doi:10.1016/j.resuscitation.2020.06.03699. Eisenberg MS, Carter W, Hallstrom A, Cummins R, Litwin P, Hearne T.Identification of cardiac arrest by emergency dispatchers. Am J EmergMed. 1986;4:299–301. doi: 10.1016/0735-6757(86)90297-4100. Kim TH, Jung JH, Song KJ, Hong KJ, Jeong J, Lee SGW. Associationbetween patient age and pediatric cardiac arrest recognition by emer-gency medical dispatchers. Am J Emerg Med. 2022;58:275–280. doi:10.1016/j.ajem.2022.05.038101. Tzeng CF, Lu CH, Lin CH. Community socioeconomic status anddispatcher-assisted cardiopulmonary resuscitation for patients with out-of-hospital cardiac arrest. Int J Environ Res Public Health. 2021;18:1207. doi:10.3390/ijerph18031207102. Govindarajan P, Lin L, Landman A, McMullan JT, McNally BF, CrouchAJ, Sasson C. Practice variability among the EMS systems participat-ing in cardiac arrest registry to enhance survival (CARES). Resuscitation.2012;83:76–80. doi: 10.1016/j.resuscitation.2011.06.026103. Lee SCL, Mao DR, Ng YY, Leong BS, Supasaovapak J, Gaerlan FJ,Son DN, Chia BY, Do Shin S, Lin CH, et al; PAROS Clinical ResearchNetwork. Emergency medical dispatch services across Pan-Asiancountries: a web-based survey. BMC Emerg Med. 2020;20:1. doi:10.1186/s12873-019-0299-1104. Tjelmeland IBM, Masterson S, Herlitz J, Wnent J, Bossaert L, Rosell-OrtizF, Alm-Kruse K, Bein B, Lilja G, Grasner JT; GL2020 Epidemiologygroup and participating countries. Description of emergency medicalservices, treatment of cardiac arrest patients and cardiac arrest regis-tries in Europe. Scand J Trauma Resusc Emerg Med. 2020;28:103. doi:10.1186/s13049-020-00798-7105. Beck B, Bray JE, Smith K, Walker T, Grantham H, Hein C, Thorrowgood M,Smith A, Inoue M, Smith T, et al; Aus-ROC Steering Committee. Descriptionof the ambulance services participating in the Aus-ROC Australian andNew Zealand out-of-hospital cardiac arrest epistry. Emerg Med Australas.2016;28:673–683. doi: 10.1111/1742-6723.12690106. Dainty KN, Debaty G, Waddick J, Vaillancourt C, Malta Hansen C,Olasveengen T, Bray J; on behalf of the International Liaison Committeeon Resuscitation Basic Life Support Task Force. Interventions to optimizedispatcher-assisted CPR instructions: a scoping review. Resusc Plus.2024;19:100715. doi: 10.1016/j.resplu.2024.100715107. Olasveengen TM, de Caen AR, Mancini ME, Maconochie IK, Aickin R,Atkins DL, Berg RA, Bingham RM, Brooks SC, Castren M, et al; ILCORCollaborators. 2017 International Consensus on Cardiopulmonary\n\nResuscitation and Emergency Cardiovascular Care Science WithTreatment Recommendations summary. Resuscitation. 2017;121:201–214. doi: 10.1016/j.resuscitation.2017.10.021108. Olasveengen TM, de Caen AR, Mancini ME, Maconochie IK, Aickin R,Atkins DL, Berg RA, Bingham RM, Brooks SC, Castren M, et al; ILCORCollaborators. 2017 International Consensus on CardiopulmonaryResuscitation and Emergency Cardiovascular Care Science WithTreatment Recommendations summary. Circulation. 2017;136:e424–e440. doi: 10.1161/CIR.0000000000000541109. Dainty KN, Debaty G, Vaillancourt C, Smyth M, Olasveengen T, Bray J; onbehalf of the International Liaison Committee on Resuscitation Basic LifeSupport Task Force. Interventions used with dispatcher-assisted CPR: ascoping review. [Internet] Brussels, Belgium: International Liaison Committeeon Resuscitation (ILCOR) Basic Life Support Task Force, January 8, 2024.Accessed June 2024. https://costr.ilcor.org/document/optimization-of-dis-patcher-assisted-cpr-instructions-a-scoping-review-bls-2113-scr110. Ong MEH, Shin SD, Ko PC-I, Lin X, Ma MH-M, Ryoo HW, Wong KD,Supasaowapak J, Lin C-H, Kuo C-W, et al. International multi-centerreal world implementation trial to increase out-of-hospital cardiac arrestsurvival with a dispatcher-assisted cardio-pulmonary resuscitation pack-age (Pan-Asian resuscitation outcomes study phase 2). Resuscitation.2022;171:80–89. doi: 10.1016/j.resuscitation.2021.12.032111. Lee DH, Kim CW, Kim SE. The effect of the different methods in-dicating 100/min to 120/min using the metronome in dispatcher-assisted resuscitation. Am J Emerg Med. 2014;32:1282–1283. doi:10.1016/j.ajem.2014.07.009112. Park SO, Hong CK, Shin DH, Lee JH, Hwang SY. Efficacy of metro-nome sound guidance via a phone speaker during dispatcher-assistedcompression-only cardiopulmonary resuscitation by an untrained layper-son: a randomised controlled simulation study using a manikin. Emerg MedJ. 2013;30:657–661. doi: 10.1136/emermed-2012-201612113. Choa M, Park I, Chung HS, Yoo SK, Shim H, Kim S. The effectivenessof cardiopulmonary resuscitation instruction: animation versus dis-patcher through a cellular phone. Resuscitation. 2008;77:87–94. doi:10.1016/j.resuscitation.2007.10.023114. Birkun A, Glotov M, Ndjamen HF, Alaiye E, Adeleke T, Samarin S.Pre-recorded instructional audio vs. dispatchers’ conversational as-sistance in telephone cardiopulmonary resuscitation: a randomizedcontrolled simulation study. World J Emerg Med. 2018;9:165–171. doi:10.5847/wjem.j.1920-8642.2018.03.001115. Rasmussen SE, Nebsbjerg MA, Krogh LQ, Bjørnshave K, Krogh K,Povlsen JA, Riddervold IS, Grøfte T, Kirkegaard H, Løfgren B. A novel pro-tocol for dispatcher assisted CPR improves CPR quality and motivationamong rescuers—a randomized controlled simulation study. Resuscitation.2017;110:74–80. doi: 10.1016/j.resuscitation.2016.09.009116. Brown TB, Saini D, Pepper T, Mirza M, Nandigam HK, Kaza N, Cofield SS.Instructions to “put the phone down” do not improve the quality of bystanderinitiated dispatcher-assisted cardiopulmonary resuscitation. Resuscitation.2008;76:249–255. doi: 10.1016/j.resuscitation.2007.07.026117. Rodriguez SA, Sutton RM, Berg MD, Nishisaki A, Maltese M, MeaneyPA, Niles DE, Leffelman J, Berg RA, Nadkarni VM. Simplified dispatch-er instructions improve bystander chest compression quality duringsimulated pediatric resuscitation. Resuscitation. 2014;85:119–123. doi:10.1016/j.resuscitation.2013.09.003118. Trethewey SP, Vyas H, Evans S, Hall M, Melody T, Perkins GD,Couper K. The impact of resuscitation guideline terminology on qual-ity of dispatcher-assisted cardiopulmonary resuscitation: a ran-domised controlled manikin study. Resuscitation. 2019;142:91–96. doi:10.1016/j.resuscitation.2019.07.016119. Eisenberg Chavez D, Meischke H, Painter I, Rea TD. Should dispatch-ers instruct lay bystanders to undress patients before performing CPR?A randomized simulation study. Resuscitation. 2013;84:979–981. doi:10.1016/j.resuscitation.2012.12.010120. Bolle SR, Scholl J, Gilbert M. Can video mobile phones improveCPR quality when used for dispatcher assistance during simulatedcardiac arrest? Acta Anaesthesiol Scand. 2009;53:116–120. doi:10.1111/j.1399-6576.2008.01779.x121. Lee JS, Jeon WC, Ahn JH, Cho YJ, Jung YS, Kim GW. The effectof a cellular-phone video demonstration to improve the quality ofdispatcher-assisted chest compression-only cardiopulmonary resuscita-tion as compared with audio coaching. Resuscitation. 2011;82:64–68. doi:10.1016/j.resuscitation.2010.09.467122. Lee HS, You K, Jeon JP, Kim C, Kim S. The effect of video-instructed ver-sus audio-instructed dispatcher-assisted cardiopulmonary resuscitation on\n\npatient outcomes following out of hospital cardiac arrest in Seoul. Sci Rep.2021;11:15555–15555. doi: 10.1038/s41598-021-95077-5123. Yang C-W, Wang H-C, Chiang W-C, Hsu C-W, Chang W-T, Yen Z-S,Ko PC-I, Ma MH-M, Chen S-C, Chang S-C. Interactive video instructionimproves the quality of dispatcher-assisted chest compression-only car-diopulmonary resuscitation in simulated cardiac arrests. Crit Care Med.2009;37:490–495. doi: 10.1097/CCM.0b013e31819573a5124. Peters M, Stipulante S, Cloes V, Mulder A, Lebrun F, Donneau A-F, GhuysenA. Can video assistance improve the quality of pediatric dispatcher- assistedcardiopulmonary resuscitation? Pediatr Emerg Care. 2022;38:e451–e457.doi: 10.1097/PEC.0000000000002392125. Hwang BN, Lee EH, Park HA, Park JO, Lee CA. Effects of positive dis-patcher encouragement on the maintenance of bystander cardiopulmo-nary resuscitation quality. Medicine (Baltimore). 2020;99:e22728. doi:10.1097/MD.0000000000022728126. Mirza M, Brown TB, Saini D, Pepper TL, Nandigam HK, Kaza N, CofieldSS. Instructions to “push as hard as you can” improve average chestcompression depth in dispatcher-assisted cardiopulmonary resuscitation.Resuscitation. 2008;79:97–102. doi: 10.1016/j.resuscitation.2008.05.012127. Harjanto S, Na MXB, Hao Y, Ng YY, Doctor N, Goh ES, Leong BS-H,Gan HN, Chia MYC, Tham LP, et al. A before–after interventional trial ofdispatcher-assisted cardio-pulmonary resuscitation for out-of- hospitalcardiac arrests in Singapore. Resuscitation. 2016;102:85–93. doi:10.1016/j.resuscitation.2016.02.014128. Park GJ, Song KJ, Shin SD, Hong KJ, Kim TH, Park YM, Kong J. Clinicaleffects of a new dispatcher-assisted basic life support training programin a metropolitan city. Medicine (Baltimore). 2022;101:e29298. doi:10.1097/MD.0000000000029298129. Tsunoyama T, Nakahara S, Yoshida M, Kitamura M, Sakamoto T.Effectiveness of dispatcher training in increasing bystander chest com-pression for out-of-hospital cardiac arrest patients in Japan. Acute MedSurg. 2017;4:439–445. doi: 10.1002/ams2.303130. Lerner EB, Farrell BM, Colella MR, Sternig KJ, Westrich C, Cady CE, LiuJM. A centralized system for providing dispatcher assisted CPR instruc-tions to 9-1-1 callers at multiple municipal public safety answering points.Resuscitation. 2019;142:46–49. doi: 10.1016/j.resuscitation.2019.07.010131. Ro YS, Shin SD, Lee SC, Song KJ, Jeong J, Wi DH, Moo"
}