{
  "title": "2024 International Consensus On Cardiopulmonary Re...Fe Support; Educatio P06(101-108)",
  "full_text": "580. Chen X, Peng W, Zhang Z, Zhao Q, Zhou Y, Chen L, Pan J. [Efficacy andsafety of selective brain hypothermia therapy on neonatal hypoxic-ischemicencephalopathy]. Zhonghua Wei Zhong Bing Ji Jiu Yi Xue. 2018;30:1046–1050. doi: 10.3760/cma.j.issn.2095-4352.2018.011.007581. Das S, Sarkar N, Bhattacharya M, Basu S, Sanyal D, Chatterjee A, AichB, Chatterjee K. Neurological outcome at 30 months of age after mildhypothermia via selective head cooling in term neonates with peri-natal asphyxia using low-cost coolcap: a single-center randomizedcontrol pilot trial in India. J Pediatr Neurol. 2017;15:157–165. doi:10.1055/s-0037-1603681582. Gane BD, Bhat V, Rao R, Nandhakumar S, Harichandrakumar KT,Adhisivam B. Effect of therapeutic hypothermia on DNA damage and neu-rodevelopmental outcome among term neonates with perinatal asphyxia:a randomized controlled trial. J Trop Pediatr. 2014;60:134–140. doi:10.1093/tropej/fmt098583. Jose S, Ismael KM. Effect of hypothermia for perinatal asphyxia onchildhood outcomes. Int J Contemporary Pediatr. 2017;5:86–91. doi:10.18203/2349-3291.ijcp20175489584. Joy R, Pournami F, Bethou A, Bhat VB, Bobby Z. Effect of therapeutic hy-pothermia on oxidative stress and outcome in term neonates with perinatalasphyxia: a randomized controlled trial. J Trop Pediatr. 2013;59:17–22. doi:10.1093/tropej/fms036585. Li T, Xu F, Cheng X, Guo X, Ji L, Zhang Z, Wang X, Blomgren K, Simbruner G,Zhu C. Systemic hypothermia induced within 10 hours after birth improvedneurological outcome in newborns with hypoxic-ischemic encephalopathy.Hosp Pract (1995). 2009;37:147–152. doi: 10.3810/hp.2009.12.269586. Liao W, Xu H, Ding J, Huang H. Mild hypothermia therapy for moderate orsevere hypoxicischemic encephalopathy in neonates. Iran J Public Health.2018;47:64–69.587. Lin ZL, Yu HM, Lin J, Chen SQ, Liang ZQ, Zhang ZY. Mild hypothermia viaselective head cooling as neuroprotective therapy in term neonates withperinatal asphyxia: an experience from a single neonatal intensive careunit. J Perinatol. 2006;26:180–184. doi: 10.1038/sj.jp.7211412588. Rakesh K, Vishnu Bhat B, Adhisivam B, Ajith P. Effect of therapeutic hy-pothermia on myocardial dysfunction in term neonates with perinatalasphyxia - a randomized controlled trial. J Matern Fetal Neonatal Med.2018;31:2418–2423. doi: 10.1080/14767058.2017.1344633589. Robertson NJ, Nakakeeto M, Hagmann C, Cowan FM, Acolet D, IwataO, Allen E, Elbourne D, Costello A, Jacobs I. Therapeutic hypothermia forbirth asphyxia in low-resource settings: a pilot randomised controlled trial.Lancet. 2008;372:801–803. doi: 10.1016/S0140-6736(08)61329-X590. Sun J, Li J, Cheng G, Sha B, Zhou W. Effects of hypothermia on NSEand S-100 protein levels in CSF in neonates following hypoxic/ischaemic brain damage. Acta Paediatr. 2012;101:e316–e320. doi:10.1111/j.1651-2227.2012.02679.x591. Tanigasalam V, Bhat V, Adhisivam B, Sridhar MG. Does therapeutic hypo-thermia reduce acute kidney injury among term neonates with perinatalasphyxia?--a randomized controlled trial. J Matern Fetal Neonatal Med.2016;29:2545–2548. doi: 10.3109/14767058.2015.1094785592. Thayyil S, Pant S, Montaldo P, Shukla D, Oliveira V, Ivain P, Bassett P, SwamyR, Mendoza J, Moreno-Morales M, et al; HELIX consortium. Hypothermiafor moderate or severe neonatal encephalopathy in low-income andmiddle-income countries (HELIX): a randomised controlled trial in India,Sri Lanka, and Bangladesh. Lancet Glob Health. 2021;9:e1273–e1285.doi: 10.1016/S2214-109X(21)00264-3593. Yang T, Li S. Efficacy of different treatment times of mild cerebral hypother-mia on oxidative factors and neuroprotective effects in neonatal patientswith moderate/severe hypoxic-ischemic encephalopathy. J Int Med Res.2020;48:300060520943770. doi: 10.1177/0300060520943770594. Zhou WH, Cheng GQ, Shao XM, Liu XZ, Shan RB, Zhuang DY, Zhou CL,Du LZ, Cao Y, Yang Q, et al; China Study Group. Selective head cool-ing with mild systemic hypothermia after neonatal hypoxic-ischemic en-cephalopathy: a multicenter randomized controlled trial in China. J Pediatr.2010;157:367–72, 372.e1. doi: 10.1016/j.jpeds.2010.03.030595. Zou L, Yuan H, Liu Q, Lu C, Wang L. Potential protective effects of bili-rubin following the treatment of neonatal hypoxic-ischemic encephalopa-thy with hypothermia therapy. Biosci Rep. 2019;39:BSR20182332. doi:10.1042/bsr20182332596. Krishnan V, Kumar V, Shankaran S, Thayyil S. Rise and fall of therapeu-tic hypothermia in low-resource settings: lessons from the HELIX trial[published online ahead of print July 23, 2021]. Indian J Pediatr. doi:10.1007/s12098-021-03861-y597. Griffiths UK, Legood R, Pitt C. Comparison of economic evaluationmethods across low-income, middle-income and high-income countries:\n\nwhat are the differences and why? Health Econ. 2016;25:29–41. doi:10.1002/hec.3312598. Yeung J, Matsuyama T, Bray J, Reynolds J, Skrifvars MB. Does care ata cardiac arrest centre improve outcome after out-of-hospital cardiacarrest? - a systematic review. Resuscitation. 2019;137:102–115. doi:10.1016/j.resuscitation.2019.02.006599. Sinning C, Ahrens I, Cariou A, Beygui F, Lamhaut L, Halvorsen S, NikolaouN, Nolan JP, Price S, Monsieurs K, et al. The cardiac arrest centre for thetreatment of sudden cardiac arrest due to presumed cardiac cause: aims,function, and structure: position paper of the ACVC association of the ESC,EAPCI, EHRA, ERC, EUSEM, and ESICM. Eur Heart J Acute CardiovascCare. 2020; 9(4_suppl):S193–S202. doi: 10.1177/2048872620963492600. Yeo JW, Ng ZHC, Goh AXC, Gao JF, Liu N, Lam SWS, Chia YW, PerkinsGD, Ong MEH, Ho AFW; National Targeted Temperature ManagementWorkgroup. Impact of cardiac arrest centers on the survival of pa-tients with nontraumatic out-of-hospital cardiac arrest: a systematicreview and meta-analysis. J Am Heart Assoc. 2022;11:e023806. doi:10.1161/JAHA.121.023806601. Yeung J, Abelairas-Gomez C, Boulton A, Olaussen A, Skrifvars M, Greif R,on behalf of the International Liaison Committee on Resuscitation (ILCOR)Education Implementation and Team (EIT) Task Force. Cardiac arrestcenters: EIT 6301 TF SR. Accessed June 2024. https://costr.ilcor.org/document/cardiac-arrest-centers-eit-6301-tf-sr602. Patterson T, Perkins GD, Perkins A, Clayton T, Evans R, Dodd M, RobertsonS, Wilson K, Mellett-Smith A, Fothergill RT, et al; ARREST trial collabo-rators. Expedited transfer to a cardiac arrest centre for non-ST-elevationout-of-hospital cardiac arrest (ARREST): a UK prospective, multicentre,parallel, randomised clinical trial. Lancet. 2023;402:1329–1337. doi:10.1016/S0140-6736(23)01351-X603. Tagami T, Hirata K, Takeshige T, Matsui J, Takinami M, Satake M, SatakeS, Yui T, Itabashi K, Sakata T, et al. Implementation of the fifth link of thechain of survival concept for out-of-hospital cardiac arrest. Circulation.2012;126:589–597. doi: 10.1161/CIRCULATIONAHA.111.086173604. Matsuyama T, Kiyohara K, Kitamura T, Nishiyama C, Nishiuchi T, HayashiY, Kawamura T, Ohta B, Iwami T. Hospital characteristics and favour-able neurological outcome among patients with out-of-hospital car-diac arrest in Osaka, Japan. Resuscitation. 2017;110:146–153. doi:10.1016/j.resuscitation.2016.11.009605. Jung E, Ro YS, Park JH, Ryu HH, Shin SD. Direct transport to cardiac ar-rest center and survival outcomes after out-of-hospital cardiac arrest byurbanization level. J Clin Med. 2022;11:1033. doi: 10.3390/jcm11041033606. Kim JY, Moon S, Park JH, Cho HJ, Song JH, Jeon W, Chang H, Ro YS,Shin SD. Effect of transported hospital resources on neurologic outcomeafter out-of-hospital cardiac arrest. Signa Vitae. 2019;15:51–58. doi:10.22514/SV151.042019.7607. Kragholm K, Malta Hansen C, Dupre ME, Xian Y, Strauss B, Tyson C, MonkL, Corbett C, Fordyce CB, Pearson DA, et al. Direct transport to a percu-taneous cardiac intervention center and outcomes in patients with out-of-hospital cardiac arrest. Circ Cardiovasc Qual Outcomes. 2017;10:e003414.doi: 10.1161/CIRCOUTCOMES.116.003414608. McKenzie N, Williams TA, Ho KM, Inoue M, Bailey P, Celenza A,Fatovich D, Jenkins I, Finn J. Direct transport to a PCI-capable hospi-tal is associated with improved survival after adult out-of-hospital car-diac arrest of medical aetiology. Resuscitation. 2018;128:76–82. doi:10.1016/j.resuscitation.2018.04.039609. Soholm H, Kjaergaard J, Bro-Jeppesen J, Hartvig-Thomsen J, LippertF, Kober L, Nielsen N, Engsig M, Steensen M, Wanscher M, et al.Prognostic implications of level-of-care at tertiary heart centers com-pared with other hospitals after resuscitation from out-of-hospital car-diac arrest. Circ Cardiovasc Qual Outcomes. 2015;8:268–276. doi:10.1161/CIRCOUTCOMES.115.001767610. Spaite DW, Bobrow BJ, Stolz U, Berg RA, Sanders AB, Kern KB, Chikani V,Humble W, Mullins T, Stapczynski JS, et al; Arizona Cardiac Receiving CenterConsortium. Statewide regionalization of postarrest care for out-of-hospitalcardiac arrest: association with survival and neurologic outcome. Ann EmergMed. 2014;64:496–506.e1. doi: 10.1016/j.annemergmed.2014.05.028611. Sunde K, Pytte M, Jacobsen D, Mangschau A, Jensen LP, Smedsrud C,Draegni T, Steen PA. Implementation of a standardised treatment pro-tocol for post resuscitation care after out-of-hospital cardiac arrest.Resuscitation. 2007;73:29–39. doi: 10.1016/j.resuscitation.2006.08.016612. Yeh CC, Chang CH, Seak CJ, Chen CB, Weng YM, Lin CC, Huang CH,Tseng HJ, Ng CJ, LH T. Survival analysis in out-of-hospital cardiac arrestpatients with shockable rhythm directly transport to heart centers. SignaVitae. 2021;17:95–102. doi: 10.22514/sv.2021.084\n\n2024 ILCOR CoSTR Summary\n\n613. Cournoyer A, Notebaert E, de Montigny L, Ross D, Cossette S, Londei-LeducL, Iseppon M, Lamarche Y, Sokoloff C, Potter BJ, et al. Impact of the directtransfer to percutaneous coronary intervention-capable hospitals on sur-vival to hospital discharge for patients with out-of-hospital cardiac arrest.Resuscitation. 2018;125:28–33. doi: 10.1016/j.resuscitation.2018.01.048614. Stub D, Smith K, Bray JE, Bernard S, Duffy SJ, Kaye DM. Hospital charac-teristics are associated with patient outcomes following out-of-hospital car-diac arrest. Heart. 2011;97:1489–1494. doi: 10.1136/hrt.2011.226431615. Mumma BE, Diercks DB, Wilson MD, Holmes JF. Association betweentreatment at an ST-segment elevation myocardial infarction center andneurologic recovery after out-of-hospital cardiac arrest. Am Heart J.2015;170:516–523. doi: 10.1016/j.ahj.2015.05.020616. Chien C, Tsai S, Tsai L, Chen C, Seak C, Weng Y, Lin C, Ng C, ChienW, Huang C, et al. Impact of transport time and cardiac arrest cen-ters on the neurological outcome after out-of-hospital cardiac arrest:a retrospective cohort study. J Am Heart Assoc. 2020;9:e015544. doi:10.1161/JAHA.119.015544617. Chocron R, Bougouin W, Beganton F, Juvin P, Loeb T, Adnet F, LecarpentierE, Lamhaut L, Jost D, Marijon E, et al. Are characteristics of hospitals associ-ated with outcome after cardiac arrest? Insights from the great Paris registry.Resuscitation. 2017;118:63–69. doi: 10.1016/j.resuscitation.2017.06.019617a. Boulton AJ, Abelairas-Gómez C, Olaussen A, Skrifvars MB, Greif R, YeungJ; International Liaison Committee on Resuscitation (ILCOR) Education,Implementation and Team (EIT) and the Advanced Life Support (ALS)Task Force. Cardiac arrest centres for patients with non-traumatic car-diac arrest: a systematic review. Resuscitation. 2024;4:203:110387. doi:10.1016/j.resuscitation.2024.110387618. Deleted in proof.619. Haywood K, Whitehead L, Nadkarni VM, Achana F, Beesems S, Böttiger BW,Brooks A, Castrén M, Ong ME, Hazinski MF, et al; COSCA Collaborators.COSCA (Core Outcome Set for Cardiac Arrest) in Adults: an advisory state-ment from the International Liaison Committee on Resuscitation. Circulation.2018;137:e783–e801. doi: 10.1161/CIR.0000000000000562620. Greif R, Bhanji F, Bigham BL, Bray J, Breckwoldt J, Cheng A, Duff JP,Gilfoyle E, Hsieh MJ, Iwami T, et al; Education, Implementation, and TeamsCollaborators. Education, Implementation, and Teams: 2020 InternationalConsensus on Cardiopulmonary Resuscitation and EmergencyCardiovascular Care Science With Treatment Recommendations. Circulation.2020;142:S222–S283. doi: 10.1161/CIR.0000000000000896621. Greif R, Bhanji F, Bigham BL, Bray J, Breckwoldt J, Cheng A, DuffJP, Gilfoyle E, Hsieh MJ, Iwami T, et al. Education, Implementation,and Teams: 2020 International Consensus on CardiopulmonaryResuscitation and Emergency Cardiovascular Care Science WithTreatment Recommendations. Resuscitation. 2020;156:A188–A239. doi:10.1016/j.resuscitation.2020.09.014622. Nabecker S, Nation K, Gilfoyle E, Abelairas-Gomez C, Koota E, Lin Y, GreifR; on behalf of the Education, Implementation, and Teams Task Force ofthe International Liaison Committee on Resuscitation. Cognitive aids usedin simulated resuscitation: a systematic review. Resusc Plus. 2024;19:100675. doi: 10.1016/j.resplu.2024.100675623. Nabecker S, Nation K, Gilfoyle E, Abelairas-Gomez C, Koota E, Greif R, onbehalf of the International Liaison Committee on Resuscitation (ILCOR)Education Implementation and Team (EIT) Task Force. Cognitive aids usedin resuscitation (EIT 6400). Accessed June 2024. https://costr.ilcor.org/document/cognitive-aids-used-in-resuscitation-eit-6400-tf-sr624. Bould MD, Hayter MA, Campbell DM, Chandra DB, Joo HS, Naik VN.Cognitive aid for neonatal resuscitation: a prospective single-blindedrandomized controlled trial. Br J Anaesth. 2009;103:570–575. doi:10.1093/bja/aep221625. Fuerch JH, Yamada NK, Coelho PR, Lee HC, Halamek LP. Impactof a novel decision support tool on adherence to neonatal resus-citation program algorithm. Resuscitation. 2015;88:52–56. doi:10.1016/j.resuscitation.2014.12.016626. Dinur G, Borenstein-Levin L, Vider S, Hochwald O, Jubran H, Littner Y,Fleischer-Sheffer V, Kugelman A. Evaluation of audio-voice guided appli-cation for neonatal resuscitation: a prospective, randomized, pilot study. JPerinat Med. 2021;49:520–525. doi: 10.1515/jpm-2020-0173627. Tsang KD, Ottow MK, van Heijst AFJ, Antonius TAJ. Electronic decisionsupport in the delivery room using augmented reality to improve newbornlife support guideline adherence: a randomized controlled pilot study. SimulHealthc. 2022;17:293–298. doi: 10.1097/SIH.0000000000000631628. Lerner C, Gaca AM, Frush DP, Hohenhaus S, Ancarana A, SeelingerTA, Frush K. Enhancing pediatric safety: assessing and improving resi-dent competency in life-threatening events with a computer-based\n\ninteractive resuscitation tool. Pediatr Radiol. 2009;39:703–709. doi:10.1007/s00247-009-1265-y629. Corazza F, Arpone M, Tardini G, Stritoni V, Mormando G, Graziano A,Navalesi P, Fiorese E, Portalone S, De Luca M, et al. Effectiveness of a noveltablet application in reducing guideline deviations during pediatric cardiacarrest: a randomized clinical trial. JAMA Netw Open. 2023;6:e2327272–e2327272. doi: 10.1001/jamanetworkopen.2023.27272630. Ghazali DA, Rousseau R, Breque C, Oriot D. Effect of real-time feedbackdevice compared to use or non-use of a checklist performance aid onpost-training performance and retention of infant cardiopulmonary re-suscitation: a randomized simulation-based trial. Australasian Emerg Care.2023;26:36–44. doi: 10.1016/j.auec.2022.07.005631. Brophy SL, McCue MR, Reel RM, Jones TD, Dias RD. The impact of asmartphone-based cognitive aid on clinical performance during car-diac arrest simulations: a randomized controlled trial. AEM Educ Training.2023;7:e10880. doi: 10.1002/aet2.10880632. Crabb DB, Hurwitz JE, Reed AC, Smith ZJ, Martin ET, Tyndall JA, TaasanMV, Plourde MA, Beattie LK. Innovation in resuscitation: a novel clinical de-cision display system for advanced cardiac life support. Am J Emerg Med.2021;43:217–223. doi: 10.1016/j.ajem.2020.03.007633. Field LC, McEvoy MD, Smalley JC, Clark CA, McEvoy MB, Rieke H, NietertPJ, Furse CM. Use of an electronic decision support tool improves manage-ment of simulated in-hospital cardiac arrest. Resuscitation. 2014;85:138–142. doi: 10.1016/j.resuscitation.2013.09.013634. Grundgeiger T, Hahn F, Wurmb T, Meybohm P, Happel O. The use of acognitive aid app supports guideline-conforming cardiopulmonary resusci-tations: a randomized study in a high-fidelity simulation. Resuscitation Plus.2021;7:100152. doi: 10.1016/j.resplu.2021.100152635. Hejjaji V, Malik AO, Peri-Okonny PA, Thomas M, Tang Y, Wooldridge D,Spertus JA, Chan PS. Mobile app to improve house officers’ adherence toadvanced cardiac life support guidelines: quality improvement study. JMIRMhealth Uhealth. 2020;8:e15762. doi: 10.2196/15762636. Jones I, Ann Hayes J, Williams J, Lonsdale H. Does electronic decisionsupport influence advanced life support in simulated cardiac arrest? Br JCardiac Nurs. 2019;14:72–79. doi: 10.12968/bjca.2019.14.2.72637. Low D, Clark N, Soar J, Padkin A, Stoneham A, Perkins GD, Nolan J. Arandomised control trial to determine if use of the iResus©application ona smart phone improves the performance of an advanced life support pro-vider in a simulated medical emergency. Anaesthesia. 2011;66:255–262.doi: 10.1111/j.1365-2044.2011.06649.x638. Schneider AJL, Murray WB, Mentzer SC, Miranda F, Vaduva S. “Helper”:A critical events prompter for unexpected emergencies. J Clin Monitoring.1995;11:358–364. doi: 10.1007/BF01616741639. Arriaga AF, Bader AM, Wong JM, Lipsitz SR, Berry WR, Ziewacz JE,Hepner DL, Boorman DJ, Pozner CN, Smink DS, et al. Simulation-basedtrial of surgical-crisis checklists. N Engl J Med. 2013;368:246–253. doi:10.1056/NEJMsa1204720640. Dryver E, Knutsson J, Ekelund U, Bergenfelz A. Impediments to and impactof checklists on performance of emergency interventions in primary care:an in situ simulation-based randomized controlled trial. Scand J Prim HealthCare. 2021;39:438–447. doi: 10.1080/02813432.2021.1973250641. Knoche BB, Busche C, Grodd M, Busch H-J, Lienkamp SS. Asimulation-based pilot study of crisis checklists in the emer-gency department. Intern Emerg Med. 2021;16:2269–2276. doi:10.1007/s11739-021-02670-7642. Sellmann T, Alchab S, Wetzchewald D, Meyer J, Rassaf T, Thal SC, BurischC, Marsch S, Breuckmann F. Simulation-based randomized trial of medi-cal emergency cognitive aids. Scand J Trauma Resuscitation Emerg Med.2022;30:45. doi: 10.1186/s13049-022-01028-y643. Ward P, Johnson LA, Mulligan NW, Ward MC, Jones DL. Improving cardio-pulmonary resuscitation skills retention: effect of two checklists designedto prompt correct performance. Resuscitation. 1997;34:221–225. doi:10.1016/s0300-9572(96)01069-6644. Zhou Q, Dong X, Zhang W, Wu R, Chen K, Zhang H, Zheng Z, Zhang L.Effect of a low-cost instruction card for automated external defibrillatoroperation in lay rescuers: a randomized simulation study. World J EmergMed. 2023;14:265–272. doi: 10.5847/wjem.j.1920-8642.2023.070645. Choa"
}