{
  "title": "2024 American Heart Association And American Red Cross Guidelines For First Aid",
  "full_text": "Elizabeth K. Hewett Brumberg, MD, Co-Chair*; Matthew J. Douma, MN, RN, Co-Chair*;Kostas Alibertis NR-P; Nathan P. Charlton, MD; Michael P. Goldman, MD, MHS-Med Ed; Katrina Harper-Kirksey, MD;Seth C. Hawkins, MD, NREMT; Amber V. Hoover, MSN, RN; Amy Kule, MD; Stefan Leichtle, MD, MBA;Sarah Frances McClure, DO, NR-P; George Sam Wang, MD; Mark Whelchel, DNP, ACNP-BC; Lynn White, MS;Eric J. Lavonas, MD, MS; on behalf of the American Heart Association and American Red Cross\n\nABSTRACT: Codeveloped by the American Heart Association and the American Red Cross, these guidelines represent thefirst comprehensive update of first aid treatment recommendations since 2010. Incorporating the results of structuredevidence reviews from the International Liaison Committee on Resuscitation, these guidelines cover first aid treatment forcritical and common medical, traumatic, environmental, and toxicological conditions. This update emphasizes the continuousevolution of evidence evaluation and the necessity of adapting educational strategies to local needs and diverse communitydemographics. Existing guidelines remain relevant unless specifically updated in this publication. Key topics that are new, aresubstantially revised, or have significant new literature include opioid overdose, bleeding control, open chest wounds, spinalmotion restriction, hypothermia, frostbite, presyncope, anaphylaxis, snakebite, oxygen administration, and the use of pulseoximetry in first aid, with the inclusion of pediatric-specific guidance as warranted.\n\nKey Words: AHA Scientific Statements ◼ American Heart Association ◼ emergencies ◼ first aid ◼ Red Cross ◼ wounds and injuries\n\n1. General care and safety: The first aid providershould provide care within their skill and knowl-edge set, seeking further medical care as needed,and be mindful of their own safety.2. First aid for bleeding: When faced with life-threatening bleeding, the first aid provider shouldapply direct pressure followed by application of atourniquet or wound packing if the location of thewound is amenable.3. First aid for chest pain: In adults with acute chestpain, it is recommended that emergency medicalservices be activated to initiate transport to theclosest emergency department. While awaitingthe arrival of emergency medical services, first aidproviders may encourage alert adults experienc-ing nontraumatic chest pain to chew and swallow\n\naspirin (162–325 mg) unless the person expe-riencing pain has a known aspirin allergy or hasbeen advised by a health care professional not totake aspirin.4. First aid for stroke: The use of a stroke recog-nition scale such as Face, Arms, Speech, Timeis recommended to aid in the recognition ofacute stroke in adults and may also be used asan adjunct in pediatrics, although it is not vali-dated in that setting and should not solely beused to identify the broad presentation of strokein children.\n\n5. First aid for opioid overdose: A first aid providerwho encounters a person with suspected opioidoverdose who is unresponsive and not breathingnormally should activate the emergency responsesystem, provide high-quality cardiopulmonaryresuscitation (compressions plus ventilation), andadminister naloxone.\n\nAHAAmerican Heart AssociationCORClass of RecommendationCPRcardiopulmonary resuscitationEDemergency departmentEMSemergency medical servicesFASTFace, Arm, Speech, TimeILCORInternational Liaison Committee on ResuscitationLOELevel of EvidenceNSAIDnonsteroidal anti-inflammatory drugPCMphysical counterpressure maneuverPPEpersonal protective equipmentRCTrandomized controlled trial\n\n6. Assistance with administration of prescribedmedications: The first aid provider should help aperson self-administer prescribed lifesaving med-ications as needed such as inhaled bronchodila-tors for asthma and intramuscular epinephrine foranaphylaxis.7. First aid for open chest wounds: In the first aidsetting, it is reasonable to leave an open chestwound exposed to ambient air; to place a clean,nonocclusive, dry dressing such as gauze or aclean piece of cloth; or to place a specializeddressing such as a vented chest seal.8. First aid for tick bites: First aid providers shouldremove an attached tick as soon as possible bygrasping the head of the tick as close to the skinas possible with tweezers or a commercial tickremoval device and pulling upward with steady,even pressure.9. First aid for seizure: First aid providers shouldactivate emergency medical services for first-timeseizures; seizures lasting >5 minutes; multiple sei-zures without return to normal; seizures in water;seizures with injuries, breathing difficulty, or chok-ing; seizures in infants zures in pregnant individuals or if the person doesnot return to baseline mental status within 5 to 10minutes after seizure activity stops.10. Oxygen and pulse oximetry use in first aid: It isreasonable for first aid providers to use pulseoximetry results as part of a complete assessmentof an ill or injured person and in consideration ofthe many limitations of pulse oximeters. First aidproviders should be aware of the potential harmsof administration of supplemental oxygen in indi-viduals with known chronic obstructive pulmonarydisease and should not provide oxygen over anoxygen saturation of 92%.\n\nAlthough battlefield first aid training has been docu-mented for centuries, the concept of training membersof the lay public is more recent.1 In 1878, 2 British armyofficers, Surgeon-Major Peter Shepherd and ColonelFrancis Duncan, established the concept of teachingfirst aid skills to civilians by using a comprehensive firstaid curriculum.2 In the United States, organized trainingin first aid started in 1903, when Clara Barton, presi-dent of the American Red Cross (Red Cross), formeda committee to establish instruction in first aid amongindustrial workers.1 In 1911, Red Cross first aid train-ing was expanded to include home nursing and first aidinstruction taught by physicians.3 The first Red Crosstextbook on first aid for the general public was pub-lished in 1913.4\n\nWorking in partnership with the International LiaisonCommittee on Resuscitation (ILCOR), the AmericanHeart Association (AHA) and the Red Cross regularlyprovide evidence-based treatment recommendations forfirst aid topics. The last comprehensive review of AHA/Red Cross first aid recommendations was published in2010,2 with updates focused on specific topics publishedin 2015,1 2019,5 and 2020.6 The recommendationsin this document are derived from that work, evidenceevaluations from the ILCOR First Aid Task Force,7–11 andstructured evidence evaluations performed by the writ-ing group.\n\nFirst aid is defined as “helping behaviors and initial careprovided for an acute illness or injury.”1 First aid can beprovided by anyone, including the ill or injured person(self-care), nearby individuals, and trained rescuers witha duty to respond (eg, lifeguards). The scope of first aidprovided is based on the first aid provider’s level of train-ing, available equipment and resources, overall scenario,and need. First aid competencies include, at any level oftraining, the following:\n\n• Recognizing, assessing, and prioritizing the need forfirst aid;• Providing care by using appropriate knowledge,skills, and behaviors; and• Recognizing limitations and seeking additional carewhen needed.1\n\nThese guidelines are intended to apply to commonresidential, workplace, and recreational settings. In gen-eral, first aid care begins when the first aid providerbegins to assess and assist the ill or injured personand continues until the condition no longer requiresurgent intervention, emergency medical services (EMS)professionals arrive, or the person arrives at definitivehealth care (eg, a hospital, urgent care facility, or doc-tor’s office).\n\nThe writing group included a diverse group of expertswith backgrounds in critical care nursing, emergencymedicine, pediatrics, pediatric emergency medicine, criti-cal care, medical toxicology, pharmacology, critical care,trauma, EMS, wilderness medicine, education, research,and nursing. Group members were appointed by theAHA Emergency Cardiovascular Care Science Subcom-mittee and the Red Cross Scientific Advisory Council,and evidence reviews and knowledge syntheses werereviewed and approved by the AHA Emergency Cardio-vascular Care Science Subcommittee and the Red CrossScientific Advisory Council.\n\nThe AHA and the Red Cross have rigorous conflict-of-interest policies and procedures to minimize the riskof bias or improper influence during the developmentof guidelines. Before appointment, writing group mem-bers disclosed all relevant commercial relationships andother potential (including intellectual) conflicts. Theseprocedures are described more fully in “Part 2: EvidenceEvaluation and Guidelines Development” in the “2020American Heart Association Guidelines for Cardiopul-monary Resuscitation and Emergency CardiovascularCare.”12 The Writing Group Disclosure Table in this docu-ment lists the writing group members’ relevant relation-ships with industry.\n\nThe writing group members first created and ap-proved a list of first aid topics, drawing on the scopeof prior guidelines and new topics that have gainedprominence since the 2015 publication. A popula-tion, intervention, comparison, and outcome questionwas created for each topic. Guided by the chairs andwith assistance from a professional medical librarianas needed, the writing group performed a structuredevidence evaluation for each topic, which was inter-nally peer reviewed. These searches were executed inMedline and the Excerpta Medica Database (Embase)using the Ovid search interface and the Cochrane Cen-tral Register of Controlled Trials. ILCOR evidence re-views published since 2015 were reviewed, and thedates of updated searches were harmonized with thesereviews to avoid search overlap. Search results werenot limited by language or year as long as an Englishlanguage abstract was available. Final searches wereexecuted in February through December 2023. Struc-tured searches were supplemented by bibliography re-view and ad hoc searches when needed. Search resultswere imported into Covidence (Covidence systematicreview software, Veritas Health Innovation, Melbourne,Australia; https://covidence.org). At least 2 writing\n\ngroup members performed dual screening of the titlesand abstracts of all articles identified from each searchand identified articles for full-text review. Screeningconflicts were resolved between the 2 writing groupmembers and writing group leadership before full-textreview. Two writing group members reviewed the fulltext of all selected articles and applied the informationcontained to develop treatment recommendations ap-propriate for each clinical question.\n\nThe opioid overdose first aid recommendations arebased on guidelines provided by the AHA in 2020,13,14which were reaffirmed with additional evidence in 2023,15adapted for the first aid provider and setting.\n\nEach draft recommendation was created by a groupof 2 writing group members and then reviewed andrefined by all writing group members during regularvirtual meetings and 2 in-person meetings. Completeddraft recommendations were reviewed by organiza-tional leaders in the AHA and the Red Cross, with rec-ommendations incorporated as draft revisions. Finaldraft recommendations were then externally peerreviewed.\n\nEach recommendation was assigned a Class of Recom-mendation (COR) based on the strength and consis-tency of the evidence, alternative treatment options, andimpact on patients and society (Table 1). Recommen-dation wording flows in a structured manner based onthe COR determination. The Level of Evidence (LOE) isbased on the quality, quantity, relevance, and consistencyof the available evidence. For each recommendation, thewriting group discussed and approved specific recom-mendation wording and the COR and LOE assignments.In determining the COR, the writing group consideredthe LOE and other factors, including systems issues,economic factors, and ethical factors such as equity, ac-ceptability, feasibility, and risk of harm. These evidence-review methods, including specific criteria used todetermine COR and LOE, are described more fully in“Part 2: Evidence Evaluation and Guidelines Develop-ment” of the 2020 guidelines.12 The writing group mem-bers had final authority over and formally approved theserecommendations.\n\nUnfortunately, despite improvements in the design andfunding support for emergency care research, the overallcertainty of the evidence base for first aid science is low.None of the 179 recommendations in these guidelinesare supported by Level A evidence (high-quality evidencefrom >1 randomized controlled trial [RCT] or ≥1 RCTscorroborated by high-quality registry studies). Thirteenrecommendations are supported by Level B randomizedevidence (moderate evidence from ≥1 RCTs) and 23 by\n\nHewett Brumberg et al\n\nTable 1. Applying COR and LOE to Clinical Strategies, Interventions, Treatments, or Diagnostic Testing in Patient Care*(Updated May 2019)\n\nLevel B nonrandomized evidence. The majority of rec-ommendations are based on Level C evidence, includingthose based on limited data (65 recommendations) andexpert opinion (78 recommendations). Accordingly, thestrength of recommendations is weaker than optimal:82 recommendations are Class 1 (strong) recommenda-tions; many of these are about calling for help. Forty-fiveClass 2a (moderate) recommendations and 31 Class 2b(weak) recommendations are included in these guide-lines. In addition, 8 recommendations are designatedClass 3: No Benefit, and 13 recommendations are Class3: Harm. Clinical trials, thoughtfully designed interventionstudies with real-world applicability, and well-controlled\n\nobservational studies in first aid science are clearlyneeded.\n\nThese guidelines are organized into modular knowledgechunks, grouped into discrete modules of information onspecific topics or management issues.16 Each modularknowledge chunk includes a table of recommendationsthat uses standard AHA nomenclature of COR and LOE.A brief introduction is provided to put the recommenda-tions into context with important background informationand overarching management or treatment concepts.\n\nRecommendation-specific supportive text clarifies therationale and key study data supporting the recommen-dations. When appropriate, flow diagrams or additionaltables are included. Hyperlinked references facilitatequick access and review.\n\nThese guidelines were submitted for blinded peer reviewto subject-matter experts nominated by the AHA and theRed Cross. Before appointment, all peer reviewers wererequired to disclose relationships with industry and anyother conflicts of interest, and all disclosures were re-viewed by AHA journal staff. Peer reviewer feedback wasprovided for guidelines in draft format and again in finalformat. All guidelines were reviewed and approved forpublication by the AHA Emergency Cardiovascular CareScience Advisory Committee, the Red Cross ScientificAdvisory Council, the AHA Scientific Advisory and Coor-dinating Committee, and the AHA Executive Committee.Comprehensive disclosure information for peer review-ers is listed in the Reviewer Disclosure Table.\n\nThese recommendations supersede the last full set ofAHA/Red Cross first aid guidelines, published in 2015,and recommendations in the 2019 and 2020 focusedupdates.\n\n1. Singletary EM, Charlton NP, Epstein JL, Ferguson JD, Jensen JL,MacPherson AI, Pellegrino JL, Smith WW, Swain JM, Lojero-Wheatley LF, etal. Part 15: first aid: 2015 American Heart Association and American RedCross guidelines update for first aid. Circulation. 2015;132(suppl 2):S574–S589. doi: 10.1161/CIR.00000000000002692. Markenson D, Ferguson JD, Chameides L, Cassan P, Chung K-L, EpsteinJ, Gonzales L, Herrington RA, Pellegrino JL, Ratcliff N, Singer A. Part17: first aid: 2010 American Heart Association and American Red CrossGuidelines for First Aid. Circulation. 2010;122(suppl 3):S934045. doi:10.1161/CIRCULATIONAHA.110.9711503. Dock LL, Pickett SE, Noyes CD, Clement FF, Fox EG, Van Meter AR. Historyof American Red Cross Nursing. The Macmillan Company; 1922.4. Delano JA. Red Cross Textbook on Elementary Hygiene and Home Care ofthe Sick. Blakiston’s Son & Co; 1913.5. Charlton NP, Pellegrino JL, Kule A, Slater TM, Epstein JL, Flores GE,Goolsby CA, Orkin AM, Singletary EM, Swain JM. 2019 American HeartAssociation and American Red Cross focused update for first aid: pre-syncope: an update to the American Heart Association and AmericanRed Cross guidelines for first aid. Circulation. 2019;140:e931–e938. doi:10.1161/CIR.00000000000007306. Pellegrino JL, Charlton NP, Carlson JN, Flores GE, Goolsby CA, Hoover AV,Kule A, Magid DJ, Orkin AM, Singletary EM, et al. 2020 American Heart As-sociation and American Red Cross focused update for first aid. Circulation.2020;142:e287–e303. doi: 10.1161/CIR.00000000000009007. Soar J, Maconochie I, Wyckoff MH, Olasveengen TM, Singletary EM,Greif R, Aickin R, Bhanji F, Donnino MW, Mancini ME, et al. 2019 Inter-national Consensus on Cardiopulmonary Resuscitation and EmergencyCardiovascular Care Science With Treatment Recommendations: sum-mary from the Basic Life Support; Advanced Life Support; PediatricLife Support; Neonatal Life Support; Education, Implementation, andTeams; and First Aid Task Forces. Circulation. 2019;140:e826–e880. doi:10.1161/CIR.00000000000007348. Nolan JP, Maconochie I, Soar J, Olasveengen TM, Greif R, Wyckoff MH,Singletary EM, Aickin R, Berg KM, Mancini ME, et al. Executive summary: 2020International Consensus on Cardiopulmonary Resuscitation and EmergencyCardiovascular Care Science With Treatment Recommendations. Circulation.2020;142(suppl 1):S2–S27. doi: 10.1161/CIR.0000000000000890\n\n9. Wyckoff MH, Singletary EM, Soar J, Olasveengen TM, Greif R, Liley HG,Zideman D, Bhanji F, Andersen LW, Avis SR, et al; COVID-19 WorkingGroup. 2021 International Consensus on Cardiopulmonary Resuscitationand Emergency Cardiovascular Care Science With Treatment Recommen-dations: summary from the Basic Life Support; Advanced Life Support; Neo-natal Life Support; Education, Implementation, and Teams; First Aid TaskForces; and the COVID-19 Working Group [published correction appearsin Circulation. 2022;145:e760]. Circulation. 2022;145:e645–e721. doi:10.1161/CIR.000000000000101710. Wyckoff MH, Greif R, Morley PT, Ng KC, Olasveengen TM, Singletary EM,Soar J, Cheng A, Drennan IR, Liley HG, et al; Collaborators. 2022 Interna-tional Consensus on Cardiopulmonary Resuscitation and Emergency Car-diovascular Care Science With Treatment Recommendations: summary fromthe Basic Life Support; Advanced Life Support; Pediatric Life Support; Neo-natal Life Support; Education, Implementation, and Teams; and First Aid TaskForces [published correction appears in Circulation. 2024;149:e1218]. Cir-culation. 2022;146:e483–e557. doi: 10.1161/CIR.000000000000109511. Berg KM, Bray JE, Ng KC, Liley HG, Greif R, Carlson JN, Morley PT,Drennan IR, Smyth M, Scholefield BR, et al; Collaborators. 2023 Interna-tional Consensus on Cardiopulmonary Resuscitation and Emergency Car-diovascular Care Science With Treatment Recommendations: summaryfrom the Basic Life Support; Advanced Life Support; Pediatric Life Support;Neonatal Life Support; Education, Implementation, and Teams; and First AidTask Forces [published corrections appear in Circulation. 2024;149:e1128and Circulation. 2024;149:e1411]. Circulation. 2023;148:e187–e280. doi:10.1161/CIR.000000000000117912. Magid DJ, Aziz K, Cheng A, Hazinski MF, Hoover AV, Mahgoub M,Panchal AR, Sasson C, Topjian AA, Rodriguez AJ, et al. Part 2: evidenceevaluation and guidelines development: 2020 American Heart Asso-ciation guidelines for cardiopulmonary resuscitation and emergencycardiovascular care. Circulation. 2020;142(suppl 2):S358–S365. doi:10.1161/CIR.000000000000089813. Panchal AR, Bartos JA, Cabanas JG, Donnino MW, Drennan IR, Hirsch KG,Kudenchuk PJ, Kurz MC, Lavonas EJ, Morley PT, et al; on behalf of theAdvanced Life Support Writing Group. Part 3: adult basic and advancedlife support: 2020 American Heart Association guidelines for cardio-pulmonary resuscitation and emergency cardiovascular care. Circulation.2020;142(suppl 2):S366–S468. doi: 10.1161/CIR.000000000000091614. Topjian AA, Raymond TT, Atkins D, Chan M, Duff JP, Joyner BL Jr, LasaJJ, Lavonas EJ, Levy A, Mahgoub M, et al; on behalf of the Pediatric Basicand Advanced Life Support Collaborators. Part 4: pediatric basic and ad-vanced life support: 2020 American Heart Association guidelines for car-diopulmonary resuscitation and emergency cardiovascular care. Circulation.2020;142(suppl 2):S469–S523. doi: 10.1161/CIR.000000000000090115. Lavonas EJ, Akpunonu PD, Arens AM, Babu KM, Cao D, Hoffman RS,Hoyte CO, Mazer-Amirshahi ME, Stolbach A, St-Onge M, et al; AmericanHeart Association. 2023 American Heart Association focused update onthe management of patients with cardiac arrest or life-threatening toxicitydue to poisoning: an update to the American Heart Association guidelinesfor cardiopulmonary resuscitation and emergency cardiovascular care. Cir-culation. 2023;148:e149–e184. doi: 10.1161/CIR.000000000000116116. Levine GN, O’Gara PT, Beckman JA, Al-Khatib SM, Birtcher KK, CigarroaJE, de Las Fuentes L, Deswal A, Fleisher LA, Gentile F, et al. Recent in-novations, modifications, and evolution of ACC/AHA clinical practice guide-lines: an update for our constituencies: a report of the American Collegeof Cardiology/American Heart Association Task Force on Clinical PracticeGuidelines [published correction appears in Circulation. 2020;141:e34]. Cir-culation. 2019;139:e879–e886. doi: 10.1161/CIR.0000000000000651\n\nFirst aid scenarios vary widely, from minor illness and in-juries to immediately life-threatening conditions such asheart attack, stroke, major trauma, or overdose. Peoplemay require first aid care for a few minutes or many hours,and not all scenes are safe. First aid providers vary in age,physical ability, level of acquired and retained skill, andwillingness and ability to act. No single set of guidelinescan encompass all scenarios. The philosophical principles\n\nof beneficence, nonmaleficence, and autonomy areapplicable: The first aid provider should assist the ill orinjured person as much as possible, avoid causing harm,and respect the right of a person who is alert and ca-pable of decision-making to accept or refuse care.1\n\nFirst aid recommendations do not include actions thatlegally can be performed only by a health care profes-sional or those actions that require specialized trainingor equipment. In some cases, a first aid provider mayhave specialized training and a duty to respond; com-mon examples include lifeguards and members of indus-trial emergency response teams. Local and institutionalprotocols and the tenets of advanced training supersedegeneral first aid recommendations.\n\nThese guidelines assume that a first aid provider hasaccess to common household items and nonprescrip-tion medications but does not have access to specializedmedical equipment or monitoring tools. In addition, theyare assumed to apply to settings where access to EMSand higher levels of medical care are readily available.Recommendations may need to be altered or amendedin rural, wilderness, and other low-resource settings.\n\nThe first aid provider can improve and empower theirresponse through training and preparation, including main-taining a first aid kit and preparing for setting and activity-related responses such as in the home, at the beach, orwhile backcountry skiing. The Red Cross’ recommendedfirst aid kit content list is detailed in Tables 2 and 3. Thefirst step in the first aid response is to assess the scenefor hazards and threats and to take actions to protectoneself, such as using personal protective equipment(PPE). There can be ambiguity in emergencies, and it canbe difficult to determine whether help is needed. Decid-ing to act is the most important first step in the provisionof first aid.\n\nThe person who may be ill or injured should beassessed with the standard systematic approach taughtin a first aid course. First aid providers should assessthe ill or injured person by checking for responsive-ness, breathing, and potential injuries. Any abnormalitiesin responsiveness or breathing and any major injuriesshould be viewed as an emergency and should promptactivation of EMS.\n\nSigns of a first aid emergency requiring professionalassistance include (but are not limited to) the following:\n\n• Unresponsiveness or new confusion• Breathing that is absent, abnormal sounding, toofast, or too slow• Severe or life-threatening bleeding• Persistent vomiting or diarrhea• Pallor, weakness, lethargy, diaphoresis, weak orabsent peripheral pulses• Evidence of allergic reaction such as hives, facialswelling, difficulty breathing, or vomiting\n\nTable 2. Minimum Contents for American Red Cross FirstAid Kit\n\nItem*Quantity†Minimum sizeMedical examination gloves2 pairsAdhesive bandage3 each (4 each [16 total])1×3 in ¾×3 in Large fingertip KnuckleAdhesive tape13/8 in×2.5 ydTopical wound gel or ointment (topical antibiotic)101/57 oz (0.5 g) applicationAlcohol-based hand sanitizer101/32 ozEye/skin wash, saline solution11 ozFirst aid guidebook1NASupplies to secure dressing, roller bandage42, 3, or 4 in×4 ydUtility shears/scissors17 inSplint (compact, moldable splitting device with securing mechanism; eg, roller bandage, elastic bandage, triangular bandage, tape)14.0×24 inSupplies to control bleeding, sterile pad84×4 inTourniquet, manufactured, windless1NATriangular bandages240×40×56 inPlastic bag, application of ice, storage of amputations or waste (or instant cold pack)21 qt or 1 gal (4×5 in)Aspirin81 mg×4 or 325 mg×1Low-dose tablet or adult aspirin, chewableOral glucose tablet1 tablet20 gSplinter forceps/tweezers1NA\n\nQuantities and sizes in red differ from American Red Cross Advisory Coun-cil recommendations but are needed if the kit is to meet current American Na-tional Standards Institute compliance. Items in red are new additions based onthe American National Standards Institute standards for Class A first aid kits orlanguage tidying to maintain consistency with the institute’s 2021 standards. NAindicates not applicable.\n\n*All items should be latex free.†Because of the high probability of specific injuries and illnesses based onoccupational data, first aid kits should be provided for a single individual.\n\n• Loss of vision, hearing, speech, movement, orbalance• Severe pain, including chest and abdominal pain• Unusual behavior, especially actions that may causeharm (eg, walking into traffic)• Bites and stings from venomous snakes, scorpions,spiders, and certain insects• Exposure to toxins and poisons• Broken and dislocated limbs and joints\n\nWhenever possible, first aid providers should approachfrom the direction that the person who needs help is facing,so as not to surprise or startle them and cause unneces-sary movement. First aid providers should always begin byintroducing themselves and their intention and obtaining\n\nTable 3. Optional Items for American Red Cross First Aid Kit\n\nItem*QuantityMinimum sizeBreathing barrier, latex-free face shield1NAFoil blanket152×84 inAntiseptic101/57 oz (0.5 g)Trauma pad25×9 inTopical antibiotic application101/57 oz (0.5 g)Eye covering with means of attachment1 (2)2×9 sq inBurn dressing (gel soaked)14×4 inBurn treatment101/32 oz (0.9 g)Hemostatic agent1NAEpinephrine autoinjectorMinimum 1, recommended 2 dosesNAHanks Balanced Salt Solution11 fl oz\n\nThe table lists optional items to be considered for a first aid kit. Red type indi-cates the optional items that will allow the kit to meet the 2021 recommendationsfor an American National Standards Institute Class A first aid kit. NA indicatesnot applicable.\n\n*All items should be latex free.\n\nthe consent of the person or their parent or guardian. Ifthe person is unresponsive or the parent or guardian ofa minor is not present, consent to treatment is implied. Acalm voice and approach can reduce the person’s fear andanxiety. This also allows the first aid provider to determinewhether the person is awake and responsive to voice andverbal commands. If the ill or injured person can talk or crynormally, it may be assumed that their airway is open andtheir breathing is adequate. The first aid provider shouldcommunicate with the ill or injured person, explainingwhat they are doing to help and acting with respect andempathy. Many people with underlying health conditionswill wear medical alert jewelry (typically a bracelet or pen-dant). The first aid provider should quickly look for this tohelp guide initial evaluation and treatment.\n\nIn many cases, an ill or injured person with a normalalertness and responsiveness may be left in the positionin which they are most comfortable (usually the position inwhich they are found) unless there is a need to move themto a different location or position for safety reasons or tofacilitate treatment. First aid providers may assess an ill orinjured person by asking them questions to determine theirmental status or medical history or by more closely examin-ing part of their body (after obtaining consent). The first aidprovider should activate EMS as soon as they determinethat help is needed. Emergency telecommunicators (911dispatchers or 911 call takers) can be a valuable sourceof help in directing first aid actions. If first aid provider isusing a mobile phone, they should provide care to the ill orinjured person while talking to the emergency dispatcherby activating the phone’s speaker function.\n\nNot having first aid equipment is not a barrier to pro-viding first aid. First aid providers may use whateverresources are available to them, and improvised equip-ment such as dressings and splints may be found amongcommon items. Moreover, the simple act of attending toa frightened person is a compassionate act of first aid inand of itself.\n\nA crucial early step of first aid intervention is to recog-nize when help is needed and how to get it. First aidproviders should know how to activate an on-site emer-gency response plan, how and when to access the EMSsystem, and how to contact the regional poison center(Table 4).\n\nProviding care for someone who is ill or injuredshould not delay calling for more advanced care if itis needed. However, if the first aid provider is alonewith an injured or ill person and there are imminentthreats to life involving the ABCs (airway, breathing,circulation), it may be necessary to perform lifesavingemergency interventions such as opening the airway orcontrolling life-threatening hemorrhage before leavingthe person to activate the emergency response system.\n\nProper hand hygiene prevents the spread of infections tothe first aid provider and the ill or injured person. Handsshould be cleaned with soap and water before and afterfirst aid is provided and after contact with bodily fluidsand surfaces around the person and handling medicalequipment. An alcohol-based hand sanitizer may be usedif soap and water are unavailable and the hands are notvisibly soiled. If using soap and water, the first aid provid-er should wash hands for at least 20 seconds, scrubbingall surfaces of the fingers, hands, and wrists. Alcohol-based sanitizers should contain at least 60% ethanol orisopropyl alcohol and should be rubbed over all surfacesof the fingers, hands, and wrists until the sanitizer hasdried, ≈30 seconds.\n\nFirst aid should not be delayed or deferred because ofconcerns about disease transmission. However, the use\n\nTable 4. Universal Emergency Telephone Numbers in theUnited States and Canada\n\nLocationEMSPoison centerUnited States9111-800-222-1222Canada9111-844-764-7669 (1-844-POISON-X)\n\nEMS indicates emergency medical services.\n\nof PPE may help protect the first aid provider, the illor injured person, and any bystanders. PPE minimizesexposure to hazards that cause injuries or illnessesand includes items such as gloves, masks, eye shields,gowns, and aprons. Education on and demonstrationof how to perform hand hygiene and to safely put on,take off, and dispose of PPE are integral parts of riskreduction and should be included in all first aid educa-tion programs.\n\nProviding first aid requires special consideration of theunique cultures, experiences, and characteristics of peo-ple and communities. Special consideration may be ben-eficial for the following groups.\n\nNeonates (days and 1 year of age): Care must be gentle andspecialized, with attention to the fragility of their smallsize. Techniques such as infant cardiopulmonary re-suscitation (CPR) require specific knowledge andhandling.\n\nChildren (1 year of age–beginning of puberty): Com-munication might be challenging; attempt to calm themand possibly engage their caregiver. Age-appropriatetechniques and equipment are essential. Beginning ofpuberty is defined by appearance of breast buds in girlsand axillary hair in boys.\n\nAdolescents: Consider their privacy and emotionalconcerns, and be sensitive to their potential fear orembarrassment.\n\nAdults: Approach with standard procedures, adjustingfor any preexisting conditions or other special needs.\n\nOlder people: Be aware of possible preexisting medi-cal conditions, medications, or frailty. Ensure comfort, andtake extra time if needed to communicate effectively.\n\nRespectful language: Use the person’s preferred pro-nouns and name if known.\n\nConsider privacy and sensitivities: Recognize andrespect potential sensitivities related to the person’sgender identity, especially if their clothing needs to beremoved for treatment.\n\nDifferent Cultures, Religions, and Languages\n\nCultural sensitivity: Recognize that cultural beliefs andpractices may influence how a person reacts to illnessor injury.\n\nReligious considerations: Respect religious restric-tions or requirements such as modesty, and seek guid-ance from family or community members if needed.\n\nLanguage considerations: With appropriate privacyconsiderations, use translation assistance from bystand-ers or technology as appropriate.\n\nPeople Experiencing Homelessness and PeopleWho Use Drugs\n\nNonjudgmental approach: Approach with compassionand without judgment, focusing on the immediate medi-cal needs.\n\nCognitively Diverse People\n\nRespect for personal space: Maintain a respectful dis-tance whenever possible because some individuals mayhave sensory sensitivities. Work with caregivers if pos-sible.\n\nClear communication: Use simple, clear language andbe patient, allowing extra time for responses.\n\nEngage caregivers: If present, caregivers or familymembers may help with communication or care.\n\nPeople Who Have Physical Disabilities\n\nUnderstanding the differences and limitations: Be awareof the specific disability if possible, and adjust your ap-proach accordingly.\n\nCommunication aids: Use aids or assistance fromcaregivers if needed for effective communication.\n\nVictims of Physical or Sexual Violence\n\nInjury and treatment may cause or exacerbate psycho-logical trauma. A sensitive approach using the principlesof trauma-informed care may be helpful.2–4\n\nThe primary goal of first aid education is to enhancelayperson response to emergencies, aiming to increaseboth the quantity and quality of engagement in treatingill or injured people. This increase in layperson interven-tion is essential for reducing morbidity and saving lives.5Universal access to first aid education is strongly rec-ommended, and its integration into everyday activities isadvocated to achieve this goal.5\n\nTeaching Methodology\n\nAlthough there is a lack of extensive RCTs, the combi-nation of health science educational best practices andobservational and quasi-experimental studies in first aideducation provides a solid foundation for these recom-mendations. The teaching methodology of first aid iscrucial. The “Learn, See, Practice, Prove, Do, Maintain”framework proposed by Sawyer et al6 incorporates vari-ous educational concepts from procedural learning,6 sim-ulation,7 and resuscitation science.8 This model beginswith learning, ideally through multimedia resources, fol-lowed by real-life demonstrations (seeing). These stepsrepresent a “flipped classroom” model, enhancing ad-vanced learning tasks in the presence of a teacher andpeers.9 Deliberate practice combines appropriate trainingfrequency,10 low-risk practice environments,11 and directobservation for feedback.12,13 Proving involves using validand reliable assessments to ensure effective learningoutcomes.14 For instance, a first aid provider certificate\n\nshould indicate a learner’s ability to positively affect pa-tient outcomes.15 Maintaining the ability to perform firstaid skill sets independently requires intermittent skill re-freshers, also called spaced learning.16,17,18 No education-al effort perfectly integrates all aspects of the Learn, See,Practice, Prove, Do, Maintain framework, but it serves asa comprehensive guide for educators planning first aidtraining, covering content, teaching methods, and evalu-ation strategies.19,20\n\nA crucial aspect of education delivery is understand-ing local needs before implementing an intervention.20Community engagement helps tailor the content such asprioritizing anaphylaxis education in schools that have ahistory of related emergencies or focusing on naloxoneadministration training for people who are most likely towitness an opioid emergency.21–25 Programs like Stopthe Bleed have gained traction partly because of theirrelevance to societal issues like mass shootings in Amer-ica.26 First aid educators should also focus on communi-ties with historically poor medical outcomes attributableto lack of prior efforts for dedicated first aid education.5\n\nAfter the appropriate first aid topics are selected,decisions on the target audience, educators, additionalteaching strategies, and evaluation methods are made.20Schools and other community institutions are key ven-ues for universal first aid education. Even young childrenin schools should be included because they are capableof performing essential first aid tasks.27 A collaborativeapproach in which first aid experts and community lead-ers work together in a train-the-trainer model is ideal.28This approach not only facilitates initial learning but alsosupports ongoing training refreshers.17 Various methods,including discussions, simulations, and technologicalinnovations such as CPR feedback devices29 and poten-tial future use of virtual/augmented reality platforms,30enhance the learning experience.\n\nEvaluating the impact of first aid education involvesaligning learning objectives with appropriate evaluationtechniques, considering the constraints of time and re-sources.20,31 Educational evaluations should focus onthe effects of a course on first aid providers’ willingnessand ability to provide appropriate first aid rather than juston course enjoyment.19 Integrating educational effortswith implementation science, quality improvement sci-ence, and human factors principles can further enhanceeducation and lead to better patient and provider out-comes.32\n\n1. Varkey B. Principles of clinical ethics and their application to practice. MedPrinc Pract. 2021;30:17–28. doi: 10.1159/0005091192. Fischer KR, Bakes KM, Corbin TJ, Fein JA, Harris EJ, James TL,Melzer-Lange MD. Trauma-informed care for violently injured patients in\n\nthe emergency department. Ann Emerg Med. 2019;73:193–202. doi:10.1016/j.annemergmed.2018.10.0183. Wathen CN, Mantler T. Trauma- and violence-informed care: orient-ing intimate partner violence interventions to equity. Curr Epidemiol Rep.2022;9:233–244. doi: 10.1007/s40471-022-00307-74. Wilson C, Pence DM, Conradi L. Trauma-informed care. In: Encyclopedia ofSocial Work. Oxford Research Encyclopedias; 2013.5. Singletary EM, Charlton NP, Epstein JL, Ferguson JD, Jensen JL,MacPherson AI, Pellegrino JL, Smith WW, Swain JM, Lojero-Wheatley LF, etal. Part 15: first aid: 2015 American Heart Association and American RedCross guidelines update for first aid. Circulation. 2015;132(suppl 2):S574–S589. doi: 10.1161/CIR.00000000000002696. Sawyer T, White M, Zaveri P, Chang T, Ades A, French H, AndersonJ, Auerbach M, Johnston L, Kessler D. Learn, see, practice, prove,do, maintain: an evidence-based pedagogical framework for proce-dural skill training in medicine. Acad Med. 2015;90:1025–1033. doi:10.1097/ACM.00000000000007347. Cheng A, Lang TR, Starr SR, Pusic M, Cook DA. Technology-enhanced simulation and pediatric education: a meta-analysis. Pediatrics.2014;133:e1313–e1323. doi: 10.1542/peds.2013-21398. Cheng A, Magid DJ, Auerbach M, Bhanji F, Bigham BL, Blewer AL, DaintyKN, Diederich E, Lin Y, Leary M, et al. Part 6: resuscitation education sci-ence: 2020 American Heart Association guidelines for cardiopulmonary re-suscitation and emergency cardiovascular care. Circulation. 2020;142(suppl2):S551–S579. doi: 10.1161/CIR.00000000000009039. Hew KF, Lo CK. Flipped classroom improves student learning in healthprofessions education: a meta-analysis. BMC Med Educ. 2018;18:38. doi:10.1186/s12909-018-1144-z10. Howard NM, Cook DA, Hatala R, Pusic MV. Learning curves in health pro-fessions education simulation research: a systematic review. Simul Healthc.2021;16:128–135. doi: 10.1097/SIH.000000000000047711. Pusic MV, Triola MM. Determining the optimal place and time forprocedural education. BMJ Qual Saf. 2017;26:863–865. doi:10.1136/bmjqs-2017-00712012. Swanberg M, Woodson-Smith S, Pangaro L, Torre D, Maggio L. Fac-tors and interactions influencing direct observation: a literature reviewguided by activity theory. Teach Learn Med. 2022;34:155–166. doi:10.1080/10401334.2021.193187113. Rushton A. Formative assessment: a key to deep learning? Med Teach.2005;27:509–513. doi: 10.1080/0142159050012915914. Cook DA, Hatala R. Validation of educational assessments: a prim-er for simulation and beyond. Adv Simul (Lond). 2016;1:31. doi:10.1186/s41077-016-0033-y15. Murad MK, Husum H. Trained lay first responders reduce trauma mor-tality: a controlled study of rural trauma in Iraq. Prehosp Disaster Med.2010;25:533–539. doi: 10.1017/s1049023x0000872416. Yeung J, Djarv T, Hsieh MJ, Sawyer T, Lockey A, Finn J, Greif R; Education,Implementation and Team Task Force and Neonatal Life Support Task Forceof the International Liaison Committee on Resuscitation (ILCOR). Spacedlearning versus massed learning in resuscitation: a systematic review. Re-suscitation. 2020;156:61–71. doi: 10.1016/j.resuscitation.2020.08.13217. Patocka C, Cheng A, Sibbald M, Duff JP, Lai A, Lee-Nobbee P, Levin H,Varshney T, Weber B, Bhanji F. A randomized education trial of spaced ver-sus massed instruction to improve acquisition and retention of paediatricresuscitation skills in emergency medical service (EMS) providers. Resusci-tation. 2019;141:73–80. doi: 10.1016/j.resuscitation.2019.06.01018. Pusic MV, Kessler D, Szyld D, Kalet A, Pecaric M, Boutis K. Experiencecurves as an organizing framework for deliberate practice in emer-gency medicine learning. Acad Emerg Med. 2012;19:1476–1480. doi:10.1111/acem.1204319. Praslova L. Adaptation of Kirkpatrick’s four level model of training crite-ria to assessment of learning outcomes and program evaluation in high-er education. Educ Assess Eval Accountability. 2010;22:215–225. doi:10.1007/s11092-010-9098-720. Thomas PA, Kern DE, Hughes MT, Tackett SA, Chen BY. Curriculum Devel-opment for Medical Education: A Six-Step Approach. 4th ed. Johns HopkinsUniversity Press; 2022.21. Razaghizad A, Windle SB, Filion KB, Gore G, Kudrina I, Paraskevopoulos E,Kimmelman J, Martel MO, Eisenberg MJ. The effect of overdose educationand naloxone distribution: an umbrella review of systematic reviews. Am JPublic Health. 2021;111:e1–e12. doi: 10.2105/AJPH.2021.30630622. Polloni L, Baldi I, Lazzarotto F, Bonaguro R, Toniolo A, Gregori D,Muraro A. Multidisciplinary education improves school personnel’s self-efficacy in managing food allergy and anaphylaxis. Pediatr Allergy Immunol.2020;31:380–387. doi: 10.1111/pai.13212\n\n23. Meyran D, Cassan P, Nemeth M, Singletary E, Raitt J, Djarv T, Carlson JN.The ability of first aid providers to recognize anaphylaxis: a scoping review.Cureus. 2023;15:e41547. doi: 10.7759/cureus.4154724. Kobayashi L, Green TC, Bowman SE, Ray MC, McKenzie MS, Rich JD. Pa-tient simulation for assessment of layperson management of opioid over-dose with intranasal naloxone in a recently released prisoner cohort. SimulHealthc. 2017;12:22–27. doi: 10.1097/SIH.000000000000018225. Whittall JP, Orkin AM, Handford C, Klaiman M, Leece P, Charles M, Wright A,Turner S, Morrison LJ, Strike C, et al. Resuscitation simulation among peoplewho are likely to witness opioid overdose: experiences from the SOONERtrial. PLoS One. 2022;17:e0270829. doi: 10.1371/journal.pone.027082926. Ross EM, Redman TT, Mapp JG, Brown DJ, Tanaka K, Cooley CW,Kharod CU, Wampler DA. Stop the Bleed: the effect of hemorrhagecontrol education on laypersons’ willingness to respond during a trau-matic medical emergency. Prehosp Disaster Med. 2018;33:127–132. doi:10.1017/S1049023X1800005527. Bollig G, Wahl HA, Svendsen MV. Primary school children are able to per-form basic life-saving first aid measures. Resuscitation. 2009;80:689–692.doi: 10.1016/j.resuscitation.2009.03.01228. Madah-Amiri D, Clausen T, Lobmaier P. Utilizing a train-the-trainer mod-el for multi-site naloxone distribution programs. Drug Alcohol Depend.2016;163:153–156. doi: 10.1016/j.drugalcdep.2016.04.00729. Yeung J, Meeks R, Edelson D, Gao F, Soar J, Perkins GD. The useof CPR feedback/prompt devices during training and CPR perfor-mance: a systematic review. Resuscitation. 2009;80:743–751. doi:10.1016/j.resuscitation.2009.04.01230. Ricci S, Calandrino A, Borgonovo G, Chirico M, Casadio M. Viewpoint: virtualand augmented reality in basic and advanced life support training. JMIRSerious Games. 2022;10:e28595. doi: 10.2196/2859531. De Buck E, Van Remoortel H, Dieltjens T, Verstraeten H, Clarysse M, MoensO, Vandekerckhove P. Evidence-based educational pathway for the integra-tion of first aid training in school curricula. Resuscitation. 2015;94:8–22. doi:10.1016/j.resuscitation.2015.06.00832. Cafazzo JA, St-Cyr O. From discovery to design: the evolution of hu-man factors in healthcare. Healthc Q. 2012;15 Spec No:24–29. doi:10.12927/hcq.2012.22845\n\nThe positioning of the ill or injured person is an importantfirst aid intervention that may affect their safety, airwaypatency, and sustained injuries. The recovery position,also described as semiprone, lateral recumbent, side ly-ing, and three-quarters prone (Figure 1), has long beenrecommended for individuals with decreased level of con-sciousness. Although the recovery position has been thesubject of little formal study, its anticipated benefits are tomaintain an open airway, prevent aspiration, and providestability and comfort.1 However, the recovery position maynot be ideal if there are injuries to the spine, hip, or pelvis;if breathing is abnormal; or if CPR is needed.\n\nThis topic was the subject of a 2022 ILCOR system-atic review.1 An updated literature search was performedby the writing group in 2023.\n\nPositioning of the Ill or Injured Person for First AidCORLOERecommendations1C-LD1. If a person requires CPR or rescue breathing (ie, is unresponsive with absent or abnormal breathing), the first aid provider should position the person supine and follow the CPR algorithm.1C-EO2. A first aid provider who is assisting a person with a potentially serious illness or injury should immediately activate the emergency response system.1C-EO3. A first aid provider who is assisting a person with a potentially serious illness or injury should remain with the person until trained rescuers arrive as long as it is safe to do so.1C-EO4. If the area is unsafe, the first aid provider should move an ill or injured person to a safe location if possible and safe for the first aid provider to do so.1C-EO5. If a person has been injured, is responsive, and is breathing normally and the nature of the injury suggests a neck, back, hip, or pelvic injury, the person should be left in the position in which they were found to avoid potential further injury unless the area is unsafe.1C-EO6. An awake and alert person who is having difficulty breathing should be allowed to assume a position most comfortable for breathing, which will be sitting up in most situations.1C-EO7. Individuals who are ill or injured should be protected from hyperthermia or hypothermia due to exposure.2aC-LD8. It is reasonable to position a person with decreased alertness of nontraumatic cause who is breathing normally in a recovery (side-lying) position.\n\nRecommendation-Specific Supportive Text\n\n1. The AHA and the Red Cross provide basic lifesupport algorithms for lay rescuers and healthcare professionals to perform the initial steps ofresuscitation for adults and children, with singlerescuer and multiple rescuer procedures.2,3 Thesealgorithms include checking for responsiveness,shouting for nearby help, activating the emergencyresponse system, assessing respirations, applyingan automatic external defibrillator, and initiating\n\nFigure 1. The recovery position.\n\nCPR or rescue breathing as appropriate. Chestcompressions and rescue breathing are performedwith the person being assisted in the supineposition.2. Activation of the emergency response systemleads to the arrival of rescuers who are trained andequipped to manage medical emergencies, facili-tates rapid transport to a health care facility, andmay shorten time to definitive treatment.4–73. Remaining with an ill or injured person enablesthe first aid provider to assist the person, providereassurance, and monitor for changes in the per-son’s condition.1 In some cases, it may be neces-sary to leave the person briefly to summon help,including activating the emergency responsesystem.4. To provide effective first aid care, a provider needsto recognize whether the setting is safe to assessor deliver medical assistance.35. Although studies about moving an injured personin the first aid setting could not be identified, priorfirst aid guidelines have recommended that a per-son with suspected injuries to the neck, back, hip,or pelvis remain in their original position to avoidworsening the injury (eg, worsening hemorrhage orneurological injury).8,96. It is presumed that a person who is alert willchoose a position that optimizes their ability tobreathe and avoids airway obstruction. No stud-ies were identified that directly address this. Asystematic review evaluated the effect of lat-eral position compared with other body posi-tions on mortality, morbidity, and clinical adverseevents in critically ill adults. The review authorscould not identify one best position because ofthe lack of evidence in the included studies.10Encouraging individuals with difficulty breathingto assume a position of comfort is widely recom-mended.11–15 Studies of adults with heart failureor chronic obstructive pulmonary disease foundimproved respiratory mechanics when patientswere allowed to assume a sitting-up position.16,17A systematic review on the influence of bodyposition on lung function in healthy individualsand specific patient groups found that in healthyindividuals and patients with lung, heart, or neu-romuscular diseases or obesity, lung functionparameters such as forced expiratory volume andvital capacity were generally higher in more erectpositions.187. There is a well-documented association betweenboth hyperthermia and hypothermia and adverseoutcomes in patients who are ill or injured. Inenvironments that are warm or hot, it is crucialto implement measures to prevent overheating.This can be achieved through the use of shade\n\nand promoting evaporative and convective heatloss. Conversely, in cold settings, it is essentialto prevent the loss of body heat to the environ-ment and the ground. This can be accomplishedby using insulating materials such as blankets andfoam pads to maintain the patient’s normal bodytemperature.19–23The recovery position may reduce the risk forairway obstruction, facilitate drainage of airwaysecretions, and reduce the risk of aspiration in aperson with a decreased level of responsiveness,particularly if the airway cannot be closely moni-tored by a first aid provider. In addition, a side-lying position may be preferred for comfort overthe supine position by individuals in certain cir-cumstances such as pregnant individuals, thosewith respiratory difficulties, or those with a greateror smaller body habitus.1 A left-side lying positionimproves blood circulation for people in the laterstages of pregnancy.24,25 However, the recoveryposition is associated with delayed recognition ofrespiratory arrest and delayed initiation of chestcompressions.26\n\n1. Douma MJ, Handley AJ, MacKenzie E, Raitt J, Orkin A, Berry D, BendallJ, O’Dochartaigh D, Picard C, Carlson JN, et al. The recovery posi-tion for maintenance of adequate ventilation and the prevention of car-diac arrest: a systematic review. Resusc Plus. 2022;10:100236. doi:10.1016/j.resplu.2022.1002362. Topjian AA, Raymond TT, Atkins D, Chan M, Duff JP, Joyner BL Jr,Lasa JJ, Lavonas EJ, Levy A, Mahgoub M, et al; on behalf of the Pe-diatric Basic and Advanced Life Support Collaborators. Part 4: pe-diatric basic and advanced life support: 2020 American HeartAssociation guidelines for cardiopulmonary resuscitation and emergencycardiovascular care. Circulation. 2020;142(suppl 2):S469–S523. doi:10.1161/CIR.00000000000009013. Panchal AR, Bartos JA, Cabanas JG, Donnino MW, Drennan IR, Hirsch KG,Kudenchuk PJ, Kurz MC, Lavonas EJ, Morley PT, et al; on behalf of theAdvanced Life Support Writing Group. Part 3: adult basic and advancedlife support: 2020 American Heart Association guidelines for cardiopul-monary resuscitation and emergency cardiovascular care. Circulation.2020;142(suppl 2):S366–S468. doi: 10.1161/CIR.00000000000009164. Loh JP, Satler LF, Pendyala LK, Minha S, Frohna WJ, Torguson R, ChenF, Suddath WO, Pichard AD, Waksman R. Use of emergency medical ser-vices expedites in-hospital care processes in patients presenting with ST-segment elevation myocardial infarction undergoing primary percutaneouscoronary intervention. Cardiovasc Revasc Med. 2014;15:219–225. doi:10.1016/j.carrev.2014.03.0115. Chiang D, Ade JM, Liu XW, Bellolio F, Lohse CM, Sandefur BJ, CampbellRL. Assessment of ED triage of anaphylaxis patients based on theEmergency Severity Index. Am J Emerg Med. 2021;46:449–455. doi:10.1016/j.ajem.2020.10.0576. Chen H, Wang J, Pan X, Zhang M. Effects of emergency medicalservices on timely treatment and outcome in stroke patients with intrave-nous thrombolysis among the severity of neurologic deficits: a retrospec-tive observational study. Medicine (Baltimore). 2023;102:e35053. doi:10.1097/MD.00000000000350537. Wein TH, Staub L, Felberg R, Hickenbottom SL, Chan W, Grotta JC,Demchuk AM, Groff J, Bartholomew LK, Morgenstern LB. Activation ofemergency medical services for acute stroke in a nonurban population: theT.L.L. Temple Foundation Stroke Project. Stroke. 2000;31:1925–1928. doi:10.1161/01.str.31.8.19258. Zarisfi F, Pek JH, Oh JHH, Loke JH, Lim SH. Singapore first aid guidelines2021. Singapore Med J. 2021;62:427–432. doi: 10.11622/smedj.2021112\n\nHewett Brumberg et al\n\n9. Christie RJ. Therapeutic positioning of the multiply-injuredtrauma patient in ICU. Br J Nurs. 2008;17:638–642. doi:10.12968/bjon.2008.17.10.2947710. Hewitt N, Bucknall T, Faraone NM. Lateral positioning for critically illadult patients. Cochrane Database Syst Rev. 2016;2016:CD007205. doi:10.1002/14651858.CD007205.pub211. Guerra AM, Waseem M. Epiglottitis. StatPearls. StatPearls Publishing; 2023.12. Dubois G, Vasseur-Binachon B, Yoshimoto C. Clinical Guidelines – Diag-nosis and Treatment Manual: Epiglottitis. MSF Medical Guidelines; 2023.Accessed December 31, 2023. https://medicalguidelines.msf.org/en/viewport/CG/english/epiglottitis-16689226.html13. American Academy of Pediatrics. Croup in young children. AAP ParentingWebsite. 2022. Accessed January 19, 2023. https://publications.aap.org/patiented/article-abstract/doi/10.1542/peo_document381/82003/Croup?redirectedFrom=fulltext14. Sinha V, Dua A, Singh K, Alvarado AC, Skibiski J. Supraglottic airway ob-struction. StatPearls. StatPearls Publishing; 2023.15. Perth Children’s Hospital. Inhaled foreign body: emergency departmentguidelines. 2022. Accessed December 31, 2023. https://pch.health.wa.gov.au/For-health-professionals/Emergency-Department-Guidelines/Inhaled-foreign-body16. Elbehairy AF, Faisal A, McIsaac H, Domnik NJ, Milne KM, James MD,Neder JA, O’Donnell DE; Canadian Respiratory Research Network. Mech-anisms of orthopnoea in patients with advanced COPD. Eur Respir J.2021;57:2000754. doi: 10.1183/13993003.00754-202017. Nava S, Larovere MT, Fanfulla F, Navalesi P, Delmastro M, Mortara A. Or-thopnea and inspiratory effort in chronic heart failure patients. Respir Med.2003;97:647–653. doi: 10.1053/rmed.2003.149518. Katz S, Arish N, Rokach A, Zaltzman Y, Marcus EL. The effect of bodyposition on pulmonary function: a systematic review. BMC Pulm Med.2018;18:159. doi: 10.1186/s12890-018-0723-419. Thomas-Ruddel DO, Hoffmann P, Schwarzkopf D, Scheer C, Bach F,Komann M, Gerlach H, Weiss M, Lindner M, Ruddel H, et al; MEDUSA StudyGroup. Fever and hypothermia represent two populations of sepsis patientsand are associated with outside temperature. Crit Care. 2021;25:368. doi:10.1186/s13054-021-03776-220. Schauer SG, April MD, Fisher AD, Weymouth WL, Maddry JK,Gillespie KR, Salinas J, Cap AP. Hypothermia in the combat trau-ma population. Prehosp Emerg Care. 2023;27:934–940. doi:10.1080/10903127.2022.211931521. Rösli D, Schnüriger B, Candinas D, Haltmeier T. The impact of ac-cidental hypothermia on mortality in trauma patients overall andpatients with traumatic brain injury specifically: a systematic re-view and meta-analysis. World J Surg. 2020;44:4106–4117. doi:10.1007/s00268-020-05750-522. Hopp S, Dominici F, Bobb JF. Medical diagnoses of heat wave-relatedhospital admissions in older adults. Prev Med. 2018;110:81–85. doi:10.1016/j.ypmed.2018.02.00123. Green H, Bailey J, Schwarz L, Vanos J, Ebi K, Benmarhnia T. Impact of heaton mortality and morbidity in low and middle income countries: a review ofthe epidemiological evidence and considerations for future research. Envi-ron Res. 2019;171:80–91. doi: 10.1016/j.envres.2019.01.01024. Hankins GD, Harvey CJ, Clark SL, Uckan EM, Van Hook JW. The effectsof maternal position and cardiac output on intrapulmonary shunt in nor-mal third-trimester pregnancy. Obstet Gynecol. 1996;88:327–330. doi:10.1016/0029-7844(96)00212-825. Summers RL, Harrison JM, Thompson JR, Porter J, Coleman TG. Theo-retical analysis of the effect of positioning on hemodynamic stabil-ity during pregnancy. Acad Emerg Med. 2011;18:1094–1098. doi:10.1111/j.1553-2712.2011.01166.x26. Freire-Tellado M, Navarro-Paton R, Pavon-Prieto MDP, Fernandez-LopezM, Mateos-Lorenzo J, Lopez-Forneas I. Does lying in the recovery positionincrease the likelihood of not delivering cardiopulmonary resuscitation? Re-suscitation. 2017;115:173–177. doi: 10.1016/j.resuscitation.2017.03.008\n\nPosition for ShockBackground\n\nA person presenting with shock, including cardiogenic,hypovolemic, or hemorrhagic shock, may experience diz-ziness, difficulty breathing, chest pain, or skin mottling.\n\nWhile waiting for EMS, the first aid provider can positionthe person in a way to optimize circulation to vital organssuch as the brain and to avoid decompensation. Variousstudies have evaluated how body positioning such asstanding, being supine, or elevating the legs potentiallyaffects vital signs and cardiac function.\n\nThis topic was the subject of a 2022 ILCOR system-atic review.1 An updated literature search was performedby the writing group in 2023.\n\nFirst Aid Positioning of the Person in Shock\n\nCORLOERecommendations2aC-LD1. If a person shows evidence of shock with a normal level of alertness, it is reasonable to place or maintain the person in a supine position.2aC-LD2. If a person showing signs of shock is at risk for airway obstruction (decreased alertness, active vomiting) or cannot be continuously watched, it is reasonable to place the person in the recovery position.2bC-LD3. If there is no evidence of trauma or injury (eg, simple fainting, shock from nontraumatic bleeding, sepsis, dehydration), raising the feet about 6 to 12 in (≈30°–45°) from supine position may be reasonable while awaiting the arrival of EMS.2bC-EO4. If a person is placed in a leg-raised position that results in pain, discomfort, or worsened symptoms, returning the person to a supine position may be considered.\n\nRecommendation-Specific Supportive Text\n\n1. An observational study found that in individualsundergoing phlebotomy, a supine position resultedin greater cardiac index and lower heart rate com-pared with a standing position.22. The recovery position may reduce the risk forairway obstruction, facilitate drainage of airwaysecretions, and reduce the risk of aspiration inindividuals with a decreased level of responsive-ness, particularly if the airway cannot be closelymonitored by a first aid provider. In addition, aside-lying position may be preferred for comfortover the supine position by individuals in certaincircumstances such pregnant individuals, peoplewith respiratory difficulties, or those with a greateror smaller body habitus.13. The beneficial evidence for feet elevation isextrapolated from an RCT and observationalstudies performed in non–first aid settings,demonstrating an effect of the passive leg raiseon vital signs and indicators of cardiac output.Observed improvements with passive leg raisecompared with the supine position in hypoten-sive subjects were temporary, and not all studiesshow this effect.3–74. Complications such as arrhythmias and hypoxiahave developed in hemodynamically unstable\n\nHewett Brumberg et al\n\npatients who have been moved into the elevated-feet position. Although these were detected withthe use of in-hospital monitors, the develop-ment of new symptoms may indicate conditiondecompensation.8\n\n1. Douma MJ, Handley AJ, MacKenzie E, Raitt J, Orkin A, Berry D, BendallJ, O’Dochartaigh D, Picard C, Carlson JN, et al. The recovery posi-tion for maintenance of adequate ventilation and the prevention of car-diac arrest: a systematic review. Resusc Plus. 2022;10:100236. doi:10.1016/j.resplu.2022.1002362. Wong DH, O’Connor D, Tremper KK, Zaccari J, Thompson P,Hill D. Changes in cardiac output after acute blood loss and po-sition change in man. Crit Care Med. 1989;17:979–983. doi:10.1097/00003246-198910000-000023. Kyriakides ZS, Koukoulas A, Paraskevaidis IA, Chrysos D, Tsiapras D,Galiotos C, Kremastinos DT. Does passive leg raising increase cardiacperformance? A study using Doppler echocardiography. Int J Cardiol.1994;44:288–293. doi: 10.1016/0167-5273(94)90294-14. Kamran H, Salciccioli L, Kumar P, Pushilin S, Namana V, Trotman S, LazarJ. The relation between blood pressure changes induced by passive legraising and arterial stiffness. J Am Soc Hypertens. 2010;4:284–289. doi:10.1016/j.jash.2010.09.0025. Jabot J, Teboul JL, Richard C, Monnet X. Passive leg raising for predict-ing fluid responsiveness: importance of the postural change. Intensive CareMed. 2009;35:85–90. doi: 10.1007/s00134-008-1293-36. Gaffney FA, Bastian BC, Thal ER, Atkins JM, Blomqvist CG.Passive leg raising does not produce a significant or sus-tained autotransfusion effect. J Trauma. 1982;22:190–193. doi:10.1097/00005373-198203000-000037. Boulain T, Achard JM, Teboul JL, Richard C, Perrotin D, Ginies G.Changes in BP induced by passive leg raising predict response to flu-id loading in critically ill patients. Chest. 2002;121:1245–1252. doi:10.1378/chest.121.4.12458. Toppen W, Aquije Montoya E, Ong S, Markovic D, Kao Y, Xu X, Chiem A,Cannesson M, Berlin D, Barjaktarevic I. Passive leg raise: feasibility andsafety of the maneuver in patients with undifferentiated shock. J IntensiveCare Med. 2020;35:1123–1128. doi: 10.1177/0885066618820492\n\nThe administration of oxygen for injured or ill individu-als in the prehospital setting has been a mainstay ofEMS care for nearly 50 years. Historical indicationshave included breathing problems, chest pain, traumat-ic injury, and stroke. Oxygen therapy plays a vital rolein stabilizing patients experiencing inadequate tissueoxygenation, thereby averting or mitigating hypoxia-induced cellular damage. Although oxygen is generallysafe and straightforward to administer, its use is notwithout controversy. Recent studies have demonstrat-ed worse outcomes for some conditions when oxygenis administered. Moreover, the availability and suitabilityfor lay first aid providers of oxygen therapy have beenquestioned.\n\nILCOR completed a scoping review on the use of oxy-gen for first aid in 20221 and a systematic review on theuse of oxygen for acute stroke in 2020.2 An updatedliterature search was performed by the writing group in2023.\n\nRecommendation-Specific Supportive Text\n\nAdministration of Oxygen in First AidCORLOERecommendations2bC-LD1. The effectiveness/usefulness of oxygen adminis- tered in the first aid setting for adults or children exhibiting signs or symptoms of shortness of breath, difficulty breathing, or hypoxia is unknown.3: No BenefitB-R2. It is not beneficial to administer oxygen over room air in the first aid setting for adults experiencing acute stroke.3: HarmC-LD3. It is potentially harmful for first aid providers to administer supplementary oxygen to a person with known chronic obstructive pulmonary disease to an oxygen saturation >92%.\n\n1. A 2022 ILCOR scoping review did not identify anystudies on the effectiveness of oxygen therapyin the first aid setting.1 The ILCOR First Aid TaskForce concluded that there is no direct evidenceto support or not support the use of oxygen by firstaid providers in the first aid setting. No evidencewas found about whether people with specificconditions such as drowning, carbon monoxidepoisoning, decompression illness, or pneumoniawould benefit from oxygen administration in thefirst aid setting. Although there are specific con-ditions for which oxygen administration by healthcare professionals or specially trained rescuers hasbeen proven beneficial, particularly when guided byreliable pulse oximetry, the overarching message isthat a role for oxygen administration in general firstaid has not been established.2. An ILCOR 2020 systematic review on oxygen foracute stroke did not identify a benefit of oxygenover room air for survival or neurological outcome.2A single observational study in the prehospital set-ting3 provided direct evidence from the prehospitalsetting, supported by 8 RCTs from the in-hospitalsetting. These studies compare the use of supple-mentary oxygen with varying flow rates and deliv-ery methods with no use of supplementary oxygen(ie, room air) in individuals with acute stroke. Thesestudies failed to find a benefit for critical outcomessuch as survival, favorable neurological outcomes,and quality of life.3. One study and a Cochrane systematic review iden-tified by the task force enrolled 214 adults withchronic obstructive pulmonary disease receivingtreatment by paramedics en route to the hospi-tal. The study observed a reduction in mortality infavor of the group in whom oxygen was titrated tomaintain pulse oximetry of 92% compared with thegroup receiving high-flow oxygen (2 deaths in thetitrated oxygen group compared with 11 deaths inthe high-flow control arm; risk ratio, 0.22 [95% CI,0.05–0.97]; 214 participants).4,5\n\n1. Berg KM, Bray JE, Ng KC, Liley HG, Greif R, Carlson JN, Morley PT,Drennan IR, Smyth M, Scholefield BR, et al; Collaborators. 2023 Interna-tional Consensus on Cardiopulmonary Resuscitation and Emergency Car-diovascular Care Science With Treatment Recommendations: summaryfrom the Basic Life Support; Advanced Life Support; Pediatric Life Support;Neonatal Life Support; Education, Implementation, and Teams; and First AidTask Forces [published corrections appear in Circulation. 2024;149:e1128and Circulation. 2024;149:e1411]. Circulation. 2023;148:e187–e280. doi:10.1161/CIR.00000000000011792. Singletary EM, Zideman DA, Bendall JC, Berry DC, Borra V, Carlson JN,Cassan P, Chang WT, Charlton NP, Djarv T, et al; First Aid Science Col-laborators. 2020 International Consensus on First Aid Science With Treat-ment Recommendations. Circulation. 2020;142(suppl 1):S284–S334. doi:10.1161/CIR.00000000000008973. Dylla L, Adler DH, Abar B, Benesch C, Jones CMC, Kerry O’BanionM, Cushman JT. Prehospital supplemental oxygen for acute stroke: aretrospective analysis. Am J Emerg Med. 2020;38:2324–2328. doi:10.1016/j.ajem.2019.11.0024. Austin MA, Wills KE, Blizzard L, Walters EH, Wood-Baker R. Effect of highflow oxygen on mortality in chronic obstructive pulmonary disease patientsin prehospital setting: randomised controlled trial. BMJ. 2010;341:c5462.doi: 10.1136/bmj.c54625. Kopsaftis Z, Carson-Chahhoud KV, Austin MA, Wood-Baker R. Oxygen ther-apy in the pre-hospital setting for acute exacerbations of chronic obstructivepulmonary disease. Cochrane Database Syst Rev. 2020;1:CD005534. doi:10.1002/14651858.CD005534.pub3\n\nPulse oximetry is a simple, noninvasive test for assessinghealth conditions in both health care facilities and out-of-hospital settings. Recently, this technology has alsofound its way into home first aid kits and wearable de-vices such as watches and fitness bands. By using thesedevices, first aid providers may be able to measure thelevel of oxygen bound to hemoglobin in the blood. Thisinformation is valuable for evaluating both respiratory andcirculatory health, particularly in urgent situations. Dur-ing the COVID-19 pandemic, pulse oximetry was usedby infected individuals at home as a tool to detect silenthypoxia and to determine whether they needed to pres-ent for care in a clinic or emergency department (ED).1,2\n\nTable 5. Limitations of Pulse Oximeters\n\nPatient factorsDevice factorsEnvironmental factorsChronic respiratory diseaseBattery level/chargeExtremes of temperatureNail thickness and nail paint or polishDevice condition such as being dusty, dirty, or damagedMovement or vibration such as transportationHeart rhythm and cardiac outputSize and orientation of light and sensorMoisture and humiditySkin thickness, perfusion, pigmentation, and temperatureDevice accuracy and calibration (FDA categories): 1. Consumer product 2. Home-use medical devices 3. Medical deviceInterference from direct external light sources, including sunlight\n\nFDA indicates US Food and Drug Administration.\n\nPatients and health care professionals highly value theuse of pulse oximeters for home management of differ-ent conditions.3 Of concern, however, are the numerouslimitations pulse oximeters, including their systematicoverestimation of oxygen saturation in individuals withdarker skin pigmentation4–6 (Table 5). Moreover, pulseoximeters sold over the counter may not be approved orcleared by the US Food and Drug Administration or otherregulatory agencies.7\n\nThis topic was the subject of a 2022 ILCOR scopingreview.8 An updated literature search was performed bythe writing group in 2023.\n\nUse of Pulse Oximetry in First AidCORLOERecommendations1C-EO1. A physical examination and history should be the primary assessment methods for first aid provid- ers to evaluate an ill or injured person.2aC-EO2. It is reasonable for first aid providers to use pulse oximetry results in the context of a complete assessment and to be aware of the limitations of pulse oximetry before acting on any results.\n\nRecommendation-Specific Supportive Text\n\n1. The primary survey, physical examination, andSAMPLE history (signs/symptoms, allergies,medications, past medical history, last oral intake,events leading up to present illness/injury) areessential components of the first aid assess-ment, which is structured to rapidly detect life-threatening conditions. Skipping these essentialassessment components may result in delays inthe detection and resolution of life-threateningconditions. Assessment of respiratory statusincludes observing for bluish discoloration of theface, lips, or nails; abnormal respiratory rate andeffort; cough; a sensation of dyspnea; restless-ness and discomfort; chest pain or tightness; andincreased heart rate. Interpretation of any numeri-cal value provided by a pulse oximeter mustinclude considering these and other potentialassessment findings.2. Pulse oximeters have numerous limitations. Pulseoximeter accuracy can be affected by manypatient, device, and environmental factors. In 2large hospital-based cohort studies that comparedoxygen saturation measured by pulse oximetry withthe gold standard of arterial blood gas analysis,Black patients had almost 3 times the frequency ofhypoxemia that was missed by pulse oximetry com-pared with White patients.4 A systematic reviewand meta-analysis concluded that pulse oximetrymay overestimate oxygen saturation in people withhigh levels of skin pigmentation and people whoseethnicity is reported as Black/African Americancompared with oxygen saturation measured froma blood sample.5 Many environmental factors,\n\nincluding ambient lighting, temperature, and move-ment, can also interfere with pulse oximeter accu-racy.7 Devices that have not been approved by theUS Food and Drug Administration may be evenless accurate.\n\n1. Wilkerson RG, Annous Y, Farhy E, Hurst J, Smedley AD. Home pulse ox-imetry monitoring during the COVID-19 pandemic: an assessment of pa-tient engagement and compliance [published online June 26, 2023]. HealthPolicy Technol. doi: 10.1016/j.hlpt.2023.100776. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10291857/2. Luks AM, Swenson ER. Pulse oximetry for monitoring patients withCOVID-19 at home: potential pitfalls and practical guidance. Ann Am ThoracSoc. 2020;17:1040–1046. doi: 10.1513/AnnalsATS.202005-418FR3. Shah S, Majmudar K, Stein A, Gupta N, Suppes S, Karamanis M, CapannariJ, Sethi S, Patte C. Novel use of home pulse oximetry monitoring inCOVID-19 patients discharged from the emergency department identi-fies need for hospitalization. Acad Emerg Med. 2020;27:681–692. doi:10.1111/acem.140534. Sjoding MW, Dickson RP, Iwashyna TJ, Gay SE, Valley TS. Racial bias inpulse oximetry measurement. N Engl J Med. 2020;383:2477–2478. doi:10.1056/NEJMc20292405. Shi C, Goodall M, Dumville J, Hill J, Norman G, Hamer O, Clegg A,Watkins CL, Georgiou G, Hodkinson A, et al. The accuracy of pulse ox-imetry in measuring oxygen saturation by levels of skin pigmentation:a systematic review and meta-analysis. BMC Med. 2022;20:267. doi:10.1186/s12916-022-02452-86. Jamali H, Castillo LT, Morgan CC, Coult J, Muhammad JL, Osobamiro OO,Parsons EC, Adamson R. Racial disparity in oxygen saturation measure-ments by pulse oximetry: evidence and implications. Ann Am Thorac Soc.2022;19:1951–1964. doi: 10.1513/AnnalsATS.202203-270CME7. US Food and Drug Administration. Pulse Oximeter Accuracy and Limita-tions: FDA Safety Communication. 2023. Accessed October 30, 2023.https://public4.pagefreezer.com/content/FDA/20-02-2024T15:13/https://www.fda.gov/medical-devices/safety-communications/pulse-oxim-eter-accuracy-and-limitations-fda-safety-communication8. Berg KM, Bray JE, Ng KC, Liley HG, Greif R, Carlson JN, Morley PT,Drennan IR, Smyth M, Scholefield BR, et al; Collaborators. 2023 Interna-tional Consensus on Cardiopulmonary Resuscitation and Emergency Car-diovascular Care Science With Treatment Recommendations: summaryfrom the Basic Life Support; Advanced Life Support; Pediatric Life Support;Neonatal Life Support; Education, Implementation, and Teams; and First AidTask Forces [published corrections appear in Circulation. 2024;149:e1128and Circulation. 2024;149:e1411]. Circulation. 2023;148:e187–e280. doi:10.1161/CIR.0000000000001179\n\nBronchodilators for Asthma With Shortness ofBreath\n\nThere are many causes of shortness of breath. First aidproviders may encounter a person with a previous diag-nosis of asthma who has acute difficulty breathing or iswheezing. Many will carry prescribed inhaled medicationwith them to use when they are experiencing an asth-ma exacerbation. Some people, because of severity ofillness or other factors, may require assistance to self-administer bronchodilator medication.\n\nThe ILCOR performed a scoping review on potentialharms from bronchodilator administration in 2022.1 Anupdated literature search was performed by the writinggroup in 2023.\n\nFirst Aid Recommendations for Assisting a Person Experiencing anAsthma Attack With Using Their Own Inhaled Bronchodilator Medication\n\nCORLOERecommendations1B-R1.First aid providers should assist a person with asthma who is having difficulty breathing with the administration of their own prescribed bronchodilators as needed.2aB-R2.It is reasonable to use either an inhaler with a spacer or a nebulizer when assisting a person with asthma to use their own inhaled bronchodilator medication, in preference to using an inhaler alone.2aB-R3.If a commercially available spacer is not available, it is reasonable to use an improvised spacer when assisting a person who is having an asthma attack to use their own inhaled bronchodilator medication.\n\nRecommendation-Specific Supportive Text\n\n1. Inhaled bronchodilators are effective in patientswith asthma and acute shortness of breath.2–12Evidence from included studies was extrapolatedfrom the EMS and ED settings to the first aid set-ting. No new studies specifically examining thefirst aid setting have been published since the priorguidelines in 2015.13 Bronchodilator administra-tion is safe; treatment with albuterol/salbutamolcauses no clinically significant change in heartrate,5–7,12 blood pressure,5 serum potassium, tremor,headache, nervousness, weakness, palpitation, ordry mouth.122. When used with a metered dose inhaler, spacerdevices improve the delivery of bronchodilatormedications to the lungs.14 Inhalers with spacerdevices provide clinical effectiveness equal to thatof nebulizer machines, including in communitysettings.153. Improvised spacers made with a 500-mL (≈16oz) plastic cold drink bottle16–19 or a 150-mL (≈5oz) disposable paper cup20 appear to provide drugdelivery similar to that achieved with commercialspacer devices (Figure 2).\n\nHewett Brumberg et al\n\n1. Berg KM, Bray JE, Ng KC, Liley HG, Greif R, Carlson JN, Morley PT,Drennan IR, Smyth M, Scholefield BR, et al; Collaborators. 2023 Interna-tional Consensus on Cardiopulmonary Resuscitation and Emergency Car-diovascular Care Science With Treatment Recommendations: summaryfrom the Basic Life Support; Advanced Life Support; Pediatric Life Support;Neonatal Life Support; Education, Implementation, and Teams; and First AidTask Forces [published corrections appear in Circulation. 2024;149:e1128and Circulation. 2024;149:e1411]. Circulation. 2023;148:e187–e280. doi:10.1161/CIR.00000000000011792. van der Woude HJ, Postma DS, Politiek MJ, Winter TH, AalbersR. Relief of dyspnoea by beta2-agonists after methacholine-induced bronchoconstriction. Respir Med. 2004;98:816–820. doi:10.1016/j.rmed.2004.03.0013. Politiek MJ, Boorsma M, Aalbers R. Comparison of formoterol, salbutamoland salmeterol in methacholine-induced severe bronchoconstriction. EurRespir J. 1999;13:988–992. doi: 10.1034/j.1399-3003.1999.13e10.x4. Berger WE, Milgrom H, Skoner DP, Tripp K, Parsey MV, BaumgartnerRA; Xopenex Pediatric Asthma Group. Evaluation of levalbuterol metereddose inhaler in pediatric patients with asthma: a double-blind, randomized,placebo- and active-controlled trial. Curr Med Res Opin. 2006;22:1217–1226. doi: 10.1185/030079906X1125345. Littner MR, Tashkin DP, Siegel SC, Katz R. Double-blind comparison ofacute effects of inhaled albuterol, isoproterenol and placebo on cardio-pulmonary function and gas exchange in asthmatic children. Ann Allergy.1983;50:309–316.6. Emerman CL, Shade B, Kubincanek J. A controlled trial of nebulized iso-etharine in the prehospital treatment of acute asthma. Am J Emerg Med.1990;8:512–514. doi: 10.1016/0735-6757(90)90153-q7. Bentur L, Canny GJ, Shields MD, Kerem E, Schuh S, Reisman JJ,Fakhoury K, Pedder L, Levison H. Controlled trial of nebulized albuterolin children younger than 2 years of age with acute asthma. Pediatrics.1992;89:133–137.8. Amirav I, Yacobov R, Luder AS. Formoterol Turbuhaler is as effective asSalbutamol Diskus in relieving adenosine-induced bronchoconstriction inchildren. J Aerosol Med. 2007;20:1–6. doi: 10.1089/jam.2006.05619. Hermansen MN, Nielsen KG, Buchvald F, Jespersen JJ, Bengtsson T,Bisgaard H. Acute relief of exercise-induced bronchoconstriction by inhaledformoterol in children with persistent asthma. Chest. 2006;129:1203–1209. doi: 10.1378/chest.129.5.120310. Osmond MH, Klassen TP. Efficacy of ipratropium bromide in acute child-hood asthma: a meta-analysis. Acad Emerg Med. 1995;2:651–656. doi:10.1111/j.1553-2712.1995.tb03607.x11. Weiss SJ, Anand P, Ernst AA, Orgeron D, May WL. Effect of out-of-hospitalalbuterol inhalation treatments on patient comfort and morbidity. Ann EmergMed. 1994;24:873–878. doi: 10.1016/s0196-0644(94)70205-512. Karpel JP, Aldrich TK, Prezant DJ, Guguchev K, Gaitan-Salas A, Pathiparti R.Emergency treatment of acute asthma with albuterol metered-dose inhalerplus holding chamber: how often should treatments be administered? Chest.1997;112:348–356. doi: 10.1378/chest.112.2.34813. Singletary EM, Charlton NP, Epstein JL, Ferguson JD, Jensen JL,MacPherson AI, Pellegrino JL, Smith WW, Swain JM, Lojero-Wheatley LF, etal. Part 15: first aid: 2015 American Heart Association and American RedCross guidelines update for first aid. Circulation. 2015;132(suppl 2):S574–S589. doi: 10.1161/CIR.000000000000026914. Newman SP. Spacer devices for metered dose inhalers. Clin Pharmacokinet.2004;43:349–360. doi: 10.2165/00003088-200443060-0000115. Cates CJ, Welsh EJ, Rowe BH. Holding chambers (spac-ers) versus nebulisers for beta-agonist treatment of acute asth-ma. Cochrane Database Syst Rev. 2013;2013:CD000052. doi:10.1002/14651858.CD000052.pub316. Rodriguez C, Sossa M, Lozano JM. Commercial versus home-madespacers in delivering bronchodilator therapy for acute therapy in chil-dren. Cochrane Database Syst Rev. 2008;2008:CD005536. doi:10.1002/14651858.CD005536.pub217. Schor D, Rizzo JA, Medeiros D, Dela Bianca AC, Silva AR, Nunes C,Morais-Almeida M, Sarinho E. Home-made spacer as an auxiliary devicein administration of beclomethasone via pressurized metered dose inhalerfor asthma control: a randomized controlled pragmatic trial. Respir Med.2017;126:52–58. doi: 10.1016/j.rmed.2017.03.01718. Zar HJ, Streun S, Levin M, Weinberg EG, Swingler GH. Randomised con-trolled trial of the efficacy of a metered dose inhaler with bottle spacer forbronchodilator treatment in acute lower airway obstruction. Arch Dis Child.2007;92:142–146. doi: 10.1136/adc.2006.101642\n\n19. Zar HJ, Weinberg EG, Binns HJ, Gallie F, Mann MD. Lung deposition ofaerosol: a comparison of different spacers. Arch Dis Child. 2000;82:495–498. doi: 10.1136/adc.82.6.49520. Willemse BW, Toelle BG, Li JS, Shah S, Peat JK. Use of a paper disposablecup as a spacer is effective for the first-aid management of asthma. RespirMed. 2003;97:86–89. doi: 10.1053/rmed.2002.1407\n\nStroke is a leading cause of death and disability world-wide. Each year, nearly 800 000 people in the UnitedStates experience a new or recurrent stroke.1 Projec-tions show that between 2012 and 2030, ≈3.4 millionUS adults, representing 3.9% of the adult population, willhave had a stroke.1,2\n\nVarious stroke recognition instruments have beendeveloped for both in-hospital and prehospital use.Compared with stroke scales intended for in-hospitaluse, stroke scales designed for the first aid setting havefewer diagnostic criteria, easily identified clinical signs,and simple implementation.\n\nThe ILCOR published a systematic review on strokerecognition in 2020.3,4 An updated literature search wasperformed by the writing group in 2023.\n\nRecognition of Stroke in the First Aid Setting—Adults\n\nCORLOERecommendations1B-NR1.If stroke is suspected, the EMS system should be activated immediately.1B-NR2.The use of a stroke recognition scale such as the Face, Arms, Speech, Time (FAST) or Cincinnati Prehospital Stroke Scale is recommended to aid in the recognition of acute stroke in adults.2aC-EO3.It is reasonable for first aid providers to measure capillary blood glucose in adults with suspected stroke if it is available and does not delay activating EMS.\n\nRecommendation-Specific Supportive Text\n\n1. Stroke is a serious and time-sensitive medicalemergency. Emergency interventions are mosteffective when delivered promptly. Use of EMS bypatients with stroke has been associated with ear-lier ED arrival, quicker ED evaluation, more rapidtreatment, and more eligible patients receivingintervention.5,6 For the best outcomes possible, rec-ognition and activation of the stroke care systemshould occur as quickly as possible.2. A 2020 ILCOR systematic review3 evaluated 9different screening tools reported in 19 observa-tional studies. The FAST,7 which is essentially iden-tical to the Cincinnati Prehospital Stroke Scale,was the only tool intended for administration bylaypeople (Figure 3). The FAST and the CincinnatiPrehospital Stroke Scale have the same 3 physi-cal examination items (face, arms, and speech),which the review authors identified as appropriate\n\nfor use by first aid providers. Although data spe-cific to first aid providers are lacking, the use ofstroke scales coached by EMS dispatchers andby EMS personnel improves early recognition ofstroke.9,103. If a first aid provider has the necessary knowledgeand equipment to perform capillary blood glucosemeasurement, the measurement of blood glucosemay aid in ruling out hypoglycemia, a commonstroke mimic.\n\nFigure 3. The FAST (Face, Arms,Speech, Time) stroke recognitiontool.\n\n1. Tsao CW, Aday AW, Almarzooq ZI, Anderson CAM, Arora P, Avery CL,Baker-Smith CM, Beaton AZ, Boehme AK, Buxton AE, et al; "
}