{
  "title": "2024 International Consensus On Cardiopulmonary Re...Fe Support; Educatio P06(101-108)",
  "full_text": "580. Chen X, Peng W, Zhang Z, Zhao Q, Zhou Y, Chen L, Pan J. [Efficacy andsafety of selective brain hypothermia therapy on neonatal hypoxic-ischemicencephalopathy]. Zhonghua Wei Zhong Bing Ji Jiu Yi Xue. 2018;30:1046–1050. doi: 10.3760/cma.j.issn.2095-4352.2018.011.007581. Das S, Sarkar N, Bhattacharya M, Basu S, Sanyal D, Chatterjee A, AichB, Chatterjee K. Neurological outcome at 30 months of age after mildhypothermia via selective head cooling in term neonates with peri-natal asphyxia using low-cost coolcap: a single-center randomizedcontrol pilot trial in India. J Pediatr Neurol. 2017;15:157–165. doi:10.1055/s-0037-1603681582. Gane BD, Bhat V, Rao R, Nandhakumar S, Harichandrakumar KT,Adhisivam B. Effect of therapeutic hypothermia on DNA damage and neu-rodevelopmental outcome among term neonates with perinatal asphyxia:a randomized controlled trial. J Trop Pediatr. 2014;60:134–140. doi:10.1093/tropej/fmt098583. Jose S, Ismael KM. Effect of hypothermia for perinatal asphyxia onchildhood outcomes. Int J Contemporary Pediatr. 2017;5:86–91. doi:10.18203/2349-3291.ijcp20175489584. Joy R, Pournami F, Bethou A, Bhat VB, Bobby Z. Effect of therapeutic hy-pothermia on oxidative stress and outcome in term neonates with perinatalasphyxia: a randomized controlled trial. J Trop Pediatr. 2013;59:17–22. doi:10.1093/tropej/fms036585. Li T, Xu F, Cheng X, Guo X, Ji L, Zhang Z, Wang X, Blomgren K, Simbruner G,Zhu C. Systemic hypothermia induced within 10 hours after birth improvedneurological outcome in newborns with hypoxic-ischemic encephalopathy.Hosp Pract (1995). 2009;37:147–152. doi: 10.3810/hp.2009.12.269586. Liao W, Xu H, Ding J, Huang H. Mild hypothermia therapy for moderate orsevere hypoxicischemic encephalopathy in neonates. Iran J Public Health.2018;47:64–69.587. Lin ZL, Yu HM, Lin J, Chen SQ, Liang ZQ, Zhang ZY. Mild hypothermia viaselective head cooling as neuroprotective therapy in term neonates withperinatal asphyxia: an experience from a single neonatal intensive careunit. J Perinatol. 2006;26:180–184. doi: 10.1038/sj.jp.7211412588. Rakesh K, Vishnu Bhat B, Adhisivam B, Ajith P. Effect of therapeutic hy-pothermia on myocardial dysfunction in term neonates with perinatalasphyxia - a randomized controlled trial. J Matern Fetal Neonatal Med.2018;31:2418–2423. doi: 10.1080/14767058.2017.1344633589. Robertson NJ, Nakakeeto M, Hagmann C, Cowan FM, Acolet D, IwataO, Allen E, Elbourne D, Costello A, Jacobs I. Therapeutic hypothermia forbirth asphyxia in low-resource settings: a pilot randomised controlled trial.Lancet. 2008;372:801–803. doi: 10.1016/S0140-6736(08)61329-X590. Sun J, Li J, Cheng G, Sha B, Zhou W. Effects of hypothermia on NSEand S-100 protein levels in CSF in neonates following hypoxic/ischaemic brain damage. Acta Paediatr. 2012;101:e316–e320. doi:10.1111/j.1651-2227.2012.02679.x591. Tanigasalam V, Bhat V, Adhisivam B, Sridhar MG. Does therapeutic hypo-thermia reduce acute kidney injury among term neonates with perinatalasphyxia?--a randomized controlled trial. J Matern Fetal Neonatal Med.2016;29:2545–2548. doi: 10.3109/14767058.2015.1094785592. Thayyil S, Pant S, Montaldo P, Shukla D, Oliveira V, Ivain P, Bassett P, SwamyR, Mendoza J, Moreno-Morales M, et al; HELIX consortium. Hypothermiafor moderate or severe neonatal encephalopathy in low-income andmiddle-income countries (HELIX): a randomised controlled trial in India,Sri Lanka, and Bangladesh. Lancet Glob Health. 2021;9:e1273–e1285.doi: 10.1016/S2214-109X(21)00264-3593. Yang T, Li S. Efficacy of different treatment times of mild cerebral hypother-mia on oxidative factors and neuroprotective effects in neonatal patientswith moderate/severe hypoxic-ischemic encephalopathy. J Int Med Res.2020;48:300060520943770. doi: 10.1177/0300060520943770594. Zhou WH, Cheng GQ, Shao XM, Liu XZ, Shan RB, Zhuang DY, Zhou CL,Du LZ, Cao Y, Yang Q, et al; China Study Group. Selective head cool-ing with mild systemic hypothermia after neonatal hypoxic-ischemic en-cephalopathy: a multicenter randomized controlled trial in China. J Pediatr.2010;157:367–72, 372.e1. doi: 10.1016/j.jpeds.2010.03.030595. Zou L, Yuan H, Liu Q, Lu C, Wang L. Potential protective effects of bili-rubin following the treatment of neonatal hypoxic-ischemic encephalopa-thy with hypothermia therapy. Biosci Rep. 2019;39:BSR20182332. doi:10.1042/bsr20182332596. Krishnan V, Kumar V, Shankaran S, Thayyil S. Rise and fall of therapeu-tic hypothermia in low-resource settings: lessons from the HELIX trial[published online ahead of print July 23, 2021]. Indian J Pediatr. doi:10.1007/s12098-021-03861-y597. Griffiths UK, Legood R, Pitt C. Comparison of economic evaluationmethods across low-income, middle-income and high-income countries:\n\nwhat are the differences and why? Health Econ. 2016;25:29–41. doi:10.1002/hec.3312598. Yeung J, Matsuyama T, Bray J, Reynolds J, Skrifvars MB. Does care ata cardiac arrest centre improve outcome after out-of-hospital cardiacarrest? - a systematic review. Resuscitation. 2019;137:102–115. doi:10.1016/j.resuscitation.2019.02.006599. Sinning C, Ahrens I, Cariou A, Beygui F, Lamhaut L, Halvorsen S, NikolaouN, Nolan JP, Price S, Monsieurs K, et al. The cardiac arrest centre for thetreatment of sudden cardiac arrest due to presumed cardiac cause: aims,function, and structure: position paper of the ACVC association of the ESC,EAPCI, EHRA, ERC, EUSEM, and ESICM. Eur Heart J Acute CardiovascCare. 2020; 9(4_suppl):S193–S202. doi: 10.1177/2048872620963492600. Yeo JW, Ng ZHC, Goh AXC, Gao JF, Liu N, Lam SWS, Chia YW, PerkinsGD, Ong MEH, Ho AFW; National Targeted Temperature ManagementWorkgroup. Impact of cardiac arrest centers on the survival of pa-tients with nontraumatic out-of-hospital cardiac arrest: a systematicreview and meta-analysis. J Am Heart Assoc. 2022;11:e023806. doi:10.1161/JAHA.121.023806601. Yeung J, Abelairas-Gomez C, Boulton A, Olaussen A, Skrifvars M, Greif R,on behalf of the International Liaison Committee on Resuscitation (ILCOR)Education Implementation and Team (EIT) Task Force. Cardiac arrestcenters: EIT 6301 TF SR. Accessed June 2024. https://costr.ilcor.org/document/cardiac-arrest-centers-eit-6301-tf-sr602. Patterson T, Perkins GD, Perkins A, Clayton T, Evans R, Dodd M, RobertsonS, Wilson K, Mellett-Smith A, Fothergill RT, et al; ARREST trial collabo-rators. Expedited transfer to a cardiac arrest centre for non-ST-elevationout-of-hospital cardiac arrest (ARREST): a UK prospective, multicentre,parallel, randomised clinical trial. Lancet. 2023;402:1329–1337. doi:10.1016/S0140-6736(23)01351-X603. Tagami T, Hirata K, Takeshige T, Matsui J, Takinami M, Satake M, SatakeS, Yui T, Itabashi K, Sakata T, et al. Implementation of the fifth link of thechain of survival concept for out-of-hospital cardiac arrest. Circulation.2012;126:589–597. doi: 10.1161/CIRCULATIONAHA.111.086173604. Matsuyama T, Kiyohara K, Kitamura T, Nishiyama C, Nishiuchi T, HayashiY, Kawamura T, Ohta B, Iwami T. Hospital characteristics and favour-able neurological outcome among patients with out-of-hospital car-diac arrest in Osaka, Japan. Resuscitation. 2017;110:146–153. doi:10.1016/j.resuscitation.2016.11.009605. Jung E, Ro YS, Park JH, Ryu HH, Shin SD. Direct transport to cardiac ar-rest center and survival outcomes after out-of-hospital cardiac arrest byurbanization level. J Clin Med. 2022;11:1033. doi: 10.3390/jcm11041033606. Kim JY, Moon S, Park JH, Cho HJ, Song JH, Jeon W, Chang H, Ro YS,Shin SD. Effect of transported hospital resources on neurologic outcomeafter out-of-hospital cardiac arrest. Signa Vitae. 2019;15:51–58. doi:10.22514/SV151.042019.7607. Kragholm K, Malta Hansen C, Dupre ME, Xian Y, Strauss B, Tyson C, MonkL, Corbett C, Fordyce CB, Pearson DA, et al. Direct transport to a percu-taneous cardiac intervention center and outcomes in patients with out-of-hospital cardiac arrest. Circ Cardiovasc Qual Outcomes. 2017;10:e003414.doi: 10.1161/CIRCOUTCOMES.116.003414608. McKenzie N, Williams TA, Ho KM, Inoue M, Bailey P, Celenza A,Fatovich D, Jenkins I, Finn J. Direct transport to a PCI-capable hospi-tal is associated with improved survival after adult out-of-hospital car-diac arrest of medical aetiology. Resuscitation. 2018;128:76–82. doi:10.1016/j.resuscitation.2018.04.039609. Soholm H, Kjaergaard J, Bro-Jeppesen J, Hartvig-Thomsen J, LippertF, Kober L, Nielsen N, Engsig M, Steensen M, Wanscher M, et al.Prognostic implications of level-of-care at tertiary heart centers com-pared with other hospitals after resuscitation from out-of-hospital car-diac arrest. Circ Cardiovasc Qual Outcomes. 2015;8:268–276. doi:10.1161/CIRCOUTCOMES.115.001767610. Spaite DW, Bobrow BJ, Stolz U, Berg RA, Sanders AB, Kern KB, Chikani V,Humble W, Mullins T, Stapczynski JS, et al; Arizona Cardiac Receiving CenterConsortium. Statewide regionalization of postarrest care for out-of-hospitalcardiac arrest: association with survival and neurologic outcome. Ann EmergMed. 2014;64:496–506.e1. doi: 10.1016/j.annemergmed.2014.05.028611. Sunde K, Pytte M, Jacobsen D, Mangschau A, Jensen LP, Smedsrud C,Draegni T, Steen PA. Implementation of a standardised treatment pro-tocol for post resuscitation care after out-of-hospital cardiac arrest.Resuscitation. 2007;73:29–39. doi: 10.1016/j.resuscitation.2006.08.016612. Yeh CC, Chang CH, Seak CJ, Chen CB, Weng YM, Lin CC, Huang CH,Tseng HJ, Ng CJ, LH T. Survival analysis in out-of-hospital cardiac arrestpatients with shockable rhythm directly transport to heart centers. SignaVitae. 2021;17:95–102. doi: 10.22514/sv.2021.084\n\n2024 ILCOR CoSTR Summary\n\n613. Cournoyer A, Notebaert E, de Montigny L, Ross D, Cossette S, Londei-LeducL, Iseppon M, Lamarche Y, Sokoloff C, Potter BJ, et al. Impact of the directtransfer to percutaneous coronary intervention-capable hospitals on sur-vival to hospital discharge for patients with out-of-hospital cardiac arrest.Resuscitation. 2018;125:28–33. doi: 10.1016/j.resuscitation.2018.01.048614. Stub D, Smith K, Bray JE, Bernard S, Duffy SJ, Kaye DM. Hospital charac-teristics are associated with patient outcomes following out-of-hospital car-diac arrest. Heart. 2011;97:1489–1494. doi: 10.1136/hrt.2011.226431615. Mumma BE, Diercks DB, Wilson MD, Holmes JF. Association betweentreatment at an ST-segment elevation myocardial infarction center andneurologic recovery after out-of-hospital cardiac arrest. Am Heart J.2015;170:516–523. doi: 10.1016/j.ahj.2015.05.020616. Chien C, Tsai S, Tsai L, Chen C, Seak C, Weng Y, Lin C, Ng C, ChienW, Huang C, et al. Impact of transport time and cardiac arrest cen-ters on the neurological outcome after out-of-hospital cardiac arrest:a retrospective cohort study. J Am Heart Assoc. 2020;9:e015544. doi:10.1161/JAHA.119.015544617. Chocron R, Bougouin W, Beganton F, Juvin P, Loeb T, Adnet F, LecarpentierE, Lamhaut L, Jost D, Marijon E, et al. Are characteristics of hospitals associ-ated with outcome after cardiac arrest? Insights from the great Paris registry.Resuscitation. 2017;118:63–69. doi: 10.1016/j.resuscitation.2017.06.019617a. Boulton AJ, Abelairas-Gómez C, Olaussen A, Skrifvars MB, Greif R, YeungJ; International Liaison Committee on Resuscitation (ILCOR) Education,Implementation and Team (EIT) and the Advanced Life Support (ALS)Task Force. Cardiac arrest centres for patients with non-traumatic car-diac arrest: a systematic review. Resuscitation. 2024;4:203:110387. doi:10.1016/j.resuscitation.2024.110387618. Deleted in proof.619. Haywood K, Whitehead L, Nadkarni VM, Achana F, Beesems S, Böttiger BW,Brooks A, Castrén M, Ong ME, Hazinski MF, et al; COSCA Collaborators.COSCA (Core Outcome Set for Cardiac Arrest) in Adults: an advisory state-ment from the International Liaison Committee on Resuscitation. Circulation.2018;137:e783–e801. doi: 10.1161/CIR.0000000000000562620. Greif R, Bhanji F, Bigham BL, Bray J, Breckwoldt J, Cheng A, Duff JP,Gilfoyle E, Hsieh MJ, Iwami T, et al; Education, Implementation, and TeamsCollaborators. Education, Implementation, and Teams: 2020 InternationalConsensus on Cardiopulmonary Resuscitation and EmergencyCardiovascular Care Science With Treatment Recommendations. Circulation.2020;142:S222–S283. doi: 10.1161/CIR.0000000000000896621. Greif R, Bhanji F, Bigham BL, Bray J, Breckwoldt J, Cheng A, DuffJP, Gilfoyle E, Hsieh MJ, Iwami T, et al. Education, Implementation,and Teams: 2020 International Consensus on CardiopulmonaryResuscitation and Emergency Cardiovascular Care Science WithTreatment Recommendations. Resuscitation. 2020;156:A188–A239. doi:10.1016/j.resuscitation.2020.09.014622. Nabecker S, Nation K, Gilfoyle E, Abelairas-Gomez C, Koota E, Lin Y, GreifR; on behalf of the Education, Implementation, and Teams Task Force ofthe International Liaison Committee on Resuscitation. Cognitive aids usedin simulated resuscitation: a systematic review. Resusc Plus. 2024;19:100675. doi: 10.1016/j.resplu.2024.100675623. Nabecker S, Nation K, Gilfoyle E, Abelairas-Gomez C, Koota E, Greif R, onbehalf of the International Liaison Committee on Resuscitation (ILCOR)Education Implementation and Team (EIT) Task Force. Cognitive aids usedin resuscitation (EIT 6400). Accessed June 2024. https://costr.ilcor.org/document/cognitive-aids-used-in-resuscitation-eit-6400-tf-sr624. Bould MD, Hayter MA, Campbell DM, Chandra DB, Joo HS, Naik VN.Cognitive aid for neonatal resuscitation: a prospective single-blindedrandomized controlled trial. Br J Anaesth. 2009;103:570–575. doi:10.1093/bja/aep221625. Fuerch JH, Yamada NK, Coelho PR, Lee HC, Halamek LP. Impactof a novel decision support tool on adherence to neonatal resus-citation program algorithm. Resuscitation. 2015;88:52–56. doi:10.1016/j.resuscitation.2014.12.016626. Dinur G, Borenstein-Levin L, Vider S, Hochwald O, Jubran H, Littner Y,Fleischer-Sheffer V, Kugelman A. Evaluation of audio-voice guided appli-cation for neonatal resuscitation: a prospective, randomized, pilot study. JPerinat Med. 2021;49:520–525. doi: 10.1515/jpm-2020-0173627. Tsang KD, Ottow MK, van Heijst AFJ, Antonius TAJ. Electronic decisionsupport in the delivery room using augmented reality to improve newbornlife support guideline adherence: a randomized controlled pilot study. SimulHealthc. 2022;17:293–298. doi: 10.1097/SIH.0000000000000631628. Lerner C, Gaca AM, Frush DP, Hohenhaus S, Ancarana A, SeelingerTA, Frush K. Enhancing pediatric safety: assessing and improving resi-dent competency in life-threatening events with a computer-based\n\ninteractive resuscitation tool. Pediatr Radiol. 2009;39:703–709. doi:10.1007/s00247-009-1265-y629. Corazza F, Arpone M, Tardini G, Stritoni V, Mormando G, Graziano A,Navalesi P, Fiorese E, Portalone S, De Luca M, et al. Effectiveness of a noveltablet application in reducing guideline deviations during pediatric cardiacarrest: a randomized clinical trial. JAMA Netw Open. 2023;6:e2327272–e2327272. doi: 10.1001/jamanetworkopen.2023.27272630. Ghazali DA, Rousseau R, Breque C, Oriot D. Effect of real-time feedbackdevice compared to use or non-use of a checklist performance aid onpost-training performance and retention of infant cardiopulmonary re-suscitation: a randomized simulation-based trial. Australasian Emerg Care.2023;26:36–44. doi: 10.1016/j.auec.2022.07.005631. Brophy SL, McCue MR, Reel RM, Jones TD, Dias RD. The impact of asmartphone-based cognitive aid on clinical performance during car-diac arrest simulations: a randomized controlled trial. AEM Educ Training.2023;7:e10880. doi: 10.1002/aet2.10880632. Crabb DB, Hurwitz JE, Reed AC, Smith ZJ, Martin ET, Tyndall JA, TaasanMV, Plourde MA, Beattie LK. Innovation in resuscitation: a novel clinical de-cision display system for advanced cardiac life support. Am J Emerg Med.2021;43:217–223. doi: 10.1016/j.ajem.2020.03.007633. Field LC, McEvoy MD, Smalley JC, Clark CA, McEvoy MB, Rieke H, NietertPJ, Furse CM. Use of an electronic decision support tool improves manage-ment of simulated in-hospital cardiac arrest. Resuscitation. 2014;85:138–142. doi: 10.1016/j.resuscitation.2013.09.013634. Grundgeiger T, Hahn F, Wurmb T, Meybohm P, Happel O. The use of acognitive aid app supports guideline-conforming cardiopulmonary resusci-tations: a randomized study in a high-fidelity simulation. Resuscitation Plus.2021;7:100152. doi: 10.1016/j.resplu.2021.100152635. Hejjaji V, Malik AO, Peri-Okonny PA, Thomas M, Tang Y, Wooldridge D,Spertus JA, Chan PS. Mobile app to improve house officers’ adherence toadvanced cardiac life support guidelines: quality improvement study. JMIRMhealth Uhealth. 2020;8:e15762. doi: 10.2196/15762636. Jones I, Ann Hayes J, Williams J, Lonsdale H. Does electronic decisionsupport influence advanced life support in simulated cardiac arrest? Br JCardiac Nurs. 2019;14:72–79. doi: 10.12968/bjca.2019.14.2.72637. Low D, Clark N, Soar J, Padkin A, Stoneham A, Perkins GD, Nolan J. Arandomised control trial to determine if use of the iResus©application ona smart phone improves the performance of an advanced life support pro-vider in a simulated medical emergency. Anaesthesia. 2011;66:255–262.doi: 10.1111/j.1365-2044.2011.06649.x638. Schneider AJL, Murray WB, Mentzer SC, Miranda F, Vaduva S. “Helper”:A critical events prompter for unexpected emergencies. J Clin Monitoring.1995;11:358–364. doi: 10.1007/BF01616741639. Arriaga AF, Bader AM, Wong JM, Lipsitz SR, Berry WR, Ziewacz JE,Hepner DL, Boorman DJ, Pozner CN, Smink DS, et al. Simulation-basedtrial of surgical-crisis checklists. N Engl J Med. 2013;368:246–253. doi:10.1056/NEJMsa1204720640. Dryver E, Knutsson J, Ekelund U, Bergenfelz A. Impediments to and impactof checklists on performance of emergency interventions in primary care:an in situ simulation-based randomized controlled trial. Scand J Prim HealthCare. 2021;39:438–447. doi: 10.1080/02813432.2021.1973250641. Knoche BB, Busche C, Grodd M, Busch H-J, Lienkamp SS. Asimulation-based pilot study of crisis checklists in the emer-gency department. Intern Emerg Med. 2021;16:2269–2276. doi:10.1007/s11739-021-02670-7642. Sellmann T, Alchab S, Wetzchewald D, Meyer J, Rassaf T, Thal SC, BurischC, Marsch S, Breuckmann F. Simulation-based randomized trial of medi-cal emergency cognitive aids. Scand J Trauma Resuscitation Emerg Med.2022;30:45. doi: 10.1186/s13049-022-01028-y643. Ward P, Johnson LA, Mulligan NW, Ward MC, Jones DL. Improving cardio-pulmonary resuscitation skills retention: effect of two checklists designedto prompt correct performance. Resuscitation. 1997;34:221–225. doi:10.1016/s0300-9572(96)01069-6644. Zhou Q, Dong X, Zhang W, Wu R, Chen K, Zhang H, Zheng Z, Zhang L.Effect of a low-cost instruction card for automated external defibrillatoroperation in lay rescuers: a randomized simulation study. World J EmergMed. 2023;14:265–272. doi: 10.5847/wjem.j.1920-8642.2023.070645. Choa M, Cho J, Choi YH, Kim S, Sung JM, Chung HS. Animation-assisted CPRII program as a reminder tool in achieving effective one-person-CPR performance. Resuscitation. 2009;80:680–684. doi:10.1016/j.resuscitation.2009.03.019646. Hawkes GA, Murphy G, Dempsey EM, Ryan AC. Randomised controlledtrial of a mobile phone infant resuscitation guide. J Paediatr Child Health.2015;51:1084–1088. doi: 10.1111/jpc.12968\n\n647. Hunt EA, Heine M, Shilkofski NS, Haggerty-Bradshaw J, Nelson-McMillanK, Duval-Arnould J, R E. Exploration of the impact of a voice activateddecision support system (VADSS) with video on resuscitation performanceby lay rescuers during simulated cardiopulmonary arrest. Emerg Med J.2015;32:189. doi: 10.1136/emermed-2013-202867648. Paal P, Pircher I, Baur T, Gruber E, Strasak AM, Herff H, Brugger H,Wenzel V, Mitterlechner T. Mobile phone-assisted basic life supportaugmented with a metronome. J Emerg Med. 2012;43:472–477. doi:10.1016/j.jemermed.2011.09.011649. Rössler B, Ziegler M, Hüpfl M, Fleischhackl R, Krychtiuk KA,Schebesta K. Can a flowchart improve the quality of bystander car-diopulmonary resuscitation? Resuscitation. 2013;84:982–986. doi:10.1016/j.resuscitation.2013.01.001650. Zanner R, Wilhelm D, Feussner H, Schneider G. Evaluation of M-AID, a firstaid application for mobile phones. Resuscitation. 2007;74:487–494. doi:10.1016/j.resuscitation.2007.02.004651. Ertl L, Christ F. Significant improvement of the quality of bystander firstaid using an expert system with a mobile multimedia device. Resuscitation.2007;74:286–295. doi: 10.1016/j.resuscitation.2007.01.006652. Otero-Agra M, Jorge-Soto C, Cosido-Cobos OJ, Blanco-Prieto J,Alfaya-Fernández C, García-Ordóñez E, Barcala-Furelos R. Can a voice as-sistant help bystanders save lives? A feasibility pilot study chatbot in betaversion to assist OHCA bystanders. Am J Emerg Med. 2022;61:169–174.doi: 10.1016/j.ajem.2022.09.013653. Leary M, McGovern SK, Balian S, Abella BS, Blewer AL. A pilot studyof CPR quality comparing an augmented reality application vs. a stan-dard audio-visual feedback manikin. Front Digital Health. 2020;2:1. doi:10.3389/fdgth.2020.00001654. Hou L, Dong X, Li K, Yang C, Yu Y, Jin X, Shang S. Comparison of augment-ed reality-assisted and instructor-assisted cardiopulmonary resuscitation: asimulated randomized controlled pilot trial. Clin Simul Nurs. 2022;68:9–18.doi: 10.1016/j.ecns.2022.04.004655. Cheng A, Fijacko N, Lockey A, Greif R, Abelairas-Gomez C, Gosak L,Lin Y; Education Implementation Team Task Force of the InternationalLiaison Committee on Resuscitation (ILCOR); on behalf of the EducationImplementation Team Task Force of the International Liaison Committeeon Resuscitation. Use of augmented and virtual reality in resuscita-tion training: a systematic review. Resusc Plus. 2024;18:100643. doi:10.1016/j.resplu.2024.100643656. Lin Y, Lockey A, Greif R, Abelairas-Gomez C GL, Fijacko N, ChengA, on behalf of the International Liaison Committee on Resuscitation(ILCOR) Education Implementation and Team (EIT) Task Force.Immersive technologies for resuscitation education: EIT 6405TF SR. Accessed June 2024. https://costr.ilcor.org/document/immersive-technologies-for-resuscitation-education-eit-6405-tf-sr657. Nas J, Thannhauser J, Vart P, van Geuns RJ, Muijsers HEC, Mol JQ, AartsGWA, Konijnenberg LSF, Gommans DHF, Ahoud-Schoenmakers S, et al.Effect of face-to-face vs virtual reality training on cardiopulmonary resus-citation quality: a randomized clinical trial. JAMA Cardiol. 2020;5:328–335.doi: 10.1001/jamacardio.2019.4992658. Jeffers JM, Schreurs BA, Dean JL, Scott B, Canares T, Tackett S, SmithB, Billings E, Billioux V, Sampathkumar HD, et al. Paediatric chest com-pression performance improves via novel augmented-reality cardiopul-monary resuscitation feedback system: a mixed-methods pilot study ina simulation-based setting. Resuscitation Plus. 2022;11:100273. doi:10.1016/j.resplu.2022.100273659. Leary M, McGovern SK, Chaudhary Z, Patel J, Abella BS, BlewerAL. Comparing bystander response to a sudden cardiac arrest us-ing a virtual reality CPR training mobile app versus a standardCPR training mobile app. Resuscitation. 2019;139:167–173. doi:10.1016/j.resuscitation.2019.04.017660. Nas J, Thannhauser J, Konijnenberg LSF, van Geuns R-JM, van Royen N,Bonnes JL, Brouwer MA. Long-term effect of face-to-face vs virtual realitycardiopulmonary resuscitation (cpr) training on willingness to perform CPR,retention of knowledge, and dissemination of CPR awareness: a secondaryanalysis of a randomized clinical trial. JAMA Netw Open. 2022;5:e2212964–e2212964. doi: 10.1001/jamanetworkopen.2022.12964661. Barsom EZ, Duijm RD, Dusseljee-Peute LWP, Landman-van der BoomEB, van Lieshout EJ, Jaspers MW, Schijven MP. Cardiopulmonary resus-citation training for high school students using an immersive 360-degreevirtual reality environment. Br J Educ Technol. 2020;51:2050–2062. doi:https://doi.org/10.1111/bjet.13025662. Liu ZM, Fan X, Liu Y, Ye XD. Effects of immersive virtual reality cardio-pulmonary resuscitation training on prospective kindergarten teachers’\n\nlearning achievements, attitudes and self-efficacy. Br J Educ Technol.2022;53:2050–2070. doi: 10.1111/bjet.13237663. Liu Q, Tang Q, Wang Y. The effects of pretraining intervention inimmersive embodied virtual reality cardiopulmonary resuscita-tion training. Behav Information Technol. 2021;40:1265–1277. doi:10.1080/0144929x.2021.1960606664. Castillo J, Rodríguez-Higueras E, Belmonte R, Rodríguez C, LópezA, Gallart A. Efficacy of virtual reality simulation in teaching basic lifesupport and its retention at 6 months. Journal. 2023;20:4095. doi:10.3390/ijerph20054095665. Hubail D, Mondal A, Al Jabir A, Patel B. Comparison of a virtual real-ity compression-only cardiopulmonary resuscitation (CPR) course to thetraditional course with content validation of the VR course – a random-ized control pilot study. Ann Med Surg (Lond). 2022;73:103241. doi:10.1016/j.amsu.2022.103241666. Aksoy E. Comparing the effects on learning outcomes of tablet-basedand virtual reality–based serious gaming modules for basic life supporttraining: randomized trial. JMIR Serious Games. 2019;7:e13442. doi:10.2196/13442667. Issleib M, Kromer A, Pinnschmidt HO, Süss-Havemann C, Kubitz JC.Virtual reality as a teaching method for resuscitation training in un-dergraduate first year medical students: a randomized controlledtrial. Scand J Trauma Resuscitation Emerg Med. 2021;29:27. doi:10.1186/s13049-021-00836-y668. Moll-Khosrawi P, Falb A, Pinnschmidt H, Zöllner C, Issleib M. Virtualreality as a teaching method for resuscitation training in under-graduate first year medical students during COVID-19 pandemic:a randomised controlled trial. BMC Med Educ. 2022;22:483. doi:10.1186/s12909-022-03533-1669. Khanal P, Vankipuram A, Ashby A, Vankipuram M, Gupta A, Drumm-GurneeD, Josey K, Tinker L, Smith M. Collaborative virtual reality based advancedcardiac life support training simulator using virtual reality principles. JBiomed Inform. 2014;51:49–59. doi: 10.1016/j.jbi.2014.04.005670. Umoren R, Bucher S, Hippe DS, Ezenwa BN, Fajolu IB, Okwako FM,Feltner J, Nafula M, Musale A, Olawuyi OA, et al. eHBB: a randomisedcontrolled trial of virtual reality or video for neonatal resuscitation refreshertraining in healthcare workers in resource-scarce settings. BMJ Open.2021;11:e048506. doi: 10.1136/bmjopen-2020-048506671. Yang S-Y, Oh Y-H. The effects of neonatal resuscitation gamification pro-gram using immersive virtual reality: a quasi-experimental study. NurseEduc Today. 2022;117:105464. doi: 10.1016/j.nedt.2022.105464672. Chang Y-T, Wu K-C, Yang H-W, Lin C-Y, Huang T-F, Yu Y-C, Hu Y-J.Effects of different cardiopulmonary resuscitation education interven-tions among university students: a randomized controlled trial. PLoS One.2023;18:e0283099. doi: 10.1371/journal.pone.0283099673. Donoghue A, Sawyer T, Olaussen A, Greif R, Toft L. Gamified learning for re-suscitation education: a systematic review. Resusc Plus. 2024;18:100640.doi: 10.1016/j.resplu.2024.100640674. Donoghue A, Sawyer T, Toft L, Olaussen A, Greif R, on behalf of theInternational Liaison Committee on Resuscitation (ILCOR) EducationImplementation and Team. Gamified learning for resuscitation education:EIT 6412 TFSR. Accessed June 2024. https://costr.ilcor.org/document/gamified-learning-for-resuscitation-education-eit-6412-tfsr675. Billner-Garcia RM, Spilker A. Development and implementation of agame-based neonatal resuscitation refresher training: effect on registerednurse knowledge, skills, motivation, engagement. J Nurs Professional Dev.2024;40:24–28. doi: 10.1097/NND.0000000000000953676. Boada I, Rodriguez-Benitez A, Garcia-Gonzalez JM, Olivet J, Carreras V,Sbert M. Using a serious game to complement CPR instruction in a nursefaculty. Comput Methods Programs Biomed. 2015;122:282–291. doi:10.1016/j.cmpb.2015.08.006677. Chang TP, Raymond T, Dewan M, MacKinnon R, Whitfill T, Harwayne-GidanskyI, Doughty C, Frisell K, Kessler D, Wolfe H, et al; INSPIRE In-HospitalQCPR Leaderboard Investigators. The effect of an International com-petitive leaderboard on self-motivated simulation-based CPR practiceamong healthcare professionals: a randomized control trial. Resuscitation.2019;138:273–281. doi: 10.1016/j.resuscitation.2019.02.050678. Cutumisu M, Patel SD, Brown MRG, Fray C, von Hauff P, Jeffery T, SchmölzerGM. RETAIN: a board game that improves neonatal resuscitation knowl-edge retention. Front Pediatr. 2019;7:13. doi: 10.3389/fped.2019.00013679. Gordon DW, Brown HN. Fun and games in reviewing neonatal emergencycare. Neonatal Netw. 1995;14:45–49.680. King CE, Kells A, Trout L, Yirinec A, Zhou S, Zurca AD. Gamificationeducational intervention improves pediatric nurses’ comfort and speed\n\ndrawing up code-dose epinephrine. J Pediatr Nurs. 2023;71:55–59. doi:10.1016/j.pedn.2023.03.013681. MacKinnon RJ, Stoeter R, Doherty C, Fullwood C, Cheng A, NadkarniV, Stenfors-Hayes T, Chang TP. Self-motivated learning with gami-fication improves infant CPR performance, a randomised con-trolled trial. BMJ Simul Technol Enhanc Learn. 2015;1:71–76. doi:10.1136/bmjstel-2015-000061682. Otero-Agra M, Barcala-Furelos R, Besada-Saavedra I, Peixoto-Pino L,Martínez-Isasi S, Rodríguez-Núñez A. Let the kids play: gamificationas a CPR training methodology in secondary school students. A quasi-experimental manikin simulation study. Emerg Med J. 2019;36:653–659.doi: 10.1136/emermed-2018-208108683. Phungoen P, Promto S, Chanthawatthanarak S, Maneepong S,Apiratwarakul K, Kotruchin P, Mitsungnern T. Precourse preparation us-ing a serious smartphone game on advanced life support knowledge andskills: randomized controlled trial. J Med Internet Res. 2020;22:e16987. doi:10.2196/16987684. Semeraro F, Frisoli A, Loconsole C, Mastronicola N, Stroppa F, Ristagno G,Scapigliati A, Marchetti L, Cerchiari E. Kids (learn how to) save lives in theschool with the serious game Relive. Resuscitation. 2017;116:27–32. doi:10.1016/j.resuscitation.2017.04.038685. Toft LEB, Richie J, Wright JM, Amraotkar A, Katrapati P, Fulmer S, DaintyKN, Chugh SS, Halperin H. A new era of lay rescuer CPR training: aninteractive approach for engaging high schoolers. J Am Coll Cardiol.2022;80:2251–2253. doi: 10.1016/j.jacc.2022.09.040686. Gutiérrez-Puertas L, García-Viola A, Márquez-Hernández VV,Garrido-Molina JM, Granados-Gámez G, Aguilera-Manrique G. Guess it(SVUAL): an app designed to help nursing students acquire and retainknowledge about basic and advanced life support techniques. Nurse EducPract. 2021;50:102961. doi: 10.1016/j.nepr.2020.102961687. Hu L, Zhang L, Yin R, Li Z, Shen J, Tan H, Wu J,WZ. NEOGAMES: a se-rious computer game that improves long-term knowledge retention ofneonatal resuscitation in undergraduate medical students. Front Pediatr.2021;9:645776 doi: 10.3389/fped.2021.645776688. Hunt EA, Duval-Arnould JM, Nelson-McMillan KL, Bradshaw JH,Diener-West M, Perretta JS, Shilkofski NA. Pediatric resident resuscitationskills improve after “Rapid Cycle Deliberate Practice” training. Resuscitation.2014;85:945–951. doi: 10.1016/j.resuscitation.2014.02.025689. Abelairas-Gómez C, Cortegiani A, Sawyer T, Greif R, Donoghue A; onbehalf of the International Liaison Committee on Resuscitation (ILCOR)Education Implementation and Team (EIT) Task Force. Rapid cycle de-liberate practice approach on resuscitation training: a systematic review.Resusc Plus. 2024;18:100648. doi: 10.1016/j.resplu.2024.100648690. Abelairas-Gómez C, Sawyer T, Donoghue A, Cortegiani A, Greif R,on behalf of the International Liaison Committee on Resuscitation(ILCOR) Education Implementation and Team (EIT) Task Force.Rapid cycle deliberate practice in resuscitation training (EIT6414)TF SR. Accessed June 2024. https://costr.ilcor.org/document/rapid-cycle-deliberate-practice-in-resuscitation-training-eit6414-tf-sr691. Lemke DS, Fielder EK, Hsu DC, Doughty CB. Improved team perfor-mance during pediatric resuscitations after rapid cycle deliberate practicecompared with traditional debriefing: a pilot study. Pediatr Emerg Care.2019;35:480–486. doi: 10.1097/PEC.0000000000000940692. Lemke DS, Young AL, Won SK, Rus MC, Villareal NN, Camp EA, DoughtyC. Rapid-cycle deliberate practice improves time to defibrillation and re-duces workload: a randomized controlled trial of simulation-based educa-tion. AEM Educ Training. 2021;5:e10702. doi: 10.1002/aet2.10702693. Magee MJ, Farkouh-Karoleski C, Rosen TS. Improvement of immedi-ate performance in neonatal resuscitation through rapid cycle deliber-ate practice training. J Graduate Med Educ. 2018;10:192–197. doi:10.4300/JGME-D-17-00467.1694. Raju S, Tofil N, Gaither S, Norwood C, Zinkan J, Godsey V, Aban I, XueY, Rutledge C. The impact of a 9-month booster training using rapidcycle deliberate practice on pediatric resident pals skills. Simul Healthc.2021;16:e168–e175. doi: 10.1097/SIH.0000000000000538695. Teixeira de Castro L, Coriolano A, Burckart K, Soares M, Accorsi T, RosaV, de Santis Andrade Lopes A, Couto T. Rapid-cycle deliberate prac-tice versus after-event debriefing clinical simulation in cardiopulmo-nary resuscitation: a cluster randomized trial. Adv Simul. 2022;7:43. doi:10.1186/s41077-022-00239-8696. Van Heukelom JN, Begaz T, Treat R. Comparison of postsimulation debrief-ing versus in-simulation debriefing in medical simulation. Simul Healthc.2010;5:91–97. doi: 10.1097/SIH.0b013e3181be0d17697. Won SK, Doughty CB, Young AL, Welch-Horan TB, Rus MC, Camp EA,Lemke DS. Rapid cycle deliberate practice improves retention of pediatric\n\n2024 ILCOR CoSTR Summary\n\nresuscitation skills compared with postsimulation debriefing. Simul Healthc.\n\n2022;17:e20–e27. doi: 10.1097/SIH.0000000000000568\n\n698. Farquharson B, Cortegiani A, Lauridsen KG, Yeung J, Greif R, NabeckerS; Education Implementation Team Task Force of the InternationalLiaison Committee on Resuscitation ILCOR; on behalf of the Education,Implementation, and Teams Task Force of the International LiaisonCommittee on Resuscitation. Teaching team competencies within resus-citation training: a systematic review. Resusc Plus. 2024;19:100687. doi:10.1016/j.resplu.2024.100687699. Farquharson B, Cortegiani A, Lauridsen KG, Yeung J, Greif R, onbehalf of the International Liaison Committee on Resuscitation(ILCOR) Education Implementation and Team (EIT) Task Force.Teaching teamwork competencies for resuscitation: EIT 6415TFSR. Accessed June 2024. https://costr.ilcor.org/document/teaching-teamwork-competencies-for-resuscitation-eit-6415-tfsr700. Blackwood J, Duff JP, Nettel-Aguirre A, Djogovic D, Joynt C. Does teach-ing crisis resource management skills improve resuscitation performancein pediatric residents? Pediatr Crit Care Med. 2014;15:e168–e174. doi:10.1097/pcc.0000000000000100701. Castelao EF, Russo SG, Cremer S, Strack M, Kaminski L, Eich C,Timmermann A, Boos M. Positive impact of crisis resource managementtraining on no-flow time and team member verbalisations during simulatedcardiopulmonary resuscitation: a randomised controlled trial. Resuscitation.2011;82:1338–1343.702. Coppens I, Verhaeghe S, Van Hecke A, Beeckman D. The effectivenessof crisis resource management and team debriefing in resuscitationeducation of nursing students: a randomised controlled trial. J Clin Nurs.2018;27:77–85. doi: 10.1111/jocn.13846703. Fagan MJ, Connelly CD, Williams BS, Fisher ES. Integratingteam training in the pediatric life support program: an effec-tive and efficient approach? J Nurs Adm. 2018;48:279–284. doi:10.1097/NNA.0000000000000613704. Fernandez Castelao E, Boos M, Ringer C, Eich C, Russo SG. Effect ofCRM team leader training on team performance and leadership behaviorin simulated cardiac arrest scenarios: a prospective, randomized, controlledstudy. BMC Med Educ. 2015;15:1–8.705. Fernandez R, Rosenman ED, Olenick J, Misisco A, Brolliar SM, ChipmanAK, Vrablik MC, Kalynych C, Arbabi S, Nichol G, et al. Simulation-basedteam leadership training improves team leadership during actual traumaresuscitations: a randomized controlled trial. Crit Care Med. 2020;48:73–82. doi: 10.1097/CCM.0000000000004077706. Gonçalves BAR, de Melo MDCB, Ferri Liu PM, Valente BCHG, Ribeiro VP,Vilaça e Silva PH. Teamwork in pediatric resuscitation: training medical stu-dents on high-fidelity simulation. Adv Med Educ Pract. 2022;13:697–708.doi: 10.2147/AMEP.S365976707. Haffner L, Mahling M, Muench A, Castan C, Schubert P, Naumann A,Reddersen S, Herrmann-Werner A, Reutershan J, Riessen R, et al.Improved recognition of ineffective chest compressions after a brief CrewResource Management (CRM) training: a prospective, randomised simula-tion study. BMC Emerg Med. 2016;17:1–8.708. Hochstrasser SR, Amacher SA, Tschan F, Semmer NK, Becker C, MetzgerK, Hunziker S, Marsch S. Gender-focused training improves leadership offemale medical students: a randomised trial. Med Educ. 2022;56:321–330. doi: 10.1111/medu.14658709. Hunziker S, Bühlmann C, Tschan F, Balestra G, Legeret C, SchumacherC, Semmer NK, Hunziker P, Marsch S. Brief leadership instructions im-prove cardiopulmonary resuscitation in a high-fidelity simulation: arandomized controlled trial. Crit Care Med. 2010;38:1086–1091. doi:10.1097/CCM.0b013e3181cf7383710. Litke-Wager C, Delaney H, Mu T, Sawyer T. Impact of task-oriented roleassignment on neonatal resuscitation performance: a simulation-basedrandomized controlled trial. Am J Perinatol. 2020;38:914–921. doi:10.1055/s-0039-3402751711. Peltonen V, Peltonen LM, Rantanen M, Säämänen J, Vänttinen O, KoskelaJ, Perkonoja K, Salanterä S, Tommila M. Randomized controlled trialcomparing pit crew resuscitation model against standard advanced lifesupport training. J Am College Emerg Phys Open. 2022;3:e12721. doi:10.1002/emp2.12721712. Rovamo L, Nurmi E, Mattila M-M, Suominen P, Silvennoinen M. Effect of asimulation-based workshop on multidisplinary teamwork of newborn emer-gencies: an intervention study. BMC Res Notes. 2015;8:1–8.713. Scicchitano E, Stark P, Koetter P, Michalak N, Zurca AD. Blindfoldingimproves communication in inexperienced residents undergo-ing ACLS training. J Graduate Med Educ. 2021;13:123–127. doi:10.4300/JGME-D-20-00620.1\n\nLiaison Committee on Resuscitation Education, Implementation, and Teams\n\n714. Thomas E, Taggart B, Crandell S, Lasky R, Williams A, Love L, Sexton J,Tyson J, Helmreich R. Teaching teamwork during the neonatal resuscitationprogram: a randomized trial. J Perinatol. 2007;27:409–414.715. Thomas EJ, Williams AL, Reichman EF, Lasky RE, Crandell S, Taggart WR.Team training in the neonatal resuscitation program for interns: team-work and quality of resuscitations. Pediatrics. 2010;125:539–546. doi:10.1542/peds.2009-1635716. Truchot J, Michelet D, Philippon AL, Drummond D, Freund Y, PlaisanceP. Effect of a specific training intervention with task interruptions on thequality of simulated advance life support: a randomized multi centered con-trolled simulation study. Australasian Emerg Care. 2023;26:153–157. doi:10.1016/j.auec.2022.10.001717. Berlanga-Macías C, Barcala-Furelos R, Méndez-Seijo N, Peixoto-PinoL, Martínez-Isasi S. Basic life support training for people with dis-abilities. A scoping review. Resuscitation Plus. 2023;16:100467. doi:10.1016/j.resplu.2023.100467718. Berg KM, Cheng A, Panchal AR, Topjian AA, Aziz K, Bhanji F, Bigham BL,Hirsch KG, Hoover AV, Kurz MC, et al; Adult Basic and Advanced LifeSupport, Pediatric Basic and Advanced Life Support, Neonatal Life Support,and Resuscitation Education Science Writing Groups. Part 7: Systems ofCare: 2020 American Heart Association Guidelines for CardiopulmonaryResuscitation and Emergency Cardiovascular Care. Circulation.2020;142:S580–S604. doi: 10.1161/CIR.0000000000000899719. Semeraro F, Greif R, Böttiger BW, Burkart R, Cimpoesu D, GeorgiouM, Yeung J, Lippert F, Lockey AS, Olasveengen TM, et al. EuropeanResuscitation Council guidelines 2021: systems saving lives. Resuscitation.2021;161:80–97. doi: 10.1016/j.resuscitation.2021.02.008720. Schnaubelt S, Abelairas-Gomez C AN, Nabecker S, Neymayer M,Snijders E VC, Greif R, on behalf of the International Liaison Committeeon Resuscitation (ILCOR) Education Implementation and Team (EIT)Task Force. Basic life support training for specific layperson populations:EIT6108 TF ScR. Accessed June 2024. https://costr.ilcor.org/document/basic-life-support-training-for-specific-layperson-populations-eit6108-tf-scr721. Jorge-Soto C, Barcala-Furelos R, Gómez-González C, Leborans-IglesiasP, Campos-Varela I, Rodríguez-Núñez A. Brief training in automated ex-ternal defibrillation use for persons with down syndrome. Resuscitation.2017;113:e5–e6. doi: 10.1016/j.resuscitation.2017.01.012722. Rodríguez-Núñez A, Regueiro-García A, Jorge-Soto C, Cañas-GonzálezJ, Leboráns-Iglesias P, García-Crespo O, Barcala-Furelos R. Quality ofchest compressions by Down syndrome people: a pilot trial. Resuscitation.2015;89:119–122. doi: 10.1016/j.resuscitation.2015.01.022723. Martínez-Isasi S, Abelairas-Gómez C, Fernández-Méndez F,Barcala-Furelos R, Jorge-Soto C, Gómez-Gónzalez C, Rodríguez-NuñezA. Is it necessary to see to save a life? Pilot study of basic CPRtraining for blind people. Resuscitation. 2019;134:165–166. doi:10.1016/j.resuscitation.2018.11.020724. Martínez-Isasi S, Jorge-Soto C, Barcala-Furelos R, Abelairas-Gómez C,Carballo-Fazanes A, Fernández-Méndez F, Gómez-González C, NadkarniVM, Rodríguez-Núñez A. Performing simulated basic life support with-out seeing: blind vs. blindfolded people. Journal. 2021;18:10724. doi:10.3390/ijerph182010724725. Sandroni C, Fenici P, Franchi ML, Cavallaro F, Menchinelli C, AntonelliM. Automated external defibrillation by untrained deaf lay rescuers.Resuscitation. 2004;63:43–48. doi: 10.1016/j.resuscitation.2004.03.010726. Strnad M, Šalda Z, Jerko B, Vrečar V, Lesjak V, Petrovčič R. Challengesin basic life support and automated external defibrillator training of deafindividuals. Signa Vitae. 2021;17:98–103. doi: 10.22514/sv.2021.019727. Unnikrishnan R, Babu AS, Rao PT, Aithal V, Krishna HM.Training individuals with speech and hearing impairment in ba-sic life support: a pilot study. Resuscitation. 2017;117:e23–e24. doi:10.1016/j.resuscitation.2017.06.016728. Schnaubelt S, Schnaubelt B, Pilz A, Oppenauer J, Yildiz E, Schriefl C, EttlF, Krammel M, Garg R, Niessner A, et al. BLS courses for refugees arefeasible and induce commitment towards lay rescuer resuscitation. Eur JClin Invest. 2022;52:e13644. doi: 10.1111/eci.13644729. Schnaubelt S, Fijacko N, Al-Hilali Z, Atiq H, Bigham B, EastwoodK, Odakha J, Olaussen A, Ko YC, Matsuyama T, Veigl C, MonsieursKG, Greif R, on behalf of the International Liaison Committee onResuscitation (ILCOR) Education Implementation and Team (EIT) TaskForce. EIT 6311 - International facets of the “Chain of Survival”: EIT6311; TF ScR. Accessed June 2024. https://costr.ilcor.org/document/eit-6311-international-facets-of-the-chain-of-survival-eit-6311-tf-scr730. Schnaubelt S, Monsieurs KG, Fijacko N, Veigl C, Al-Hilali Z, Atiq H, BighamBL, Eastwood K, Ko YC, Matsuyama T, et al; on behalf of the International\n\nTask Force. International facets of the “Chain of Survival”: a scoping review.Resusc Plus. 2024;19:100689. doi: 10.1016/j.resplu.2024.100689731. Cummins RO, Ornato JP, Thies WH, Pepe PE. Improving survival from sud-den cardiac arrest: the “chain of survival” concept. A statement for healthprofessionals from the Advanced Cardiac Life Support Subcommittee andthe Emergency Cardiac Care Committee, American Heart Association.Circulation. 1991;83:1832–1847. doi: 10.1161/01.cir.83.5.1832732. Hwang SO, Cha K-C, Jung WJ, Roh Y-I, Kim TY, Chung SP, Kim Y-M,Park JD, Kim H-S, Lee MJ, et al; on behalf of the Steering Committeeof the 2020 Korean Guidelines for Cardiopulmonary Resuscitationand Emergency Cardiovascular Care. 2020 Korean Guidelines forCardiopulmonary Resuscitation. Part 2. Environment for cardiac arrest sur-vival and the chain of survival. Clin Exp Emerg Med. 2021;8:S8–S14. doi:10.15441/ceem.21.022733. Ranse J, Zeitz K. Chain of survival at mass gatherings: a case series ofresuscitation events. Prehosp Disaster Med. 2010;25:457–463. doi:10.1017/s1049023x00008566734. Schnaubelt S, Greif R, Monsieurs K. The chainmail of surviv-al: a modern concept of an adaptive approach towards cardio-pulmonary resuscitation. Resuscitation. 2023;184:109707. doi:10.1016/j.resuscitation.2023.109707735. Smith GB. In-hospital cardiac arrest: is it time for an in- hospital‘chain of prevention’? Resuscitation. 2010;81:1209–1211. doi:10.1016/j.resuscitation.2010.04.017736. Rochester S, Walmsley AJ. Paediatric chain of survival. Resuscitation.1997;35:88–89.737. Wang L. [Survival cycle of Chinese cardiopulmonary resuscitation].Zhonghua Wei Zhong Bing Ji Jiu Yi Xue. 2019;31:536–538. doi:10.3760/cma.j.issn.2095-4352.2019.05.003738. Bakke HK, Wisborg T. The trauma chain of survival - Each link is equally im-portant (but some links are more equal than others). Injury. 2017;48:975–977. doi: 10.1016/j.injury.2017.04.001739. Boller M, Boller EM, Oodegard S, Otto CM. Small animal cardiopulmonaryresuscitation requires a continuum of care: proposal for a chain of sur-vival for veterinary patients. J Am Vet Med Assoc. 2012;240:540–554. doi:10.2460/javma.240.5.540740. Bossaert L. The chain of survival of ST elevation myocardial infarc-tion: from evidence to practice. Resuscitation. 2009;80:391–392. doi:10.1016/j.resuscitation.2009.02.001741. Calamai F, Derkenne C, Jost D, Travers S, Klein I, Bertho K, Dorandeu F,Bignand M, Prunet B. The chemical, biological, radiological and nuclear(CBRN) chain of survival: a new pragmatic and didactic tool used by ParisFire Brigade. Crit Care. 2019;23:66. doi: 10.1186/s13054-019-2364-2742. Chandy H, Steinholt M, Husum H. Delivery life support: a preliminary reporton the chain of survival for complicated deliveries in rural Cambodia. NursHealth Sci. 2007;9:263–269. doi: 10.1111/j.1442-2018.2007.00321.x743. Husum H, Gilbert M, Wisborg T, Van Heng Y, Murad M. Rural prehospitaltrauma systems improve trauma outcome in low-income countries: a pro-spective study from North Iraq and Cambodia. J Trauma Acute Care Surg.2003;54:1188–1196. doi: 10.1097/01.TA.0000073609.12530.19744. Jauch EC, Saver JL, Adams HP, Bruno A, Connors JJ, DemaerschalkBM, Khatri P, McMullan PW, Qureshi AI, Rosenfield K, et al; AmericanHeart Association Stroke Council. Guidelines for the early managementof patients with acute ischemic stroke. Stroke. 2013;44:870–947. doi:10.1161/STR.0b013e318284056a745. Jouffroy R, Gueye P. Intensive care unit versus high-dependency care unitadmission on mortality in patients with septic shock: let’s think to the sur-vival chain concept for septic shock. J Intensive Care. 2022;10:52. doi:10.1186/s40560-022-00643-2746. Kaliaperumal P, Kole T. Chain of survival in industrial emergencies and in-dustrial disasters. Disaster Med Public Health Preparedness. 2022;16:279–284. doi: 10.1017/dmp.2020.165747. Kalu Q, Edentekhe TA, Eguma S. Anesthesia equipment and their chain ofsurvival. Calabar J Health Sci. 2020;4:13–19. doi: 10.25259/cjhs_16_2020748. Latif RK, Clifford SP, Baker JA, Lenhardt R, Haq MZ, Huang J,Farah I, Businger JR. Traumatic hemorrhage and chain of sur-vival. Scand J Trauma Resuscitation Emerg Med. 2023;31:25. doi:10.1186/s13049-023-01088-8749. Lund A, Turris S. The event chain of survival in the context of mu-sic festivals: a framework for improving outcomes at majorplanned events. Prehosp Disaster Med. 2017;32:437–443. doi:10.1017/S1049023X1700022X750. Ornato JP. The ST-segment–elevation myocardial infarction chain of survival.Circulation. 2007;116:6–9. doi: 10.1161/CIRCULATIONAHA.107.710970\n\n2024 ILCOR CoSTR Summary\n\n751. Rudd AG, Bladin C, Carli P, De Silva DA, Field TS, Jauch EC, KudenchukP, Kurz MW, Lærdal T, Ong MEH, et al. Utstein recommendationfor emergency stroke care. Int J Stroke. 2020;15:555–564. doi:10.1177/1747493020915135752. Søreide K. Strengthening the trauma chain of survival. Br J Surg.2012;99:1–3. doi: 10.1002/bjs.7795753. Szpilman D, Webber J, Quan L, Bierens J, Morizot-Leite L, Langendorfer SJ,Beerman S, Løfgren B. Creating a drowning chain of survival. Resuscitation.2014;85:1149–1152. doi: 10.1016/j.resuscitation.2014.05.034754. Webber JB. Drowning, the New Zealand way: prevention, rescue, resuscita-tion. Resuscitation. 2010;81:S27. doi: 10.1016/j.resuscitation.2010.09.120755. Buléon C, Minehart RD, Bergot E, Chan A, Fischer MO. Pandemic chain ofsurvival: gathering strength to revive our societies. Anaesth Crit Care PainMed. 2020;39:547–548. doi: 10.1016/j.accpm.2020.07.011756. International Federation of Red Cross and Red Crescent Societies(IFRC). International first aid, resuscitation, and education guidelines2020. Accessed December 9, 2023. https://www.ifrc.org/sites/default/files/2022-02/EN_GFARC_GUIDELINES_2020.pdf757. Ludwig G. It’s time to create the ‘survival ladder’. Accessed November21, 2023. https://www.hmpgloballearningnetwork.com/site/emsworld/article/10321382/its-time-create-survival-ladder758. Martín-Ibáñez L, Pérez-Martínez J, Zamora-Mínguez D, Alcón-Rubio F,González-Alonso V, Aroca García-Rubio S, Hernández-Hernández JM,Díaz F, Román-López P. A civilian tactical survival chain for incidents in-volving multiple intentionalinjury victims: the Victory I Consensus Report.Emergencias. 2019;31:195–201.759. Mould-Millman NK JS. The African trauma chain of survival: proposinga model of integrated care. Ann Glob Health. 2014;80:219–220. doi:https://doi.org/10.1016/j.aogh.2014.08.156760. Timerman S, Guimarães HP, Rochitte CE, Polastri TF, Lopes M. COVID-19chain of survival 2020. Arq Bras Cardiol. 2021;116:351–354. doi:10.36660/abc.20201171761. Cánovas Martínez C, Salas Rodríguez JM, Sánchez-Arévalo Morato S,Pardo Ríos M. Should the CRA chain of survival be the survival cycle? RevEsp Cardiol (Engl Ed). 2018;71:412–413. doi: 10.1016/j.rec.2017.11.030762. Coute RA, Mader TJ, Kurz MC. Evaluation of National Institutes of Healthcardiac arrest research based on “chain of survival” links. Acad Emerg Med.2022;29:1381–1382. doi: 10.1111/acem.14569763. Deakin CD. The chain of survival: not all links are equal. Resuscitation.2018;126:80–82. doi: 10.1016/j.resuscitation.2018.02.012764. El-Deeb MH. The chain of survival for ST-segment elevation myocardialinfarction: insights into the Middle East. Crit Pathw Cardiol. 2013;12:154–160. doi: 10.1097/HPC.0b013e3182901f28765. González-Salvado V, Barcala-Furelos R, Neiro-Rey C, Varela-Casal C,Peña-Gil C, Ruano-Raviña A, González-Juanatey JR, Rodríguez-NúñezA. Cardiac rehabilitation: the missing link to close the chain of survival?Resuscitation. 2017;113:e7–e8. doi: 10.1016/j.resuscitation.2017.01.013766. Jacobs I, Callanan V, Nichol G, Valenzuela T, Mason P, Jaffe AS, LandauW, Vetter N; American Heart Association. The chain of survival. Ann EmergMed. 2001;37:S5–16. doi: 10.1067/mem.2001.114176767. Quinlan B, Cooper C, Murfitt K, Charlebois A. A multi-disciplinary approachto the development and implementation of best practices for the manage-ment of cardiac arrest patients: increasing the ‘chain of survival’. Can JCardiol. 2015;31:S323–S324. doi: 10.1016/j.cjca.2015.07.677768. Schnaubelt S, Garg R, Atiq H, Baig N, Bernardino M, Bigham B,Dickson S, Geduld H, Al-Hilali Z, Karki S, et al. Cardiopulmonary re-suscitation in low-resource settings: a statement by the InternationalLiaison Committee on Resuscitation, supported by the AFEM, EUSEM,IFEM, and IFRC. Lancet Glob Health. 2023;11:e1444–e1453. doi:10.1016/s2214-109x(23)00302-9769. Bunch TJ, Hammill SC, White RD. Outcomes after ventricular fibrillationout-of-hospital cardiac arrest: expanding the chain of survival. Mayo ClinProc. 2005;80:774–782. doi: 10.1016/S0025-6196(11)61532-2770. Liu C-T, Lai C-Y, Wang J-C, Chung C-H, Chien W-C, Tsai C-S. Apopulation-based retrospective analysis of post-in-hospital cardiac ar-rest survival after modification of the chain of survival. J Emerg Med.2020;59:246–253. doi: 10.1016/j.jemermed.2020.04.045771. Dahan B, Jabre P, Marijon E, Jost D, Tafflet M, Misslin R, Bougouin W,Dumas F, Renaud B, Jouven X; Conference Proceedings. Impact of a pub-lic information campaign about the chain of survival on out of hospital car-diac arrest bystander cardiopulmonary resuscitation initiation. Eur Heart J.2014;35:14–15.772. Xia J, Nooraei N, Kalluri S, Edwards B. Spatial release of cogni-tive load measured in a dual-task paradigm in normal-hearing and\n\nhearing-impaired listeners. J Acoust Soc Am. 2015;137:1888–1898. doi:10.1121/1.4916599773. Sweller J. Cognitive load during problem solving: effects on learning. CognSci. 1988;12:257–285. doi: 10.1207/s15516709cog1202_4774. Liu C-H, Yang CW, Lockey A, Greif R, Cheng A; on behalf of theEducation Implementation Team Task Force of the International LiaisonCommittee on Resuscitation. Factors influencing workload and stress dur-ing resuscitation—a scoping review. Resusc Plus. 2024;18:100630. doi:10.1016/j.resplu.2024.100630775. Yang CW, Liu CH, Lockey A, Cheng A, Greif R, on behalf of the InternationalLiaison Committee on Resuscitation (ILCOR) Education Implementationand Team (EIT) Task Force. Work load and stress during resuscitation: EIT6401 TF ScR. Accessed June 2024. https://costr.ilcor.org/document/work-load-and-stress-during-resuscitation-eit-6401-eit-tf-scr-1776. Roman A, Petersen T, McDermott K, Rajzer-Wakeham K, Rajapreyar P,Szadkowski A, Scanlon M. 599A: Measuring workload during actual pedi-atric resuscitation events: a pilot study. Crit Care Med. 2023;51:288–288.doi: 10.1097/01.ccm.0000908124.98739.d5777. Wagner M, Gröpel P, Eibensteiner F, Kessler L, Bibl K, Gross IT, Berger A,Cardona FS. Visual attention during pediatric resuscitation with feedbackdevices: a randomized simulation study. Pediatr Res. 2022;91:1762–1768.doi: 10.1038/s41390-021-01653-w778. Fernández-Ayuso D, Fernández-Ayuso R, Del-Campo-Cazallas C,Pérez-Olmo JL, Matías-Pompa B, Fernández-Carnero J, Calvo-Lobo C.The modification of vital signs according to nursing students’ experiencesundergoing cardiopulmonary resuscitation training via high-fidelity simula-tion: quasi-experimental study. JMIR Serious Games. 2018;6:e11061. doi:10.2196/11061779. Sellmann T, Oendorf A, Wetzchewald D, Schwager H, Thal SC, Marsch S.The Impact of withdrawn vs. agitated relatives during resuscitation on teamworkload: a single-center randomised simulation-based study. J Clin Med.2022;11:3163. doi: 10.3390/jcm11113163780. Butler L, Whitfill T, Wong AH, Gawel M, Crispino L, Auerbach M. The im-pact of telemedicine on teamwork and workload in pediatric resuscita-tion: a simulation-based, randomized controlled study. Telemed e Health.2018;25:205–212. doi: 10.1089/tmj.2018.0017781. Willmes M, Sellmann T, Semmer N, Tschan F, Wetzchewald D, SchwagerH, Russo SG, S M. Impact of family presence during cardiopulmonaryresuscitation on team performance and perceived task load: a prospec-tive randomised simulator-based trial. BMJ Open. 2022;12:e056798. doi:10.1136/bmjopen-2021-056798782. Badke CM, Friedman ML, Harris ZL, McCarthy-Kowols M, Tran S.Impact of an untrained CPR coach in simulated pediatric cardiopul-monary arrest: a pilot study. Resuscitation Plus. 2020;4:100035. doi:10.1016/j.resplu.2020.100035783. Hunziker S, Pagani S, Fasler K, Tschan F, Semmer NK, Marsch S. Impact ofa stress coping strategy on perceived stress levels and performance duringa simulated cardiopulmonary resuscitation: a randomized controlled trial.BMC Emerg Med. 2013;13:8. doi: 10.1186/1471-227X-13-8784. Lacour M, Bloudeau L, Combescure C, Haddad K, Hugon F, Suppan L,Rodieux F, Lovis C, Gervaix A, Ehrler F, et al; PedAMINES PrehospitalGroup. Impact of a mobile app on paramedics’ perceived and physiologicstress response during simulated prehospital pediatric cardiopulmonaryresuscitation: study nested within a multicenter randomized controlled trial.JMIR Mhealth Uhealth. 2021;9:e31748. doi: 10.2196/31748785. Brown LL, Lin Y, Tofil NM, Overly F, Duff JP, Bhanji F, Nadkarni VM, HuntEA, Bragg A, Kessler D, et al; International Network for Simulation-basedPediatric Innovation, Research, Education CPR Investigators (INSPIRE).Impact of a CPR feedback device on healthcare provider workload dur-ing simulated cardiac arrest. Resuscitation. 2018;130:111–117. doi:10.1016/j.resuscitation.2018.06.035786. Roitsch CM, Hagan JL, Patricia KE, Jain S, Chen X, Arnold JL,Devaraj S, Sundgren NC. Effects of team size and a decision sup-port tool on healthcare providers’ workloads in simulated neonatal re-suscitation: a randomized trial. Simul Healthc. 2021;16:254–260. doi:10.1097/SIH.0000000000000475787. Bjørshol CA, Myklebust H, Nilsen KL, Hoff T, Bjørkli C, Illguth E, Søreide E,Sunde K. Effect of socioemotional stress on the quality of cardiopulmonaryresuscitation during advanced life support in a randomized manikin study.Crit Care Med. 2011;39:300–304. doi: 10.1097/CCM.0b013e3181ffe100788. Tofil NM, Cheng A, Lin Y, Davidson J, Hunt EA, Chatfield J, MacKinnonL, Kessler D; International Network for Simulation-based PediatricInnovation, Research and Education (INSPIRE) CPR Investigators. Effectof a cardiopulmonary resuscitation coach on workload during pediatric\n\n2024 ILCOR CoSTR Summary\n\ncardiopulmonary arrest: a multicenter, simulation-based study. Pediatr CritCare Med. 2020;21:e274–e281. doi: 10.1097/PCC.0000000000002275789. Ontrup G, Vogel M, Wolf OT, Zahn PK, Kluge A, Hagemann V. Doessimulation-based training in medical education need additionalstressors? An experimental study. Ergonomics. 2020;63:80–90. doi:10.1080/00140139.2019.1677948790. Zehnder E, Law BHY, GM S. Does parental presence affect workload duringneonatal resuscitation? Arch Dis Child Fetal Neonatal Ed. 2020;105:559.doi: 10.1136/archdischild-2020-318840791. Corazza F, Snijders D, Arpone M, Stritoni V, Martinolli F, Daverio M, LosiMG, Soldi L, Tesauri F, Da Dalt L, et al. Development and usability of anovel interactive tablet app (PediAppRREST) to support the managementof pediatric cardiac arrest: pilot high-fidelity simulation-based study. JMIRMhealth Uhealth. 2020;8:e19070. doi: 10.2196/19070792. Gross Isabel T, Whitfill T, Redmond B, Couturier K, Bhatnagar A,Joseph M, Joseph D, Ray J, Wagner M, Auerbach M. Comparison oftwo telemedicine delivery modes for neonatal resuscitation support: asimulation-based randomized trial. Neonatology. 2020;117:159–166. doi:10.1159/000504853793. Asselin N, Choi B, Pettit CC, Dannecker M, Machan JT, Merck DL,Merck LH, Suner S, Williams KA, Baird J, et al. Comparative analysis ofemergency medical service provider workload during simulated out-of-hospital cardiac arrest resuscitation using standard versus experimen-tal protocols and equipment. Simul Healthc. 2018;13:376–386. doi:10.1097/SIH.0000000000000339794. Pallas JD, Smiles JP, M Z. Cardiac Arrest Nurse Leadership (CANLEAD)trial: a simulation-based randomised controlled trial implementation of anew cardiac arrest role to facilitate cognitive offload for medical team lead-ers. Emerg Med J. 2021;38:572. doi: 10.1136/emermed-2019-209298795. Dainty KN, Atkins DL, Breckwoldt J, Maconochie I, Schexnayder SM,Skrifvars MB, Tijssen J, Wyllie J, Furuta M, Aickin R, et al. Family pres-ence during resuscitation in paediatric and neonatal cardiac ar-rest: a systematic review. Resuscitation. 2021;162:20–34. doi:10.1016/j.resuscitation.2021.01.017796. Dainty KN, Atkins DL, Breckwoldt J MI, Schexnayder SM, SkrifvarsMB,, Tijssen J, Wyllie J, Furuta M, on behalf of the InternationalLiaison Committee on Resuscitation’s (ILCOR) Pediatric NeonatalLife Support and Education Implementation and Teams Task Forces.Family presence during resuscitation. CoSTR (NLS 1590; PLS384) ESR. Accessed June 2024. https://costr.ilcor.org/document/systematic-review-nls-family-presence-during-resus-neonatal-costr797. Lauridsen KG, Krogh K, Müller SD, Schmidt AS, Nadkarni VM, Berg RA,Bach L, Dodt KK, Maack TC, Møller DS, et al. Barriers and facilitatorsfor in-hospital resuscitation: a prospective clinical study. Resuscitation.2021;164:70–78. doi: 10.1016/j.resuscitation.2021.05.007798. Cheng A, Eppich W, Grant V, Sherbino J, Zendejas B, Cook DA. Debriefingfor technology-enhanced simulation: a systematic review and meta-analysis. Med Educ. 2014;48:657–666. doi: 10.1111/medu.12432799. Fanning RM, Gaba DM. The role of debriefing in simulation-based learning.Simul Healthc. 2007;2:115–125. doi: 10.1097/SIH.0b013e3180315539800. Garden AL, Le Fevre DM, Waddington HL, Weller JM. Debriefing aftersimulation-based non-technical skill training in healthcare: a systematicreview of effective practice. Anaesth Intensive Care. 2015;43:300–308.doi: 10.1177/0310057X1504300303801. Levett-Jones T, Lapkin S. A systematic review of the effectiveness ofsimulation debriefing in health professional education. Nurse Educ Today.2014;34:e58–e63. doi: 10.1016/j.nedt.2013.09.020802. Motola I, Devine LA, Chung HS, Sullivan JE, Issenberg SB.Simulation in healthcare education: a best evidence practical guide.AMEE guide no. 82. Med Teach. 2013;35:e1511–e1530. doi:10.3109/0142159X.2013.818632803. Raemer D, Anderson M, Cheng A, Fanning R, Nadkarni V, Savoldelli G.Research regarding debriefing as part of the learning process. SimulHealthc. 2011;6:S52–S57. doi: 10.1097/SIH.0b013e31822724d0804. Couper K, Salman B, Soar J, Finn J, Perkins GD. Debriefing to im-prove outcomes from critical illness: a systematic review andmeta-analysis. Intensive Care Med. 2013;39:1513–1523. doi:10.1007/s00134-013-2951-7805. Edelson DP, Litzinger B, Arora V, Walsh D, Kim S, Lauderdale DS,Vanden Hoek TL, Becker LB, Abella BS. Improving in-hospital cardiac ar-rest process and outcomes with performance debriefing. Arch Intern Med.2008;168:1063–1069. doi: 10.1001/archinte.168.10.1063806. Wolfe H, Zebuhr C, Topjian AA, Nishisaki A, Niles DE, Meaney PA, Boyle L,Giordano RT, Davis D, Priestley M, et al. Interdisciplinary ICU cardiac arrest\n\ndebriefing improves survival outcomes. Crit Care Med. 2014;42:1688–1695. doi: 10.1097/CCM.0000000000000327807. Hunt EA, Jeffers J, McNamara L, Newton H, Ford K, Bernier M, Tucker EW,Jones K, O’Brien C, Dodge P, et al. Improved cardiopulmonary resuscita-tion performance with CODE ACES2: a resuscitation quality bundle. J AmHeart Assoc. 2018;7:e009860. doi: 10.1161/JAHA.118.009860808. Sawyer T, Eppich W, Brett-Fleegler M, Grant V, Cheng A. More than one way todebrief: a critical review of healthcare simulation debriefing methods. SimulHealthc. 2016;11:209–217. doi: 10.1097/SIH.0000000000000148809. Cheng A, Hunt EA, Donoghue A, Nelson-McMillan K, Nishisaki A, LeFloreJ, Eppich W, Moyer M, Brett-Fleegler M, Kleinman M, et al; EXPRESSInvestigators. Examining pediatric resuscitation education using simula-tion and scripted debriefing: a multicenter randomized trial. JAMA Pediatr.2013;167:528–536. doi: 10.1001/jamapediatrics.2013.1389810. Eppich W, Cheng A. Promoting Excellence and Reflective Learning inSimulation (PEARLS): development and rationale for a blended approachto health care simulation debriefing. Simul Healthc. 2015;10:106–115. doi:10.1097/sih.0000000000000072811. Mullan PC, Wuestner E, Kerr TD, Christopher DP, Patel B. Implementationof an in situ qualitative debriefing tool for resuscitations. Resuscitation.2013;84:946–951. doi: 10.1016/j.resuscitation.2012.12.005812. Zinns LE, Mullan PC, O’Connell KJ, Ryan LM, Wratney AT. An evalu-ation of a new debriefing framework: REFLECT. Pediatr Emerg Care.2020;36:147–152. doi: 10.1097/pec.0000000000001111813. Welch-Horan TB, Lemke DS, Bastero P, Leong-Kee S, Khattab M,Eggers J, Penn C, Dangre A, Doughty CB. Feedback, reflection andteam learning for COVID-19: development of a novel clinical event de-briefing tool. BMJ Simul Technol Enhanc Learn. 2021;7:54–57. doi:10.1136/bmjstel-2020-000638814. Lin Y, Lockey A, Greif R, Cheng A; Education Implementation Team TaskForce of the International Liaison Committee on Resuscitation ILCOR. Theeffect of scripted debriefing in resuscitation training: a scoping review.Resusc Plus. 2024;18:100581. doi: 10.1016/j.resplu.2024.100581815. Lin Y, Greif R, Lockey A, Cheng A, on behalf of the International LiaisonCommittee on Resuscitation (ILCOR) Education Implementation and Team(EIT) Task Force. Scripted debriefing for resuscitation training: a scop-ing review: EIT 6413 TF ScR. Accessed June 2024. https://costr.ilcor.org/document/scripted-debriefing-for-resuscitation-training-a-scoping-review-eit-6413-tf-scr816. Meguerdichian M, Bajaj K, Ivanhoe R, Lin Y, Sloma A, de Roche A,Altonen B, Bentley S, Cheng A, Walker K. Impact of the PEARLS health-care debriefing cognitive aid on facilitator cognitive load, workload,and debriefing quality: a pilot study. Adv Simul (Lond). 2022;7:40. doi:10.1186/s41077-022-00236-x817. Snelling PJ, Dodson L, Monteagle E, Ware RS, Acworth J, Symon B,Lawton B. PRE-scripted debriefing for Paediatric simulation Associatedwith Resuscitation EDucation (PREPARED): a multicentre, clusterrandomised controlled trial. Resuscitation Plus. 2022;11:100291. doi:10.1016/j.resplu.2022.100291818. Cheng A, Davidson J, Wan B, St-Onge-St-Hilaire A, Lin Y. Data-informeddebriefing for cardiopulmonary arrest: a randomized controlled trial.Resuscitation Plus. 2023;14:100401. doi: 10.1016/j.resplu.2023.100401819. Freytag J, Stroben F, Hautz WE, Penders D, Kämmer JE. Effects of usinga cognitive aid on content and feasibility of debriefings of simulated emer-gencies. GMS J Med Educ. 2021;38:Doc95. doi: 10.3205/zma001491820. Høegh-Larsen AM, Ravik M, Reierson IA, Husebø SIE, Gonzalez MT.PEARLS debriefing compared to standard debriefing effects onnursing students’ professional competence and clinical judgment:a quasi-experimental study. Clin Simul Nurs. 2023;74:38–48. doi:10.1016/j.ecns.2022.09.003821. Zideman DA, Singletary EM, De Buck ED, Chang WT, Jensen JL, SwainJM, Woodin JA, Blanchard IE, Herrington RA, Pellegrino JL, et al; FirstAid Chapter Collaborators. Part 9: First aid: 2015 International Consensuson First Aid Science With Treatment Recommendations. Resuscitation.2015;95:e225–e261. doi: 10.1016/j.resuscitation.2015.07.047822. Singletary EM, Zideman DA, De Buck ED, Chang WT, Jensen JL, SwainJM, Woodin JA, Blanchard IE, Herrington RA, Pellegrino JL, et al; FirstAid Chapter Collaborators. Part 9: First aid: 2015 International Consensuson First Aid Science With Treatment Recommendations. Circulation.2015;132:S269–S311. doi: 10.1161/CIR.0000000000000278823. Nikolaou NI, Welsford M, Beygui F, Bossaert L, Ghaemmaghami C,Nonogi H, O’Connor RE, Pichel DR, Scott T, Walters DL, et al; AcuteCoronary Syndrome Chapter Collaborators. Part 5: Acute coro-nary syndromes: 2015 International Consensus on Cardiopulmonary\n\n2024 ILCOR CoSTR Summary\n\nResuscitation and Emergency Cardiovascular Care Science WithTreatment Recommendations. Resuscitation. 2015;95:e121–e146. doi:10.1016/j.resuscitation.2015.07.043824. Singletary EM, Zideman DA, Bendall JC, Berry DC, Borra V, CarlsonJN, Cassan P, Chang WT, Charlton NP, Djarv T, et al; First Aid ScienceCollaborators. 2020 International Consensus on First Aid Science WithTreatment Recommendations. Circulation. 2020;142:S284–S334. doi:10.1161/CIR.0000000000000897825. Bierens J, Bray J, Abelairas-Gomez C, Barcala-Furelos R, Beerman S,Claesson A, Dunne C, Fukuda T, Jayashree M, A TL, et al. A systematicreview of interventions for resuscitation following drowning. Resusc Plus.2023;14:100406. doi: 10.1016/j.resplu.2023.100406826. Wyckoff MH, Singletary EM, Soar J, Olasveengen TM, Greif R, Liley HG,Zideman D, Bhanji F, Andersen LW, Avis SR, et al; Collaborators. 2021International Consensus on Cardiopulmonary Resuscitation and EmergencyCardiovascular Care Science With Treatment Recommendations: SummaryFrom the Basic Life Support; Advanced Life Support; Neonatal LifeSupport; Education, Implementation, and Teams; First Aid Task Forces; andthe COVID-19 Working Group. Circulation. 2022;145:e645–e721. doi:10.1161/CIR.0000000000001017827. Macneil F, Chang WT, Singletary EM, Djärv T; on behalf of the InternationalLiaison Committee on Resuscitation First Aid Task Force. Use of sup-plementary oxygen in first aid: first aid task force synthesis of a scop-ing review. Accessed June 2024. https://costr.ilcor.org/document/use-of-supplementary-oxygen-in-first-aidfa-1549-tf-scr828. Green BA, Eismont FJ, O’Heir JT. Pre-hospital management of spinal cordinjuries. Paraplegia. 1987;25:229–238. doi: 10.1038/sc.1987.41829. Austin M, Wood-Baker R. Oxygen therapy in the pre-hospital set-ting for acute exacerbations of chronic obstructive pulmonary dis-ease. Cochrane Database Syst Rev. 2006;3:CD005534. doi:10.1002/14651858.CD005534.pub2830. Kopsaftis Z, Carson-Chahhoud KV, Austin MA, Wood-Baker R. Oxygen ther-apy in the pre-hospital setting for acute exacerbations of chronic obstruc-tive pulmonary disease. Cochrane Database Syst Rev. 2020;1:CD005534.doi: 10.1002/14651858.CD005534.pub3831. Austin MA, Wills KE, Blizzard L, Walters EH, Wood-Baker R. Effect of highflow oxygen on mortality in chronic obstructive pulmonary disease patientsin prehospital setting: randomised controlled trial. BMJ. 2010;341:c5462.doi: 10.1136/bmj.c5462832. Ntoumenopoulos G. Using titrated oxygen instead of high flow oxy-gen during an acute exacerbation of chronic obstructive pulmo-nary disease (COPD) saves lives. J Physiother. 2011;57:55. doi:10.1016/S1836-9553(11)70008-X833. Wijesinghe M, Perrin K, Healy B, Hart K, Clay J, Weatherall M, BeasleyR. Pre-hospital oxygen therapy in acute exacerbations of chronic ob-structive pulmonary disease. Intern Med J. 2011;41:618–622. doi:10.1111/j.1445-5994.2010.02207.x834. Cameron L, Pilcher J, Weatherall M, Beasley R, Perrin K. The risk of seri-ous adverse outcomes associated with hypoxaemia and hyperoxaemia inacute exacerbations of COPD. Postgrad Med J. 2012;88:684–689. doi:10.1136/postgradmedj-2012-130809835. Ringbaek TJ, Terkelsen J, Lange P. Outcomes of acute exacerbations inCOPD in relation to pre-hospital oxygen therapy. Eur Clin Respir J. 2015;2:doi: 10.3402/ecrj.v2.27283836. Lumholdt M, Cresciolo E, Monti A, Sørensen LR, Damgaard KA. Abstract19: pre-hospital oxygen therapy and CO2 retention in patients admittedthrough the emergency department. BMJ Open. 2017;7:A1–A18.837. Bentsen LP, Lassen AT, Titlestad IL, Brabrand M. A change from high-flowto titrated oxygen therapy in the prehospital setting is associated with low-er mortality in COPD patients with acute exacerbations: an observationalcohort study. Acute Med. 2020;19:76–82.838. Pilcher J, Weatherall M, Perrin K, Beasley R. Oxygen therapy in acute exac-erbations of chronic obstructive pulmonary disease. Expert Rev Respir Med.2015;9:287–293. doi: 10.1586/17476348.2015.1016503839. Hodroge SS, Glenn M, Breyre A, Lee B, Aldridge NR, Sporer KA,Koenig KL, Gausche-Hill M, Salvucci AA, Rudnick EM, et al. Adult pa-tients with respiratory distress: current evidence-based recommenda-tions for prehospital care. West J Emerg Med. 2020;21:849–857. doi:10.5811/westjem.2020.2.43896\n\n840. Gottlieb J, Capetian P, Hamsen U, Janssens U, Karagiannidis C, Kluge S,Nothacker M, Roiter S, Volk T, Worth H, et al. German S3 guideline: oxygentherapy in the acute care of adult patients. Respiration. 2022;101:214–252. doi: 10.1159/000520294841. Barnett A, Beasley R, Buchan C, Chien J, Farah CS, King G, McDonald CF,Miller B, Munsif M, Psirides A, et al. Thoracic Society of Australia and NewZealand position statement on acute oxygen use in adults: ‘swimming be-tween the flags’. Respirology. 2022;27:262–276. doi: 10.1111/resp.14218842. Gude MF, Jensen AS. Standard vs Targeted Oxygen Therapy Prehospital forChronic Obstructive Pulmonary Disease (STOP-COPD): NCT05703919.Accessed December 26, 2023. https://classic.clinicaltrials.gov/ct2/show/NCT05703919843. Jensen AS, Valentin JB, Mulvad MG, Hagenau VH, Skaarup AH, JohnsenSP, Vaeggemose U, Gude MF. Standard vs. Targeted Oxygen TherapyPrehospitally for Chronic Obstructive Pulmonary Disease (STOP-COPD);study protocol for a randomised controlled trial. Trials. 2024;25:85. doi:10.1186/s13063-024-07920-5844. Smith JS, Brandon S. Acute carbon monoxide poisoning--3 years ex-perience in a defined population. Postgrad Med J. 1970;46:65–70. doi:10.1136/pgmj.46.532.65845. Olson KR. Carbon monoxide poisoning: mechanisms, presentation, andcontroversies in management. J Emerg Med. 1984;1:233–243. doi:10.1016/0736-4679(84)90078-7846. Kao LW, Nanagas KA. Toxicity associated with carbon monoxide. Clin LabMed. 2006;26:99–125. doi: 10.1016/j.cll.2006.01.005847. Koster LA, Rupp T. The silent killer: recognizing & treating carbon monox-ide poisoning. JEMS. 2003;28:80–7; quiz 88.848. Winter PM, Miller JN. Carbon monoxide poisoning. JAMA. 1976;236:1502.849. Juttner B, Busch HJ, Callies A, Dormann H, Janisch T, Kaiser G,Korner-Gobel H, Kluba K, Kluge S, Leidel BA, et al. S2k guideline di-agnosis and treatment of carbon monoxide poisoning. Ger Med Sci.2021;19:Doc13. doi: 10.3205/000300850. Dick AP, Massey EW. Neurologic presentation of decompression sick-ness and air embolism in sport divers. Neurology. 1985;35:667–671. doi:10.1212/wnl.35.5.667851. Liow MH, Chong SJ, Kang WL. A tale of three divers: recompression ther-apy for divers with severe type II decompression sickness with neurologicaldeficits. Singapore Med J. 2009;50:e173–e175.852. Longphre JM, Denoble PJ, Moon RE, Vann RD, Freiberger JJ. First aid nor-mobaric oxygen for the treatment of recreational diving injuries. UnderseaHyperb Med. 2007;34:43–49.853. Shinnick MA. Recognition of scuba diving accidents and the importance ofoxygen first aid. J Emerg Nurs. 1994;20:105–110.854. Spira A. Diving and marine medicine review part II: diving diseases. J TravelMed. 1999;6:180–198. doi: 10.1111/j.1708-8305.1999.tb00857.x855. Vann RD, Butler FK, Mitchell SJ, Moon RE. Decompression illness. Lancet.2011;377:153–164. doi: 10.1016/S0140-6736(10)61085-9856. Moon RE. Adjunctive therapy for decompression illness: a review and up-date. Diving Hyperb Med. 2009;39:81–87.857. Pollock NW, Buteau D. Updates in decompression illness. Emerg Med ClinNorth Am. 2017;35:301–319. doi: 10.1016/j.emc.2016.12.002858. Whayne TF. Medical management and risk reduction of the cardiovasculareffects of underwater diving. Curr Vasc Pharmacol. 2018;16:344–354. doi:10.2174/1570161115666170621084316859. Lippmann J. First aid oxygen administration for divers. SPUMS. 2003;33.Accessed December 28, 2023. https://www.dhmjournal.com/images/33/DHM_Vol33_No4.pdf860. Blake DF, Crowe M, Lindsay D, Brouff A, Mitchell SJ, Leggat PA, PollockNW. Comparison of tissue oxygenation achieved breathing oxygen usingdifferent delivery devices and flow rates. Diving Hyperb Med. 2020;50:34–42. doi: 10.28920/dhm50.1.34-42861. Kule A, Stassen W, Flores GE, Djärv T, Singletary EM. Recognition andawareness of sepsis by first aid providers in adults with suspected infection:a scoping review. Cureus. 2024;16:e61612. doi: 10.7759/cureus.61612862. Kule A, Bradley R, Flores-Bauer G, Stassen W, Djarv T; on be-half of the International Liaison Committee on Resuscitation FirstAid Task Force. First aid recognition of sepsis: a scoping review.Accessed January 31, 2024. https://costr.ilcor.org/document/first-aid-recognition-of-sepsis-a-scoping-review"
}