{
  "title": "2024 International Consensus On Cardiopulmonary Re...Fe Support; Educatio P05(81-100)",
  "full_text": "Writing Group Disclosures Continued\n\nThis table represents the relationships of writing group members that may be perceived as actual or reasonably perceived conflicts of interest as reported on theDisclosure Questionnaire, which all members of the writing group are required to complete and submit. A relationship is considered to be “significant” if (a) the personreceives $5000 or more during any 12-month period, or 5% or more of the person’s gross income; or (b) the person owns 5% or more of the voting stock or share of theentity, or owns $5000 or more of the fair market value of the entity. A relationship is considered to be “modest” if it is less than “significant” under the preceding definition.\n\nWriting group memberEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherChih-Wei YangNational Taiwan University Hospital (Taiwan)NoneNoneNoneNoneNoneNoneNoneJoyce YeungUniversity of War- wick, Warwick Medi- cal School (United Kingdom)NoneNoneNoneNoneNoneNoneNoneCarolyn M. ZelopThe Valley Hospital and NYUNoneNoneNoneNoneNoneUpToDate*MERCK/AHA*David A. ZidemanThames Valley Air Ambulance (United Kingdom)NoneNoneNoneNoneNoneNoneNone\n\nReviewer Disclosures\n\nReviewerEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherMarc AuerbachYale UniversityNoneNoneNoneNoneNoneNoneNoneJustin Lee BenoitUniversity of CincinnatiNational Institutes of Health (research fund- ing)*; Ohio Third Frontier Technology Validation and Start-up Fund (research funding)*NoneNoneNoneNoneNoneNoneAudrey L. BlewerDuke Univer- sityNoneNoneNoneNoneNoneNoneNoneMarieke T. BlomAmsterdam University Medical Center (Netherlands)European Union (Horizon 2020 grant ESCAPE-NET (grant no. 733381)†; Netherlands CardioVascular Re- search Initiative (Dutch Heart Foundation, Dutch Federation of University Medical Centers, Neth- erlands Organization for Health Research and Development, and Royal Netherlands Academy of Sciences; grant CVON- 2018-30 Predict 2)†NoneNoneNoneNoneNoneScientific Board of Dutch Resuscitation Council (Mem- ber)*Matthew BorlozVirginia Tech Carilion School of MedicineNoneNoneNoneNoneNoneNoneNoneAlain CariouCochin Univer- sity Hospital (APHP) and Paris Des- cartes Univer- sity (France)NoneNoneNoneNoneNoneNoneBard BD (Fees for lectures in 2019)*\n\nReviewerEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherFrancisco CarmonaGroup of Endocrine Dis- orders, CIBER de Diabetes y Enfermedades Metabólicas Asociadas (CIBERDEM), Hospital Clin- ic/IDIBAPS, (Spain)NoneNoneNoneNoneNoneNoneNoneDiana CimpoesuClinical Emer- gency County Hospital ( Romania)NoneNoneNoneNoneNoneNoneNoneKoert de WaalJohn Hunter Children’s Hospital ( Australia)NoneNoneNoneNoneNoneNoneNoneSteven C. FaddyNew South Wales Am- bulance ( Australia)NoneNoneNoneNoneNoneNoneNoneBrian GrunauUniversity of British Colum- bia (Canada)NoneNoneNoneNoneNoneNoneNoneVlasios KarageorgosUniversity of Crete (Greece)NoneNoneNoneNoneNoneNoneNoneBenny L. JoynerUniversity of North CarolinaNoneNoneNoneNoneNoneNoneNoneSatyan LakshminrusimhaUniversity of California, DavisNIH (Co-investigator on an NIH grant evaluating delayed umbilical cord clamping with high oxy- gen in preterm infants)*NoneNoneNoneNoneNoneNoneJan Hau LeeKK Women’s and Children’s Hospital ( Singapore)NoneNoneNoneNoneNoneNoneNoneJu-Lee OeiRoyal Hospital for Women (Australia)NoneMallinkrodt (research support from Mal- linkrodt to conduct re- search and academic activities in relation to use of nitric oxide at a population level)*NoneNoneNoneNoneNonePeter PaalSt. John of God Hospital, Paracelsus Medical Uni- versity (Austria)NoneNoneNoneNoneNoneNoneNoneSarah M. PermanYale School of MedicineEmergency Medicine Foundation (Mid Career Research Award)†NoneNoneNoneNoneNoneNone\n\nReviewerEmploymentResearch grantOther research supportSpeakers’ bureau/ honorariaExpert witnessOwnership interestConsultant/ advisory boardOtherThomas ReaUniversity of WashingtonPhilips (Grant to evalu- ate community response strategies. We are not evaluating proprietary technology but rather general response strate- gies. The grant is to my employer the University of Washington)*; AHA (grant evaluates whether brain oximetry during resuscitation changes during resuscitation and is predictive of outcome. The grant is to my employer the Uni- versity of Washington)*’; Federal government (pending grant to study components of CPR and outcome of car- diac arrest)*; Medtronic Foundation (Heart- Rescue Consortium. Nonproprietary efforts to improve links in the chain of survival for large population-based re- gions)*; American Heart Association (Investigator in the Strategic Network to investigate Sudden Cardiac Arrest)†NoneNoneNoneNoneNoneNoneSten RubertssonUppsala University ( Sweden)NoneNoneNoneNoneNoneNoneNoneMichael ShepherdAuckland District Health Board (New Zealand)NoneNoneNoneNoneNoneNoneNoneSophie SkellettGreat Ormond Street Hos- pital (United Kingdom)NoneNoneZoll*NoneNoneResuscitation Council UK*; European Resuscitation Council*; Na- tional Cardiac Arrest Audit UK*NoneAlex StafflerBolzono Hos- pital (Germany)NoneNoneNoneNoneNoneNoneNoneLynn ThomasSt John Ambu- lance (United Kingdom)NoneNoneNoneNoneNoneNoneNoneHeather A. WolfeThe Children’s Hospital of Philadelphia, University of Pennsylvania School of MedicineNoneNoneNoneNoneNoneNoneNone\n\nThis table represents the relationships of reviewers that may be perceived as actual or reasonably perceived conflicts of interest as reported on the Disclosure Ques-tionnaire, which all reviewers are required to complete and submit. A relationship is considered to be “significant” if (a) the person receives $5000 or more during any12-month period, or 5% or more of the person’s gross income; or (b) the person owns 5% or more of the voting stock or share of the entity, or owns $5000 or more ofthe fair market value of the entity. A relationship is considered to be “modest” if it is less than “significant” under the preceding definition.\n\n2024 ILCOR CoSTR Summary\n\n1. International Liaison Committee on Resuscitation. Consensus on sciencewith treatment recommendations (CoSTR). Accessed February 2, 2024.https://costr.ilcor.org/2. Guyatt G, Oxman AD, Akl EA, Kunz R, Vist G, Brozek J, Norris S, Falck-YtterY, Glasziou P, DeBeer H, et al. GRADE guidelines: 1. Introduction—GRADEevidence profiles and summary of findings tables. J Clin Epidemiol.2011;64:383–394. doi: 10.1016/j.jclinepi.2010.04.0263. International Liaison Committee on Resuscitation. ILCOR website. Ac-cessed February 2, 2024. https://www.ilcor.org/home4. Olasveengen TM, Mancini ME, Perkins GD, Avis S, Brooks S, Castren M,Chung SP, Considine J, Couper K, Escalante R, et al; Adult Basic Life Sup-port Collaborators. Adult Basic Life Support: 2020 International Consensuson Cardiopulmonary Resuscitation and Emergency Cardiovascular CareScience With Treatment Recommendations. Circulation. 2020;142:S41–S91. doi: 10.1161/CIR.00000000000008925. Olasveengen TM, Mancini ME, Perkins GD, Avis S, Brooks S, CastrenM, Chung SP, Considine J, Couper K, Escalante R, et al; Adult BasicLife Support Collaborators. International Consensus on Cardiopulmo-nary Resuscitation and Emergency Cardiovascular Care Science WithTreatment Recommendations. Resuscitation. 2020;156:A35–A79. doi:10.1016/j.resuscitation.2020.09.0106. Holt J, Ward A, Mohamed TY, Chukowry P, Grolmusova N, Couper K,Morley P, Perkins GD. The optimal surface for delivery of CPR: A sys-tematic review and meta-analysis. Resuscitation. 2020;155:159–164. doi:10.1016/j.resuscitation.2020.07.0207. Dewan M, Schachna E, Perkins G, Eastwood K, Bray J. The optimal surfacefor delivery of CPR: an updated systematic review and meta-analysis. Re-susc Plus. 2024;19:100718. doi: 10.1016/j.resplu.2024.1007188. Dewan M, Perkins G, Schachna E, Eastwood K, Smyth M, OlasveengenTM, Bray J, on behalf of the International Liaison Committee on Resuscita-tion Basic Life Support Task Force. Optimal surface for CPR: an updatedsystematic review and meta-analysis. Consensus on science with treat-ment recommendations [Internet]. Brussels, Belgium: International LiaisonCommittee on Resuscitation (ILCOR) Basic Life Support Task Force, 2024.Accessed June 2024. https://costr.ilcor.org/document/firm-surface-for-cpr-an-updated-systematic-review-bls-25109. Tweed M, Tweed C, Perkins GD. The effect of differing support surfaces onthe efficacy of chest compressions using a resuscitation manikin model.Resuscitation. 2001;51:179–183. doi: 10.1016/s0300-9572(01)00404-x10. Perkins GD, Benny R, Giles S, Gao F, Tweed MJ. Do different mattressesaffect the quality of cardiopulmonary resuscitation? Intensive Care Med.2003;29:2330–2335. doi: 10.1007/s00134-003-2014-611. Perkins GD, Smith CM, Augre C, Allan M, Rogers H, Stephenson B,Thickett DR. Effects of a backboard, bed height, and operator positionon compression depth during simulated resuscitation. Intensive Care Med.2006;32:1632–1635. doi: 10.1007/s00134-006-0273-812. Andersen LO, Isbye DL, Rasmussen LS. Increasing compression depthduring manikin CPR using a simple backboard. Acta Anaesthesiol Scand.2007;51:747–750. doi: 10.1111/j.1399-6576.2007.01304.x13. Jantti H, Silfvast T, Turpeinen A, Kiviniemi V, Uusaro A. Quality of cardiopulmo-nary resuscitation on manikins: on the floor and in the bed. Acta AnaesthesiolScand. 2009;53:1131–1137. doi: 10.1111/j.1399-6576.2009.01966.x14. Sato H, Komasawa N, Ueki R, Yamamoto N, Fujii A, Nishi S, KaminohY. Backboard insertion in the operating table increases chest com-pression depth: a manikin study. J Anesth. 2011;25:770–772. doi:10.1007/s00540-011-1196-215. Oh J, Chee Y, Song Y, Lim T, Kang H, Cho Y. A novel method to de-crease mattress compression during CPR using a mattress compres-sion cover and a vacuum pump. Resuscitation. 2013;84:987–991. doi:10.1016/j.resuscitation.2012.12.02716. Fischer EJ, Mayrand K, Ten Eyck RP. Effect of a backboard on compressiondepth during cardiac arrest in the ED: a simulation study. Am J Emerg Med.2016;34:274–277. doi: 10.1016/j.ajem.2015.10.03517. Putzer G, Fiala A, Braun P, Neururer S, Biechl K, Keilig B, Ploner W,Fop E, Paal P. Manual versus mechanical chest compressions on sur-faces of varying softness with or without backboards: a randomized,crossover manikin study. J Emerg Med. 2016;50:594–600.e1. doi:10.1016/j.jemermed.2015.10.00218. Sanri E, Karacabey S. The impact of backboard placement on chest com-pression quality: a mannequin study. Prehosp Disaster Med. 2019;34:182–187. doi: 10.1017/S1049023X1900015319. Ahn HJ, Cho Y, You YH, Min JH, Jeong WJ, Ryu S, Lee JW, Cho SU, OhSK, Park JS, et al. Effect of using a home-bed mattress on bystander chest\n\ncompression during out-of-hospital cardiac arrest. Hong Kong J Emerg Med.2021;28:37–42. doi: 10.1177/102490791985648520. Picard C, Drew R, Norris CM, O’Dochartaigh D, Burnett C, Keddie C, DoumaMJ. Cardiac arrest quality improvement: a single-center evaluation of resus-citations using defibrillator, feedback device, and survey data. J Emerg Nurs.2022;48:224–232.e8. doi: 10.1016/j.jen.2021.11.00521. Hasegawa T, Okane R, Ichikawa Y, Inukai S, Saito S. Effect of chest com-pression with kneeling on the bed in clinical situations. Jpn J Nurs Sci.2020;17:e12314. doi: 10.1111/jjns.1231422. Kingston T, Tiller NB, Partington E, Ahmed M, Jones G, Johnson MI,Callender NA. Sports safety matting diminishes cardiopulmonary resus-citation quality and increases rescuer perceived exertion. PLoS One.2021;16:e0254800. doi: 10.1371/journal.pone.025480023. Shimizu Y, Sadamori T, Saeki N, Mukai A, Doi M, Oue K, Yoshida M, Irifune M.Efficacy of chest compressions performed on patients in dental chairs versuson the floor. Anesth Prog. 2021;68:85–89. doi: 10.2344/anpr-68-01-0724. Cuvelier Z, Houthoofdt R, Serraes B, Haentjens C, Blot S, Mpotos N. Ef-fect of a backboard on chest compression quality during in-hospital adultcardiopulmonary resuscitation: A randomised, single-blind, controlled trialusing a manikin model. Intensive Crit Care Nurs. 2022;69:103164. doi:10.1016/j.iccn.2021.10316425. Torsy T, Deswarte W, Karlberg Traav M, Beeckman D. Effect of a dynamicmattress on chest compression quality during cardiopulmonary resuscita-tion. Nurs Crit Care. 2022;27:275–281. doi: 10.1111/nicc.1263126. Missel AL, Donnelly JP, Tsutsui J, Wilson N, Friedman C, Rooney DM,Neumar RW, Cooke JM. Effectiveness of lay bystander hands-onlycardiopulmonary resuscitation on a mattress versus the floor: a ran-domized cross-over trial. Ann Emerg Med. 2023;81:691–698. doi:10.1016/j.annemergmed.2023.01.01227. Lin Y, Wan B, Belanger C, Hecker K, Gilfoyle E, Davidson J, Cheng A.Reducing the impact of intensive care unit mattress compressibility dur-ing CPR: a simulation-based study. Adv Simul (Lond). 2017;2:22. doi:10.1186/s41077-017-0057-y28. Noordergraaf GJ, Paulussen IW, Venema A, van Berkom PF, Woerlee PH,Scheffer GJ, Noordergraaf A. The impact of compliant surfaces on in- hospitalchest compressions: effects of common mattresses and a backboard. Re-suscitation. 2009;80:546–552. doi: 10.1016/j.resuscitation.2009.03.02329. Song Y, Oh J, Lim T, Chee Y. A new method to increase the quality of car-diopulmonary resuscitation in hospital. Annu Int Conf IEEE Eng Med Biol Soc.2013;2013:469–472. doi: 10.1109/EMBC.2013.660953830. Beesems SG, Koster RW. Accurate feedback of chest compres-sion depth on a manikin on a soft surface with correction for to-tal body displacement. Resuscitation. 2014;85:1439–1443. doi:10.1016/j.resuscitation.2014.08.00531. Nishisaki A, Maltese MR, Niles DE, Sutton RM, Urbano J, Berg RA,Nadkarni VM. Backboards are important when chest compressions areprovided on a soft mattress. Resuscitation. 2012;83:1013–1020. doi:10.1016/j.resuscitation.2012.01.01632. Lee S, Oh J, Kang H, Lim T, Kim W, Chee Y, Song Y, Ahn C, Cho JH. Propertarget depth of an accelerometer-based feedback device during CPR per-formed on a hospital bed: a randomized simulation study. Am J Emerg Med.2015;33:1425–1429. doi: 10.1016/j.ajem.2015.07.01033. Ruiz de Gauna S, Gonzalez-Otero DM, Ruiz J, Gutierrez JJ, Russell JK. Afeasibility study for measuring accurate chest compression depth and rateon soft surfaces using two accelerometers and spectral analysis. BiomedRes Int. 2016;2016:6596040. doi: 10.1155/2016/659604034. Hellevuo H, Sainio M, Huhtala H, Olkkola KT, Tenhunen J, Hoppu S. Thequality of manual chest compressions during transport--effect of themattress assessed by dual accelerometers. Acta Anaesthesiol Scand.2014;58:323–328. doi: 10.1111/aas.1224535. Oh J, Song Y, Kang B, Kang H, Lim T, Suh Y, Chee Y. The use of dual accel-erometers improves measurement of chest compression depth. Resuscita-tion. 2012;83:500–504. doi: 10.1016/j.resuscitation.2011.09.02836. Cheng A, Belanger C, Wan B, Davidson J, Lin Y. Effect of emergency depart-ment mattress compressibility on chest compression depth using a stan-dardized cardiopulmonary resuscitation board, a slider transfer board, anda flat spine board: a simulation-based study. Simul Healthc. 2017;12:364–369. doi: 10.1097/SIH.000000000000024537. Cloete G, Dellimore KH, Scheffer C. Comparison of experimental chestcompression data to a theoretical model for the mechanics of constantpeak displacement cardiopulmonary resuscitation. Acad Emerg Med.2011;18:1167–1176. doi: 10.1111/j.1553-2712.2011.01213.x38. Cloete G, Dellimore KH, Scheffer C, Smuts MS, Wallis LA. The impactof backboard size and orientation on sternum-to-spine compres-sion depth and compression stiffness in a manikin study of CPR\n\nusing two mattress types. Resuscitation. 2011;82:1064–1070. doi:10.1016/j.resuscitation.2011.04.00339. Perkins GD, Kocierz L, Smith SC, McCulloch RA, Davies RP. Com-pression feedback devices over estimate chest compression depthwhen performed on a bed. Resuscitation. 2009;80:79–82. doi:10.1016/j.resuscitation.2008.08.01140. Grabmayr AJ, Dicker B, Dassanayake V, Bray J, Vaillancourt C, Dainty KN,Malta Hansen C; on behalf of the International Liaison Committee on Re-suscitation Basic Life Support Task Force. Optimizing telecommunicatorrecognition of out-of-hospital cardiac arrest: a scoping review. Resusc Plus.2024;20:100754. doi: 10.1016/j.resplu.2024.10075441. Malta Hansen C, Juul Grabmayr A, Dicker B, Dassanayake V,Vaillancourt C, Dainty K, Olasveengen T, Bray J; on behalf of the InternationalLiaison Committee on Resuscitation Basic Life Support Task Force. Optimiza-tion of dispatcher-assisted recognition of out-of-hospital cardiac arrest: a BLSTask Force synthesis of a scoping review. Consensus on science with treatmentrecommendations [Internet]. Brussels, Belgium: International Liaison Com-mittee on Resuscitation (ILCOR) Basic Life Support Task Force, J anuary 8,2024. Accessed June 2024. https://costr.ilcor.org/document/optimization-of-dispatcher-assisted-da-recognition-of-ohca-a-scoping-review-bls-2102-scr42. Alfsen D, Moller TP, Egerod I, Lippert FK. Barriers to recognition of out-of-hospital cardiac arrest during emergency medical calls: a qualitative induc-tive thematic analysis. Scand J Trauma Resusc Emerg Med. 2015;23:70. doi:10.1186/s13049-015-0149-443. Chien CY, Chien WC, Tsai LH, Tsai SL, Chen CB, Seak CJ, Chou YS, Ma M,Weng YM, Ng CJ, et al. Impact of the caller’s emotional state and coopera-tion on out-of-hospital cardiac arrest recognition and dispatcher-assistedcardiopulmonary resuscitation. Emerg Med J. 2019;36:595–600. doi:10.1136/emermed-2018-20835344. Missel AL, Dowker SR, Chiola M, Platt J, Tsutsui J, Kasten K, SworR, Neumar RW, Hunt N, Herbert L, et al. Barriers to the initiation oftelecommunicator-CPR during 9-1-1 out-of-hospital cardiac arrestcalls: a qualitative study. Prehosp Emerg Care. 2023;28:118–125. doi:10.1080/10903127.2023.218353345. Richards CT, McCarthy DM, Markul E, Rottman DR, Lindeman P, PrabhakaranS, Klabjan D, Holl JL, Cameron KA. A mixed methods analysis of caller-emergency medical dispatcher communication during 9-1-1 calls for out-of-hospital cardiac arrest. Patient Educ Couns. 2022;105:2130–2136. doi:10.1016/j.pec.2022.03.00446. Garza AG, Gratton MC, Chen JJ, Carlson B. The accuracy of pre-dicting cardiac arrest by emergency medical services dispatchers:the calling party effect. Acad Emerg Med. 2003;10:955–960. doi:10.1111/j.1553-2712.2003.tb00651.x47. Bang A, Herlitz J, Holmberg S. Possibilities of implementing dispatcher-assisted cardiopulmonary resuscitation in the community. An evaluation of99 consecutive out-of-hospital cardiac arrests. Resuscitation. 2000;44:19–26. doi: 10.1016/s0300-9572(99)00163-x48. Bang A, Ortgren PO, Herlitz J, Wahrborg P. Dispatcher-assisted telephoneCPR: a qualitative study exploring how dispatchers perceive their experiences.Resuscitation. 2002;53:135–151. doi: 10.1016/s0300-9572(01)00508-149. Castren M, Kuisma M, Serlachius J, Skrifvars M. Do health care profes-sionals report sudden cardiac arrest better than laymen? Resuscitation.2001;51:265–268. doi: 10.1016/s0300-9572(01)00422-150. Bradley SM, Fahrenbruch CE, Meischke H, Allen J, Bloomingdale M,Rea TD. Bystander CPR in out-of-hospital cardiac arrest: the roleof limited English proficiency. Resuscitation. 2011;82:680–684. doi:10.1016/j.resuscitation.2011.02.00651. Perera N, Birnie T, Ngo H, Ball S, Whiteside A, Bray J, Bailey P, Finn J.“I’m sorry, my English not very good”: Tracking differences betweenlanguage-barrier and non-language-barrier emergency ambulance callsfor out-of-hospital cardiac arrest. Resuscitation. 2021;169:105–112. doi:10.1016/j.resuscitation.2021.10.03552. Riou M, Ball S, Williams TA, Whiteside A, Cameron P, Fatovich DM, PerkinsGD, Smith K, Bray J, Inoue M, et al. ‘She’s sort of breathing’: What lin-guistic factors determine call-taker recognition of agonal breathing inemergency calls for cardiac arrest? Resuscitation. 2018;122:92–98. doi:10.1016/j.resuscitation.2017.11.05853. Stangenes SR, Painter IS, Rea TD, Meischke H. Delays in recognition of theneed for telephone-assisted CPR due to caller descriptions of chief complaint.Resuscitation. 2020;149:82–86. doi: 10.1016/j.resuscitation.2020.02.01354. Tamminen J, Lyden E, Kurki J, Huhtala H, Kamarainen A, Hoppu S. Sponta-neous trigger words associated with confirmed out-of-hospital cardiac ar-rest: a descriptive pilot study of emergency calls. Scand J Trauma ResuscEmerg Med. 2020;28:1. doi: 10.1186/s13049-019-0696-1\n\n55. Riou M, Ball S, Morgan A, Gallant S, Perera N, Whiteside A, Bray J, BaileyP, Finn J. ‘I think he’s dead’: A cohort study of the impact of caller declara-tions of death during the emergency call on bystander CPR. Resuscitation.2021;160:1–6. doi: 10.1016/j.resuscitation.2021.01.00156. Linderoth G, Hallas P, Lippert FK, Wibrandt I, Loumann S, Moller TP,Ostergaard D. Challenges in out-of-hospital cardiac arrest - A study com-bining closed-circuit television (CCTV) and medical emergency calls. Resus-citation. 2015;96:317–322. doi: 10.1016/j.resuscitation.2015.06.00357. Linderoth G, Moller TP, Folke F, Lippert FK, Ostergaard D. Medical dispatch-ers’ perception of visual information in real out-of-hospital cardiac arrest: aqualitative interview study. Scand J Trauma Resusc Emerg Med. 2019;27:8.doi: 10.1186/s13049-018-0584-058. Blomberg SN, Folke F, Ersboll AK, Christensen HC, Torp-Pedersen C, SayreMR, Counts CR, Lippert FK. Machine learning as a supportive tool to recog-nize cardiac arrest in emergency calls. Resuscitation. 2019;138:322–329.doi: 10.1016/j.resuscitation.2019.01.01559. Byrsell F, Claesson A, Ringh M, Svensson L, Jonsson M, Nordberg P,Forsberg S, Hollenberg J, Nord A. Machine learning can support dispatchersto better and faster recognize out-of-hospital cardiac arrest during emer-gency calls: A retrospective study. Resuscitation. 2021;162:218–226. doi:10.1016/j.resuscitation.2021.02.04160. Blomberg SN, Christensen HC, Lippert F, Ersboll AK, Torp-Petersen C, SayreMR, Kudenchuk PJ, Folke F. Effect of machine learning on dispatcher rec-ognition of out-of-hospital cardiac arrest during calls to emergency medicalservices: a randomized clinical trial. JAMA Netw Open. 2021;4:e2032320.doi: 10.1001/jamanetworkopen.2020.3232061. Nikolaj Blomberg S, Jensen TW, Porsborg Andersen M, Folke F, Kjaer ErsbollA, Torp-Petersen C, Lippert F, Collatz Christensen H. When the machine iswrong. Characteristics of true and false predictions of out-of-hospital car-diac arrests in emergency calls using a machine-learning model. Resuscita-tion. 2023;183:109689. doi: 10.1016/j.resuscitation.2023.10968962. Rafi S, Gangloff C, Paulhet E, Grimault O, Soulat L, Bouzille G, Cuggia M.Out-of-hospital cardiac arrest detection by machine learning based on thephonetic characteristics of the caller’s voice. Stud Health Technol Inform.2022;294:445–449. doi: 10.3233/SHTI22049863. Chan J, Rea T, Gollakota S, Sunshine JE. Contactless cardiac ar-rest detection using smart devices. NPJ Digit Med. 2019;2:52. doi:10.1038/s41746-019-0128-764. Dami F, Rossetti AO, Fuchs V, Yersin B, Hugli O. Proportion of out-of- hospitaladult non-traumatic cardiac or respiratory arrest among calls for seizure.Emerg Med J. 2012;29:758–760. doi: 10.1136/emermed-2011-20023465. Besnier E, Damm C, Jardel B, Veber B, Compere V, Dureuil B. Dispatcher-assisted cardiopulmonary resuscitation protocol improves diagnosis and re-suscitation recommendations for out-of-hospital cardiac arrest. Emerg MedAustralas. 2015;27:590–596. doi: 10.1111/1742-6723.1249366. Deakin CD, England S, Diffey D, Maconochie I. Can ambulance telephonetriage using NHS pathways accurately identify paediatric cardiac arrest? Re-suscitation. 2017;116:109–112. doi: 10.1016/j.resuscitation.2017.03.01367. Derkenne C, Jost D, Thabouillot O, Briche F, Travers S, Frattini B, LesaffreX, Kedzierewicz R, Roquet F, de Charry F, et al; Paris Fire Brigade CardiacArrest Task Force. Improving emergency call detection of out-of-hospitalcardiac arrests in the greater Paris area: efficiency of a global systemwith a new method of detection. Resuscitation. 2020;146:34–42. doi:10.1016/j.resuscitation.2019.10.03868. Fukushima H, Imanishi M, Iwami T, Kitaoka H, Asai H, Seki T, KawaiY, Norimoto K, Urisono Y, Nishio K, et al. Implementation of a dispatch-instruction protocol for cardiopulmonary resuscitation according to variousabnormal breathing patterns: a population-based study. Scand J TraumaResusc Emerg Med. 2015;23:64. doi: 10.1186/s13049-015-0145-869. Gram KH, Praest M, Laulund O, Mikkelsen S. Assessment of a quality im-provement programme to improve telephone dispatchers’ accuracy in iden-tifying out-of-hospital cardiac arrest. Resusc Plus. 2021;6:100096. doi:10.1016/j.resplu.2021.10009670. Hardeland C, Olasveengen TM, Lawrence R, Garrison D, Lorem T, FarstadG, Wik L. Comparison of medical priority dispatch (MPD) and criteria baseddispatch (CBD) relating to cardiac arrest calls. Resuscitation. 2014;85:612–616. doi: 10.1016/j.resuscitation.2014.01.02971. Hardeland C, Sunde K, Ramsdal H, Hebbert SR, Soilammi L, Westmark F,Nordum F, Hansen AE, Steen-Hansen JE, Olasveengen TM. Factors impact-ing upon timely and adequate allocation of prehospital medical assistanceand resources to cardiac arrest patients. Resuscitation. 2016;109:56–63.doi: 10.1016/j.resuscitation.2016.09.02772. Heward A, Damiani M, Hartley-Sharpe C. Does the use of the advancedmedical priority dispatch system affect cardiac arrest detection? Emerg MedJ. 2004;21:115–118. doi: 10.1136/emj.2003.006940\n\n73. Huang CH, Fan HJ, Chien CY, Seak CJ, Kuo CW, Ng CJ, Li WC, Weng YM.Validation of a dispatch protocol with continuous quality control for cardiacarrest: a before-and-after study at a city fire department-based dispatch cen-ter. J Emerg Med. 2017;53:697–707. doi: 10.1016/j.jemermed.2017.06.02874. Kuisma M, Boyd J, Vayrynen T, Repo J, Nousila-Wiik M, Holmstrom P. Emer-gency call processing and survival from out-of- hospital ventricular fibrillation.Resuscitation. 2005;67:89–93. doi: 10.1016/j.resuscitation.2005.04.00875. Mao DR, Ee AZQ, Leong PWK, Leong BS, Arulanandam S, Ng M, NgYY, Siddiqui FJ, Ong MEH. Is your unconscious patient in cardiac ar-rest? A new protocol for telephonic diagnosis by emergency medicalcall-takers: a national study. Resuscitation. 2020;155:199–206. doi:10.1016/j.resuscitation.2020.08.00976. Michiels C, Clinckaert C, Wauters L, Dewolf P. Phone CPR and barri-ers affecting life-saving seconds. Acta Clin Belg. 2021;76:427–432. doi:10.1080/17843286.2020.175245477. Moller TP, Andrell C, Viereck S, Todorova L, Friberg H, Lippert FK. Recogni-tion of out-of-hospital cardiac arrest by medical dispatchers in emergencymedical dispatch centres in two countries. Resuscitation. 2016;109:1–8.doi: 10.1016/j.resuscitation.2016.09.01278. Nurmi J, Pettila V, Biber B, Kuisma M, Komulainen R, Castren M. Ef-fect of protocol compliance to cardiac arrest identification by emer-gency medical dispatchers. Resuscitation. 2006;70:463–469. doi:10.1016/j.resuscitation.2006.01.01679. Orpet R, Riesenberg R, Shin J, Subido C, Markul E, Rea T. Increasing by-stander CPR: potential of a one question telecommunicator identifica-tion algorithm. Scand J Trauma Resusc Emerg Med. 2015;23:39. doi:10.1186/s13049-015-0115-180. Plodr M, Truhlar A, Krencikova J, Praunova M, Svaba V, Masek J, BejrovaD, Paral J. Effect of introduction of a standardized protocol in dispatcher-assisted cardiopulmonary resuscitation. Resuscitation. 2016;106:18–23.doi: 10.1016/j.resuscitation.2016.05.03181. Sanko S, Kashani S, Lane C, Eckstein M. Implementation of the LosAngeles tiered dispatch system is associated with an increase intelecommunicator-assisted CPR. Resuscitation. 2020;155:74–81. doi:10.1016/j.resuscitation.2020.06.03982. Sanko S, Feng S, Lane C, Eckstein M. Comparison of emergency medical dis-patch systems for performance of telecommunicator- assisted cardiopulmo-nary resuscitation among 9-1-1 callers with limited english proficiency. JAMANetw Open. 2021;4:e216827. doi: 10.1001/jamanetworkopen.2021.682783. Stipulante S, Tubes R, El Fassi M, Donneau AF, Van Troyen B, HartsteinG, D’Orio V, Ghuysen A. Implementation of the ALERT algorithm, a newdispatcher-assisted telephone cardiopulmonary resuscitation proto-col, in non-advanced medical priority dispatch system (AMPDS) emer-gency medical services centres. Resuscitation. 2014;85:177–181. doi:10.1016/j.resuscitation.2013.10.00584. Travers S, Jost D, Gillard Y, Lanoe V, Bignand M, Domanski L, Tourtier JP;Paris Fire Brigade Cardiac Arrest Work Group. Out-of-hospital cardiacarrest phone detection: those who most need chest compressions arethe most difficult to recognize. Resuscitation. 2014;85:1720–1725. doi:10.1016/j.resuscitation.2014.09.02085. Vaillancourt C, Charette M, Kasaboski A, Hoad M, Larocque V, Crete D,Logan S, Lamoureux P, McBride J, Cheskes S, et al. Cardiac arrest diagnos-tic accuracy of 9-1-1 dispatchers: a prospective multi-center study. Resus-citation. 2015;90:116–120. doi: 10.1016/j.resuscitation.2015.02.02786. Vaillancourt C, Verma A, Trickett J, Crete D, Beaudoin T, Nesbitt L, WellsGA, Stiell IG. Evaluating the effectiveness of dispatch-assisted cardiopul-monary resuscitation instructions. Acad Emerg Med. 2007;14:877–883. doi:10.1197/j.aem.2007.06.02187. Viereck S, Moller TP, Ersboll AK, Baekgaard JS, Claesson A, Hollenberg J,Folke F, Lippert FK. Recognising out-of-hospital cardiac arrest during emer-gency calls increases bystander cardiopulmonary resuscitation and survival.Resuscitation. 2017;115:141–147. doi: 10.1016/j.resuscitation.2017.04.00688. Watkins CL, Jones SP, Hurley MA, Benedetto V, Price CI, Sutton CJ,Quinn T, Bangee M, Chesworth B, Miller C, et al. Predictors of recognition ofout of hospital cardiac arrest by emergency medical services call handlersin England: a mixed methods diagnostic accuracy study. Scand J TraumaResusc Emerg Med. 2021;29:7. doi: 10.1186/s13049-020-00823-989. Roppolo LP, Westfall A, Pepe PE, Nobel LL, Cowan J, Kay JJ, Idris AH. Dis-patcher assessments for agonal breathing improve detection of cardiac arrest.Resuscitation. 2009;80:769–772. doi: 10.1016/j.resuscitation.2009.04.01390. Berdowski J, Beekhuis F, Zwinderman AH, Tijssen JG, Koster RW.Importance of the first link: description and recognition of an out-of-hospital cardiac arrest in an emergency call. Circulation. 2009;119:2096–2102. doi: 10.1161/CIRCULATIONAHA.108.768325\n\n91. Bang A, Herlitz J, Martinell S. Interaction between emergency medi-cal dispatcher and caller in suspected out-of-hospital cardiac arrestcalls with focus on agonal breathing. A review of 100 tape recordingsof true cardiac arrest cases. Resuscitation. 2003;56:25–34. doi:10.1016/s0300-9572(02)00278-292. Fukushima H, Panczyk M, Hu C, Dameff C, Chikani V, VadeboncoeurT, Spaite DW, Bobrow BJ. Description of abnormal breathing is associ-ated with improved outcomes and delayed telephone cardiopulmonaryresuscitation instructions. J Am Heart Assoc. 2017;6:e005058. doi:10.1161/JAHA.116.00505893. Bohm K, Rosenqvist M, Hollenberg J, Biber B, Engerstrom L, Svensson L.Dispatcher-assisted telephone-guided cardiopulmonary resuscitation: anunderused lifesaving system. Eur J Emerg Med. 2007;14:256–259. doi:10.1097/MEJ.0b013e32823a3cd194. Dami F, Heymann E, Pasquier M, Fuchs V, Carron PN, Hugli O. Time toidentify cardiac arrest and provide dispatch-assisted cardio-pulmonary re-suscitation in a criteria-based dispatch system. Resuscitation. 2015;97:27–33. doi: 10.1016/j.resuscitation.2015.09.39095. Crabb DB, Elmelige YO, Gibson ZC, Ralston DC, Harrell C, Cohen SA,Fitzpatrick DE, Becker TK. Unrecognized cardiac arrests: a one-year re-view of audio from emergency medical dispatch calls. Am J Emerg Med.2022;54:127–130. doi: 10.1016/j.ajem.2022.01.06896. Fukushima H, Imanishi M, Iwami T, Seki T, Kawai Y, Norimoto K, Urisono Y,Hata M, Nishio K, Saeki K, et al. Abnormal breathing of sudden cardiac arrestvictims described by laypersons and its association with emergency medi-cal service dispatcher-assisted cardiopulmonary resuscitation instruction.Emerg Med J. 2015;32:314–317. doi: 10.1136/emermed-2013-20311297. Lewis M, Stubbs BA, Eisenberg MS. Dispatcher-assisted cardiopul-monary resuscitation: time to identify cardiac arrest and deliver chestcompression instructions. Circulation. 2013;128:1522–1530. doi:10.1161/CIRCULATIONAHA.113.00262798. Schwarzkoph M, Yin L, Hergert L, Drucker C, Counts CR, Eisenberg M.Seizure-like presentation in OHCA creates barriers to dispatch rec-ognition of cardiac arrest. Resuscitation. 2020;156:230–236. doi:10.1016/j.resuscitation.2020.06.03699. Eisenberg MS, Carter W, Hallstrom A, Cummins R, Litwin P, Hearne T.Identification of cardiac arrest by emergency dispatchers. Am J EmergMed. 1986;4:299–301. doi: 10.1016/0735-6757(86)90297-4100. Kim TH, Jung JH, Song KJ, Hong KJ, Jeong J, Lee SGW. Associationbetween patient age and pediatric cardiac arrest recognition by emer-gency medical dispatchers. Am J Emerg Med. 2022;58:275–280. doi:10.1016/j.ajem.2022.05.038101. Tzeng CF, Lu CH, Lin CH. Community socioeconomic status anddispatcher-assisted cardiopulmonary resuscitation for patients with out-of-hospital cardiac arrest. Int J Environ Res Public Health. 2021;18:1207. doi:10.3390/ijerph18031207102. Govindarajan P, Lin L, Landman A, McMullan JT, McNally BF, CrouchAJ, Sasson C. Practice variability among the EMS systems participat-ing in cardiac arrest registry to enhance survival (CARES). Resuscitation.2012;83:76–80. doi: 10.1016/j.resuscitation.2011.06.026103. Lee SCL, Mao DR, Ng YY, Leong BS, Supasaovapak J, Gaerlan FJ,Son DN, Chia BY, Do Shin S, Lin CH, et al; PAROS Clinical ResearchNetwork. Emergency medical dispatch services across Pan-Asiancountries: a web-based survey. BMC Emerg Med. 2020;20:1. doi:10.1186/s12873-019-0299-1104. Tjelmeland IBM, Masterson S, Herlitz J, Wnent J, Bossaert L, Rosell-OrtizF, Alm-Kruse K, Bein B, Lilja G, Grasner JT; GL2020 Epidemiologygroup and participating countries. Description of emergency medicalservices, treatment of cardiac arrest patients and cardiac arrest regis-tries in Europe. Scand J Trauma Resusc Emerg Med. 2020;28:103. doi:10.1186/s13049-020-00798-7105. Beck B, Bray JE, Smith K, Walker T, Grantham H, Hein C, Thorrowgood M,Smith A, Inoue M, Smith T, et al; Aus-ROC Steering Committee. Descriptionof the ambulance services participating in the Aus-ROC Australian andNew Zealand out-of-hospital cardiac arrest epistry. Emerg Med Australas.2016;28:673–683. doi: 10.1111/1742-6723.12690106. Dainty KN, Debaty G, Waddick J, Vaillancourt C, Malta Hansen C,Olasveengen T, Bray J; on behalf of the International Liaison Committeeon Resuscitation Basic Life Support Task Force. Interventions to optimizedispatcher-assisted CPR instructions: a scoping review. Resusc Plus.2024;19:100715. doi: 10.1016/j.resplu.2024.100715107. Olasveengen TM, de Caen AR, Mancini ME, Maconochie IK, Aickin R,Atkins DL, Berg RA, Bingham RM, Brooks SC, Castren M, et al; ILCORCollaborators. 2017 International Consensus on Cardiopulmonary\n\nResuscitation and Emergency Cardiovascular Care Science WithTreatment Recommendations summary. Resuscitation. 2017;121:201–214. doi: 10.1016/j.resuscitation.2017.10.021108. Olasveengen TM, de Caen AR, Mancini ME, Maconochie IK, Aickin R,Atkins DL, Berg RA, Bingham RM, Brooks SC, Castren M, et al; ILCORCollaborators. 2017 International Consensus on CardiopulmonaryResuscitation and Emergency Cardiovascular Care Science WithTreatment Recommendations summary. Circulation. 2017;136:e424–e440. doi: 10.1161/CIR.0000000000000541109. Dainty KN, Debaty G, Vaillancourt C, Smyth M, Olasveengen T, Bray J; onbehalf of the International Liaison Committee on Resuscitation Basic LifeSupport Task Force. Interventions used with dispatcher-assisted CPR: ascoping review. [Internet] Brussels, Belgium: International Liaison Committeeon Resuscitation (ILCOR) Basic Life Support Task Force, January 8, 2024.Accessed June 2024. https://costr.ilcor.org/document/optimization-of-dis-patcher-assisted-cpr-instructions-a-scoping-review-bls-2113-scr110. Ong MEH, Shin SD, Ko PC-I, Lin X, Ma MH-M, Ryoo HW, Wong KD,Supasaowapak J, Lin C-H, Kuo C-W, et al. International multi-centerreal world implementation trial to increase out-of-hospital cardiac arrestsurvival with a dispatcher-assisted cardio-pulmonary resuscitation pack-age (Pan-Asian resuscitation outcomes study phase 2). Resuscitation.2022;171:80–89. doi: 10.1016/j.resuscitation.2021.12.032111. Lee DH, Kim CW, Kim SE. The effect of the different methods in-dicating 100/min to 120/min using the metronome in dispatcher-assisted resuscitation. Am J Emerg Med. 2014;32:1282–1283. doi:10.1016/j.ajem.2014.07.009112. Park SO, Hong CK, Shin DH, Lee JH, Hwang SY. Efficacy of metro-nome sound guidance via a phone speaker during dispatcher-assistedcompression-only cardiopulmonary resuscitation by an untrained layper-son: a randomised controlled simulation study using a manikin. Emerg MedJ. 2013;30:657–661. doi: 10.1136/emermed-2012-201612113. Choa M, Park I, Chung HS, Yoo SK, Shim H, Kim S. The effectivenessof cardiopulmonary resuscitation instruction: animation versus dis-patcher through a cellular phone. Resuscitation. 2008;77:87–94. doi:10.1016/j.resuscitation.2007.10.023114. Birkun A, Glotov M, Ndjamen HF, Alaiye E, Adeleke T, Samarin S.Pre-recorded instructional audio vs. dispatchers’ conversational as-sistance in telephone cardiopulmonary resuscitation: a randomizedcontrolled simulation study. World J Emerg Med. 2018;9:165–171. doi:10.5847/wjem.j.1920-8642.2018.03.001115. Rasmussen SE, Nebsbjerg MA, Krogh LQ, Bjørnshave K, Krogh K,Povlsen JA, Riddervold IS, Grøfte T, Kirkegaard H, Løfgren B. A novel pro-tocol for dispatcher assisted CPR improves CPR quality and motivationamong rescuers—a randomized controlled simulation study. Resuscitation.2017;110:74–80. doi: 10.1016/j.resuscitation.2016.09.009116. Brown TB, Saini D, Pepper T, Mirza M, Nandigam HK, Kaza N, Cofield SS.Instructions to “put the phone down” do not improve the quality of bystanderinitiated dispatcher-assisted cardiopulmonary resuscitation. Resuscitation.2008;76:249–255. doi: 10.1016/j.resuscitation.2007.07.026117. Rodriguez SA, Sutton RM, Berg MD, Nishisaki A, Maltese M, MeaneyPA, Niles DE, Leffelman J, Berg RA, Nadkarni VM. Simplified dispatch-er instructions improve bystander chest compression quality duringsimulated pediatric resuscitation. Resuscitation. 2014;85:119–123. doi:10.1016/j.resuscitation.2013.09.003118. Trethewey SP, Vyas H, Evans S, Hall M, Melody T, Perkins GD,Couper K. The impact of resuscitation guideline terminology on qual-ity of dispatcher-assisted cardiopulmonary resuscitation: a ran-domised controlled manikin study. Resuscitation. 2019;142:91–96. doi:10.1016/j.resuscitation.2019.07.016119. Eisenberg Chavez D, Meischke H, Painter I, Rea TD. Should dispatch-ers instruct lay bystanders to undress patients before performing CPR?A randomized simulation study. Resuscitation. 2013;84:979–981. doi:10.1016/j.resuscitation.2012.12.010120. Bolle SR, Scholl J, Gilbert M. Can video mobile phones improveCPR quality when used for dispatcher assistance during simulatedcardiac arrest? Acta Anaesthesiol Scand. 2009;53:116–120. doi:10.1111/j.1399-6576.2008.01779.x121. Lee JS, Jeon WC, Ahn JH, Cho YJ, Jung YS, Kim GW. The effectof a cellular-phone video demonstration to improve the quality ofdispatcher-assisted chest compression-only cardiopulmonary resuscita-tion as compared with audio coaching. Resuscitation. 2011;82:64–68. doi:10.1016/j.resuscitation.2010.09.467122. Lee HS, You K, Jeon JP, Kim C, Kim S. The effect of video-instructed ver-sus audio-instructed dispatcher-assisted cardiopulmonary resuscitation on\n\npatient outcomes following out of hospital cardiac arrest in Seoul. Sci Rep.2021;11:15555–15555. doi: 10.1038/s41598-021-95077-5123. Yang C-W, Wang H-C, Chiang W-C, Hsu C-W, Chang W-T, Yen Z-S,Ko PC-I, Ma MH-M, Chen S-C, Chang S-C. Interactive video instructionimproves the quality of dispatcher-assisted chest compression-only car-diopulmonary resuscitation in simulated cardiac arrests. Crit Care Med.2009;37:490–495. doi: 10.1097/CCM.0b013e31819573a5124. Peters M, Stipulante S, Cloes V, Mulder A, Lebrun F, Donneau A-F, GhuysenA. Can video assistance improve the quality of pediatric dispatcher- assistedcardiopulmonary resuscitation? Pediatr Emerg Care. 2022;38:e451–e457.doi: 10.1097/PEC.0000000000002392125. Hwang BN, Lee EH, Park HA, Park JO, Lee CA. Effects of positive dis-patcher encouragement on the maintenance of bystander cardiopulmo-nary resuscitation quality. Medicine (Baltimore). 2020;99:e22728. doi:10.1097/MD.0000000000022728126. Mirza M, Brown TB, Saini D, Pepper TL, Nandigam HK, Kaza N, CofieldSS. Instructions to “push as hard as you can” improve average chestcompression depth in dispatcher-assisted cardiopulmonary resuscitation.Resuscitation. 2008;79:97–102. doi: 10.1016/j.resuscitation.2008.05.012127. Harjanto S, Na MXB, Hao Y, Ng YY, Doctor N, Goh ES, Leong BS-H,Gan HN, Chia MYC, Tham LP, et al. A before–after interventional trial ofdispatcher-assisted cardio-pulmonary resuscitation for out-of- hospitalcardiac arrests in Singapore. Resuscitation. 2016;102:85–93. doi:10.1016/j.resuscitation.2016.02.014128. Park GJ, Song KJ, Shin SD, Hong KJ, Kim TH, Park YM, Kong J. Clinicaleffects of a new dispatcher-assisted basic life support training programin a metropolitan city. Medicine (Baltimore). 2022;101:e29298. doi:10.1097/MD.0000000000029298129. Tsunoyama T, Nakahara S, Yoshida M, Kitamura M, Sakamoto T.Effectiveness of dispatcher training in increasing bystander chest com-pression for out-of-hospital cardiac arrest patients in Japan. Acute MedSurg. 2017;4:439–445. doi: 10.1002/ams2.303130. Lerner EB, Farrell BM, Colella MR, Sternig KJ, Westrich C, Cady CE, LiuJM. A centralized system for providing dispatcher assisted CPR instruc-tions to 9-1-1 callers at multiple municipal public safety answering points.Resuscitation. 2019;142:46–49. doi: 10.1016/j.resuscitation.2019.07.010131. Ro YS, Shin SD, Lee SC, Song KJ, Jeong J, Wi DH, Moon S. Associationbetween the centralization of dispatch centers and dispatcher-assistedcardiopulmonary resuscitation programs: a natural experimental study.Resuscitation. 2018;131:29–35. doi: 10.1016/j.resuscitation.2018.07.034132. Bray JE, Deasy C, Walsh J, Bacon A, Currell A, Smith K. Changing EMSdispatcher CPR instructions to 400 compressions before mouth-to-mouthimproved bystander CPR rates. Resuscitation. 2011;82:1393–1398. doi:10.1016/j.resuscitation.2011.06.018133. Leong PWK, Leong BS-H, Arulanandam S, Ng MXR, Ng YY, Ong MEH,Mao DRH. Simplified instructional phrasing in dispatcher-assisted car-diopulmonary resuscitation – when ‘less is more’. Singapore Med J.2021;62:647–652. doi: 10.11622/smedj.2020080134. Lee SY, Song KJ, Shin SD, Hong KJ, Kim TH. Comparison of the effects ofaudio-instructed and video-instructed dispatcher-assisted cardiopulmonaryresuscitation on resuscitation outcomes after out-of-hospital cardiac arrest.Resuscitation. 2020;147:12–20. doi: 10.1016/j.resuscitation.2019.12.004135. Linderoth G, Lippert F, Østergaard D, Ersbøll AK, Meyhoff CS, Folke F,Christensen HC. Live video from bystanders’ smartphones to medicaldispatchers in real emergencies. BMC Emerg Med. 2021;21:101. doi:10.1186/s12873-021-00493-5136. Riou M, Ball S, Whiteside A, Bray J, Perkins GD, Smith K, O’Halloran KL,Fatovich DM, Inoue M, Bailey P, et al. ‘We’re going to do CPR’: a linguis-tic study of the words used to initiate dispatcher-assisted CPR and theirassociation with caller agreement. Resuscitation. 2018;133:95–100. doi:10.1016/j.resuscitation.2018.10.011137. Johnsen E, Bolle SR. To see or not to see—better dispatcher-assisted CPRwith video-calls? A qualitative study based on simulated trials. Resuscitation.2008;78:320–326. doi: 10.1016/j.resuscitation.2008.04.024138. Kim H-J, Kim J-H, Park D. Comparing audio- and video-delivered instruc-tions in dispatcher-assisted cardiopulmonary resuscitation with drone-delivered automatic external defibrillator: a mixed methods simulationstudy. PeerJ. 2021;9:e11761–e11761. doi: 10.7717/peerj.11761139. Holmberg MJ, Vognsen M, Andersen MS, Donnino MW, Andersen LW.Bystander automated external defibrillator use and clinical outcomes af-ter out-of-hospital cardiac arrest: a systematic review and meta-analysis.Resuscitation. 2017;120:77–87. doi: 10.1016/j.resuscitation.2017.09.003140. Bækgaard JS, Viereck S, Møller TP, Ersbøll AK, Lippert F, Folke F. Theeffects of public access defibrillation on survival after out-of-hospital\n\n2024 ILCOR CoSTR Summary\n\ncardiac arrest: a systematic review of observational studies. Circulation.2017;136:954–965. doi: 10.1161/CIRCULATIONAHA.117.029067141. Nishiyama C, Kiguchi T, Okubo M, Alihodzic H, Al-Araji R, Baldi E,Beganton F, Booth S, Bray J, Christensen E, et al. Three-year trends inout-of-hospital cardiac arrest across the world: second report from theInternational Liaison Committee on Resuscitation (ILCOR). Resuscitation.2023;186:109757. doi: 10.1016/j.resuscitation.2023.109757142. Luger M, Edlinger M, Bohm K, Maurer A, Truhlar A, Baubin M. Europeanresuscitation council dispatch centre survey (EDiCeS). A survey ontelephone-assisted cardiopulmonary resuscitation. Resuscitation.2015;96:74. doi: 10.1016/j.resuscitation.2015.09.176143. Brooks SC, Clegg GR, Bray J, Deakin CD, Perkins GD, Ringh M,Smith CM, Link MS, Merchant RM, Pezo-Morales J, et al; InternationalLiaison Committee on Resuscitation. Optimizing outcomes after out-of-hospital cardiac arrest with innovative approaches to public-accessdefibrillation: a scientific statement from the International LiaisonCommittee on Resuscitation. Resuscitation. 2022;172:204–228. doi:10.1016/j.resuscitation.2021.11.032144. Brooks SC, Clegg GR, Bray J, Deakin CD, Perkins GD, Ringh M,Smith CM, Link MS, Merchant RM, Pezo-Morales J, et al; InternationalLiaison Committee on Resuscitation. Optimizing outcomes after out-of-hospital cardiac arrest with innovative approaches to public-accessdefibrillation: a scientific statement from the International LiaisonCommittee on Resuscitation. Circulation. 2022;145:e776–e801. doi:10.1161/CIR.0000000000001013145. Deleted in proof.146. Berg KM, Bray JE, Ng KC, Liley HG, Greif R, Carlson JN, MorleyPT, Drennan IR, Smyth M, Scholefield BR, et al; Collaborators. 2023International Consensus on Cardiopulmonary Resuscitation and EmergencyCardiovascular Care Science With Treatment Recommendations: sum-mary from the Basic Life Support; Advanced Life Support; PediatricLife Support; Neonatal Life Support; Education, Implementation, andTeams; and First Aid Task Forces. Circulation. 2023;148:e187–e280. doi:10.1161/CIR.0000000000001179147. Smith CM, Snow L, Whiting J, Smyth M, Olasveengen T, Bray J; on behalfof the International Liaison Committee on Resuscitation Basic Life SupportTask Force. Dispatcher instructions for public-access AED retrieval and/oruse. A scoping review. International Liaison Committee on ResuscitationBasic Life Support Task Force, January 8, 2024. Accessed June 2024.https://costr.ilcor.org/document/optimization-of-dispatcher-assisted-pub-lic-access-aed-retrieval-and-use-a-scoping-review-bls-2120148. Perera N, Ball S, Birnie T, Morgan A, Riou M, Whiteside A, Perkins GD, BrayJ, Fatovich DM, Cameron P, et al. “Sorry, what did you say?” Communicatingdefibrillator retrieval and use in OHCA emergency calls. Resuscitation.2020;156:182–189. doi: 10.1016/j.resuscitation.2020.09.006149. Gardett I, Broadbent M, Scott G, Clawson JJ, Olola C. Availabilityand use of an automated external defibrillator at emergencymedical dispatch. Prehosp Emerg Care. 2019;23:683–690. doi:10.1080/10903127.2018.1559565150. Kaneko T, Tanaka H, Uezono K. Dispatcher-assisted cardiopulmonaryresuscitation improves the neurological outcomes of out-of-hospital car-diac arrest victims: a retrospective analysis of prehospitalization records inKumamoto city. Crit Care Shock. 2019;22:9–15.151. Agerskov M, Nielsen AM, Hansen CM, Hansen MB, Lippert FK, WissenbergM, Folke F, Rasmussen LS. Public access defibrillation: great benefitand potential but infrequently used. Resuscitation. 2015;96:53–58. doi:10.1016/j.resuscitation.2015.07.021152. Deakin CD, Shewry E, Gray HH. Public access defibrillation remains outof reach for most victims of out-of-hospital sudden cardiac arrest. Heart.2014;100:619–623. doi: 10.1136/heartjnl-2013-305030153. Bang JY, Cho Y, Cho GC, Lee J, Kim IY. Can mobile videocall assist lay-persons’ use of automated external defibrillators? a randomized simulationstudy and qualitative analysis. Biomed Res Int. 2020;2020:4069749. doi:10.1155/2020/4069749154. Ecker R, Rea TD, Meischke H, Schaeffer SM, Kudenchuk P, EisenbergMS. Dispatcher assistance and automated external defibrillator per-formance among elders. Acad Emerg Med. 2001;8:968–973. doi:10.1111/j.1553-2712.2001.tb01096.x155. Harve H, Jokela J, Tissari A, Saukko A, Räsänen P, Okkolin T, Pettilä V, SilfvastT. Can untrained laypersons use a defibrillator with dispatcher assistance?Acad Emerg Med. 2007;14:624–628. doi: 10.1197/j.aem.2007.03.1353156. Neves Briard J, Grou-Boileau F, El Bashtaly A, Spenard C, de ChamplainF, Homier V. Automated external defibrillator geolocalization with a mo-bile application, verbal assistance or no assistance: a pilot randomized\n\nsimulation (AED G-MAP). Prehosp Emerg Care. 2019;23:420–429. doi:10.1080/10903127.2018.1511017157. Riyapan S, Lubin J. Emergency dispatcher assistance decreases time todefibrillation in a public venue: a randomized controlled trial. Am J EmergMed. 2016;34:590–593. doi: 10.1016/j.ajem.2015.12.015158. Yang H, Praise K. Study on the ability to use automatic external de-fibrillators by students [translated title]. Korean J Emerg Med Ser.2017;21:63–69.159. Johnson AM, Cunningham CJ, Zégre-Hemsey JK, Grewe ME,DeBarmore BM, Wong E, Omofoye F, Rosamond WD. Out-of-hospital cardiac arrest bystander defibrillator search time andexperience with and without directional assistance: a randomized simu-lation trial in a community setting. Simul Healthc. 2022;17:22–28. doi:10.1097/SIH.0000000000000582160. Maes F, Marchandise S, Boileau L, le Polain de Waroux J-B, Scavée C.Evaluation of a new semiautomated external defibrillator technology: alive cases video recording study. Emerg Med J. 2015;32:481–485. doi:10.1136/emermed-2013-202962161. Sanfridsson J, Sparrevik J, Hollenberg J, Nordberg P, Djärv T, Ringh M,Svensson L, Forsberg S, Nord A, Andersson-Hagiwara M, et al. Dronedelivery of an automated external defibrillator – a mixed method simula-tion study of bystander experience. Scand J Trauma Resusc Emerg Med.2019;27:40.162. You JS, Park S, Chung SP, Park JW. Performance of cellular phoneswith video telephony in the use of automated external defibrilla-tors by untrained laypersons. Emerg Med J. 2008;25:597–600. doi:10.1136/emj.2008.058503163. Hansen MV, Lofgren B, Nadkarni VM, Lauridsen KG. Impact of differentmethods to activate the pediatric mode in automated external defibrilla-tors by laypersons - a randomized controlled simulation study. Resusc Plus.2022;10:100223. doi: 10.1016/j.resplu.2022.100223164. Abelairas-Gomez C, Carballo-Fazanes A, Chang TP, Fijacko N,Rodriguez-Nunez A. Is the AED as intuitive as we think? Potential relevanceof “the sound of silence” during AED use. Resusc Plus. 2022;12:100323.doi: 10.1016/j.resplu.2022.100323165. Masterson S, Norii T, Yakubi M, Ikeyama T, Nehme Z, Bray J; on behalf ofthe International Liaison Committee on Resuscitation Basic Life SupportTask Force. Real-time feedback for CPR quality: a scoping review. ResuscPlus. 2024;19:100730. doi: 10.1016/j.resplu.2024.100730166. Masterson S, Norii T, Ikeyama T, Nehme Z, Considine J, OlasveengenT, Bray J; on behalf of the International Liaison Committee onResuscitation Basic Life Support Task Force. Real-time feedback forcardiopulmonary resuscitation task force synthesis of a scoping re-view [Internet] Brussels, Belgium: International Liaison Committeeon Resuscitation (ILCOR) Basic Life Support Task Force, January8, 2024. Accessed June 2024. https://costr.ilcor.org/document/real-time-feedback-for-cpr-quality-scoping-review-bls-2511-scr167. Yeung J, Meeks R, Edelson D, Gao F, Soar J, Perkins GD. The use ofCPR feedback/prompt devices during training and CPR perfor-mance: a systematic review. Resuscitation. 2009;80:743–751. doi:10.1016/j.resuscitation.2009.04.012168. Kirkbright S, Finn J, Tohira H, Bremner A, Jacobs I, Celenza A.Audiovisual feedback device use by health care professionals dur-ing CPR: a systematic review and meta-analysis of randomisedand non-randomised trials. Resuscitation. 2014;85:460–471. doi:10.1016/j.resuscitation.2013.12.012169. Ko YC, Hsieh MJ, Ma MH, Bigham B, Bhanji F, Greif R. The effectof system performance improvement on patients with cardiac ar-rest: a systematic review. Resuscitation. 2020;157:156–165. doi:10.1016/j.resuscitation.2020.10.024170. Miller AC, Scissum K, McConnell L, East N, Vahedian-Azimi A, SewellKA, Zehtabchi S. Real-time audio-visual feedback with handheld nonau-tomated external defibrillator devices during cardiopulmonary resusci-tation for in-hospital cardiac arrest: a meta-analysis. Int J Crit Illn Inj Sci.2020;10:109–122. doi: 10.4103/IJCIIS.IJCIIS_155_20171. Lyngby RM, Händel MN, Christensen AM, Nikoletou D, Folke F,Christensen HC, Barfod C, Quinn T. Effect of real-time and post-eventfeedback in out-of-hospital cardiac arrest attended by EMS - a sys-tematic review and meta-analysis. Resusc Plus. 2021;6:100101. doi:10.1016/j.resplu.2021.100101172. Ng QX, Han MX, Lim YL, Arulanandam S. A systematic review andmeta-analysis of the implementation of high-performance cardiopulmo-nary resuscitation on out-of-hospital cardiac arrest outcomes. J Clin Med.2021;10:2098. doi: 10.3390/jcm10102098\n\n173. Lv GW, Hu QC, Zhang M, Feng SY, Li Y, Zhang Y, Zhang YY, Wang WJ.Effect of real-time feedback on patient’s outcomes and survival aftercardiac arrest: a systematic review and meta-analysis. Medicine (Baltim).2022;101:e30438. doi: 10.1097/MD.0000000000030438174. Wang SA, Su CP, Fan HY, Hou WH, Chen YC. Effects of real-time feedbackon cardiopulmonary resuscitation quality on outcomes in adult patientswith cardiac arrest: a systematic review and meta-analysis. Resuscitation.2020;155:82–90. doi: 10.1016/j.resuscitation.2020.07.024175. Schultz RB, Bigham B, Bhanji F, Lang E. Plenary oral presentations. CJEM.2015;17:S41–S42. doi: 10.1017/cem.2015.50176. Targett C, Harris T. Towards evidence-based emergency medicine:best BETs from the Manchester Royal Infirmary. BET 3: can metro-nomes improve CPR quality? Emerg Med J. 2014;31:251–254. doi:10.1136/emermed-2014-203617.3177. Bohn A, Weber TP, Wecker S, Harding U, Osada N, Van Aken H, LukasRP. The addition of voice prompts to audiovisual feedback and debrief-ing does not modify CPR quality or outcomes in out of hospital cardiacarrest--a prospective, randomized trial. Resuscitation. 2011;82:257–262.doi: 10.1016/j.resuscitation.2010.11.006178. Hostler D, Everson-Stewart S, Rea TD, Stiell IG, Callaway CW, KudenchukPJ, Sears GK, Emerson SS, Nichol G; Resuscitation Outcomes ConsortiumInvestigators. Effect of real-time feedback during cardiopulmonary re-suscitation outside hospital: prospective, cluster-randomised trial. BMJ.2011;342:d512. doi: 10.1136/bmj.d512179. Vahedian-Azimi A, Rahimibashar F, Miller AC. A comparison of cardiopulmo-nary resuscitation with standard manual compressions versus compressionswith real-time audiovisual feedback: a randomized controlled pilot study. IntJ Crit Illn Inj Sci. 2020;10:32–37. doi: 10.4103/IJCIIS.IJCIIS_84_19180. Goharani R, Vahedian-Azimi A, Farzanegan B, Bashar FR, Hajiesmaeili M,Shojaei S, Madani SJ, Gohari-Moghaddam K, Hatamian S, MosavinasabSMM, et al; MORZAK Collaborative. Real-time compression feedback forpatients with in-hospital cardiac arrest: a multi-center randomized controlledclinical trial. J Intensive Care. 2019;7:5. doi: 10.1186/s40560-019-0357-5181. Vahedian-Azimi A, Hajiesmaeili M, Amirsavadkouhi A, Jamaati H, Izadi M,Madani SJ, Hashemian SM, Miller AC. Effect of the Cardio First Angel™device on CPR indices: a randomized controlled clinical trial. Crit Care.2016;20:147. doi: 10.1186/s13054-016-1296-3182. Bolstridge J, Delaney HM, Matos RI. Use of a metronome to im-prove quality of in-hospital cardiopulmonary resuscitation. Circulation.2016;134:A18583–A18583.183. Khorasani-Zadeh A, Krowl LE, Chowdhry AK, Hantzidiamantis P,Hantzidiamantis K, Siciliano R, Grover MA, Dhamoon AS. Usefulness ofa metronome to improve quality of chest compressions during cardiopul-monary resuscitation. Proc (Bayl Univ Med Cent). 2020;34:54–55. doi:10.1080/08998280.2020.1805840184. Rainey K, Birkhoff S. Turn the beat on: an evidenced-based practice jour-ney implementing metronome use in emergency department cardiac arrest.Worldviews Evid Based Nurs. 2021;18:68–70. doi: 10.1111/wvn.12486185. Chiang WC, Chen WJ, Chen SY, Ko PC, Lin CH, Tsai MS, Chang WT, ChenSC, Tsan CY, Ma MH. Better adherence to the guidelines during cardiopul-monary resuscitation through the provision of audio-prompts. Resuscitation.2005;64:297–301. doi: 10.1016/j.resuscitation.2004.09.010186. Fletcher D, Galloway R, Chamberlain D, Pateman J, Bryant G,Newcombe RG. Basics in advanced life support: a role for down-load audit and metronomes. Resuscitation. 2008;78:127–134. doi:10.1016/j.resuscitation.2008.03.003187. Kennedy J, Machado K, Maynard C, Walker RG, Sayre MR, Counts CR.Metronome use improves achievement of a target compression ratein out-of-hospital cardiac arrest: a retrospective analysis. Resusc Plus.2023;15:100417. doi: 10.1016/j.resplu.2023.100417188. Abella BS, Edelson DP, Kim S, Retzer E, Myklebust H, Barry AM, O’HearnN, Hoek TL, Becker LB. CPR quality improvement during in-hospital car-diac arrest using a real-time audiovisual feedback system. Resuscitation.2007;73:54–61. doi: 10.1016/j.resuscitation.2006.10.027189. Couper K, Kimani PK, Abella BS, Chilwan M, Cooke MW, DaviesRP, Field RA, Gao F, Quinton S, Stallard N, et al; CardiopulmonaryResuscitation Quality Improvement Initiative Collaborators. The system-wide effect of real-time audiovisual feedback and postevent debriefingfor in-hospital cardiac arrest: the cardiopulmonary resuscitation qual-ity improvement initiative. Crit Care Med. 2015;43:2321–2331. doi:10.1097/CCM.0000000000001202190. Davis DP, Graham PG, Husa RD, Lawrence B, Minokadeh A, Altieri K, SellRE. A performance improvement-based resuscitation programme reducesarrest incidence and increases survival from in-hospital cardiac arrest.Resuscitation. 2015;92:63–69. doi: 10.1016/j.resuscitation.2015.04.008\n\n191. Kramer-Johansen J, Myklebust H, Wik L, Fellows B, Svensson L, Sørebø H,Steen PA. Quality of out-of-hospital cardiopulmonary resuscitation with realtime automated feedback: a prospective interventional study. Resuscitation.2006;71:283–292. doi: 10.1016/j.resuscitation.2006.05.011192. Chandra S, Hess EP, Kolb L, Myers L, White RD. Effect of real-time automat-ed and delayed summative feedback on CPR quality in adult out-of-hospitalcardiac arrest: a prospective multicenter controlled clinical trial. Acad EmergMed. 2011;18:S145–S146. doi: 10.1111/j.1553-2712.2011.01073.x193. Bobrow BJ, Vadeboncoeur TF, Stolz U, Silver AE, Tobin JM, CrawfordSA, Mason TK, Schirmer J, Smith GA, Spaite DW. The influence ofscenario-based training and real-time audiovisual feedback on out-of-hospital cardiopulmonary resuscitation quality and survival from out-of-hospital cardiac arrest. Ann Emerg Med. 2013;62:47–56.e1. doi:10.1016/j.annemergmed.2012.12.020194. Leis CC, González VA, Hernandez RDE, Sanchez O, Martin JLM, HermosaEJM, TORRES EC. Feedback on chest compression quality variables andtheir relationship to rate of return of spontaneous circulation. Emergencias.2013;25:99–104.195. Sainio M, Kämäräinen A, Huhtala H, Aaltonen P, Tenhunen J, Olkkola KT,Hoppu S. Real-time audiovisual feedback system in a physician-staffed he-licopter emergency medical service in Finland: the quality results and bar-riers to implementation. Scand J Trauma Resusc Emerg Med. 2013;21:50.doi: 10.1186/1757-7241-21-50196. Freese J, Menegus M, Rabrich J, Slesinger T, Silverman R, Keller N,Dillworth J, Isaacs D, Ben-Eli D. Addition of real-time CPR feedback im-proves immediate outcomes for out-of-hospital cardiac arrest. Circulation.2014;130:A72–A72.197. Crowe C, Bobrow BJ, Vadeboncoeur TF, Dameff C, Stolz U, Silver A, RoosaJ, Page R, LoVecchio F, Spaite DW. Measuring and improving cardiopulmo-nary resuscitation quality inside the emergency department. Resuscitation.2015;93:8–13. doi: 10.1016/j.resuscitation.2015.04.031198. Hopkins CL, Burk C, Moser S, Meersman J, Baldwin C, Youngquist ST.Implementation of pit crew approach and cardiopulmonary resuscita-tion metrics for out-of-hospital cardiac arrest improves patient survivaland neurological outcome. J Am Heart Assoc. 2016;5:e002892. doi:10.1161/JAHA.115.002892199. Riyapan S, Naulnark T, Ruangsomboon O, Chaisirin W, Limsuwat C,Prapruetkit N, Chakorn T, Monsomboon A. Improving quality of chest com-pression in Thai emergency department by using real-time audio-visualfeedback cardio-pulmonary resuscitation monitoring. J Med Assoc Thai.2019;102:245.200. Lakomek F, Lukas RP, Brinkrolf P, Mennewisch A, Steinsiek N, GutendorfP, Sudowe H, Heller M, Kwiecien R, Zarbock A, et al. Real-time feed-back improves chest compression quality in out-of-hospital cardiac ar-rest: a prospective cohort study. PLoS One. 2020;15:e0229431. doi:10.1371/journal.pone.0229431201. Nehme Z, Ball J, Stephenson M, Walker T, Stub D, Smith K. Effect of aresuscitation quality improvement programme on outcomes from out-of-hospital cardiac arrest. Resuscitation. 2021;162:236–244. doi:10.1016/j.resuscitation.2021.03.007202. Alqudah Z, Smith K, Stephenson M, Walker T, Stub D, Nehme Z. The impactof a high-performance cardiopulmonary resuscitation protocol on survivalfrom out-of-hospital cardiac arrests witnessed by paramedics. Resusc Plus.2022;12:100334. doi: 10.1016/j.resplu.2022.100334203. Lyngby RM, Folke F, Oelrich RM, Nikoletou D, Quinn T. 338 Cardio-pulmonary-resuscitation quality in out-of-hospital cardiac ar-rest – effect of real-time feedback. BMJ Open. 2022;12:A17. doi:https://doi.org/10.1136/bmjopen-2022-EMS.38204. Olasveengen TM, Tomlinson AE, Wik L, Sunde K, Steen PA, Myklebust H,Kramer-Johansen J. A failed attempt to improve quality of out-of-hospitalCPR through performance evaluation. Prehosp Emerg Care. 2007;11:427–433. doi: 10.1080/10903120701536628205. Pearson DA, Darrell Nelson R, Monk L, Tyson C, Jollis JG, Granger CB,Corbett C, Garvey L, Runyon MS. Comparison of team-focused CPRvs standard CPR in resuscitation from out-of-hospital cardiac arrest:results from a statewide quality improvement initiative. Resuscitation.2016;105:165–172. doi: 10.1016/j.resuscitation.2016.04.008206. Couper K, Mason AJ, Gould D, Nolan JP, Soar J, Yeung J, Harrison D, PerkinsGD. The impact of resuscitation system factors on in-hospital cardiac ar-rest outcomes across UK hospitals: an observational study. Resuscitation.2020;151:166–172. doi: 10.1016/j.resuscitation.2020.04.006207. Lukas RP, Gräsner JT, Seewald S, Lefering R, Weber TP, Van Aken H,Fischer M, Bohn A. Chest compression quality management and returnof spontaneous circulation: a matched-pair registry study. Resuscitation.2012;83:1212–1218. doi: 10.1016/j.resuscitation.2012.03.027\n\n2024 ILCOR CoSTR Summary\n\n208. Park JH, Shin SD, Ro YS, Song KJ, Hong KJ, Kim TH, Lee EJ, Kong SY.Implementation of a bundle of Utstein cardiopulmonary resuscitation pro-grams to improve survival outcomes after out-of-hospital cardiac arrest ina metropolis: a before and after study. Resuscitation. 2018;130:124–132.doi: 10.1016/j.resuscitation.2018.07.019209. Pfeiffer S, Duval-Arnould J, Wenger J, Lauridsen K, Hunt E, Haskell S,Atkins D, Knight L, Cheng A, Gilfoyle E, et al. 345: CPR coach role im-proves depth, rate, and return of spontaneous circulation. Crit Care Med.2018;46:155–155. doi: 10.1097/01.ccm.0000528364.64874.50210. Sutton RM, Niles D, French B, Maltese MR, Leffelman J, EilevstjonnJ, Wolfe H, Nishisaki A, Meaney PA, Berg RA, et al. First quantita-tive analysis of cardiopulmonary resuscitation quality during in-hospitalcardiac arrests of young children. Resuscitation. 2014;85:70–74. doi:10.1016/j.resuscitation.2013.08.014211. Kern KB, Sanders AB, Raife J, Milander MM, Otto CW, Ewy GA. A study ofchest compression rates during cardiopulmonary resuscitation in humans.The importance of rate-directed chest compressions. Arch Intern Med.1992;152:145–149.212. Berg RA, Sanders AB, Milander M, Tellez D, Liu P, Beyda D. Efficacy ofaudio-prompted rate guidance in improving resuscitator performance of car-diopulmonary resuscitation on children. Acad Emerg Med. 1994;1:35–40.213. Niles D, Nysaether J, Sutton R, Nishisaki A, Abella BS, ArbogastK, Maltese MR, Berg RA, Helfaer M, Nadkarni V. Leaning is com-mon during in-hospital pediatric CPR, and decreased with auto-mated corrective feedback. Resuscitation. 2009;80:553–557. doi:10.1016/j.resuscitation.2009.02.012214. Fried DA, Leary M, Smith DA, Sutton RM, Niles D, Herzberg DL, Becker LB,Abella BS. The prevalence of chest compression leaning during in-hospitalcardiopulmonary resuscitation. Resuscitation. 2011;82:1019–1024. doi:10.1016/j.resuscitation.2011.02.032215. Setälä P, Virkkunen I, Kämäräinen A, Huhtala H, Virta J, Yli-Hankala A,Hoppu S. Nothing beats quality-controlled manual chest compressions:end-tidal carbon dioxide changes between manual cardiopulmonary resus-citation and with active compression–decompression device. Resuscitation.2015;96:70–71. doi: 10.1016/j.resuscitation.2015.09.167216. Koch M, Mueller M, Warenits AM, Holzer M, Spiel A, Schnaubelt S. Carotidartery ultrasound in the (peri-) arrest setting-a prospective pilot study. J ClinMed. 2022;11:469. doi: 10.3390/jcm11020469217. Cho GC. Skin and soft tissue damage caused by use of feedback-sensor during chest compressions. Resuscitation. 2009;80:600. doi:10.1016/j.resuscitation.2009.02.014218. Sainio M, Sutton RM, Huhtala H, Eilevstjønn J, Tenhunen J, OlkkolaKT, Nadkarni VM, Hoppu S. Association of arterial blood pressure andCPR quality in a child using three different compression techniques,a case report. Scand J Trauma Resusc Emerg Med. 2013;21:51. doi:10.1186/1757-7241-21-51219. Beaulac G, Teran F, Lecluyse V, Costescu A, Belliveau M, Desjardins G,Denault A. Transesophageal echocardiography in patients in cardiacarrest: the heart and beyond. Can J Cardiol. 2023;39:458–473. doi:10.1016/j.cjca.2022.12.027220. Sutton RM, Maltese MR, Niles D, French B, Nishisaki A, Arbogast KB,Donoghue A, Berg RA, Helfaer MA, Nadkarni V. Quantitative analysisof chest compression interruptions during in-hospital resuscitation ofolder children and adolescents. Resuscitation. 2009;80:1259–1263. doi:10.1016/j.resuscitation.2009.08.009221. Nakashima T, Noguchi T, Tahara Y, Nishimura K, Yasuda S, Onozuka D,Iwami T, Yonemoto N, Nagao K, Nonogi H, et al; Japanese CirculationSociety with Resuscitation Science Study Group. Public-access defibril-lation and neurological outcomes in patients with out-of-hospital cardiacarrest in Japan: a population-based cohort study. Lancet. 2019;394:2255–2262. doi: 10.1016/S0140-6736(19)32488-2222. Kitamura T, Kiyohara K, Iwami T. Public-access defibrillation in Japan. NEngl J Med. 2017;376:e12. doi: 10.1056/NEJMc1700160223. Caffrey SL, Willoughby PJ, Pepe PE, Becker LB. Public use of auto-mated external defibrillators. N Engl J Med. 2002;347:1242–1247. doi:10.1056/NEJMoa020932224. Valenzuela TD, Roe DJ, Nichol G, Clark LL, Spaite DW, HardmanRG. Outcomes of rapid defibrillation by security officers after car-diac arrest in casinos. N Engl J Med. 2000;343:1206–1209. doi:10.1056/NEJM200010263431701225. Gold LS, Fahrenbruch CE, Rea TD, Eisenberg MS. The relationship be-tween time to arrival of emergency medical services (EMS) and survivalfrom out-of-hospital ventricular fibrillation cardiac arrest. Resuscitation.2010;81:622–625. doi: 10.1016/j.resuscitation.2010.02.004\n\n225a. Debaty G, Perkins GD, Dainty KN, Norii T, Olasveengen TM, Bray JE;on behalf of the International Liaison Committee on Resuscitation BasicLife Support Task Force. Effectiveness of ultraportable automated exter-nal defibrillators: a scoping review. Resusc Plus. 2024;19:100739. doi:10.1016/j.resplu.2024.100739226. Debaty G, Dainty K, Norii T, Perkins GD, Olasveengen T, Bray J; on behalfof the International Liaison Committee on Resuscitation Basic Life SupportTask Force. Effectiveness of ultra-portable or pocket automated externaldefibrillator Consensus on Science with Treatment Recommendations.[Internet] Brussels, Belgium: International Liaison Committee onResuscitation (ILCOR) Basic Life Support Task Force, January 8, 2024.Accessed June 2024. https://costr.ilcor.org/document/effectiveness-of-ultra-portable-or-pocket-automated-external-defibrillators-a-scoping-review-bls-2603-scr227. Shaker MS, Abrams EM, Oppenheimer J, Singer AG, Shaker M, Fleck D,Greenhawt M, Grove E. Estimation of health and economic benefits of asmall automatic external defibrillator for rapid treatment of sudden car-diac arrest (SMART): a cost-effectiveness analysis. Front Cardiovasc Med.2022;9:771679. doi: 10.3389/fcvm.2022.771679228. Todd V, Dicker B, Okyere D, Smith K, Smith T, Howie G, Stub D, RayM, Stewart R, Scott T, et al. A study protocol for a cluster-randomisedcontrolled trial of smartphone-activated first responders with ultra-portable defibrillators in out-of-hospital cardiac arrest: the first re-sponder shock trial (FIRST). Resusc Plus. 2023;16:100466. doi:10.1016/j.resplu.2023.100466229. Todd V, Dicker B, Okyere D, Smith K, Howie G, Smith T, Stub D, Ray M,Stewart R, Scott T, et al. The first responder shock trial (FIRST): can we im-prove cardiac arrest survival by providing community responders with ultra-portable automated external defibrillators? Heart Lung Circ. 2023;32:S88.doi: 10.1016/j.hlc.2023.04.240230. Berg KM, Soar J, Andersen LW, Bottiger BW, Cacciola S, Callaway CW,Couper K, Cronberg T, D’Arrigo S, Deakin CD, et al; Adult Advanced LifeSupport Collaborators. Adult Advanced Life Support: 2020 InternationalConsensus on Cardiopulmonary Resuscitation and EmergencyCardiovascular Care Science With Treatment Recommendations. Circulation.2020;142:S92–S139. doi: 10.1161/CIR.0000000000000893231. Holmberg MJ, Nicholson T, Nolan JP, Schexnayder S, Reynolds J, NationK, Welsford M, Morley P, Soar J, Berg KM; Adult Pediatric AdvancedLife Support Task Forces at the International Liaison Committee onResuscitation (ILCOR). Oxygenation and ventilation targets after car-diac arrest: a systematic review and meta-analysis. Resuscitation.2020;152:107–115. doi: 10.1016/j.resuscitation.2020.04.031232. Soar J, Berg KM, Andersen LW, Bottiger BW, Cacciola S, Callaway CW, CouperK, Cronberg T, D’Arrigo S, Deakin CD, et al; Adult Advanced Life SupportCollaborators. Adult Advanced Life Support: 2020 International Consensuson Cardiopulmonary Resuscitation and Emergency Cardiovascular CareScience With Treatment Recommendations. Resuscitation. 2020;156:A80–A119. doi: 10.1016/j.resuscitation.2020.09.012233. Holmberg MJ, Ikeyama T, Garg R, Drennan I, Lavonas E, Bray J, OlasveengenT, Berg KM; on behalf of the Advanced Life Support and Basic Life SupportTask Forces. Oxygenation and ventilation targets after cardiac arrest: anupdated systematic review and meta-analysis: consensus on science withtreatment recommendations. Accessed February 8, 2024. https://costr.ilcor.org/document/oxygen-and-carbon-dioxide-targets-in-patients-with-return-of-spontaneous-circulation-after-cardiac-arrest-als-sr234. Bernard SA, Bray JE, Smith K, Stephenson M, Finn J, Grantham H, HeinC, Masters S, Stub D, Perkins GD, et al; EXACT Investigators. Effect oflower vs higher oxygen saturation targets on survival to hospital dis-charge among patients resuscitated after out-of-hospital cardiac arrest:the EXACT randomized clinical trial. JAMA. 2022;328:1818–1826. doi:10.1001/jama.2022.17701235. Eastwood G, Nichol AD, Hodgson C, Parke RL, McGuinness S, NielsenN, Bernard S, Skrifvars MB, Stub D, Taccone FS, et al. Mild hypercap-nia or normocapnia after out-of-hospital cardiac arrest. N Engl J Med.2023;389:45–57. doi: 10.1056/NEJMoa2214552236. Semler MW, Casey JD, Lloyd BD, Hastings PG, Hays MA, Stollings JL,Buell KG, Brems JH, Qian ET, Seitz KP, et al; PILOT Investigators andthe Pragmatic Critical Care Research Group. Oxygen-saturation targetsfor critically ill adults receiving mechanical ventilation. N Engl J Med.2022;387:1759–1769. doi: 10.1056/NEJMoa2208415237. Schmidt H, Kjaergaard J, Hassager C, Molstrom S, Grand J, Borregaard B,Roelsgaard Obling LE, Veno S, Sarkisian L, Mamaev D, et al. Oxygen targetsin comatose survivors of cardiac arrest. N Engl J Med. 2022;387:1467–1476. doi: 10.1056/NEJMoa2208686\n\n2024 ILCOR CoSTR Summary\n\n238. Crescioli E, Lass Klitgaard T, Perner A, Lilleholt Schjorring O,Steen Rasmussen B. Lower versus higher oxygenation targets in hypox-aemic ICU patients after cardiac arrest. Resuscitation. 2023;188:109838.doi: 10.1016/j.resuscitation.2023.109838239. Jakkula P, Reinikainen M, Hastbacka J, Loisa P, Tiainen M, Pettila V, ToppilaJ, Lahde M, Backlund M, Okkonen M, et al; COMACARE study group.Targeting two different levels of both arterial carbon dioxide and arterial ox-ygen after cardiac arrest and resuscitation: a randomised pilot trial. IntensiveCare Med. 2018;44:2112–2121. doi: 10.1007/s00134-018-5453-9240. Thomas M, Voss S, Benger J, Kirby K, Nolan JP. Cluster randomised com-parison of the effectiveness of 100% oxygen versus titrated oxygen inpatients with a sustained return of spontaneous circulation following out ofhospital cardiac arrest: a feasibility study. PROXY: post ROSC OXYgenationstudy. BMC Emerg Med. 2019;19:16. doi: 10.1186/s12873-018-0214-1241. Eastwood GM, Tanaka A, Espinoza ED, Peck L, Young H, Martensson J,Zhang L, Glassford NJ, Hsiao YF, Suzuki S, et al. Conservative oxygentherapy in mechanically ventilated patients following cardiac arrest: a ret-rospective nested cohort study. Resuscitation. 2016;101:108–114. doi:10.1016/j.resuscitation.2015.11.026242. Young P, Mackle D, Bellomo R, Bailey M, Beasley R, Deane A, EastwoodG, Finfer S, Freebairn R, King V, et al; ICU-ROX Investigators and theAustralian and New Zealand Intensive Care Society Clinical TrialsGroup. Conservative oxygen therapy for mechanically ventilated adultswith suspected hypoxic ischaemic encephalopathy. Intensive Care Med.2020;46:2411–2422. doi: 10.1007/s00134-020-06196-y243. Bray JE, Hein C, Smith K, Stephenson M, Grantham H, Finn J, Stub D,Cameron P, Bernard S; EXACT Investigators. Oxygen titration after re-suscitation from out-of-hospital cardiac arrest: a multi-centre, randomisedcontrolled pilot study (the EXACT pilot trial). Resuscitation. 2018;128:211–215. doi: 10.1016/j.resuscitation.2018.04.019244. Kuisma M, Boyd J, Voipio V, Alaspaa A, Roine RO, Rosenberg P. Comparisonof 30 and the 100% inspired oxygen concentrations during early post-resuscitation period: a randomised controlled pilot study. Resuscitation.2006;69:199–206. doi: 10.1016/j.resuscitation.2005.08.010245. Mackle D, Bellomo R, Bailey M, Beasley R, Deane A, Eastwood G, FinferS, Freebairn R, King V, Linke N, et al; ICU-ROX Investigators and theAustralian and New Zealand Intensive Care Society Clinical Trials Group.Conservative oxygen therapy during mechanical ventilation in the ICU. NEngl J Med. 2020;382:989–998. doi: 10.1056/NEJMoa1903297246. Sjoding MW, Dickson RP, Iwashyna TJ, Gay SE, Valley TS. Racial bias inpulse oximetry measurement. N Engl J Med. 2020;383:2477–2478. doi:10.1056/NEJMc2029240247. Wong AI, Charpignon M, Kim H, Josef C, de Hond AAH, Fojas JJ,Tabaie A, Liu X, Mireles-Cabodevila E, Carvalho L, et al. Analysis ofdiscrepancies between pulse oximetry and arterial oxygen satura-tion measurements by race and ethnicity and association with organdysfunction and mortality. JAMA Netw Open. 2021;4:e2131674. doi:10.1001/jamanetworkopen.2021.31674248. Jamali H, Castillo LT, Morgan CC, Coult J, Muhammad JL, Osobamiro OO,Parsons EC, Adamson R. Racial disparity in oxygen saturation measure-ments by pulse oximetry: evidence and implications. Ann Am Thorac Soc.2022;19:1951–1964. doi: 10.1513/AnnalsATS.202203-270CME249. Moon SW, Lee SW, Choi SH, Hong YS, Kim SJ, Kim NH. Arterial minusend-tidal CO2 as a prognostic factor of hospital survival in patients re-suscitated from cardiac arrest. Resuscitation. 2007;72:219–225. doi:10.1016/j.resuscitation.2006.06.034250. Mueller M, Jankow E, Grafeneder J, Schoergenhofer C, Poppe M, SchrieflC, Clodi C, Koch M, Ettl F, Holzer M, et al. The difference between ar-terial pCO(2) and etCO(2) after cardiac arrest - outcome predictor ormarker of unfavorable resuscitation circumstances? Am J Emerg Med.2022;61:120–126. doi: 10.1016/j.ajem.2022.08.058251. Kim YW, Hwang SO, Kang HS, Cha KC. The gradient between arterial andend-tidal carbon dioxide predicts in-hospital mortality in post-cardiac arrestpatient. Am J Emerg Med. 2019;37:1–4. doi: 10.1016/j.ajem.2018.04.025252. Abrahamowicz AA, Counts CR, Danielson KR, Bulger NE, Maynard C,Carlbom DJ, Swenson ER, Latimer AJ, Yang B, Sayre MR, et al. The asso-ciation between arterial-end-tidal carbon dioxide difference and outcomesafter out-of-hospital cardiac arrest. Resuscitation. 2022;181:3–9. doi:10.1016/j.resuscitation.2022.09.019253. Callaway CW, Soar J, Aibiki M, Bottiger BW, Brooks SC, Deakin CD,Donnino MW, Drajer S, Kloeck W, Morley PT, et al; Advanced Life SupportChapter Collaborators. Part 4: Advanced Life Support: 2015 InternationalConsensus on Cardiopulmonary Resuscitation and EmergencyCardiovascular Care Science With Treatment Recommendations.Circulation. 2015;132:S84–145. doi: 10.1161/CIR.0000000000000273\n\n254. Soar J, Callaway CW, Aibiki M, Bottiger BW, Brooks SC, Deakin CD, DonninoMW, Drajer S, Kloeck W, Morley PT, et al; Advanced Life Support ChapterCollaborators. Part 4: advanced life support: 2015 International Consensuson Cardiopulmonary Resuscitation and Emergency Cardiovascular CareScience With Treatment Recommendations. Resuscitation. 2015;95:e71–120. doi: 10.1016/j.resuscitation.2015.07.042255. Niemela V, Siddiqui F, Ameloot K, Reinikainen M, Grand J, Hastbacka J,Hassager C, Kjaergaard J, Aneman A, Tiainen M, et al. Higher versus lowerblood pressure targets after cardiac arrest: systematic review with indi-vidual patient data meta-analysis. Resuscitation. 2023;189:109862. doi:10.1016/j.resuscitation.2023.109862256. Skrifvars MB, Holmberg M, Ohshimo S, Berg KM, Drennan I; on behalfof the ILCOR ALS Task Force. Mean arterial blood pressure target aftercardiac arrest: consensus on science with treatment recommendations.Accessed February 8, 2024. https://costr.ilcor.org/document/mean-arteri-al-blood-pressure-target-in-post-cardiac-arrest-care-patients-als-new-tfsr257. Ameloot K, De Deyne C, Eertmans W, Ferdinande B, Dupont M, PalmersPJ, Petit T, Nuyens P, Maeremans J, Vundelinckx J, et al. Early goal-directedhaemodynamic optimization of cerebral oxygenation in comatose survivorsafter cardiac arrest: the Neuroprotect post-cardiac arrest trial. Eur Heart J.2019;40:1804–1814. doi: 10.1093/eurheartj/ehz120258. Grand J, Meyer AS, Kjaergaard J, Wiberg S, Thomsen JH, Frydland M,Ostrowski SR, Johansson PI, Hassager C. A randomised double-blind pilottrial comparing a mean arterial pressure target of 65 mm Hg versus 72 mmHg after out-of-hospital cardiac arrest. Eur Heart J Acute Cardiovasc Care.2020;9:S100–S109. doi: 10.1177/2048872619900095259. Jakkula P, Pettila V, Skrifvars MB, Hastbacka J, Loisa P, Tiainen M, WilkmanE, Toppila J, Koskue T, Bendel S, et al; COMACARE study group. Targetinglow-normal or high-normal mean arterial pressure after cardiac arrest andresuscitation: a randomised pilot trial. Intensive Care Med. 2018;44:2091–2101. doi: 10.1007/s00134-018-5446-8260. Kjaergaard J, Moller JE, Schmidt H, Grand J, Molstrom S, Borregaard B,Veno S, Sarkisian L, Mamaev D, Jensen LO, et al. Blood-pressure targetsin comatose survivors of cardiac arrest. N Engl J Med. 2022;387:1456–1466. doi: 10.1056/NEJMoa2208687261. Bro-Jeppesen J, Annborn M, Hassager C, Wise MP, Pelosi P, NielsenN, Erlinge D, Wanscher M, Friberg H, Kjaergaard J; TTM Investigators.Hemodynamics and vasopressor support during targeted temperature man-agement at 33 degrees C versus 36 degrees C after out-of-hospital cardi-ac arrest: a post hoc study of the target temperature management trial. CritCare Med. 2015;43:318–327. doi: 10.1097/CCM.0000000000000691262. Laurikkala J, Wilkman E, Pettila V, Kurola J, Reinikainen M, Hoppu S,Ala-Kokko T, Tallgren M, Tiainen M, Vaahersalo J, et al; FINNRESUSCI StudyGroup. Mean arterial pressure and vasopressor load after out-of-hospitalcardiac arrest: associations with one-year neurologic outcome. Resuscitation.2016;105:116–122. doi: 10.1016/j.resuscitation.2016.05.026263. McGuigan PJ, Giallongo E, Blackwood B, Doidge J, Harrison DA, NicholAD, Rowan KM, Shankar-Hari M, Skrifvars MB, Thomas K, et al. The ef-fect of blood pressure on mortality following out-of-hospital cardiac ar-rest: a retrospective cohort study of the United Kingdom intensive carenational audit and research centre database. Crit Care. 2023;27:4. doi:10.1186/s13054-022-04289-2264. Rhodes A, Evans LE, Alhazzani W, Levy MM, Antonelli M, Ferrer R, Kumar A,Sevransky JE, Sprung CL, Nunnally ME, et al. Surviving sepsis campaign:international guidelines for management of sepsis and septic shock: 2016.Intensive Care Med. 2017;43:304–377. doi: 10.1007/s00134-017-4683-6265. Granfeldt A, Holmberg MJ, Nolan JP, Soar J, Andersen LW; InternationalLiaison Committee on Resuscitation ILCOR Advanced Life Support TaskForce. Temperature control after adult cardiac arrest: An updated sys-tematic review and meta-analysis. Resuscitation. 2023;191:109928. doi:10.1016/j.resuscitation.2023.109928266. Granfeldt A, Holmberg MJ, Soar J, Nolan JP, Skrifvars M, Berg KM,Drennan I; on behalf of the ILCOR ALS Task Force. Temperature controlin adult cardiac arrest: consensus on science with treatment recommen-dations. Accessed February 8, 2024. https://costr.ilcor.org/document/temperature-control-in-adult-cardiac-arrest-als-tf-sr267. Bernard SA, Gray TW, Buist MD, Jones BM, Silvester W, Gutteridge G,Smith K. Treatment of comatose survivors of out-of-hospital cardiac ar-rest with induced hypothermia. N Engl J Med. 2002;346:557–563. doi:10.1056/NEJMoa003289268. Hypothermia after Cardiac Arrest Study G. Mild therapeutic hypothermiato improve the neurologic outcome after cardiac arrest. N Engl J Med.2002;346:549–556. doi: 10.1056/NEJMoa012689269. Laurent I, Adrie C, Vinsonneau C, Cariou A, Chiche JD, Ohanessian A,Spaulding C, Carli P, Dhainaut JF, Monchi M. High-volume hemofiltration\n\nInternational Consensus on Cardiopulmonary Resuscitation and Emergency\n\nafter out-of-hospital cardiac arrest: a randomized study. J Am Coll Cardiol.2005;46:432–437. doi: 10.1016/j.jacc.2005.04.039270. Lascarrou JB, Merdji H, Le Gouge A, Colin G, Grillet G, Girardie P, CoupezE, Dequin PF, Cariou A, Boulain T, et al. Targeted temperature man-agement for cardiac arrest with nonshockable rhythm. N Engl J Med.2019;381:2327–2337. doi: 10.1056/NEJMoa1906661271. Dankiewicz J, Cronberg T, Lilja G, Jakobsen JC, Levin H, Ullen S, RylanderC, Wise MP, Oddo M, Cariou A, et al; TTM2 Trial Investigators. Hypothermiaversus normothermia after out-of-hospital cardiac arrest. N Engl J Med.2021;384:2283–2294. doi: 10.1056/NEJMoa2100591272. Wolfrum S, Roedl K, Hanebutte A, Pfeifer R, Kurowski V, Riessen R,Daubmann A, Braune S, Soffker G, Bibiza-Freiwald E, et al; HypothermiaAfter In-Hospital Cardiac Arrest Study Group. Temperature control af-ter in-hospital cardiac arrest: a randomized clinical trial. Circulation.2022;146:1357–1366. doi: 10.1161/CIRCULATIONAHA.122.060106273. Hachimi-Idrissi S, Zizi M, Nguyen DN, Schiettecate J, Ebinger G, MichotteY, Huyghens L. The evolution of serum astroglial S-100 beta protein inpatients with cardiac arrest treated with mild hypothermia. Resuscitation.2005;64:187–192. doi: 10.1016/j.resuscitation.2004.08.008274. Nielsen N, Wetterslev J, Cronberg T, Erlinge D, Gasche Y, Hassager C,Horn J, Hovdenes J, Kjaergaard J, Kuiper M, et al; TTM Trial Investigators.Targeted temperature management at 33 degrees C versus 36 de-grees C after cardiac arrest. N Engl J Med. 2013;369:2197–2206. doi:10.1056/NEJMoa1310519275. Kwon WY, Jung YS, Suh GJ, Kim T, Kwak H, Kim T, Kim JY, Lee MS, Kim KS,Shin J, et al. Regional cerebral oxygen saturation in cardiac arrest survivorsundergoing targeted temperature management 36 degrees C versus 33degrees C: a randomized clinical trial. Resuscitation. 2021;167:362–371.doi: 10.1016/j.resuscitation.2021.07.026276. Tahara Y, Noguchi T, Yonemoto N, Nakashima T, Yasuda S, Kikuchi M,Hashiba K, Arimoto H, Nishioka K, Kokubu N, et al; J-PULSE-Hypo-DCTrial Study Group. Cluster randomized trial of duration of cooling in tar-geted temperature management after resuscitation for cardiac arrest. CircRep. 2021;3:368–374. doi: 10.1253/circrep.CR-21-0062277. Kirkegaard H, Soreide E, de Haas I, Pettila V, Taccone FS, Arus U, StormC, Hassager C, Nielsen JF, Sorensen CA, et al. Targeted temperature man-agement for 48 vs 24 hours and neurologic outcome after out-of-hospitalcardiac arrest: a randomized clinical trial. JAMA. 2017;318:341–350. doi:10.1001/jama.2017.8978278. Pittl U, Schratter A, Desch S, Diosteanu R, Lehmann D, Demmin K, HorigJ, Schuler G, Klemm T, Mende M, et al. Invasive versus non-invasive cool-ing after in- and out-of-hospital cardiac arrest: a randomized trial. Clin ResCardiol. 2013;102:607–614. doi: 10.1007/s00392-013-0572-3279. Deye N, Cariou A, Girardie P, Pichon N, Megarbane B, Midez P, TonnelierJM, Boulain T, Outin H, Delahaye A, et al; Clinical and EconomicalImpact of Endovascular Cooling in the Management of Cardiac Arrest(ICEREA) Study Group. Endovascular versus external targeted tem-perature management for patients with out-of-hospital cardiac arrest:a randomized, controlled study. Circulation. 2015;132:182–193. doi:10.1161/CIRCULATIONAHA.114.012805280. Look X, Li H, Ng M, Lim ETS, Pothiawala S, Tan KBK, Sewa DW, ShahidahN, Pek PP, Ong MEH. Randomized controlled trial of internal and externaltargeted temperature management methods in post- cardiac arrest pa-tients. Am J Emerg Med. 2018;36:66–72. doi: 10.1016/j.ajem.2017.07.017281. Lascarrou JB, Guichard E, Reignier J, Le Gouge A, Pouplet C, MartinS, Lacherade JC, Colin G; AfterROSC network. Impact of rewarm-ing rate on interleukin-6 levels in patients with shockable cardiac ar-rest receiving targeted temperature management at 33 degrees C: theISOCRATE pilot randomized controlled trial. Crit Care. 2021;25:434. doi:10.1186/s13054-021-03842-9282. Hassager C, Schmidt H, Moller JE, Grand J, Molstrom S, Beske RP,Boesgaard S, Borregaard B, Bekker-Jensen D, Dahl JS, et al. Durationof device-based fever prevention after cardiac arrest. N Engl J Med.2023;388:888–897. doi: 10.1056/NEJMoa2212528283. Wyckoff MH, Greif R, Morley PT, Ng KC, Olasveengen TM, SingletaryEM, Soar J, Cheng A, Drennan IR, Liley HG, et al; Collaborators. 2022International Consensus on Cardiopulmonary Resuscitation and EmergencyCardiovascular Care Science With Treatment Recommendations: sum-mary from the Basic Life Support; Advanced Life Support; PediatricLife Support; Neonatal Life Support; Education, Implementation, andTeams; and First Aid Task Forces. Circulation. 2022;146:e483–e557. doi:10.1161/CIR.0000000000001095284. Wyckoff MH, Greif R, Morley PT, Ng KC, Olasveengen TM, SingletaryEM, Soar J, Cheng A, Drennan IR, Liley HG, et al; Collaborators. 2022\n\nCardiovascular Care Science With Treatment Recommendations: sum-mary from the Basic Life Support; Advanced Life Support; Pediatric LifeSupport; Neonatal Life Support; Education, Implementation, and Teams;and First Aid Task Forces. Resuscitation. 2022;181:208–288. doi:10.1016/j.resuscitation.2022.10.005285. Bartlett ES, Valenzuela T, Idris A, Deye N, Glover G, Gillies MA, Taccone FS,Sunde K, Flint AC, Thiele H, et al. Systematic review and meta-analysis ofintravascular temperature management vs. surface cooling in comatosepatients resuscitated from cardiac arrest. Resuscitation. 2020;146:82–95.doi: 10.1016/j.resuscitation.2019.10.035286. Kim JG, Ahn C, Shin H, Kim W, Lim TH, Jang BH, Cho Y, Choi KS, Lee J, NaMK. Efficacy of the cooling method for targeted temperature managementin post-cardiac arrest patients: a systematic review and meta-analysis.Resuscitation. 2020;148:14–24. doi: 10.1016/j.resuscitation.2019.12.025287. Nicholson TC, Hirsch K, Berg KM, Drennan I, Lavonas E; on behalf of theAdvanced Life Support Task Force. Effect of seizure treatment for adultsand children following cardiac arrest on patient outcomes: a systematicreview. Accessed February 8, 2024. https://costr.ilcor.org/document/effect-of-prophylaxis-and-treatment-of-seizures-on-outcome-of-adults-following-cardiac-arrest-als-tfsr288. Brain Resuscitation Clinical Trial I Study Group. Randomized clinical studyof thiopental loading in comatose survivors of cardiac arrest. N Engl J Med.1986;314:397–403. doi: 10.1056/NEJM198602133140701289. Longstreth WT Jr., Fahrenbruch CE, Olsufka M, Walsh TR, Copass MK,Cobb LA. Randomized clinical trial of magnesium, diazepam, or both af-ter out-of-hospital cardiac arrest. Neurology. 2002;59:506–514. doi:10.1212/wnl.59.4.506290. Monsalve F, Rucabado L, Ruano M, Cuñat J, Lacueva V, Viñuales A. Theneurologic effects of thiopental therapy after cardiac arrest. Intensive CareMed. 1987;13:244–248. doi: 10.1007/BF00265112291. Ruijter BJ, Keijzer HM, Tjepkema-Cloostermans MC, Blans MJ, BeishuizenA, Tromp SC, Scholten E, Horn J, van Rootselaar AF, Admiraal MM, etal; Investigators T. Treating rhythmic and periodic eeg patterns in coma-tose survivors of cardiac arrest. N Engl J Med. 2022;386:724–734. doi:10.1056/NEJMoa2115998292. Hirsch LJ, Fong MWK, Leitinger M, LaRoche SM, Beniczky S, AbendNS, Lee JW, Wusthoff CJ, Hahn CD, Westover MB, et al. AmericanClinical Neurophysiology Society’s standardized critical care EEG ter-minology: 2021 version. J Clin Neurophysiol. 2021;38:1–29. doi:10.1097/WNP.0000000000000806293. Solanki P, Coppler PJ, Kvaloy JT, Baldwin MA, Callaway CW, Elmer J;Pittsburgh Post-Cardiac Arrest Service. Association of antiepileptic drugswith resolution of epileptiform activity after cardiac arrest. Resuscitation.2019;142:82–90. doi: 10.1016/j.resuscitation.2019.07.007294. Rossetti AO, Schindler K, Sutter R, Ruegg S, Zubler F, Novy J, Oddo M,Warpelin-Decrausaz L, Alvarez V. Continuous vs routine electroencephalo-gram in critically ill adults with altered consciousness and no recent seizure:a multicenter randomized clinical trial. JAMA Neurol. 2020;77:1225–1232.doi: 10.1001/jamaneurol.2020.2264295. Holmberg MJ, Geri G, Wiberg S, Guerguerian AM, Donnino MW,Nolan JP, Deakin CD, Andersen LW; International Liaison Committeeon Resuscitation’s (ILCOR) Advanced Life Support and PediatricTask Forces. Extracorporeal cardiopulmonary resuscitation for car-diac arrest: a systematic review. Resuscitation. 2018;131:91–100. doi:10.1016/j.resuscitation.2018.07.029296. Holmberg MJ, Granfeldt A, Guerguerian AM, Sandroni C, Hsu CH,Gardner RM, Lind PC, Eggertsen MA, Johannsen CM, Andersen LW.Extracorporeal cardiopulmonary resuscitation for cardiac arrest: anupdated systematic review. Resuscitation. 2023;182:109665. doi:10.1016/j.resuscitation.2022.12.003297. International Liaison Committee on Resuscitation. Extracorporeal cardio-pulmonary resuscitation (ECPR) for cardiac arrest. Accessed February 8,2024. https://costr.ilcor.org/document/extracorporeal-cardiopulmonary-resuscitation-ecpr-for-cardiac-arrest-als-sr298. Suverein MM, Delnoij TSR, Lorusso R, Brandon Bravo BruinsmaGJ, Otterspoor L, Elzo Kraemer CV, Vlaar APJ, van der Heijden JJ,Scholten E, den Uil C, et al. Early extracorporeal CPR for refractoryout-of-hospital cardiac arrest. N Engl J Med. 2023;388:299–309. doi:10.1056/NEJMoa2204511299. Yannopoulos D, Bartos J, Raveendran G, Walser E, Connett J, MurrayTA, Collins G, Zhang L, Kalra R, Kosmopoulos M, et al. Advanced reper-fusion strategies for patients with out-of-hospital cardiac arrest andrefractory ventricular fibrillation (ARREST): a phase 2, single centre,\n\nopen-label, randomised controlled trial. Lancet. 2020;396:1807–1816.doi: 10.1016/S0140-6736(20)32338-2300. Hsu CH, Meurer WJ, Domeier R, Fowler J, Whitmore SP, Bassin BS,Gunnerson KJ, Haft JW, Lynch WR, Nallamothu BK, et al. Extracorporealcardiopulmonary resuscitation for refractory out-of- hospital cardiacarrest (EROCA): results of a randomized feasibility trial of expedit-ed out-of-hospital transport. Ann Emerg Med. 2021;78:92–101. doi:10.1016/j.annemergmed.2020.11.011301. Belohlavek J, Smalcova J, Rob D, Franek O, Smid O, Pokorna M, Horak J,Mrazek V, Kovarnik T, Zemanek D, et al; Prague OHCA Study Group. Effectof intra-arrest transport, extracorporeal cardiopulmonary resuscitation, andimmediate invasive assessment and treatment on functional neurologicoutcome in refractory out-of-hospital cardiac arrest: a randomized clinicaltrial. JAMA. 2022;327:737–747. doi: 10.1001/jama.2022.1025302. Zelop CM, Shamshirsaz A, Drennan I, Berg K; on behalf of the AdvancedLife Support Task Force. Resuscitation interventions for cardiac arrestduring pregnancy: consensus on science with treatment recommenda-tions. Accessed February 8, 2024. https://costr.ilcor.org/document/resuscitation-interventions-for-cardiac-arrest-during-pregnancy-als-scr303. van den Bosch OFC, Chaudhry R, Wicker J, Mubashir T, Limb D,Jogendran R, Munshi L, Balki M. Predictors and hospital outcomesin pregnant patients undergoing extracorporeal membrane oxygen-ation: a nationwide study. Anesth Analg. 2022;135:1172–1179. doi:10.1213/ANE.0000000000006210304. Naoum EE, Chalupka A, Haft J, MacEachern M, Vandeven CJM, EasterSR, Maile M, Bateman BT, Bauer ME. Extracorporeal life support in preg-nancy: a systematic review. J Am Heart Assoc. 2020;9:e016072. doi:10.1161/JAHA.119.016072305. Dohi S, Ichizuka K, Matsuoka R, Seo K, Nagatsuka M, Sekizawa A. Coronaryperfusion pressure and compression quality in maternal cardiopulmonaryresuscitation in supine and left-lateral tilt positions: a prospective, cross-over study using mannequins and swine models. Eur J Obstet GynecolReprod Biol. 2017;216:98–103. doi: 10.1016/j.ejogrb.2017.07.019306. Kobori S, Toshimitsu M, Nagaoka S, Yaegashi N, Murotsuki J. Utility andlimitations of perimortem cesarean section: a nationwide survey in Japan.J Obstet Gynaecol Res. 2019;45:325–330. doi: 10.1111/jog.13819307. Beckett VA, Knight M, Sharpe P. The CAPS study: incidence, man-agement and outcomes of cardiac arrest in pregnancy in the UK: aprospective, descriptive study. BJOG. 2017;124:1374–1381. doi:10.1111/1471-0528.14521308. Maurin O, Lemoine S, Jost D, Lanoe V, Renard A, Travers S,Lapostolle F, Tourtier JP; The Paris Fire Brigade Cardiac ArrestWork G. Maternal out-of-hospital cardiac arrest: a retrospec-tive observational study. Resuscitation. 2019;135:205–211. doi:10.1016/j.resuscitation.2018.11.001309. Schaap TP, Overtoom E, van den Akker T, Zwart JJ, van Roosmalen J,Bloemenkamp KWM. Maternal cardiac arrest in the Netherlands: a nation-wide surveillance study. Eur J Obstet Gynecol Reprod Biol. 2019;237:145–150. doi: 10.1016/j.ejogrb.2019.04.028310. Benson MD, Padovano A, Bourjeily G, Zhou Y. Maternal collapse: chal-lenging the four-minute rule. EBioMedicine. 2016;6:253–257. doi:10.1016/j.ebiom.2016.02.042311. Zarocostas J. Global maternal mortality rates stagnating. Lancet.2023;401:632. doi: 10.1016/S0140-6736(23)00385-9312. Thoma ME, Declercq ER. Changes in pregnancy-related mortal-ity associated with the coronavirus disease 2019 (COVID-19) pan-demic in the United States. Obstet Gynecol. 2023;141:911–917. doi:10.1097/AOG.0000000000005182313. Ford ND, DeSisto CL, Galang RR, Kuklina EV, Sperling LS, Ko JY. Cardiacarrest during delivery hospitalization: a cohort study. Ann Intern Med.2023;176:472–479. doi: 10.7326/M22-2750314. Aljanoubi M, Almazrua AA, Johnson S, Drennan IR, Reynolds JC, Soar J,Couper K. Emergency front-of-neck access in cardiac arrest: a scopingreview. Resus Plus. 2024;18:100653. doi: 10.1016/j.resplu.2024.100653315. Aljanoubi M, Almazrua M, Drennan I, Reynolds J, Soar J, Couper K; onbehalf of the International Liaison Committee on Resuscitation AdvancedLife Support Task Force. Emergency front of neck airway access inadult cardiac arrest: consensus on science with treatment recommen-dations. Accessed February 8, 2024. https://costr.ilcor.org/document/emergency-front-of-neck-airway-access-in-adult-cardiac-arrest-als-tf-scr316. Beshey BN, Helmy TA, Asaad HS. Emergency percutaneous tracheotomyin failed intubation. Egyptian J Chest Dis Tuberculosis. 2014;63:939–945.317. Adams BD, Cuniowski PA, Muck A, De Lorenzo RA. Registry of emergencyairways arriving at combat hospitals. J Trauma. 2008;64:1548–1554. doi:10.1097/TA.0b013e3181728c41\n\n318. Alkhouri H, Richards C, Miers J, Fogg T, McCarthy S. Case series and re-view of emergency front-of-neck surgical airways from the Australian andNew Zealand emergency department airway registry. Emerg Med Australas.2021;33:499–507. doi: 10.1111/1742-6723.13678319. Arora RD, Rao KN, Satpute S, Mehta R, Dange P, Nagarkar NM,Abishek AP. Emergency tracheostomy in locally advanced ana-plastic thyroid cancer. Indian J Surg Oncol. 2023;14:714–722. doi:10.1007/s13193-023-01753-5320. Aziz S, Foster E, Lockey DJ, Christian MD. Emergency scalpel cricothyroid-otomy use in a prehospital trauma service: a 20-year review. Emerg Med J.2021;38:349–354. doi: 10.1136/emermed-2020-210305321. Bair AE, Filbin MR, Kulkarni RG, Walls RM. The failed intubation at-tempt in the emergency department: analysis of prevalence, rescuetechniques, and personnel. J Emerg Med. 2002;23:131–140. doi:10.1016/s0736-4679(02)00501-2322. Bair AE, Panacek EA, Wisner DH, Bales R, Sakles JC. Cricothyrotomy: a5-year experience at one institution. J Emerg Med. 2003;24:151–156. doi:10.1016/s0736-4679(02)00715-1323. Barnard EBG, Ervin AT, Mabry RL, Bebarta VS. Prehospital and en routecricothyrotomy performed in the combat setting: a prospective, mul-ticenter, observational study. J Spec Oper Med. 2014;14:35–39. doi:10.55460/62V1-UIZC324. Beit Ner E, Tsur AM, Nadler R, Glassberg E, Benov A, Chen J. High suc-cess rate of prehospital and en route cricothyroidotomy performed inthe Israel defense forces: 20 years of experience. Prehosp Disaster Med.2021;36:713–718. doi: 10.1017/S1049023X21001199325. Benov A, Shkolnik I, Glassberg E, Nadler R, Gendler S, Antebi B, ChenJ, Fink N, Bader T. Prehospital trauma experience of the Israel defenseforces on the Syrian border 2013-2017. J Trauma Acute Care Surg.2019;87:S165–S171. doi: 10.1097/TA.0000000000002217326. Boyle MF, Hatton D, Sheets C. Surgical cricothyrotomy performed by airambulance flight nurses: a 5-year experience. J Emerg Med. 1993;11:41–45. doi: 10.1016/0736-4679(93)90008-u327. Brown CA 3rd, Cox K, Hurwitz S, Walls RM. 4,871 emergency airway en-counters by air medical providers: a report of the air transport emergencyairway management (NEAR VI: “A-TEAM”) project. West J Emerg Med.2014;15:188–193. doi: 10.5811/westjem.2013.11.18549328. Bulger EM, Copass MK, Maier RV, Larsen J, Knowles J, Jurkovich GJ.An analysis of advanced prehospital airway management. J Emerg Med.2002;23:183–189. doi: 10.1016/s0736-4679(02)00490-0329. Cook TM, Woodall N, Frerk C; Fourth National Audit Project. Major com-plications of airway management in the UK: results of the fourth nationalaudit project of the royal college of anaesthetists and the difficult air-way society. Part 1: anaesthesia. Br J Anaesth. 2011;106:617–631. doi:10.1093/bja/aer058330. Cook TM, Woodall N, Harper J, Benger J; Fourth National Audit Project.Major complications of airway management in the UK: results of the fourthnational audit project of the royal college of anaesthetists and the difficultairway society. Part 2: intensive care and emergency departments. Br JAnaesth. 2011;106:632–642. doi: 10.1093/bja/aer059331. Darby JM, Halenda G, Chou C, Quinlan JJ, Alarcon LH, Simmons RL.Emergency surgical airways following activation of a difficult airway man-agement team in hospitalized critically ill patients: a case series. J IntensiveCare Med. 2018;33:517–526. doi: 10.1177/0885066616680594332. DeLaurier GA, Hawkins ML, Treat RC, Mansberger AR Jr. Acute airwaymanagement. Role of cricothyroidotomy. Am Surg. 1990;56:12–15.333. Diggs LA, Yusuf JE, De Leo G. An update on out-of-hospital airway man-agement practices in the United States. Resuscitation. 2014;85:885–892.doi: 10.1016/j.resuscitation.2014.02.032334. Duggan LV, Lockhart SL, Cook TM, O’Sullivan EP, Dare T, Baker PA.The airway app: exploring the role of smartphone technology to captureemergency front-of-neck airway experiences internationally. Anaesthesia.2018;73:703–710. doi: 10.1111/anae.14247335. Erlandson MJ, Clinton JE, Ruiz E, Cohen J. Cricothyrotomy in the emer-gency department revisited. J Emerg Med. 1989;7:115–118. doi:10.1016/0736-4679(89)90254-0336. Gellerfors M, Fevang E, Backman A, Kruger A, Mikkelsen S, Nurmi J, RognasL, Sandstrom E, Skallsjo G, Svensen C, et al. Pre-hospital advanced airwaymanagement by anaesthetist and nurse anaesthetist critical care teams: aprospective observational study of 2028 pre-hospital tracheal intubations.Br J Anaesth. 2018;120:1103–1109. doi: 10.1016/j.bja.2017.12.036337. George N, Consunji G, Storkersen J, Dong F, Archambeau B, Vara R,Serrano J, Hajjafar R, Tran L, Neeki MM. Comparison of emergency airwaymanagement techniques in the performance of emergent cricothyrotomy.Int J Emerg Med. 2022;15:24. doi: 10.1186/s12245-022-00427-3\n\n2024 ILCOR CoSTR Summary\n\n338. Gerich TG, Schmidt U, Hubrich V, Lobenhoffer HP, Tscherne H.Prehospital airway management in the acutely injured patient: the roleof surgical cricothyrotomy revisited. J Trauma. 1998;45:312–314. doi:10.1097/00005373-199808000-00017339. Germann CA, Baumann MR, Kendall KM, Strout TD, McGraw K.Performance of endotracheal intubation and rescue techniques by emer-gency services personnel in an air medical service. Prehosp Emerg Care.2009;13:44–49. doi: 10.1080/10903120802474505340. Gillespie MB, Eisele DW. Outcomes of emergency surgical airway proce-dures in a hospital-wide setting. Laryngoscope. 1999;109:1766–1769.doi: 10.1097/00005537-199911000-00008341. Graham DB, Eastman AL, Aldy KN, Carroll EA, Minei JP, Brakenridge SC,Phelan HA. Outcomes and long term follow-up after emergent cricothy-roidotomy: is routine conversion to tracheostomy necessary? Am Surg.2011;77:1707–1711. doi: 10.1177/000313481107701248342. Hawkins ML, Shapiro MB, Cue JI, Wiggins SS. Emergency cricothyrotomy:a reassessment. Am Surg. 1995;61:52–55.343. High K, Brywczynski J, Han JH. Cricothyrotomy in helicopter emer-gency medical service transport. Air Med J. 2018;37:51–53. doi:10.1016/j.amj.2017.10.004344. Himmler A, McDermott C, Martucci J, Rhoades E, Trankiem CT, JohnsonLS. Code critical airway: a collaborative solution to a catastrophic problem.Am Surg. 2023;89:2460–2467. doi: 10.1177/00031348221101485345. Hudson IL, Blackburn MB, Staudt AM, Ryan KL, Mann-Salinas EA. Analysisof casualties that underwent airway management before reaching role 2facilities in the Afghanistan conflict 2008-2014. Mil Med. 2020;185:10–18. doi: 10.1093/milmed/usz383346. Isaacs JH Jr. Emergency cricothyrotomy: long-term results. Am Surg.2001;67:346–9; discussion 349.347. Jacobson LE, Gomez GA, Sobieray RJ, Rodman GH, Solotkin KC,Misinski ME. Surgical cricothyroidotomy in trauma patients: analysisof its use by paramedics in the field. J Trauma. 1996;41:15–20. doi:10.1097/00005373-199607000-00004348. Jansen G, Scholz SS, Rehberg SW, Wnent J, Grasner JT, Seewald S.Indications and measures of medical emergency teams: a retrospec-tive evaluation of in-hospital emergency operations of the Germanresuscitation register. Minerva Anestesiol. 2023;89:56–65. doi:10.23736/S0375-9393.22.16665-4349. Kamiutsuri K, Okutani R, Kozawa S. Analysis of prehospital endotrachealintubation performed by emergency physicians: retrospective survey of asingle emergency medical center in Japan. J Anesth. 2013;27:374–379.doi: 10.1007/s00540-012-1528-x350. Katzenell U, Lipsky AM, Abramovich A, Huberman D, Sergeev I, DeckelA, Kreiss Y, Glassberg E. Prehospital intubation success rates amongIsrael defense forces providers: epidemiologic analysis and effecton doctrine. J Trauma Acute Care Surg. 2013;75:S178–S183. doi:10.1097/TA.0b013e318299d650351. King D, Ogilvie M, Michailidou M, Velmahos G, Alam H, deMoya M, Fikry K.Fifty-four emergent cricothyroidotomies: are surgeons reluctant teachers?Scand J Surg. 2012;101:13–15. doi: 10.1177/145749691210100103352. Kwon YS, Lee CA, Park S, Ha SO, Sim YS, Baek MS. Incidenceand outcomes of cricothyrotomy in the “cannot intubate, can-not oxygenate” situation. Medicine (Baltim). 2019;98:e17713. doi:10.1097/MD.0000000000017713353. Kyle T, le Clerc S, Thomas A, Greaves I, Whittaker V, Smith JE. The suc-cess of battlefield surgical airway insertion in severely injured military pa-tients: a UK perspective. J R Army Med Corps. 2016;162:460–464. doi:10.1136/jramc-2016-000637354. Lairet JR, Bebarta VS, Burns CJ, Lairet KF, Rasmussen TE, Renz EM,King BT, Fernandez W, Gerhardt R, Butler F, et al. Prehospital interven-tions performed in a combat zone: a prospective multicenter study of1,003 combat wounded. J Trauma Acute Care Surg. 2012;73:S38–S42.doi: 10.1097/TA.0b013e3182606022355. Leibovici D, Fredman B, Gofrit ON, Shemer J, Blumenfeld A, ShapiraSC. Prehospital cricothyroidotomy by physicians. Am J Emerg Med.1997;15:91–93. doi: 10.1016/s0735-6757(97)90059-0356. Mabry RL, Frankfurt A. An analysis of battlefield cricothyrotomyin Iraq and Afghanistan. J Spec Oper Med. 2012;12:17–23. doi:10.55460/FYQG-8E49357. Malkan RM, Borelli CM, Fairley RR, De Lorenzo RA, April MD, SchauerSG. Outcomes after prehospital cricothyrotomy. Med J (Ft Sam Houst Tex).2023;Jan-Mar:(Per 23-1/2/3):70–73.358. McGill J, Clinton JE, Ruiz E. Cricothyrotomy in the emer-gency department. Ann Emerg Med. 1982;11:361–364. doi:10.1016/s0196-0644(82)80362-4\n\n359. McIntosh SE, Swanson ER, Barton ED. Cricothyrotomy in air medical transport.J Trauma. 2008;64:1543–1547. doi: 10.1097/TA.0b013e3181271b60360. Moroco AE, Armen SB, Goldenberg D. Emergency cricothyrotomy: a 10-year single institution experience. Am Surg. 2023;89:1243–1246. doi:10.1177/0003134821995075361. Nugent WL, Rhee KJ, Wisner DH. Can nurses perform surgical cricothy-rotomy with acceptable success and complication rates? Ann Emerg Med.1991;20:367–370. doi: 10.1016/s0196-0644(05)81656-7362. Offenbacher J, Nikolla DA, Carlson JN, Smith SW, Genes N, Boatright DH,Brown CA 3rd. Incidence of rescue surgical airways after attempted orotra-cheal intubation in the emergency department: a National EmergencyAirway Registry (NEAR) study. Am J Emerg Med. 2023;68:22–27. doi:10.1016/j.ajem.2023.02.020363. Okada A, Okada Y, Kandori K, Ishii W, Narumiya H, Iizuka R. Adverseevents of emergency surgical front of neck airway access: an ob-servational descriptive study. Acute Med Surg. 2022;9:e750. doi:10.1002/ams2.750364. Paix BR, Griggs WM. Emergency surgical cricothyroidotomy: 24 success-ful cases leading to a simple ‘scalpel-finger-tube’ method. Emerg MedAustralas. 2012;24:23–30. doi: 10.1111/j.1742-6723.2011.01510.x365. Peters J, Bruijstens L, van der Ploeg J, Tan E, Hoogerwerf N, EdwardsM. Indications and results of emergency surgical airways performed by aphysician-staffed helicopter emergency service. Injury. 2015;46:787–790.doi: 10.1016/j.injury.2014.11.024366. Peters J, van Wageningen B, Hendriks I, Eijk R, Edwards M, Hoogerwerf N,Biert J. First-pass intubation success rate during rapid sequence inductionof prehospital anaesthesia by physicians versus paramedics. Eur J EmergMed. 2015;22:391–394. doi: 10.1097/MEJ.0000000000000161367. Prekker ME, Kwok H, Shin J, Carlbom D, Grabinsky A, Rea TD. The processof prehospital airway management: challenges and solutions during para-medic endotracheal intubation. Crit Care Med. 2014;42:1372–1378. doi:10.1097/CCM.0000000000000213368. Pugh HE, LeClerc S, McLennan J. A review of pre-admission advancedairway management in combat casualties, Helmand Province 2013. J RArmy Med Corps. 2015;161:121–126. doi: 10.1136/jramc-2014-000271369. Robinson KJ, Katz R, Jacobs LM. A 12-year experience with prehospitalcricothyrotomies. Air Med J. 2001;20:27–30.370. Rosenstock CV, Norskov AK, Wetterslev J, Lundstrom LH; DanishAnaesthesia Database. Emergency surgical airway managementin Denmark: a cohort study of 452 461 patients registered in theDanish anaesthesia database. Br J Anaesth. 2016;117:i75–i82. doi:10.1093/bja/aew190371. Salvino CK, Dries D, Gamelli R, Murphy-Macabobby M, Marshall W.Emergency cricothyroidotomy in trauma victims. J Trauma. 1993;34:503–505. doi: 10.1097/00005373-199304000-00006372. Schauer SG, Bellamy MA, Mabry RL, Bebarta VS. A comparison of theincidence of cricothyrotomy in the deployed setting to the emergency de-partment at a level 1 military trauma center: a descriptive analysis. Mil Med.2015;180:60–63. doi: 10.7205/MILMED-D-14-00384373. Schauer SG, Naylor JF, Maddry JK, Beaumont DM, Cunningham CW,Blackburn MB, April MD. Prehospital airway management in Iraq andAfghanistan: a descriptive analysis. South Med J. 2018;111:707–713. doi:10.14423/SMJ.0000000000000906374. Schober P, Biesheuvel T, de Leeuw MA, Loer SA, Schwarte LA.Prehospital cricothyrotomies in a helicopter emergency medical ser-vice: analysis of 19,382 dispatches. BMC Emerg Med. 2019;19:12. doi:10.1186/s12873-019-0230-9375. Shapey IM, Kumar DS, Roberts K. Invasive and surgical procedures in pre-hospital care: what is the need? Eur J Trauma Emerg Surg. 2012;38:633–639. doi: 10.1007/s00068-012-0207-9376. Spaite DW, Joseph M. Prehospital cricothyrotomy: an investigation of in-dications, technique, complications, and patient outcome. Ann Emerg Med.1990;19:279–285. doi: 10.1016/s0196-0644(05)82045-1377. Sunde GA, Heltne JK, Lockey D, Burns B, Sandberg M, Fredriksen K,Hufthammer KO, Soti A, Lyon R, Jantti H, et al; Airport Study Group.Airway management by physician-staffed helicopter emergencymedical services - a prospective, multicentre, observational study of2,327 patients. Scand J Trauma Resusc Emerg Med. 2015;23:57. doi:10.1186/s13049-015-0136-9378. Thomas SH, Harrison T, Wedel SK. Flight crew airway management in foursettings: a six-year review. Prehosp Emerg Care. 1999;3:310–315. doi:10.1080/10903129908958960379. Tobin JM, Nordmann GR, Kuncir EJ. Resuscitation during critical caretransportation in Afghanistan. J Spec Oper Med. 2015;15:72–75. doi:10.55460/V3ZO-RG71\n\n380. Wang HE, Mann NC, Mears G, Jacobson K, Yealy DM. Out-of-hospital air-way management in the United States. Resuscitation. 2011;82:378–385.doi: 10.1016/j.resuscitation.2010.12.014381. Warner KJ, Sharar SR, Copass MK, Bulger EM. Prehospital manage-ment of the difficult airway: a prospective cohort study. J Emerg Med.2009;36:257–265. doi: 10.1016/j.jemermed.2007.10.058382. Willinge GJA, Hietbrink F, Leenen LPH. Surgical airway proce-dures in emergency surgical patients: results of what has becomea back-up procedure. World J Surg. 2021;45:2683–2693. doi:10.1007/s00268-021-06110-7383. Wong E, Ng YY. The difficult airway in the emergency department. Int JEmerg Med. 2008;1:107–111. doi: 10.1007/s12245-008-0030-6384. Xeropotamos NS, Coats TJ, Wilson AW. Prehospital surgical airway man-agement: 1 year’s experience from the helicopter emergency medical ser-vice. Injury. 1993;24:222–224. doi: 10.1016/0020-1383(93)90172-3385. Nuthall G, Christoff A, Morrison LJ, Scholefield B; on behalf of theInternational Liaison Committee on Resuscitation Pediatric Life SupportTask Force. Blood pressure targets following return of circulation aftercardiac arrest: consensus on science with treatment recommendations.Accessed February 14, 2024. https://costr.ilcor.org/document/blood-pressure-targets-following-return-of-circulation-after-pediatric-cardiac-arrest-pls-4190-01-sr386. Topjian AA, Scholefield BR, Pinto NP, Fink EL, Buysse CMP, HaywoodK, Maconochie I, Nadkarni VM, de Caen A, Escalante-Kanashiro R,et al. P-COSCA (Pediatric Core Outcome Set for Cardiac Arrest)in children: an advisory statement from the International LiaisonCommittee on Resuscitation. Resuscitation. 2021;162:351–364. doi:10.1016/j.resuscitation.2021.01.023387. Gardner MM, Hehir DA, Reeder RW, Ahmed T, Bell MJ, Berg RA,Bishop R, Bochkoris M, Burns C, Carcillo JA, et al. Identification of post-cardiac arrest blood pressure thresholds associated with outcomesin children: an ICU-resuscitation study. Crit Care. 2023;27:388. doi:10.1186/s13054-023-04662-9388. Laverriere EK, Polansky M, French B, Nadkarni VM, Berg RA, TopjianAA. Association of duration of hypotension with survival after pedi-atric cardiac arrest. Pediatr Crit Care Med. 2020;21:143–149. doi:10.1097/PCC.0000000000002119389. Topjian AA, French B, Sutton RM, Conlon T, Nadkarni VM, Moler FW,Dean JM, Berg RA. Early postresuscitation hypotension is associatedwith increased mortality following pediatric cardiac arrest. Crit Care Med.2014;42:1518–1523. doi: 10.1097/CCM.0000000000000216390. Topjian AA, Sutton RM, Reeder RW, Telford R, Meert KL, Yates AR, MorganRW, Berger JT, Newth CJ, Carcillo JA, et al; Eunice Kennedy ShriverNational Institute of Child Health and Human Development CollaborativePediatric Critical Care Research Network (CPCCRN) Investigators. Theassociation of immediate post cardiac arrest diastolic hypertension andsurvival following pediatric cardiac arrest. Resuscitation. 2019;141:88–95.doi: 10.1016/j.resuscitation.2019.05.033391. Topjian AA, Telford R, Holubkov R, Nadkarni VM, Berg RA, Dean JM,Moler FW; Therapeutic Hypothermia After Pediatric Cardiac Arrest(THAPCA) Trial Investigators. Association of early postresuscitationhypotension with survival to discharge after targeted temperature man-agement for pediatric out-of-hospital cardiac arrest: secondary analysisof a randomized clinical trial. JAMA Pediatr. 2018;172:143–153. doi:10.1001/jamapediatrics.2017.4043392. Topjian AA, Telford R, Holubkov R, Nadkarni VM, Berg RA, Dean JM, MolerFW; Therapeutic Hypothermia after Pediatric Cardiac Arrest (THAPCA)Trial Investigators. The association of early post-resuscitation hypotensionwith discharge survival following targeted temperature management forpediatric in-hospital cardiac arrest. Resuscitation. 2019;141:24–34. doi:10.1016/j.resuscitation.2019.05.032393. Maconochie IK, Aickin R, Hazinski MF, Atkins DL, Bingham R, Couto TB,Guerguerian AM, Nadkarni VM, Ng KC, Nuthall GA, et al; on behalf of theInternational Liaison Committee on Resuscitation Pediatric Life SupportCollaborators. Pediatric life support: 2020 International Consensus onCardiopulmonary Resuscitation and Emergency Cardiovascular CareScience With Treatment Recommendations. Circulation. 2020;142:S140–S184. doi: 10.1161/CIR.0000000000000894394. Abend NS, Mani R, Tschuda TN, Chang T, Topjian AA, Donnelly M, LaFalceD, Krauss MC, Schmitt SE, Levine JM. EEG monitoring during therapeutichypothermia in neonates, children, and adults. Am J ElectroneurodiagnosticTechnol. 2011;51:141–164.395. Brooks GA, Park JT. Clinical and electroencephalographic correlates in pe-diatric cardiac arrest: experience at a tertiary care center. Neuropediatrics.2018;49:324–329. doi: 10.1055/s-0038-1657757\n\n2024 ILCOR CoSTR Summary\n\n396. Fung FW, Topjian AA, Xiao R, Abend NS. Early EEG features for out-come prediction after cardiac arrest in children. J Clin Neurophysiol.2019;36:349–357. doi: 10.1097/WNP.0000000000000591397. Lin JJ, Hsu MH, Hsia SH, Lin YJ, Wang HS, Kuo HC, Chiang MC, ChanOW, Lee EP, Lin KL; the iCNS Group. Epileptiform discharge and electro-graphic seizures during the hypothermia phase as predictors of rewarmingseizures in children after resuscitation. J Clin Med. 2020;9:2151–2111.doi: 10.3390/jcm9072151398. Ostendorf AP, Hartman ME, Friess SH. Early electroencephalo-graphic findings correlate with neurologic outcome in children fol-lowing cardiac arrest. Pediatr Crit Care Med. 2016;17:667–676. doi:10.1097/PCC.0000000000000791399. Topjian AA, Sanchez SM, Shults J, Berg RA, Dlugos DJ, Abend NS. Earlyelectroencephalographic background features predict outcomes in childrenresuscitated from cardiac arrest. Pediatr Crit Care Med. 2016;17:547–557.doi: 10.1097/PCC.0000000000000740400. Scholefield B, Nicholson TC, Topjian A, Rech L, Bach A, Hahn C, MorrisonLJ; on behalf of the International Liaison Committee on ResuscitationPediatric Life Support Task Force. Effect of prophylactic anti-seizure medi-cation and treatment of seizures on outcome of pediatric patients follow-ing cardiac arrest: consensus on science with treatment recommendations.Accessed February 14, 2024. https://costr.ilcor.org/document/effect-of-prophylactic-anti-seizure-medication-and-treatment-of-seizures-on-out-come-of-pediatric-patients-following-cardiac-arrest401. Young L, Berg M, Soll R. Prophylactic barbiturate use for the prevention ofmorbidity and mortality following perinatal asphyxia. Cochrane Database SystRev. 2016;2016:CD001240. doi: 10.1002/14651858.CD001240.pub3402. Kochanek PM, Tasker RC, Carney N, Totten AM, Adelson PD, SeldenNR, Davis-O’Reilly C, Hart EL, Bell MJ, Bratton SL, et al. Guidelines forthe management of pediatric severe traumatic brain injury, third edition:update of the brain trauma foundation guidelines, executive summary.Neurosurgery. 2019;84:1169–1178. doi: 10.1093/neuros/nyz051403. Liesemer K, Bratton SL, Zebrack CM, Brockmeyer D, Statler KD. Earlypost-traumatic seizures in moderate to severe pediatric traumatic brain in-jury: rates, risk factors, and clinical features. J Neurotrauma. 2011;28:755–762. doi: 10.1089/neu.2010.1518404. Payne ET, Zhao XY, Frndova H, McBain K, Sharma R, Hutchison JS,Hahn CD. Seizure burden is independently associated with short termoutcome in critically ill children. Brain. 2014;137:1429–1438. doi:10.1093/brain/awu042405. Srinivasakumar P, Zempel J, Trivedi S, Wallendorf M, Rao R, Smith B, InderT, Mathur AM. Treating EEG seizures in hypoxic ischemic encephalopathy:a randomized controlled trial. Pediatrics. 2015;136:e1302–e1309. doi:10.1542/peds.2014-3777406. Kapur J, Elm J, Chamberlain JM, Barsan W, Cloyd J, Lowenstein D,Shinnar S, Conwit R, Meinzer C, Cock H, et al; NETT and PECARNInvestigators. Randomized trial of three anticonvulsant medicationsfor status epilepticus. N Engl J Med. 2019;381:2103–2113. doi:10.1056/NEJMoa1905795407. Dalziel SR, Borland ML, Furyk J, Bonisch M, Neutze J, Donath S, FrancisKL, Sharpe C, Harvey AS, Davidson A, et al; PREDICT research net-work. Levetiracetam versus phenytoin for second-line treatment ofconvulsive status epilepticus in children (ConSEPT): an open-label, mul-ticentre, randomised controlled trial. Lancet. 2019;393:2135–2145. doi:10.1016/S0140-6736(19)30722-6408. Lyttle MD, Rainford NEA, Gamble C, Messahel S, Humphreys A, Hickey H,Woolfall K, Roper L, Noblet J, Lee ED, et al; Paediatric Emergency Researchin the United Kingdom & Ireland (PERUKI) collaborative. Levetiracetamversus phenytoin for second-line treatment of paediatric convulsive statusepilepticus (EcLiPSE): a multicentre, open-label, randomised trial. Lancet.2019;393:2125–2134. doi: 10.1016/S0140-6736(19)30724-X409. Lavonas EJ, Ohshimo S, Nation K, Van de Voorde P, Nuthall G,Maconochie I, Torabi N, Morrison LJ; International Liaison Committeeon Resuscitation (ILCOR) Pediatric Life Support Task Force.Advanced airway interventions for paediatric cardiac arrest: a system-atic review and meta-analysis. Resuscitation. 2019;138:114–128. doi:10.1016/j.resuscitation.2019.02.040409a. Soar J, Maconochie I, Wyckoff MH, Olasveengen TM, Singletary EM, GreifR, Aickin R, Bhanji F, Donnino MW, Mancini ME, et al. 2019 Internationalconsensus on cardiopulmonary resuscitation and emergency cardio-vascular care science with treatment recommendations. Resuscitation.2019;145:95–150. doi: 10.1016/j.resuscitation.2019.10.016410. Acworth J, del Castillo J, Acworth E, Tiwari L, Lopez-Herce J, Lavonas E,Morrison L; on behalf of the International Liaison Committee on ResuscitationPediatric Life Support Task Force. Advanced airway interventions in\n\n2024 ILCOR CoSTR Summary\n\npediatric cardiac arrest: consensus on science with treatment recommen-dations. Accessed February 14, 2024. https://costr.ilcor.org/document/advanced-airway-interventions-in-pediatric-cardiac-arrest-pls-p1-tfsr411. Gausche M, Lewis RJ, Stratton SJ, Haynes BE, Gunter CS, GoodrichSM, Poore PD, McCollough MD, Henderson DP, Pratt FD, et al. Effect ofout-of-hospital pediatric endotracheal intubation on survival and neuro-logical outcome: a controlled clinical trial. JAMA. 2000;283:783–790. doi:10.1001/jama.283.6.783412. Andersen LW, Raymond TT, Berg RA, Nadkarni VM, GrossestreuerAV, Kurth T, Donnino MW; American Heart Association’s Get With TheGuidelines–Resuscitation Investigators. Association between trachealintubation during pediatric in-hospital cardiac arrest and survival. JAMA.2016;316:1786–1797. doi: 10.1001/jama.2016.14486413. Hansen ML, Lin A, Eriksson C, Daya M, McNally B, Fu R, Yanez D, ZiveD, Newgard C; CARES surveillance group. A comparison of pediat-ric airway management techniques during out-of-hospital cardiac ar-rest using the CARES database. Resuscitation. 2017;120:51–56. doi:10.1016/j.resuscitation.2017.08.015414. Ohashi-Fukuda N, Fukuda T, Doi K, Morimura N. Effect of prehospital ad-vanced airway management for pediatric out-of-hospital cardiac arrest.Resuscitation. 2017;114:66–72. doi: 10.1016/j.resuscitation.2017.03.002415. Okubo M, Komukai S, Izawa J, Gibo K, Kiyohara K, Matsuyama T,Kiguchi T, Iwami T, Callaway CW, Kitamura T. Prehospital advanced air-way management for paediatric patients with out-of-hospital cardiac ar-rest: a nationwide cohort study. Resuscitation. 2019;145:175–184. doi:10.1016/j.resuscitation.2019.09.007416. Tham LP, Fook-Chong S, Binte Ahmad NS, Ho AF, Tanaka H, Shin SD,Ko PC, Wong KD, Jirapong S, Rao GVR, et al; Pan-Asian ResuscitationOutcomes Study Clinical Research Network. Pre-hospital airway manage-ment and survival outcomes after paediatric out-of-hospital cardiac arrests.Resuscitation. 2022;176:9–18. doi: 10.1016/j.resuscitation.2022.04.018417. Abe T, Nagata T, Hasegawa M, Hagihara A. Life support techniques re-lated to survival after out-of-hospital cardiac arrest in infants. Resuscitation.2012;83:612–618. doi: 10.1016/j.resuscitation.2012.01.024418. Aijian P, Tsai A, Knopp R, Kallsen GW. Endotracheal intubation of pedi-atric patients by paramedics. Ann Emerg Med. 1989;18:489–494. doi:10.1016/s0196-0644(89)80830-3419. Deasy C, Bernard SA, Cameron P, Jaison A, Smith K, Harriss L, WalkerT, Masci K, Tibballs J. Epidemiology of paediatric out-of-hospital cardiacarrest in Melbourne, Australia. Resuscitation. 2010;81:1095–1100. doi:10.1016/j.resuscitation.2010.04.029420. Del Castillo J, López-Herce J, Matamoros M, Cañadas S, Rodríguez-CalvoA, Cecchetti C, Rodriguez-Núñez A, Álvarez AC; Iberoamerican PediatricCardiac Arrest Study Network RIBEPCI. Long-term evolution after in-hospitalcardiac arrest in children: prospective multicenter multinational study.Resuscitation. 2015;96:126–134. doi: 10.1016/j.resuscitation.2015.07.037421. Guay J, Lortie L. An evaluation of pediatric in-hospital advanced lifesupport interventions using the pediatric Utstein guidelines: a review of203 cardiorespiratory arrests. Can J Anaesth. 2004;51:373–378. doi:10.1007/BF03018242422. Handley SC, Passarella M, Raymond TT, Lorch SA, Ades A, Foglia EE.Epidemiology and outcomes of infants after cardiopulmonary resuscita-tion in the neonatal or pediatric intensive care unit from a national registry.Resuscitation. 2021;165:14–22. doi: 10.1016/j.resuscitation.2021.05.029423. Hansen M, Wang H, Le N, Lin A, Idris A, Kornegay J, Schmicker R,Daya M. Prospective evaluation of airway management in pediatricout-of-hospital cardiac arrest. Resuscitation. 2020;156:53–60. doi:10.1016/j.resuscitation.2020.08.003424. Pitetti R, Glustein JZ, Bhende MS. Prehospital care and outcome of pediat-ric out-of-hospital cardiac arrest. Prehosp Emerg Care. 2002;6:283–290.doi: 10.1080/10903120290938300425. Sirbaugh PE, Pepe PE, Shook JE, Kimball KT, Goldman MJ, Ward MA,Mann DM. A prospective, population-based study of the demograph-ics, epidemiology, management, and outcome of out-of-hospital pedi-atric cardiopulmonary arrest. Ann Emerg Med. 1999;33:174–184. doi:10.1016/s0196-0644(99)70391-4426. Cheng FJ, Wu WT, Hung SC, Ho YN, Tsai MT, Chiu IM, Wu KH. Pre-hospital prognostic factors of out-of-hospital cardiac arrest: the differ-ence between pediatric and adult. Front Pediatr. 2021;9:723327. doi:10.3389/fped.2021.723327427. Fink EL, Prince DK, Kaltman JR, Atkins DL, Austin M, Warden C,Hutchison J, Daya M, Goldberg S, Herren H, et al; Resuscitation OutcomesConsortium. Unchanged pediatric out-of-hospital cardiac arrest incidenceand survival rates with regional variation in North America. Resuscitation.2016;107:121–128. doi: 10.1016/j.resuscitation.2016.07.244\n\n428. Le Bastard Q, Rouzioux J, Montassier E, Baert V, Recher M, HubertH, Leteurtre S, Javaudin F; GR-RéAC. Endotracheal intubation ver-sus supraglottic procedure in paediatric out-of-hospital cardiac ar-rest: a registry-based study. Resuscitation. 2021;168:191–198. doi:10.1016/j.resuscitation.2021.08.015429. Tijssen JA, Prince DK, Morrison LJ, Atkins DL, Austin MA, Berg R, BrownSP, Christenson J, Egan D, Fedor PJ, et al; Resuscitation OutcomesConsortium. Time on the scene and interventions are associated withimproved survival in pediatric out-of-hospital cardiac arrest. Resuscitation.2015;94:1–7. doi: 10.1016/j.resuscitation.2015.06.012430. Tham LP, Wah W, Phillips R, Shahidah N, Ng YY, Shin SD, Nishiuchi T, WongKD, Ko PC, Khunklai N, et al. Epidemiology and outcome of paediatric out-of-hospital cardiac arrests: a paediatric sub-study of the Pan-Asian resus-citation outcomes study (PAROS). Resuscitation. 2018;125:111–117. doi:10.1016/j.resuscitation.2018.01.040431. Fukuda T, Sekiguchi H, Taira T, Hashizume N, Kitamura Y, Terada T,Ohashi-Fukuda N, Kukita I. Type of advanced airway and survival after pe-diatric out-of-hospital cardiac arrest. Resuscitation. 2020;150:145–153.doi: 10.1016/j.resuscitation.2020.02.005432. de Caen AR, Kleinman ME, Chameides L, Atkins DL, Berg RA, BergMD, Bhanji F, Biarent D, Bingham R, Coovadia AH, et al; Paediatric Basicand Advanced Life Support Chapter Collaborators. Part 10: PaediatricBasic and Advanced Life Support: 2010 International Consensus onCardiopulmonary Resuscitation and Emergency Cardiovascular CareScience with Treatment Recommendations. Resuscitation. 2010;81:e213–e259. doi: 10.1016/j.resuscitation.2010.08.028433. Niles DE, Duval-Arnould J, Skellett S, Knight L, Su F, Raymond TT, SwebergT, Sen AI, Atkins DL, Friess SH, et al; pediatric Resuscitation Quality( pediRES-Q) Collaborative Investigators. Characterization of pediatricin-hospital cardiopulmonary resuscitation quality metrics across an inter-national resuscitation collaborative. Pediatr Crit Care Med. 2018;19:421–432. doi: 10.1097/PCC.0000000000001520434. Sutton RM, Reeder RW, Landis WP, Meert KL, Yates AR, Morgan RW, BergerJT, Newth CJ, Carcillo JA, McQuillen PS, et al; Eunice Kennedy ShriverNational Institute of Child Health and Human Development CollaborativePediatric Critical Care Research Network (CPCCRN). Ventilation ratesand pediatric in-hospital cardiac arrest survival outcomes. Crit Care Med.2019;47:1627–1636. doi: 10.1097/CCM.0000000000003898435. Maconochie IK, Aickin R, Hazinski MF, Atkins DL, Bingham R, Couto TB,Guerguerian AM, Nadkarni VM, Ng KC, Nuthall GA, et al; Pediatric LifeSupport Collaborators. Pediatric Life Support: 2020 International Consensuson Cardiopulmonary Resuscitation and Emergency CardiovascularCare Science With Treatment Recommendations. Resuscitation.2020;156:A120–A155. doi: 10.1016/j.resuscitation.2020.09.013436. Del Castillo J, Acworth J, López-Herce J, Kleinman M, Atkins D; on be-half of the International Liaison Committee on Resuscitation PediatricLife Support Task Force. Ventilation rates in pediatric CPR with an ad-vanced airway: consensus on science with treatment recommenda-tions. Accessed Februrary 14, 2024. https://costr.ilcor.org/document/ventilation-rates-in-pediatric-cpr-with-an-advanced-airway-pls-1587-tf-sr437. Morgan RW, Himebauch AS, Griffis H, Quarshie WO, Yeung T, Kilbaugh TJ,Topjian AA, Traynor D, Nadkarni VM, Berg RA, et al. Pulmonary hyperten-sion among children with in-hospital cardiac arrest: a multicenter study.Resuscitation. 2021;168:52–57. doi: 10.1016/j.resuscitation.2021.09.009438. Abman SH, Hansmann G, Archer SL, Ivy DD, Adatia I, Chung WK, HannaBD, Rosenzweig EB, Raj JU, Cornfield D, et al; American Heart AssociationCouncil on Cardiopulmonary, Critical Care, Perioperative and Resuscitation;Council on Clinical Cardiology; Council on Cardiovascular Disease in theYoung; Council on Cardiovascular Radiology and Intervention; Councilon Cardiovascular Surgery and Anesthesia; and the American ThoracicSociety. Pediatric pulmonary hypertension. Circulation. 2015;132:2037–2099. doi: 10.1161/CIR.0000000000000329439. Marino BS, Tabbutt S, MacLaren G, Hazinski MF, Adatia I, Atkins DL,Checchia PA, DeCaen A, Fink EL, Hoffman GM, et al; American HeartAssociation Congenital Cardiac Defects Committee of the Council onCardiovascular Disease in the Young; Council on Clinical Cardiology;Council on Cardiovascular and Stroke Nursing; Council on CardiovascularSurgery and Anesthesia; and Emergency Cardiovascular Care Committee.Cardiopulmonary resuscitation in infants and children with cardiac disease:a scientific statement from the American Heart Association. Circulation.2018;137:e691–e782. doi: 10.1161/CIR.0000000000000524440. Konstam MA, Kiernan MS, Bernstein D, Bozkurt B, Jacob M, KapurNK, Kociol RD, Lewis EF, Mehra MR, Pagani FD, et al; American HeartAssociation Council on Clinical Cardiology; Council on CardiovascularDisease in the Young; and Council on Cardiovascular Surgery and\n\nAnesthesia. Evaluation and management of right-sided heart failure:a scientific statement from the American Heart Association. Circulation.2018;137:e578–e622. doi: 10.1161/CIR.0000000000000560441. Ng K-C, Kurosawa H, Guerguerian A-M, Schmoelzer G, Zhang D, Rech L,Lim J, Cunningham J; on behalf of the Pediatric Life Support Task Force.Management of pulmonary hypertension with cardiac arrest in infants andchildren in the hospital setting. Accessed February 14, 2024. https://costr.ilcor.org/document/management-of-pulmonary-hypertension-with-cardi-ac-arrest-in-infants-and-children-in-the-hospital-setting-pls-scr442. Abman SH, Ivy DD, Archer SL, Wilson K; AHA/ATS Joint Guidelines forPediatric Pulmonary Hypertension Committee. Executive summary of theAmerican Heart Association and American thoracic society joint guide-lines for pediatric pulmonary hypertension. Am J Respir Crit Care Med.2016;194:898–906. doi: 10.1164/rccm.201606-1183ST443. Ball MK, Seabrook RB, Bonachea EM, Chen B, Fathi O, Nankervis CA,Osman A, Schlegel AB, Magers J, Kulpa T, et al. Evidence-based guidelinesfor acute stabilization and management of neonates with persistent pulmo-nary hypertension of the newborn. Am J Perinatol. 2022;40:1495–1508.doi: 10.1055/a-1711-0778444. Dabbagh MA, Banjar H, Galal N, Kouatli A, il H, Chehab M. Saudi guide-lines on the diagnosis and treatment of pulmonary hypertension: pulmo-nary hypertension in children. Ann Thorac Med. 2014;9:S113–S120. doi:10.4103/1817-1737.134053445. Durongpisitkul K, Sompradeekul S, Nanagara R, JakrapanichakulD, Wanitkun S, Limsuwan A, Jaimchariyatam N, Sawasdiwipachi P,Boonyaratavej S, Lertsapcharoen P, et al. Executive summary Thai pulmo-nary hypertension guidelines 2020. J Med Assoc Thai. 2021;104:679–694. doi: 10.35755/jmedassocthai.2021.04.11939446. Kuang H, Li Q, Yi Q, Lu T. The efficacy and safety of aerosolized ilo-prost in pulmonary arterial hypertension: a systematic review andmeta-analysis. Am J Cardiovasc Drugs. 2019;19:393–401. doi:10.1007/s40256-018-00324-2447. Morell E, Gaies M, Fineman JR, Charpie J, Rao R, Sasaki J, Zhang W,Reichle G, Banerjee M, Tabbutt S. Mortality from pulmonary hypertension inthe pediatric cardiac ICU. Am J Respir Crit Care Med. 2021;204:454–461.doi: 10.1164/rccm.202011-4183OC448. Morgan RW, Topjian AA, Wang Y, Atkin NJ, Kilbaugh TJ, McGowan FX,Berg RA, Mercer-Rosa L, Sutton RM, Himebauch AS. Prevalence andoutcomes of pediatric in-hospital cardiac arrest associated with pul-monary hypertension. Pediatr Crit Care Med. 2020;21:305–313. doi:10.1097/pcc.0000000000002187449. Mulligan C, Beghetti M. Inhaled iloprost for the control of acute pulmo-nary hypertension in children: a systematic review. Pediatr Crit Care Med.2012;13:472–480. doi: 10.1097/PCC.0b013e31822f192b450. Nasr VG, Faraoni D, DiNardo JA, Thiagarajan RR. Adverse out-comes in neonates and children with pulmonary artery hyperten-sion supported with ECMO. ASAIO J. 2016;62:728–731. doi:10.1097/MAT.0000000000000419451. Olsson KM, Halank M, Egenlauf B, Fistera D, Gall H, Kaehler C, KortmannK, Kramm T, Lichtblau M, Marra AM, et al. Decompensated right heartfailure, intensive care and perioperative management in patients withpulmonary hypertension: updated recommendations from the CologneConsensus Conference 2018. Int J Cardiol. 2018;272:46–52. doi:10.1016/j.ijcard.2018.08.081452. Opitz C, Rosenkranz S, Ghofrani HA, Grünig E, Klose H, Olschewski H,Hoeper M. [ESC guidelines 2015 pulmonary hypertension: diagnosisand treatment]. Dtsch Med Wochenschr. 2016;141:1764–1769. doi:10.1055/s-0042-117784.453. Hansmann G, Koestenberger M, Alastalo TP, Apitz C, Austin ED, Bonnet D,Budts W, D’Alto M, Gatzoulis MA, Hasan BS, et al. 2019 Updated consen-sus statement on the diagnosis and treatment of pediatric pulmonary hy-pertension: the European Pediatric Pulmonary Vascular Disease Network(EPPVDN), endorsed by AEPC, ESPR and ISHLT. J Heart Lung Transplant.2019;38:879–901. doi: 10.1016/j.healun.2019.06.022454. Kozlik-Feldmann R, Hansmann G, Bonnet D, Schranz D, Apitz C,Michel-Behnke I. Pulmonary hypertension in children with congenital heartdisease (PAH-CHD, PPHVD-CHD). Expert consensus statement on the di-agnosis and treatment of paediatric pulmonary hypertension. The EuropeanPaediatric Pulmonary Vascular Disease Network, endorsed by ISHLT andDGPK. Heart. 2016;102:ii42–ii48. doi: 10.1136/heartjnl-2015-308378455. Boudjemline Y, Sizarov A, Malekzadeh-Milani S, Mirabile C, Lenoir M,Khraiche D, Levy M, Bonnet D. Safety and feasibility of the transcatheterapproach to create a reverse potts shunt in children with idiopathic pul-monary arterial hypertension. Can J Cardiol. 2017;33:1188–1196. doi:10.1016/j.cjca.2017.06.004\n\n456. Li Q, Zhang C, Wang R, Keller BB, Gu H. Pulmonary hypertensive crisis inchildren with pulmonary arterial hypertension undergoing cardiac catheter-ization. Pulm Circ. 2022;12:e12067. doi: 10.1002/pul2.12067457. Morell E, Rajagopal SK, Oishi P, Thiagarajan RR, Fineman JR, SteurerMA. Extracorporeal membrane oxygenation in pediatric pulmo-nary hypertension. Pediatr Crit Care Med. 2020;21:256–266. doi:10.1097/pcc.0000000000002127458. Galiè N, McLaughlin VV, Rubin LJ, Simonneau G. An overview ofthe 6th World Symposium on Pulmonary Hypertension. Eur Respir J.2019;53:1802148. doi: 10.1183/13993003.02148-2018459. Rosenzweig EB, Abman SH, Adatia I, Beghetti M, Bonnet D, Haworth S,Ivy DD, Berger RMF. Paediatric pulmonary arterial hypertension: updateson definition, classification, diagnostics and management. Eur Respir J.2019;53:1–18. doi: 10.1183/13993003.01916-2018460. Simonneau G, Montani D, Celermajer DS, Denton CP, Gatzoulis MA, KrowkaM, Williams PG, Souza R. Haemodynamic definitions and updated clinicalclassification of pulmonary hypertension. Eur Respir J. 2019;53:1801913.doi: 10.1183/13993003.01913-2018461. Morgan RW, Reeder RW, Ahmed T, Bell MJ, Berger JT, Bishop R, BochkorisM, Burns C, Carcillo JA, Carpenter TC, et al. Outcomes and characteris-tics of cardiac arrest in children with pulmonary hypertension: a secondaryanalysis of the ICU-RESUS clinical trial. Resuscitation. 2023;190:109897.doi: 10.1016/j.resuscitation.2023.109897462. Abman SH, Mullen MP, Sleeper LA, Austin ED, Rosenzweig EB, KinsellaJP, Ivy D, Hopper RK, Usha Raj J, Fineman J, et al. Characterisation of pe-diatric pulmonary hypertensive vascular disease from the PPHNet Registry.Eur Respir J. 2021;59:2003337. doi: 10.1183/13993003.03337-2020463. Taylor K, Holtby H. Emergency interventional lung assist for pul-monary hypertension. Anesth Analg. 2009;109:382–385. doi:10.1213/ane.0b013e3181ac5461464. Ploegstra MJ, Arjaans S, Zijlstra WMH, Douwes JM, Vissia-Kazemier TR,Roofthooft MTR, Hillege HL, Berger RMF. Clinical worsening as compos-ite study end point in pediatric pulmonary arterial hypertension. Chest.2015;148:655–666. doi: 10.1378/chest.14-3066465. Conway JA, Kharayat P, Sanders RC, Jr., Nett S, Weiss SL, Edwards LR,Breuer R, Kirby A, Krawiec C, Page-Goertz C, et al; National EmergencyAirway Registry for Children (NEAR4KIDS) and for the Pediatric AcuteLung Injury and Sepsis Investigators (PALISI). Ketamine use for trachealintubation in critically ill children is associated with a lower occurrence ofadverse hemodynamic events. Crit Care Med. 2020;48:e489–e497. doi:10.1097/CCM.0000000000004314466. Holmberg MJ, Wiberg S, Ross CE, Kleinman M, Hoeyer-Nielsen AK,Donnino MW, Andersen LW. Trends in survival after pediatric in-hospitalcardiac arrest in the United States. Circulation. 2019;140:1398–1408. doi:10.1161/CIRCULATIONAHA.119.041667467. Menendez JJ, Sanchez-Galindo AC, Balcells J, Tejero-Hernandez MA,Ferrer-Barba A, Ibiza-Palacios E, Medrano-Lopez C, Gran F, Frias-PerezMA, Garcia-Vieites M, et al. Short- and long-term survival of children treat-ed with ventricular assist devices in Spain, based on 15 years’ experience.Eur J Cardiothorac Surg. 2023;63:ezad050. doi: 10.1093/ejcts/ezad050468. Perlman JM, Wyllie J, Kattwinkel J, Wyckoff MH, Aziz K, Guinsburg R,Kim HS, Liley HG, Mildenhall L, Simon WM, et al; Neonatal ResuscitationChapter Collaborators; on behalf of the Neonatal Resuscitation ChapterCollaborators. Part 7: Neonatal resuscitation: 2015 International Consensuson Cardiopulmonary Resuscitation and Emergency Cardiovascular CareScience With Treatment Recommendations. Circulation. 2015;132:S204–S241. doi: 10.1161/CIR.0000000000000276469. Polglase GR, Blank DA, Barton SK, Miller SL, Stojanovska V, KluckowM, Gill AW, LaRosa D, Te Pas AB, Hooper SB. Physiologically basedcord clamping stabilises cardiac output and reduces cerebrovascularinjury in asphyxiated near-term lambs. Arch Dis Child Fetal Neonatal Ed.2018;103:F530–F538. doi: 10.1136/archdischild-2017-313657470. Bhatt S, Alison BJ, Wallace EM, Crossley KJ, Gill AW, Kluckow M, te PasAB, Morley CJ, Polglase GR, Hooper SB. Delaying cord clamping until ven-tilation onset improves cardiovascular function at birth in preterm lambs. JPhysiol. 2013;591:2113–2126. doi: 10.1113/jphysiol.2012.250084471. Yao AC, Moinian M, Lind J. Distribution of blood between in-fant and placenta after birth. Lancet. 1969;2:871–873. doi:10.1016/s0140-6736(69)92328-9472. Seidler AL, Aberoumand M, Hunter KE, Barba A, Libesman S, WilliamsJG, Shrestha N, Aagerup J, Sotiropoulos JX, Montgomery AA, et al;iCOMP Collaborators. Deferred cord clamping, cord milking, and im-mediate cord clamping at preterm birth: a systematic review and indi-vidual participant data meta-analysis. Lancet. 2023;402:2209–2222. doi:10.1016/S0140-6736(23)02468-6\n\n2024 ILCOR CoSTR Summary\n\n473. Seidler AL, Gyte GML, Rabe H, Díaz-Rossello JL, Duley L, Aziz K,Testoni Costa-Nobre D, Davis PG, Schmölzer GM, Ovelman C, et al;International Liaison Committee on Resuscitation Neonatal Life SupportTask Force. Umbilical cord management for newborns gestation: a meta-analysis. Pediatrics. 2021;147:e20200576. doi:10.1542/peds.2020-0576474. Wyckoff MH, Singletary EM, Soar J, Olasveengen TM, Greif R, Liley HG,Zideman D, Bhanji F, Andersen LW, Avis SR, et al; COVID-19 WorkingGroup. 2021 International Consensus on Cardiopulmonary Resuscitationand Emergency Cardiovascular Care Science With TreatmentRecommendations: Summary From the Basic Life Support; Advanced LifeSupport; Neonatal Life Support; Education, Implementation, and Teams;First Aid Task Forces; and the COVID-19 Working Group. Resuscitation.2021;169:229–311. doi: 10.1016/j.resuscitation.2021.10.040475. Seidler AL, Duley L, Katheria AC, De Paco Matallana C, Dempsey E, Rabe H,Kattwinkel J, Mercer J, Josephsen J, Fairchild K, et al; iCOMP Collaboration.Systematic review and network meta- analysis with individual participantdata on cord management at preterm birth (iCOMP): study protocol. BMJOpen. 2020;10:e034595. doi: 10.1136/bmjopen-2019-034595476. Seidler AL, Libesman S, Hunter KE, Barba A, Aberoumand M, WilliamsJG, Shrestha N, Aagerup J, Sotiropoulos JX, Montgomery AA, et al;iCOMP Collaborators. Short, medium, and long deferral of umbilical cordclamping compared with umbilical cord milking and immediate clamp-ing at preterm birth: a systematic review and network meta- analysiswith individual participant data. Lancet. 2023;402:2223–2234. doi:10.1016/S0140-6736(23)02469-8477. El-Naggar W, Davis PG, Josephsen J, Seidler AL, Soll R, Costa-Nobre D,Isayama T, Couper K, Schmölzer G, Weiner G, Liley HG; on behalf of theNeonatal Life Support Task Force. Cord management at birth for preterminfants (NLS # 5051). Accessed June 2024. https://costr.ilcor.org478. Strand ML, Simon WM, Wyllie J, Wyckoff MH, Weiner G. Consensusoutcome rating for international neonatal resuscitation guide-lines. Arch Dis Child Fetal Neonatal Ed. 2020;105:328–330. doi:10.1136/archdischild-2019-316942479. Webbe JWH, Duffy JMN, Afonso E, Al-Muzaffar I, Brunton G, GreenoughA, Hall NJ, Knight M, Latour JM, Lee-Davey C, et al. Core outcomesin neonatology: development of a core outcome set for neonatal re-search. Arch Dis Child Fetal Neonatal Ed. 2020;105:425–431. doi:10.1136/archdischild-2019-317501480. Hunter KE, Webster AC, Page MJ, Willson M, McDonald S, Berber S,Skeers P, Tan-Koay AG, Parkhill A, Seidler AL. Searching clinical trialsregisters: guide for systematic reviewers. BMJ. 2022;377:e068791. doi:10.1136/bmj-2021-068791481. Backes CH, Huang H, Iams JD, Bauer JA, Giannone PJ. Timing of umbilicalcord clamping among infants born at 22 through 27 weeks’ gestation. JPerinatol. 2016;36:35–40. doi: 10.1038/jp.2015.117482. Chu K, Whittle W, Windrim R, Shah PS, Murphy K. The DUC trial: a pilot ran-domized controlled trial of immediate vs. delayed umbilical cord clampingin preterm infants born between 24 and 32 weeks gestation. Am J ObstetGynecol. 2011;204:S201. doi: 10.1016/j.ajog.2010.10.521483. Datta BV, Kumar A, Yadav R. A randomized controlled trial to evaluate therole of brief delay in cord clamping in preterm neonates (34-36 weeks) onshort-term neurobehavioural outcome. J Trop Pediatr. 2017;63:418–424.doi: 10.1093/tropej/fmx004484. Duley L, Dorling J, Pushpa-Rajah A, Oddie SJ, Yoxall CW, SchoonakkerB, Bradshaw L, Mitchell EJ, Fawke JA; Cord Pilot Trial CollaborativeGroup. Randomised trial of cord clamping and initial stabilisation at verypreterm birth. Arch Dis Child Fetal Neonatal Ed. 2018;103:F6–F14. doi:10.1136/archdischild-2016-312567485. Finn D, Ryan DH, Pavel A, O’Toole JM, Livingstone V, Boylan GB, KennyLC, Dempsey EM. Clamping the Umbilical Cord in Premature Deliveries(CUPiD): neuromonitoring in the Immediate newborn period in a random-ized, controlled trial of preterm infants born at Pediatr. 2019;208:121–126.e2. doi: 10.1016/j.jpeds.2018.12.039486. García C, Prieto MT, Escudero F, Bosh-Giménez V, Quesada L, LewanczykM, Pertegal M, Delgado JL, Blanco-Carnero JE, De Paco MatallanaC. The impact of early versus delayed cord clamping on hematologi-cal and cardiovascular changes in preterm newborns between 24 and34 weeks’ gestation: a randomized clinical trial. Arch Gynecol Obstet.2023;309:2483–2490. doi: 10.1007/s00404-023-07119-0487. Gharehbaghi MM, Yasrebinia S, Mostafa Gharabaghi P. Umbilical cordclamping timing in preterm infants delivered by cesarean section. Int JPediatr. 2020;8:11095–11101. doi: 10.22038/ijp.2019.43193.3606488. Gregoraci A, Carbonell M, Linde A, Goya M, Maiz N, Gabriel P, VillenaY, Bérgamo S, Beneitez D, Montserrat I, et al. Timing of umbilical cord\n\nocclusion, delayed vs early, in preterm babies: a randomized controlled trial(CODE-P Trial). Eur J Obstet Gynecol Reprod Biol. 2023;289:203–207. doi:10.1016/j.ejogrb.2023.08.376489. Kamal D, Abel-Fattah A, Saleh D. Delayed cord clamping in prematurefetuses: randomised clinical trial. Reprod Health Popul Sci. 2019;44:66–87.490. Chinese Clinical Trials Registry. Delayed cord clamping prevents respira-tory distress of infants delivered by selective cesarean section, a random-ized controlled trial. Accessed August 25, 2023. https://www.chictr.org.cn/showproj.html?proj=30199491. Oh W, Fanaroff AA, Carlo WA, Donovan EF, Mcdonald SA, Poole WK;Eunice Kennedy Shriver National Institute of Child Health and HumanDevelopment Neonatal Research Network. Effects of delayed cord clamp-ing in very-low-birth-weight infants. J Perinatol. 2011;31:S68–S71. doi:10.1038/jp.2010.186492. Okulu E, Haskologlu S, Guloglu D, Kostekci E, Erdeve O, Atasay B, Koc A,Soylemez F, Dogu F, Ikinciogullari A, et al. Effects of umbilical cord man-agement strategies on stem cell transfusion, delivery room adaptation,and cerebral oxygenation in term and late preterm infants. Front Pediatr.2022;10:838444. doi: 10.3389/fped.2022.838444493. Rana A, Agarwal K, Ramji S, Gandhi G, Sahu L. Safety of delayed umbilicalcord clamping in preterm neonates of less than 34 weeks of gestation:a randomized controlled trial. Obstet Gynecol Sci. 2018;61:655–661. doi:10.5468/ogs.2018.61.6.655494. Ranjit T, Nesargi S, Rao PNS, Sahoo JP, Ashok C, Chandrakala BS, BhatS. Effect of early versus delayed cord clamping on hematological statusof preterm infants at 6 wk of age. Indian J Pediatr. 2015;82:29–34. doi:10.1007/s12098-013-1329-8495. Ruangkit C, Bumrungphuet S, Panburana P, Khositseth A, NuntnarumitP. A Randomized controlled trial of immediate versus delayed umbili-cal cord clamping in multiple-birth infants born preterm. Neonatology.2019;115:156–163. doi: 10.1159/000494132496. Sahoo T, Thukral A, Sankar MJ, Gupta SK, Agarwal R, Deorari AK,Paul VK. Delayed cord clamping in Rh-alloimmunised infants: a ran-domised controlled trial. Eur J Pediatr. 2020;179:881–889. doi:10.1007/s00431-020-03578-8497. Salae R, Tanprasertkul C, Somprasit C, Bhamarapravatana K, SuwannarurkK. Efficacy of delayed versus immediate cord clamping in late pretermnewborns following normal labor: a randomized control trial. J Med AssocThai. 2016;99:S159–S165.498. Tarnow-Mordi W, Morris J, Kirby A, Robledo K, Askie L, Brown R, EvansN, Finlayson S, Fogarty M, Gebski V, et al. Delayed versus immediate cordclamping in preterm infants. N Engl J Med. 2017;377:2445–2455. doi:10.1056/NEJMoa1711281499. Yunis M, Nour I, Gibreel A, Darwish M, Sarhan M, Shouman B, NasefN. Effect of delayed cord clamping on stem cell transfusion and he-matological parameters in preterm infants with placental insufficien-cy: a pilot randomized trial. Eur J Pediatr. 2021;180:157–166. doi:10.1007/s00431-020-03730-4500. The World Bank Group. World Bank Open Data. Accessed June 28, 2023.https://data.worldbank.org/)501. Kugelman A, Borenstein-Levin L, Riskin A, Chistyakov I, Ohel G, Gonen R,Bader D. Immediate versus delayed umbilical cord clamping in prematureneonates born Am J Perinatol. 2007;24:307–315. doi: 10.1055/s-2007-981434502. Alan S, Arsan S, Okulu E, Akin IM, Kilic A, Taskin S, Cetinkaya E,Erdeve O, Atasay B. Effects of umbilical cord milking on the need forpacked red blood cell transfusions and early neonatal hemodynamicadaptation in preterm infants born ≤1500 g: a prospective, random-ized, controlled trial. J Pediatr Hematol Oncol. 2014;36:e493–e498. doi:10.1097/MPH.0000000000000143503. Chellappan MV, Divakaran D, Neetha G, Varghese PR, UnnikrishnanUG, Vellore M, Maya KN, Ditty M. 1061 Long term effects of milk-ing of cut umbilical cord in very preterm neonates: a randomised con-trolled trial in Southern India. Arch Dis Child. 2022;107:A178–A179. doi:https://doi.org/10.1136/archdischild-2022-rcpch.286504. El-Naggar W, Simpson D, Hussain A, Armson A, Dodds L, Warren A,Whyte R, McMillan D. Cord milking versus immediate clamping in preterminfants: a randomised controlled trial. Arch Dis Child Fetal Neonatal Ed.2019;104:F145–F150. doi: 10.1136/archdischild-2018-314757505. George AA, Isac M. Effect of umbilical cord milking on maternal andneonatal outcomes in a tertiary care hospital in south India: a random-ized control trial. J Obstet Gynaecol India. 2022;72:291–298. doi:10.1007/s13224-021-01515-9506. Hosono S, Mugishima H, Fujita H, Hosono A, Minato M, Okada T,Takahashi S, Harada K. Umbilical cord milking reduces the need for red\n\ncell transfusions and improves neonatal adaptation in infants born at lessthan 29 weeks’ gestation: a randomised controlled trial. Arch Dis Child FetalNeonatal Ed. 2008;93:F14–F19. doi: 10.1136/adc.2006.108902507. Hosono S, Tamura M, Kusuda S, Hirano S, Fujimura M, Takahashi S.Conference proceedings. One-time umbilical cord milking after cord cut-ting reduces the need for red blood cell transfusion and reduces the mor-tality rate in extremely preterm infants; a multicenter randomized controlledtrial. [abstract 2765.2767508] 2015 PAS Annual Meeting Program Guide.2015;164.508. Josephsen JB, Potter S, Armbrecht ES, Al-Hosni M. Umbilical cord milkingin extremely preterm infants: a randomized controlled trial comparing cordmilking with immediate cord clamping. Am J Perinatol. 2022;39:436–443.doi: 10.1055/s-0040-1716484509. Katheria A, Blank D, Rich W, Finer N. Umbilical cord milking improvestransition in premature infants at birth. PLoS One. 2014;9:e94085. doi:10.1371/journal.pone.0094085510. Lago Leal V, Pamplona Bueno L, Cabanillas Vilaplana L, Nicolás MonteroE, Martín Blanco M, Fernández Romero C, El Bakkali S, Pradillo AramendiT, Sobrino Lorenzano L, Castellano Esparza P, et al. Effect of milking ma-neuver in preterm infants: a randomized controlled trial. Fetal Diagn Ther.2019;45:57–61. doi: 10.1159/000485654511. March MI, Hacker MR, Parson AW, Modest AM, de Veciana M. The effectsof umbilical cord milking in extremely preterm infants: a randomized con-trolled trial. J Perinatol. 2013;33:763–767. doi: 10.1038/jp.2013.70512. Mercer JS, Erickson-Owens DA, Vohr BR, Tucker RJ, Parker AB, Oh W,Padbury JF. Effects of placental transfusion on neonatal and 18 monthoutcomes in preterm infants: a randomized controlled trial. J Pediatr.2016;168:50–55.e1. doi: 10.1016/j.jpeds.2015.09.068513. Ram Mohan G, Shashidhar A, Chandrakala BS, Nesargi S,Suman Rao PN. Umbilical cord milking in preterm neonates requiring re-suscitation: a randomized controlled trial. Resuscitation. 2018;130:88–91.doi: 10.1016/j.resuscitation.2018.07.003514. Shen SP, Chen CH, Chang HY, Hsu CH, Lin CY, Jim WT, Chang JH. A20-cm cut umbilical cord milking may not benefit the preterm infants 30 week’s gestation: a randomized clinical trial. J Formos Med Assoc.2022;121:912–919. doi: 10.1016/j.jfma.2021.09.013515. Thai Clinical Trials Registry. The effect of one-time umbilical cord milk-ing and early cord clamping in preterm infants: a randomized controlledtrial (one-time umbilical cord milking). Accessed August 28, 2023. https://www.thaiclinicaltrials.org/show/TCTR20170201003516. Xie YJ, Xiao JL, Zhu JJ, Wang YW, Wang B, Xie LJ. Effects of umbilical cordmilking on anemia in preterm infants: a multicenter randomized controlledtrial. Am J Perinatol. 2022;39:31–36. doi: 10.1055/s-0040-1713350517. Al-Wassia H, Shah PS. Efficacy and safety of umbilical cord milking at birth:a systematic review and meta-analysis. JAMA Pediatr. 2015;169:18–25.doi: 10.1001/jamapediatrics.2014.1906518. Atia H, Badawie A, Elsaid O, Kashef M, Alhaddad N, Gomaa M. The he-matological impact of umbilical cord milking versus delayed cord clamp-ing in premature neonates: a randomized controlled trial. BMC PregnancyChildbirth. 2022;22:714. doi: 10.1186/s12884-022-05046-7519. Clinical Trials Registry India. Delayed cord clamping versus milking of um-bilical cord in term and near term neonates—a randomized controlled trial.Accessed August 28, 2023. http://ctri.nic.in/Clinicaltrials/pmaindet2.php?trialid=39871&EncHid=&userName=CTRI/2020/02/023364520. Katheria A, Reister F, Essers J, Mendler M, Hummler H, Subramaniam A,Carlo W, Tita A, Truong G, Davis-Nelson S, et al. Association of umbilicalcord milking vs delayed umbilical cord clamping with death or severe intra-ventricular hemorrhage among preterm infants. JAMA. 2019;322:1877–1886. doi: 10.1001/jama.2019.16004521. Katheria AC, Truong G, Cousins L, Oshiro B, Finer NN. Umbilical cordmilking versus delayed cord clamping in preterm infants. Pediatrics.2015;136:61–69. doi: 10.1542/peds.2015-0368522. Ling L, Hao P. Effect of delayed cord clamping and umbilical cord milkingon cerebral hemodynamics in preterm infants: a randomized double-blindcontrolled trial. Chinese J Contemporary Pediatr. 2021;23:332–337.523. Mangla MK, Thukral A, Sankar MJ, Agarwal R, Deorari AK, Paul VK. Effectof umbilical cord milking vs delayed cord clamping on venous hematocrit at48 hours in late preterm and term neonates: a randomized controlled trial.Indian Pediatr. 2020;57:1119–1123.524. Pratesi S, Montano S, Ghirardello S, Mosca F, Boni L, Tofani L, Dani C.Placental Circulation Intact Trial (PCI-T)-resuscitation with the placentalcirculation intact vs. cord milking for very preterm infants: a feasibility study.Front Pediatr. 2018;6:364. doi: 10.3389/fped.2018.00364525. Rabe H, Jewison A, Fernandez Alvarez R, Crook D, Stilton D, Bradley R,Holden D; Brighton Perinatal Study Group. Milking compared with delayed\n\ncord clamping to increase placental transfusion in preterm neonates: arandomized controlled trial. Obstet Gynecol. 2011;117:205–211. doi:10.1097/AOG.0b013e3181fe46ff526. Schober L, Schwaberger B, Urlesberger B. The influence of cut-umbilicalcord milking (C-UCM) on the cerebral oxygenation and perfusion of pre-term and term infants. Accessed August 2023. https://clinicaltrials.gov/study/NCT03748914527. Sura M, Osoti A, Gachuno O, Musoke R, Kagema F, Gwako G,Ondieki D, Ndavi PM, Ogutu O. Effect of umbilical cord milkingversus delayed cord clamping on preterm neonates in Kenya: arandomized controlled trial. PLoS One. 2021;16:e0246109. doi:10.1371/journal.pone.0246109528. Trongkamonthum T, Puangpaka B, Panichkul P, Chamnanvanakij S. Effectof delayed cord clamping versus cord milking in preterm infants: a ran-domized controlled trial. J Southeast Asian Med Res. 2018;2:22–27. doi:10.55374/jseamed.v2i1.20529. Garg A, Shekhar S. Delayed cord clamping versus milking of umbili-cal cord in term and near term neonates—a randomized controlled trial.CTRI/2020/02/023364. Accessed August 2023. http://ctri.nic.in/Clinicaltrials/pmaindet2.php?trialid=39871&EncHid=&userName=CTRI/2020/02/023364530. Nikolakopoulou A, Higgins JPT, Papakonstantinou T, Chaimani A,Del Giovane C, Egger M, Salanti G. CINeMA: An approach for assess-ing confidence in the results of a network meta-analysis. PLoS Med.2020;17:e1003082. doi: 10.1371/journal.pmed.1003082531. Al-Wassia H. Deferred cord clamping compared to umbilical cordmilking in preterm infants. Accessed August 2023.Clinicaltrials.gov.NCT02996799.532. Badurdeen S, Davis PG, Hooper SB, Donath S, Santomartino GA, HengA, Zannino D, Hoq M, Omar FKC, Kane SC, et al. Physiologically basedcord clamping for infants ≥32+0 weeks gestation: a randomised clini-cal trial and reference percentiles for heart rate and oxygen saturationfor infants ≥35+0 weeks gestation. PLoS Med. 2022;19:e1004029. doi:10.1371/journal.pmed.1004029533. Ceriani Cernadas JM, Carroli G, Pellegrini L, Ferreira M, Ricci C, CasasO, Lardizabal J, Morasso Mdel C. [The effect of early and delayed umbili-cal cord clamping on ferritin levels in term infants at six months of life: arandomized, controlled trial]. Arch Argent Pediatr. 2010;108:201–208. doi:10.1590/s0325-00752010000300005534. Hua SP, Zhang HY, Zhou H, Zhang SH, Chen W, Xie CL. Effect of time ofclamping umbilical cord on outcome of mothers and newborns. J HainanMed Coll. 2010;16:1572–1575.535. Katheria AC, Leone TA, Woelkers D, Garey DM, Rich W, Finer NN. Theeffects of umbilical cord milking on hemodynamics and neonatal out-comes in premature neonates. J Pediatr. 2014;164:1045–1050.e1. doi:10.1016/j.jpeds.2014.01.024536. Kc A, Rana N, Målqvist M, Jarawka Ranneberg L, Subedi K, Andersson O.Effects of delayed umbilical cord clamping vs early clamping on anemiain infants at 8 and 12 months: a randomized clinical trial. JAMA Pediatr.2017;171:264–270. doi: 10.1001/jamapediatrics.2016.3971537. Kc A, Singhal N, Gautam J, Rana N, Andersson O. Effect of early versusdelayed cord clamping in neonate on heart rate, breathing and oxygensaturation during first 10 minutes of birth - randomized clinical trial. MaternHealth Neonatol Perinatol. 2019;5:7. doi: 10.1186/s40748-019-0103-y538. Martin J. Optimal timing of cord clamping in preterm pregnancy follow-ing vaginal or cesarean delivery (CordClamp). Accessed August 2023.Clinicaltrials.gov.NCT01766908.539. Raina JS, Chawla D, Jain S, Khurana S, Sehgal A, Rani S. Resuscitationwith intact cord versus clamped cord in late preterm and term neo-nates: a randomized controlled trial. J Pediatr. 2023;254:54–60.e4. doi:10.1016/j.jpeds.2022.08.061540. Sura M, Osoti A, Gachuno O, Musoke R. Umbilical cord milking versus de-layed cord clamping for preterm neonates in Kenya, a randomized trial. AmJ Obstetr Gynecol. 2020;222:S612.541. Rana N, Kc A, Målqvist M, Subedi K, Andersson O. Effect of delayed cordclamping of term babies on neurodevelopment at 12 months: a randomizedcontrolled trial. Neonatology. 2019;115:36–42. doi: 10.1159/000491994542. De Paco C, Florido J, Garrido MC, Prados S, Navarrete L. Umbilical cordblood acid-base and gas analysis after early versus delayed cord clamp-ing in neonates at term. Arch Gynecol Obstet. 2011;283:1011–1014. doi:10.1007/s00404-010-1516-z543. Li J, Yu B, Wang W, Luo D, Dai QL, Gan XQ. Does intact umbilical cord milk-ing increase infection rates in preterm infants with premature prolongedrupture of membranes? J Matern Fetal Neonatal Med. 2020;33:184–190.doi: 10.1080/14767058.2018.1487947\n\n2024 ILCOR CoSTR Summary\n\n544. Song SY, Kim Y, Kang BH, Yoo HJ, Lee M. Safety of umbilical cord milkingin very preterm neonates: a randomized controlled study. Obstet GynecolSci. 2017;60:527–534. doi: 10.5468/ogs.2017.60.6.527545. Bradshaw L, Sawyer A, Mitchell E, Armstrong-Buisseret L, Ayers S, DuleyL. Women’s experiences of participating in a randomised trial comparing al-ternative policies for timing of cord clamping at very preterm birth: a ques-tionnaire study. Trials. 2019;20:225. doi: 10.1186/s13063-019-3325-4546. Katheria AC, Clark E, Yoder B, Schmölzer GM, Yan Law BH, El-NaggarW, Rittenberg D, Sheth S, Mohamed MA, Martin C, et al; of the Milking InNonvigorous Infants group. Umbilical cord milking in nonvigorous infants:a cluster-randomized crossover trial. Am J Obstet Gynecol. 2023;43:193–194. doi: 10.1097/01.aoa.0000990412.16560.13547. McCall EM, Alderdice F, Halliday HL, Vohra S, Johnston L. Interventionsto prevent hypothermia at birth in preterm and/or low birth weightinfants. Cochrane Database Syst Rev. 2018;2:CD004210. doi:10.1002/14651858.CD004210.pub5548. Ramaswamy VV, Dawson JA, de Almeida MF, Trevisanuto D, Nakwa FL,Kamlin COF, Trang J, Wyckoff MH, Weiner GM, Liley HG. Maintainingnormothermia immediately after birth in preterm infants gestation: a systematic review and meta-analysis. Resuscitation.2023;191:109934. doi: 10.1016/j.resuscitation.2023.109934549. Ramaswamy VV, de Almeida MF, Dawson JA, Trevisanuto D, NakwaFL, Kamlin CO, Hosono S, Wyckoff MH, Liley HG; International LiaisonCommittee on Resuscitation Neonatal Life Support Task Force. Maintainingnormal temperature immediately after birth in late preterm and term in-fants: a systematic review and meta-analysis. Resuscitation. 2022;180:81–98. doi: 10.1016/j.resuscitation.2022.09.014550. Boo NY, Guat-Sim Cheah I; Malaysian National Neonatal Registry.Admission hypothermia among VLBW infants in Malaysian NICUs. J TropPediatr. 2013;59:447–452. doi: 10.1093/tropej/fmt051551. Guinsburg R, de Almeida MF, de Castro JS, Silveira RC, Caldas JP, FioriHH, do Vale MS, Abdallah VO, Cardoso LE, Alves Filho N, et al. Death orsurvival with major morbidity in VLBW infants born at Brazilian neonatalresearch network centers. J Matern Fetal Neonatal Med. 2016;29:1005–1009. doi: 10.3109/14767058.2015.1031740552. Laptook AR, Salhab W, Bhaskar B; Neonatal Research Network. Admissiontemperature of low birth weight infants: predictors and associated morbidi-ties. Pediatrics. 2007;119:e643–e649. doi: 10.1542/peds.2006-0943553. Meyer MP, Payton MJ, Salmon A, Hutchinson C, de Klerk A. A clini-cal comparison of radiant warmer and incubator care for preterm in-fants from birth to 1800 grams. Pediatrics. 2001;108:395–401. doi:10.1542/peds.108.2.395554. Miller SS, Lee HC, Gould JB. Hypothermia in very low birth weight infants:distribution, risk factors and outcomes. J Perinatol. 2011;31:S49–S56. doi:10.1038/jp.2010.177555. Mullany LC, Katz J, Khatry SK, LeClerq SC, Darmstadt GL, TielschJM. Risk of mortality associated with neonatal hypothermia in south-ern Nepal. Arch Pediatr Adolesc Med. 2010;164:650–656. doi:10.1001/archpediatrics.2010.103556. A Abd-El Hamid S, Badr-El Din MM, Dabous NI, Saad KM. Effect of the useof a polyethylene wrap on the morbidity and mortality of very low birth weightinfants in Alexandria University Children’s Hospital. J Egypt Public HealthAssoc. 2012;87:104–108. doi: 10.1097/01.EPX.0000421565.24496.d9557. Zayeri F, Kazemnejad A, Ganjali M, Babaei G, Khanafshar N, Nayeri F.Hypothermia in Iranian newborns. Incidence, risk factors and related com-plications. Saudi Med J. 2005;26:1367–1371.558. Elliott RI, Mann TP. Neonatal cold injury due to accidental exposure to cold.Lancet. 1957;272:229–234.559. Stephenson JM, Du JN, Oliver TK Jr. The effect of cooling on bloodgas tensions in newborn infants. J Pediatr. 1970;76:848–852. doi:10.1016/s0022-3476(70)80364-x560. Wassink G, Davidson JO, Dhillon SK, Zhou K, Bennet L, Thoresen M, GunnAJ. Therapeutic hypothermia in neonatal hypoxic-ischemic encephalopathy.Curr Neurol Neurosci Rep. 2019;19:2. doi: 10.1007/s11910-019-0916-0561. Wyckoff MH, Wyllie J, Aziz K, de Almeida MF, Fabres J, Fawke J, GuinsburgR, Hosono S, Isayama T, Kapadia VS, et al; Neonatal Life SupportCollaborators. Neonatal Life Support: 2020 International Consensus onCardiopulmonary Resuscitation and Emergency Cardiovascular CareScience With Treatment Recommendations. Circulation. 2020;142:S185–S221. doi: 10.1161/CIR.0000000000000895562. Rüdiger M, Kawakami MD, Madar J, Finan E, Hooper SB, Schmölzer G,Weiner G, Liley HG, on behalf of the Neonatal Life Support Task ForceInternational Liaison Committee on Resuscitation. Effect of rewarming rateon outcomes for newborn infants who are unintentionally hypothermic af-ter delivery. Accessed June 2024 . https://costr.ilcor.org\n\n563. Motil KJ, Blackburn MG, Pleasure JR. The effects of four different radiantwarmer temperature set-points used for rewarming neonates. J Pediatr.1974;85:546–550. doi: 10.1016/s0022-3476(74)80467-1564. Rech Morassutti F, Cavallin F, Zaramella P, Bortolus R, Parotto M, TrevisanutoD. Association of rewarming rate on neonatal outcomes in extremely lowbirth weight infants with hypothermia. J Pediatr. 2015;167:557–561. doi:10.1016/j.jpeds.2015.06.008565. Feldman A, De Benedictis B, Alpan G, La Gamma EF, Kase J. Morbidityand mortality associated with rewarming hypothermic very low birthweight infants. J Neonatal Perinatal Med. 2016;9:295–302. doi:10.3233/NPM-16915143566. Perlman JM, Wyllie J, Kattwinkel J, Wyckoff MH, Aziz K, Guinsburg R,Kim HS, Liley HG, Mildenhall L, Simon WM, et al; Neonatal ResuscitationChapter Collaborators. Part 7: Neonatal Resuscitation: 2015 InternationalConsensus on Cardiopulmonary Resuscitation and EmergencyCardiovascular Care Science With Treatment Recommendations. Circulation.2015;132:S204–S241. doi: 10.1161/CIR.0000000000000276567. Rossi E, Maziku DM, Leluko DE, Guadagno C, Brasili L, Azzimonti G, PutotoG, Pietravalle A, Cavallin F, Trevisanuto D. Rewarming rate of hypothermicneonates in a low-resource setting: a retrospective single-center study.Front Pediatr. 2023;11:1113897. doi: 10.3389/fped.2023.1113897568. Brophy H, Tan GM, Yoxall CW. Very low birth weight outcomes and ad-mission temperature: does hyperthermia matter? Children (Basel).2022;9:1706. doi: 10.3390/children9111706569. Wilson E, Maier RF, Norman M, Misselwitz B, Howell EA, Zeitlin J, BonamyAK; Effective Perinatal Intensive Care in Europe (EPICE) Research Group.Admission hypothermia in very preterm infants and neonatal mortality andmorbidity. J Pediatr. 2016;175:61–67.e4. doi: 10.1016/j.jpeds.2016.04.016570. Jacobs SE, Berg M, Hunt R, Tarnow-Mordi WO, Inder TE, Davis PG. Cooling fornewborns with hypoxic ischaemic encephalopathy. Cochrane Database SystRev. 2013;2013:CD003311. doi: 10.1002/14651858.CD003311.pub3571. Bonifacio SL, Chalak LF, Van Meurs KP, Laptook AR, Shankaran S.Neuroprotection for hypoxic-ischemic encephalopathy: contributions fromthe neonatal research network. Semin Perinatol. 2022;46:151639. doi:10.1016/j.semperi.2022.151639572. Jacobs SE, Morley CJ, Inder TE, Stewart MJ, Smith KR, McNamaraPJ, Wright IM, Kirpalani HM, Darlow BA, Doyle LW; Infant CoolingEvaluation Collaboration. Whole-body hypothermia for term and near-term newborns with hypoxic-ischemic encephalopathy: a randomizedcontrolled trial. Arch Pediatr Adolesc Med. 2011;165:692–700. doi:10.1001/archpediatrics.2011.43573. Thayyil S, Oliveira V, Lally PJ, Swamy R, Bassett P, Chandrasekaran M,Mondkar J, Mangalabharathi S, Benkappa N, Seeralar A, et al; HELIXTrial group. Hypothermia for encephalopathy in low and middle-incomecountries (HELIX): study protocol for a randomised controlled trial. Trials.2017;18:432. doi: 10.1186/s13063-017-2165-3574. Lee H, Costa-Nobre D, Katheria A, Mausling R, Nakwa F, Schmölzer G,Weiner G, Liley HG, on behalf of the Neonatal Life Support Task Force,International Liaison Committee on Resuscitation. Therapeutic hypother-mia in limited resource settings (NLS #5701). Accessed June 2024.https://costr.ilcor.org575. Aker K, Støen R, Eikenes L, Martinez-Biarge M, Nakken I, Håberg AK,Gibikote S, Thomas N. Therapeutic hypothermia for neonatal hypoxic-ischaemic encephalopathy in India (THIN study): a randomised con-trolled trial. Arch Dis Child Fetal Neonatal Ed. 2020;105:405–411. doi:10.1136/archdischild-2019-317311576. Aker K, Thomas N, Adde L, Koshy B, Martinez-Biarge M, Nakken I,Padankatti CS, Støen R. Prediction of outcome from MRI and gen-eral movements assessment after hypoxic-ischaemic encephalopathyin low-income and middle-income countries: data from a randomisedcontrolled trial. Arch Dis Child Fetal Neonatal Ed. 2022;107:32–38. doi:10.1136/archdischild-2020-321309577. Akisu M, Huseyinov A, Yalaz M, Cetin H, Kultursay N. Selective head cool-ing with hypothermia suppresses the generation of platelet- activatingfactor in cerebrospinal fluid of newborn infants with perinatal as-phyxia. Prostaglandins Leukot Essent Fatty Acids. 2003;69:45–50. doi:10.1016/s0952-3278(03)00055-3578. Bharadwaj SK, Bhat BV. Therapeutic hypothermia using gel packs for termneonates with hypoxic ischaemic encephalopathy in resource-limited set-tings: a randomized controlled trial. J Trop Pediatr. 2012;58:382–388. doi:10.1093/tropej/fms005579. Catherine RC, Ballambattu VB, Adhisivam B, Bharadwaj SK, Palanivel C.Effect of therapeutic hypothermia on the outcome in term neonates withhypoxic ischemic encephalopathy-a randomized controlled trial. J TropPediatr. 2021;67:fmaa073. doi: 10.1093/tropej/fmaa073"
}