[
  {
    "full_text": "study sample size was 65 (IQR, 40–101). The median(IQR) gestational age at birth was 29 (27–33) weeks.Deferred cord clamping ranged from 30 to ≥180 sec-onds (some trials encouraging deferrals up to 5 minuteswhere feasible). For immediate cord clamping, most tri-als (14/21) specified clamping within 10 seconds. Of allinfants, 61% were born by cesarean delivery 25% weremultiples, and 56% were male. Trials were conductedin high-income (9/21), upper-middle-income (5/21),and lower-middle-income (7/21) countries as definedby World Bank country classification.500 For this review,we present odds ratios, aligning with the iCOMP statisti-cal analysis plan.472,475,476 Key results are summarized inTable 19.\n\nComparison 2: Umbilical Cord Milking Compared WithImmediate Cord Clamping\n\nFor the subgroup of infants allocated to deferred cord clamping, higher hematocritvalues were also demonstrated (moderate-certainty evi-dence). For the subgroup of infants ≥32 weeks’ gestationallocated to deferred cord clamping, Hb and hemato-crit values were also probably higher (low-certainty tomoderate-certainty evidence). For other critical andimportant infant and maternal outcomes, clinical benefitor harm could not be determined.\n\nThe pairwise IPD meta-analysis472 identified 18 trialsincluding 1565 infants.485,487,492,502–516 The median studysample size was 60 (IQR, 45–122). The median gesta-tional age at birth was 29 (IQR, 27–31) weeks. The cordwas milked intact 2 to 4 times in 12 trials (866 infants),whereas in 4 trials (340 infants) the cut cord was milked\n\nonce, and in 2 trials (359 infants) there was a delay be-fore intact-cord milking. Of all infants, 64% were born bycesarean delivery, 13% were multiples, and 56% weremale. Trials were conducted in high-income (10/18),upper-middle-income (4/18), and lower-middle-income(4/18) countries. Key results are presented in Table 20.\n\nFor the subgroup of infants receiving umbilical cord milking, hematocrit values werealso possibly higher (low-certainty evidence). For the sub-group of infants ≥32 weeks’ gestation receiving umbili-cal cord milking, hemoglobin and hematocrit values werepossibly higher, and body temperatures on admissionwere possibly lower (very low–certainty evidence) whilered cell transfusions were possibly reduced (low-certaintyevidence). For all other critical and important infant andmaternal outcomes (for all included infants or either sub-group), clinical benefit or harm could not be determined.\n\nComparison 3: Umbilical Cord Milking Compared WithDeferred Cord Clamping"
  },
  {
    "full_text": "The pairwise IPD meta-analysis472 identified 15 trialsincluding 1655 infants.485,487,492,517–528 The median studysample size was 44 (IQR, 36–171). The median ges-tational age at birth was 30 (IQR, 28–33) weeks. Theintact cord was milked 2 to 4 times in 14 studies in-cluding 1649 infants and once in 1 study including 6 in-fants. Deferral times in the deferred cord clamping groupranged from 30 to 120 seconds. Of all infants, 64% wereborn by cesarean delivery, 15% were multiples, and 54%were male. Trials were conducted in high-income (8/15),upper-middle-income (3/15), and lower-middle-income(4/15) countries. Results are summarized in Table 21.\n\nOutcomes (importance)Participants (studies)Certainty of the evidence (GRADE)OR (95% CI)Anticipated absolute effectRisk or mean concentration (±SD) with ICCRD (CI) or MD (CI) with DCC; NNTB or NNTH, if applicableMortality before hospital discharge (critical)3263 (20 RCTs)481–499,501High0.68 (0.51–0.91)81/100025 fewer infants died per 1000 (38–7 fewer); NNTB, 40 (26–143) infantsHemoglobin con- centration (g/dL) for infants 523 (8 RCTs)482,485–488,495,498,499ModerateNA16 (±2) g/dL0.88 (0.52–1.24) g/dLRed cell transfu- sion for infants 1929 (13 RCTs)482,484–486,488,489,491,493,495,496,498,499,501Moderate0.59 (0.47–0.73)571/1000131 fewer infants received red cell transfusion per 1000 (186 fewer–78 fewer); NNTB, 7 (6–13) infantsHypothermia on ad- mission to NICU for infants 1995 (8 RCTs)484–486,493,495,498,499,501Moderate1.28 (1.06–1.56)449/100062 more infants were hy- pothermic per 1000 (14 more–111 more); NNTH, 16 (9–71) infants\n\nDCC indicates deferred cord clamping; GRADE, Grading of Recommendations, Assessment, Development, and Evaluation; ICC, immediate cord clamping; MD, meandifference; NA, not applicable; NICU, neonatal intensive care unit; NNTB, number needed to treat to benefit; NNTH, number needed to treat to harm; OR, odds ratio; RCT,randomized controlled trial; and RD, risk difference.\n\nTable 20. Comparison 2: Umbilical Cord Milking Compared With Immediate Cord Clamping\n\nOutcomes (importance)Participants (studies)Certainty of the evidence (GRADE)OR (95% CI)Anticipated absolute effectRisk or weighted mean concentration (±SD) with ICCRD (CI) or MD (CI) with UCM; NNTB or NNTH, if applicableMortality before hospital discharge (critical)1565 (18 RCTs)485,487,492,502–516Low0.73 (0.44–1.20)56/100014 fewer infants died per 1000 (30 fewer–10 more) infantsHemoglobin concentra- tion (g/dL) for infants 944 (12 RCTs)502,504,506–508,510,512–515LowNA15 (±2) g/dL0.45 (0.17–0.73) g/dLRed cell transfusion for infants 1163 (15 RCTs)485,502–504,506–516Moderate0.69 (0.51–0.93)443/100092 fewer infants received red cell transfusion per 1000 (167 fewer–18 fewer); NNTB, 11 (6–56) infants"
  },
  {
    "full_text": "DCC indicates deferred cord clamping; GRADE, Grading of Recommendations, Assessment, Development, and Evaluation; ICC, immediate cord clamping; NA, notapplicable; NNTB, number needed to treat to benefit; OR, odds ratio; RCT, randomized controlled trial; RD, risk difference; and UCM, umbilical cord milking.\n\nFor all other critical and important infant and maternaloutcomes, clinical benefit or harm could not be determined.\n\nSubgroup analyses. For all 3 comparisons, subgroupanalyses by gestational age at birth, multiple versus single-ton birth, caesarean section versus vaginal birth, study startyear, perinatal mortality rate of country where study wasconducted, and sex of infant did not influence the effecton mortality (very low–certainty to low-certainty evidence).\n\nIndividual Patient Data Network Meta-Analysis\n\n• Population: Preterm infants born at gestation and their mothers.• Interventions:\n\n– Immediate (early) cord clamping at ≤15 seconds,without cord milking or initiation of respiratorysupport or as defined by the trialist– Short deferral of cord clamping for >15 secondsto respiratory support\n\n– Medium deferral of cord clamping for ≥45 torespiratory support– Long deferral of cord clamping for ≥120 secondswithout milking, with or without respiratory sup-port– Intact cord milking immediately after birth (withthe umbilical cord attached to the placenta)\n\n• Comparisons: Between-intervention comparisons• Outcomes:\n\n– Mortality before hospital discharge (critical)– Intraventricular hemorrhage (critical)– Blood transfusion (important)\n\n• Study design: As for the pairwise IPD meta-analysis,472 RCTs comparing umbilical cordmanagement strategies at preterm birth wereincluded. Interventions were grouped into the fol-lowing nodes: immediate clamping, short defer-ral, medium deferral, long deferral, and intact cordmilking.476\n\nTable 21. Comparison 3: Umbilical Cord Milking Compared With Deferred Cord Clamping\n\nOutcomes (importance)Participants (studies)Certainty of the evidence (GRADE)OR (95% CI)Anticipated absolute effectRisk or mean concentration (±SD) with DCCRD or change with UCM; NNTB or NNTH, if applicableMortality before hospital discharge (critical)1303 (12 RCTs)485,487,492,517,518,520,521,524–526,528,529Low0.95 (0.59–1.53)72/10003 fewer infants died per 1000 (28 fewer–34 more)Severe IVH in preterm infants 860 (7 RCTs)485,487,517,518,520,521,528Low2.20 (1.13–4.31)38/100042 more infants had severe IVH per 1000 (5 more–112 more); NNTH, 24 (9–200) infantsMaternal postpartum blood transfusion (critical)653 (4 RCTs)485,517,518,521Low2.72 (1.11–6.65)25/100039 more mothers received blood transfusion per 1000 (3 more–118 more); NNTH, 25 (8–333) mothers"
  },
  {
    "full_text": "DCC indicates deferred cord clamping; GRADE, Grading of Recommendations, Assessment, Development, and Evaluation; ICC, immediate cord clamping; IVH, in-traventricular hemorrhage; NNTB, number needed to treat to benefit; NNTH, number needed to treat to harm; OR, odds ratio; RCT, randomized controlled trial; RD, riskdifference; and UCM, umbilical cord milking.\n\n• Time frame: As for the pairwise IPD meta-analysis472,476\n\nCertainty of evidence was assessed using the CINeMAframework (Confidence in Network Meta-Analysis), whichis based on the GRADE framework but is adapted for net-work meta-analysis.530\n\nConsensus on Science\n\nThe NMA476 and the IPD meta-analysis iden-tified 47 eligible studies including 6094 in -fants.481–485,487–499,501,502,504–506,508,510,511,516,518–525,528,531–540The median study sample size was 60 infants (IQR,40–127). The median gestational age at birth was 29.6weeks (IQR, 27.6–33.3). Of all infants, 61% were born bycesarean delivery, 17% were multiples, and 54% were male.The primary outcome was missing for 4 (\n\nSufficient data were found to include comparisons ofthe following 5 interventions in the NMA:\n\n1. Immediate (early) cord clamping (as soon as pos-sible or within 15 seconds)2. Short deferral of cord clamping (≥15 seconds to3. Medium deferral of cord clamping (≥45 seconds to4. Long deferral of cord clamping (≥120 seconds)5. Intact cord milking immediately after birth (milkingthe umbilical cord before the cord was clamped)\n\nFor the outcomes of death before discharge, anyintraventricular hemorrhage, and blood transfusion, thenumber of trials for each comparison ranged from 0 to 8and the number of infants varied from 29 to 1993.476 Thelargest number of trials providing data for each outcomewere for the cord milking compared with immediate cordclamping, for cord milking compared with medium defer-ral of cord clamping, and for immediate cord clampingcompared with medium deferral of cord clamping. Notethat in each case, the analysis was by intention to treat.Only 70% of the 47 trials reported treatment adher-ence.476 Key results are presented in Table 22.\n\nFor comparisons and outcomes not included inTable 22, clinical benefit or harm could not be deter-mined, and details are provided in the online CoSTR.477\n\nWhen ranking probabilities were calculated, to preventdeath before discharge, long deferred cord clamping hada 91% probability of being the highest ranked treat-ment; immediate cord clamping had being the best treatment and a 53% probability of beingthe worst treatment; and medium-length deferred cordclamping and intact umbilical cord milking had a highprobability of being second or third best.476\n\nPrior Treatment Recommendations (2021)\n\nIn infants born at require immediate resuscitation after birth, we suggestdeferring clamping the cord for at least 30 seconds (weakrecommendation, moderate-certainty evidence).473,474\n\nWe suggest against intact-cord milking for infantsborn at dation, very low–certainty evidence).473,474"
  },
  {
    "full_text": "In infants born at 28+0 to 33+6 weeks’ gestationalage who do not require immediate resuscitation afterbirth, we suggest intact-cord milking as a reasonablealternative to deferring cord clamping (weak recommen-dation, moderate-certainty evidence).473,474\n\nIn infants born at require immediate resuscitation, there is insufficient evi-dence to make a recommendation with respect to cordmanagement.473,474\n\nThere is also insufficient evidence to make recom-mendations on cord management for maternal, fetal,or placental conditions that were considered exclusioncriteria in many studies (in particular, multiple fetuses,congenital anomalies, placental abnormalities, alloim-munization, fetal anemia, fetal compromise, and mater-nal illness). In these situations, we suggest individualizeddecisions based on severity of the condition and assess-ment of maternal and neonatal risk (weak recommenda-tion, very low–certainty evidence).473,474\n\nTable 22. Network Meta-Analysis of Methods of Umbilical Cord Management\n\nComparisonParticipants (studies)Certainty of the evidence (GRADE)OR (95% CI)NNTBMortality before hospital discharge (critical)Long deferral (≥120 s) vs immediate cord clamping469 (3 RCTs)484,494,541Moderate0.31 (0.11–0.80)18 (4–143)Red cell transfusion (important)Medium deferral vs immediate cord clamping1933 (6 RCTs)483,485,488,498,499,542Very low0.45 (0.48–1.39)NAShort deferral vs immediate cord clamping383 (5 RCTs)481,482,489,491,501Moderate0.44 (0.17–0.90)NAIntact cord milking vs immediate cord clamping786 (9 RCTs)502,504,506,508,511,516,535,543,544Very low0.56 (0.31–0.97)NA\n\nGRADE indicates Grading of Recommendations, Assessment, Development, and Evaluation; NA, not applicable; NNTB, number needed to treat to benefit; and RCT,randomized controlled trial.\n\nIn preterm infants born at who are deemed not to require immediate resuscitationat birth, we recommend deferring clamping of the umbili-cal cord for at least 60 seconds (strong recommenda-tion, moderate-certainty evidence).\n\nIn preterm infants born at 28+0 to 36+6 weeks’ ges-tational age who do not receive deferred cord clamp-ing, we suggest umbilical cord milking as a reasonablealternative to immediate cord clamping to improve infanthematologic outcomes. Individual maternal and infantcircumstances should be taken into account (conditionalrecommendation, low-certainty evidence).\n\nWe suggest against intact cord milking for infantsborn at low-certainty evidence). There is insufficient evidence tomake a recommendation concerning cut-cord milking inthis gestational age group.\n\nIn preterm infants born at who are deemed to require immediate resuscitation atbirth, there is insufficient evidence to make a recommen-dation with respect to cord management (weak recom-mendation, low-certainty evidence)."
  },
  {
    "full_text": "There is insufficient evidence to make recommenda-tions on cord management for maternal, fetal, or placen-tal conditions that were considered exclusion criteria inmany studies (monochorionic multiple fetuses, congeni-tal anomalies, placental abnormalities, alloimmunizationor fetal anemia, fetal compromise, and maternal illness).In these situations, we suggest individualized decisionsbased on severity of the condition and assessment ofmaternal and neonatal risk (weak recommendation, verylow–certainty evidence).\n\nWhenever circumstances allow, the plan for umbilicalcord management should be discussed between mater-nity and neonatal clinicians and parents before deliveryand should take into account individual maternal andinfant circumstances (good practice statement).\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\nThe complete evidence-to-decision table can be foundin Appendix A. A table summarizing key points of thetreatment recommendations is presented in Table S1 inAppendix C.\n\nThe strong recommendation for deferring cord clamp-ing for at least 60 seconds in preterm infants gestation reflects the following considerations:\n\n• Evidence for reduced mortality after deferred cordclamping compared with immediate cord clamp-ing was rated high-certainty.472,477 The reduction inmortality was robust across several participant-leveland trial-level subgroups (including gestational ageat birth, mode of birth, multiple birth, sex, trial year,and perinatal mortality rate) and consistent in allprespecified sensitivity analyses."
  },
  {
    "full_text": "• We place high value on the outcome of mortality,and this has guided the strong treatment recom-mendation. The certainty of evidence for other out-comes varied from low to moderate, and, therefore,we concluded that the overall certainty of evidenceis moderate.• There was moderate-certainty evidence in infantsand in infants both higher hemoglobin concentrations within the first24 hours after birth after deferred cord clampingcompared with immediate cord clamping.• Sixty seconds or more was chosen as the recom-mended interval for deferred cord clamping becausethat threshold defined 80% of infants who receiveddeferred clamping in the combined studies. Theevidence for medium (60–119 seconds) or long(>120 seconds) deferral of cord clamping is basedon fewer infants and trials. Moreover, the analysiswas by intention to treat, many trials did not reportactual interval from birth to cord clamping, and mosttrials allowed clinicians to clamp the cord whenconsidered necessary to perform resuscitation. Thereported adherence to long delay was lowest at 67%(compared with about 80% for medium deferral and95% for immediate cord clamping, umbilical cordmilking, and short deferred cord clamping), so theproportion and clinical characteristics of infants whobenefited from medium or long delay are unclear.Furthermore, there were fewer than 121 extremelypreterm infants in the trials of long delay.493,494• Medium or long delay may be justified for infantswho are coping well without resuscitation or whereappropriate newborn stabilization can be providedbefore umbilical cord clamping (skilled team, propertraining, appropriate equipment, enough space,and ability to provide measures to maintain normaltemperature).• The task force noted that there was moderate-certainty evidence for the adverse effect of anincrease in the risk of hypothermia (body temperaturecompared with immediate cord clamping for infantsdations concerning maintaining normal temperatureimmediately after birth in preterm infants.146• Parents report that deferred cord clamping providesa positive experience, with the mothers feelingcloser and more attached to their infants.545In making the suggestion to consider umbilical cord\n\nmilking as an alternative to immediate cord clamping ininfants born at 28+0 to 36+6 weeks’ gestation, the taskforce considered the following:\n\n• Low-certainty evidence that umbilical cord milkingmay not reduce the critical outcome of death beforedischarge compared with immediate cord clamping"
  },
  {
    "full_text": "• Moderate-certainty evidence for reduced red celltransfusion after umbilical cord milking comparedwith immediate cord clamping in infants both weeks’ gestation and ≥32 weeks’ gestation• Low-certainty evidence for higher hemoglobin afterumbilical cord milking compared with immediatecord clamping in infants, both and ≥32 weeks’ gestation.• No evidence for adverse effects in preterm infantscord milking compared with immediate cord clamping• No evidence for adverse effects after umbilicalcord milking compared with deferred cord clampingin preterm infants born at 28+0 to 36+6 weeks’gestation• The IPD meta-analyses did not distinguish betweenthe 2 methods of cord milking (intact-cord and cut-cord). The intact cord was milked 2 to 4 times inmost trials, while a few trials milked the cut cordonce; therefore, no specific recommendations aremade for either method.\n\nIn making the suggestion against intact umbilical cordmilking in infants of higher gestational age, the task force considered thefollowing:\n\n• Low-certainty evidence for increased severe intra-ventricular hemorrhage after intact-cord milkingcompared with deferred cord clamping• One trial was stopped early because of increasedrates of severe intraventricular hemorrhage in theprespecified subgroup of preterm infants born at• The same RCT has subsequently reported that forinfants born at 28 to 32 weeks’ gestation therewas no increase in severe intraventricular hemor-rhage, mortality, or other adverse clinical outcomesafter umbilical cord milking compared with deferredcord clamping.546 This study was not included in theanalysis because it was published after the iCOMPmeta-analysis was completed and the CoSTR devel-opment process was started.\n\nThere was insufficient evidence to make a recommen-dation concerning cord management of preterm infantswho are deemed to require resuscitation at birth. Thisconclusion reflected the following:\n\n• Adherence to deferred cord clamping was low(cases because health care professionals choseimmediate cord clamping or cord milking in prefer-ence to deferred cord clamping when they judgedthat the infant required assisted ventilation.472 Somestudies did not report adherence. Taken together,these factors led to a conclusion that the benefitsand risks of deferred cord clamping remain unclearfor nonvigorous preterm infants and those whorequire resuscitation at birth.472\n\n• The evidence from animal studies and feasibilitystudies in human infants increasingly supports pro-vision of some resuscitation measures while defer-ring cord clamping (variously described in studiesas resuscitation with intact cord, physiologic cordclamping, or baby-directed cord clamping). Resultsof studies currently underway that evaluate thesestrategies may lead to changes in recommendationsin the future, but there was insufficient evidence tomake a recommendation now."
  },
  {
    "full_text": "The suggestion for individualized decision-makingin the context of maternal, fetal, or placental conditionsthat were exclusion criteria is unchanged from 2021 andtook into account that similar constraints applied to theresults of the iCOMP systematic reviews.\n\nIn suggesting discussion before birth (whenever pos-sible) about the plan for umbilical cord management, thetask force considered that this approach is most likelyto lead to the best decisions about what plan of cordmanagement to use and how to coordinate the steps incare of the infant among different care professionals andthe parents.\n\n• Long-term neurodevelopment and health outcomesafter different cord management strategies• Effectiveness of optimized cord management as apublic health strategy to improve child health anddevelopment• Optimal cord management of preterm infants whoare not breathing after initial steps of resuscitation• Optimal cord management for preterm infants bornwith specific maternal, fetal, and placental condi-tions that led to exclusion from RCTs• Optimal measures to prevent hypothermia duringdeferred cord clamping• Optimal duration of deferred cord clamping, and thecriteria to determine that duration• Circumstances where cut-cord milking representsbest-available management• Impact of cord management on vertical transmis-sion of infectious diseases• Widely agreed-upon nomenclature and definition ofdifferent interventions, including delayed, deferred,later, optimal, and physiologic cord clamping as wellas milking, stripping, intact-cord milking, and cut-cord milking\n\nEffect of Rewarming Rate on Outcomesfor Newborns Who are UnintentionallyHypothermic After Delivery (NLS 5700: SysRev)\n\nRationale for Review\n\nBoth term and preterm newborn infants are at high riskof hypothermia during and immediately after resuscita-tion in high-, middle-, and low-income countries.547–549\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\nPrevious large observational studies have found an as-sociation between hypothermia and neonatal mortalityand morbidity.550–557 The optimal rate of rewarming forunintentionally hypothermic infants has not been de-fined. Slow rewarming could prolong metabolic demandsand increase adverse outcomes of hypothermia such asapnea, respiratory distress, and hypoglycemia,550,558,559but there is a suggestion from a few preclinical andclinical studies in other age groups and contexts (suchas after therapeutic hypothermia) that rapid rewarmingcould be harmful.560 In 2020, the Neonatal Life Sup-port Task Force undertook an evidence update whichconcluded that there were sufficient new studies toconsider updating the systematic review.561 The SysRevwas registered before initiation (PROSPERO registra-tion CRD42022359005). The full online CoSTR can befound on the ILCOR website.562"
  },
  {
    "full_text": "• Population: Newborn infants who are hypothermic(• Intervention: Rapid rewarming (≥0.5 °C/hour)• Comparators: Slow rewarming (• Outcomes (importance assigned by task force con-sensus, in accord with available guidelines478,479):\n\n– Mortality rate (critical)– Neurodevelopmental impairment (critical)– Need for respiratory support during the first 48hours of life (important)– Hypoglycemia during the first week of life (impor-tant)– Convulsions/seizures during hospital stay (im-portant)– Length of hospital stay (important)– In addition, for preterm infants born at weeks:\n\n◾ Intraventricular hemorrhage (all grades—important; severe [III or IV]—critical)◾ Periventricular leukomalacia (critical)◾ Necrotizing enterocolitis (important)\n\n• Study designs: RCTs and nonrandomized studies(nonrandomized controlled trials, interrupted timeseries, controlled before-and-after studies, cohortstudies) were eligible for inclusion. Unpublishedstudies (eg, conference abstracts, trial protocols),case series, case reports, and animal studies wereexcluded.• Time frame: All years and all languages wereincluded if there was an English abstract. Thesearch strategy designed for the 2020 evidenceupdate was rerun in July 2022 and updated in July2023.\n\nConsensus on Science\n\nThe review identified 1 RCT of 42 infants comparingmaximum temperature set points for the servo-controlled\n\nradiant warmers used for rewarming; rates of rewarm-ing depended on these set points.563 The study enrolledonly otherwise well, term newborn infants of normal birthweight. The review also identified 2 observational studiesincluding a total of 280 infants, one of which includedonly infants born at ≤28 weeks’ gestation or birth weight≤1000 g564 while the other enrolled only infants withbirthweight mortality, these 2 studies could not exclude benefit orharm from rapid rewarming compared with slow rewarm-ing (RR, 1.09 [95% CI, 0.7–1.71]; absolute risk differ-ence, 17 fewer deaths per 1000 infants [95% CI, from58 fewer–138 more]; low-certainty evidence).564,565\n\nFor other critical and important outcomes, either datawere inconclusive or there were no data.\n\nPrior Treatment Recommendations (2015)\n\nThe confidence in effect estimates is so low that a recom-mendation for either rapid rewarming (0.5 °C/h or great-er) or slow rewarming (0.5°C/h or less) of unintentionallyhypothermic newborn infants (temperature hospital admission would be speculative.566\n\n2024 Treatment Recommendations\n\nIn newborn infants who are unintentionally hypothermicafter birth, rewarming should be started, but there is in-sufficient evidence to recommend either rapid (≥0.5˚C/h)or slow ("
  },
  {
    "full_text": "Regardless of the rewarming rate chosen, a protocolfor rewarming should be used. Frequent or continuousmonitoring of temperature should be undertaken, partic-ularly if using a supraphysiological set temperature pointto accelerate the rewarming rate, because of the risk ofcausing hyperthermia. In any hypothermic infant, monitorblood glucose because there is a risk of hypoglycemia(good practice statement).\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\nThe complete evidence-to-decision table can be foundin Appendix A.\n\n• Although hypothermia after birth is associated withincreased mortality and morbidity, the included stud-ies were too small to determine the effect of rateof rewarming on mortality and other outcomes. Oneobservational study showed an association of rapidrewarming with a reduced rate of respiratory distresssyndrome in preterm infants.564 However, numberswere small, the absolute risk difference was notshown, and the authors did not report whether thisresulted in a clinical difference in need for respira-tory support for respiratory distress syndrome.• The task force considered that both the interventionand control treatment were acceptable and feasible.Two of the 3 included studies used servo-controlleddevices to monitor and control the rate of rewarm-ing. Regarding equity, servo-controlled devices\n\n(eg, servo-controlled radiant warmers, incubators,or thermal mattresses) have not yet been demon-strated to improve outcomes of rewarming. The costof devices capable of operating in servo mode anddisposable temperature probes may be unafford-able in resource-limited settings.• The rate of rewarming varied widely in the rapidrewarming groups in the included studies. The taskforce noted that a safe maximum rate of rewarm-ing has not been identified. Furthermore, noneof the included studies reported hyperthermia asan outcome. One observational study that did notmeet inclusion criteria found that 43 (12.5%) of344 included infants developed hyperthermia(>37.5 ˚C).567 In this study, a rapid rewarming rate,compared with a slow rewarming rate, was associ-ated with hyperthermia. It is unclear whether thisrelated to specific settings of the devices used forrewarming (which were radiant warmers and incu-bators in manual mode) in this study or to othercharacteristics of the included infants. These find-ings may be clinically important because recentobservational studies have confirmed an associa-tion between hyperthermia on neonatal ICU admis-sion and adverse outcomes.568,569 Future studiesshould consider this important outcome."
  },
  {
    "full_text": "• The optimal method and rate of rewarming, includ-ing equipment and settings• Effect of rewarming rate on short-term and long-term outcomes, for both preterm and term infants• Effect of rewarming rate on metabolic markers suchas acidosis and glycemic status• Cost-effectiveness of rewarming strategies, includ-ing equipment and the need for and duration ofneonatal ICU admission• The effects of protocols for rewarming on parentalseparation and the establishment of breastfeedingand on the safety and effectiveness of skin-to-skincare for rewarming\n\nTherapeutic Hypothermia in Limited-ResourceSettings (NLS 5701: SysRev)\n\nRationale for Review\n\nTherapeutic hypothermia is now standard care in high-income countries for the treatment of moderate or severehypoxic ischemic encephalopathy in term and near-terminfants.570 However, uncertainty persists about the effica-cy of therapeutic hypothermia in low-resource settings orin low- and middle-income countries. Because asphyxiais a leading cause of neonatal mortality and morbidity inlow- and middle-income countries, it is critical to deter-mine whether therapeutic hypothermia improves mortal-ity and neurodevelopmental outcomes in this setting. The\n\ntreatment shown to be effective in high-income coun-tries generally consists of cooling to 33.5 °C commenc-ing within 6 hours of birth and for a duration of 72 hours.Servo-controlled cooling devices are increasingly used inhigh-income countries because they achieve more con-sistent adherence to target temperatures,571 althougheffective cooling can be accomplished by removal ofheat sources and clothing and by applying refrigeratedgel packs, making the treatment feasible in low-resourcesettings.572 The topic was last reviewed by the task forcein 2015, with an emphasis on the use of passive hypo-thermia or cold packs.468 An evidence update in 2020561identified new studies and an ongoing large multicenterRCT that has since been published.573\n\nThe SysRev was registered before initiation (PROS-PERO registration CRD42022360554). The full onlineCoSTR can be found on the ILCOR website.574\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Late preterm and term infants (34+0or more weeks’ gestation) with moderate or severehypoxic ischemic encephalopathy managed in low-resource settings• Intervention: Therapeutic hypothermia to a specifiedtarget temperature for a defined duration• Comparators: Standard care• Outcomes (importance assigned by task force con-sensus, in accord with available guidelines478,479):\n\n– Death or neurodevelopmental impairment at 18months to 2 years: composite outcome (critical)– Death at hospital discharge (critical)– Neurodevelopmental impairments at 18 monthsto 2 years (critical)– Cerebral palsy (critical)– Blindness (critical)– Deafness (critical)– Persistent pulmonary hypertension of the new-born or other adverse outcome (as defined by thestudy authors)"
  },
  {
    "full_text": "Neurodevelopmental impairment was defined as abnor-mal motor, sensory, or cognitive function using an appro-priate standardized test.\n\nConsensus on Science\n\n• Study designs: RCTs and nonrandomized studies(nonrandomized controlled trials, interrupted timeseries, controlled before-and-after studies, cohortstudies) were eligible for inclusion. Unpublishedstudies (eg, conference abstracts, trial protocols)were excluded. All languages were included if therewas an English abstract.• Time frame: Databases were searched from incep-tion until September 2022, and the search wasupdated to July 2023.\n\nThe systematic review identified 21 RCTs involving 2145infants with hypoxic ischemic encephalopathy.575–595 Most\n\n2024 ILCOR CoSTR Summary\n\nstudies were single site, but 3 were multicenter.585,592,594Key results are summarized in Table 23.\n\nApart from persistent pulmonary hypertension, report-ing of adverse events during therapeutic hypothermia wasinconsistent between studies. Subgroup analysis sug-gested that non–servo-controlled methods were moreefficacious, although the task force considered that theseresults were more likely due to other aspects of studydesign than to a benefit of non–servo-controlled methods.\n\nPrior Treatment Recommendations (2015)\n\nWe suggest that newborn infants at term or near term withevolving moderate-to-severe hypoxic-ischemic encepha-lopathy in low-income countries and/or other settings withlimited resources may be treated with therapeutic hypo-thermia (weak recommendation, low-quality evidence).566\n\nCooling should only be considered, initiated, and con-ducted under clearly defined protocols with treatmentin neonatal care facilities with the capabilities for mul-tidisciplinary care and availability of adequate resourcesto offer intravenous therapy, respiratory support, pulseoximetry, antibiotics, antiseizure medications, and pathol-ogy testing. Treatment should be consistent with the pro-tocols used in the randomized clinical trials in developedcountries, that is, cooling to start within 6 hours, stricttemperature control at 33 °C to 34 °C for 72 hours, andrewarming over at least 4 hours.566\n\n2024 Treatment Recommendations\n\nWe suggest the use of therapeutic hypothermia incomparison with standard care alone for term (≥37+0\n\nweeks’ gestational age) newborn infants with evolvingmoderate-to-severe hypoxic-ischemic encephalopathyin low- and middle-income countries in settings wherea suitable level of supportive neonatal care is available(weak recommendation, low-certainty evidence).\n\nFor late preterm infants, 34+0 to 36+6 weeks’ ges-tational age infants, a recommendation cannot be madedue to insufficient evidence."
  },
  {
    "full_text": "Therapeutic hypothermia should only be considered,initiated, and conducted under clearly defined protocolswith treatment in neonatal care facilities with the capabil-ities for multidisciplinary care and availability of adequateresources to offer intravenous therapy, respiratory sup-port, pulse oximetry, antibiotics, antiseizure medication,transfusion services, radiology (including ultrasound), andpathology testing, as required. Treatment should be con-sistent with the protocols used in RCTs. Most protocolsincluded the starting of cooling within 6 hours after birth,strict temperature control to a specified range (typically33 °C–34 °C) and most commonly for a duration of 72hours with rewarming over at least 4 hours. Adoption ofhypothermia techniques without close monitoring, with-out protocols, or without availability of comprehensiveneonatal intensive care may lead to harm (good practicestatement).\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\nThe complete evidence-to-decision table can be foundin Appendix A.\n\nTable 23. Use of Therapeutic Hypothermia for Infants With Moderate or Severe Hypoxic Ischemic Encephalopathy in Low- orMiddle-Income Countries\n\nOutcomes ( importance)Participants (studies)Certainty of the evidence (GRADE)RR (95% CI)Anticipated absolute effectRisk with standard careRD with therapeutic hypother- mia; NNTB, if applicableDeath or NDI at 18–24 mo (critical)813 (5 RCTs)576,585,592,594,595Moderate0.67 (0.45–0.99)458/1000151 fewer infants died or had NDI per 1000 (5 fewer–252 fewer); NNTB, 7 (4–200) infantsDeath or NDI at any time of follow-up (critical) (post-hoc outcome)1168 (9 RCTs)576,578,581,582,585,590,592,594,595Low0.50 (0.35–0.71)474/1000237 fewer infants died or had NDI per 1000 (138 fewer–308 fewer); NNTB, 5 (4–8) infantsDeath at hospital discharge (critical)1488 (15 RCTs)576–580,584,586–593,595Moderate0.70 (0.47–1.02)215/100064 fewer infants died per 1000 (114 fewer–4 more)Cerebral palsy (critical)919 (6 RCTs)576,583,585,590,592,594High0.52 (0.37–0.72)186/100089 fewer infants had cerebral palsy per 1000 (52 fewer–117 fewer); NNTB, 12 (9–20) infantsBlindness (critical)718 (4 RCTs)581–583,592Moderate0.48 (0.22–1.03)53/100028 fewer infants were blind per 1000 (41 fewer–2 more)Deafness (critical)718 (4 RCTs)581–583,592Moderate0.42 (0.21–0.82)72/100042 fewer infants were deaf per 1000 (57 fewer–13 fewer); NNTB, 24 (18–77) infantsPPHN (adverse effect: critical)564 (3 RCTs)575,591,592High1.31 (0.76–2.25)74/100023 more infants had PPHN per 1000 (18 fewer–92 more)\n\nGRADE indicates Grading of Recommendations, Assessment, Development, and Evaluation; NDI, neurodevelopmental impairment; NNTB, number needed to treat tobenefit; PPHN, persistent pulmonary hypertension; RCT, randomized controlled trial; RD, risk difference; and RR, risk ratio."
  },
  {
    "full_text": "• The largest included (multicenter) RCT found thattherapeutic hypothermia significantly increasedmortality and did not reduce the combined outcomeof death or disability at 18 months.592• Nevertheless, the combined (moderate certainty) evi-dence from all RCTs that assessed death plus dis-ability at 18 to 24 months or cerebral palsy foundthat therapeutic hypothermia reduced neurodevel-opmental impairment without increasing mortality.For several of the critical outcomes, there was highheterogeneity, which together with the preponder-ance of smaller, single-center trials mostly reportingbenefit, raised the possibility of publication bias. Forsome studies, concerns have been raised about studymethodology underlying participant heterogeneity,including methods of patient selection, as well as con-sistency of diagnosis and pathogenesis.596 Therefore,the task force concluded that the overall certainty ofevidence was low. Furthermore, for adverse effectsof therapeutic hypothermia, there was heterogeneityand inconsistency of reporting among the includedstudies, precluding meta-analysis.• Although the PICOST intended to evaluate infants≥34+0 weeks of gestational age, 15 of the 21included studies specified ≥37 weeks of gestationalage as an inclusion criterion, making the data forlate preterm infants insufficient to support a treat-ment recommendation.• Distinction between low- and middle-incomecountries versus high-income countries, based onWorld Bank determinations, is straightforward.597However, the hospitals in the included studies (allin low- and middle-income countries) could provideneonatal ICU care, including advanced respiratorysupport, indicating a high level of resources despitetheir location in low- and middle-income countries.Therefore, the recommendation is made in relationto low- and middle-income countries rather than tothe low-resource settings intended by the PICOST.• In high-income countries, adequate follow-upassessment and care are also considered neces-sary to optimize neurodevelopmental outcomes andto monitor the effectiveness of treatment.\n\n• The minimum intensive care resources required forsafe and effective provision of therapeutic hypo-thermia in low- and middle-income countries• Cost-effectiveness of therapeutic hypothermia inlow- and middle-income countries• Resource implications for safe and effective care ofinfants during provision of therapeutic hypothermiain low- and middle-income countries• Strategies for optimal case selection of infants whomay benefit from or may be harmed by therapeutichypothermia in countries at all income levels\n\nRationale for Review\n\nSpecialized post–cardiac arrest care at a cardiac ar-rest center (CAC) may improve long-term survival fromOHCA. Previous studies have reported an associationbetween survival to hospital discharge and transport toa CAC, but there is inconsistency in the hospital factorsthat are most related to patient outcome.598"
  },
  {
    "full_text": "In 2020, ILCOR reviewed the evidence on CACsdespite a lack of high-quality data to support theirimplementation.232 Since then, new evidence on CACshas been published, triggering this update of the SysRevSysRev (PROSPERO number CRD42018093369).CACs are defined as specialized institutions offeringtreatment or services for patients with OHCA, includ-ing a coronary angiography laboratory with 24/7 per-cutaneous coronary intervention, post–cardiac arresttemperature control, extracorporeal membrane oxygen-ation, mechanical ventilation, and neurologic prognosti-cation.599 For this review, we defined CAC as having thecapability for 2 or more of the above interventions andexplicitly referred to by study authors as CACs (or synon-ymous terms such as critical care medical center, tertiaryheart center, or regional center).600 We excluded stud-ies that used high volume (number of cases/patients)or percutaneous coronary intervention capability as theonly distinguishing characteristics. The full CoSTR canbe found online.601\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Adults and children with attemptedresuscitation after nontraumatic IHCA or OHCA• Intervention: Care at a specialized CAC• Comparator: Care in an institute not designated asa specialized CAC• Outcome:− Critical: Survival at 30 days with favorable neu-rological outcome, survival at hospital dischargewith favorable neurological outcome, survival at30 days, and survival at hospital discharge− Important: ROSC after hospital admission for pa-tients with ongoing CPR• Study design: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies) were eli-gible for inclusion. Unpublished studies (eg, con-ference abstracts, trial protocols) were excluded.All relevant publications in any language wereincluded as long as there was an English abstractavailable.• Time frame: The literature search included all yearsto June 23, 2023.\n\nConsensus on Science\n\nSixteen studies were included in our review.602–617 Allstudies had moderate to serious risk of bias from con-founding, and the certainty of evidence was rated as low.Because of substantial heterogeneity, no meta-analysescould be performed."
  },
  {
    "full_text": "Individual study details are provided in the pub-lished SysRev and online.601 Two studies showedimproved outcomes associated with treatment at aCAC for survival to 30 days with favorable neuro-logical outcomes (Figure 1),603,604,617a 11 for hospi-tal discharge with favorable neurological outcomes(Figure 2), 602,605–612,615,616 and 2 for survival to 30days (Figure 3). 602,608 The only RCT identified didnot show any difference in outcomes, but its resultswere limited to non–ST- segment–elevation myo-cardial infarction patients with prehospital ROSC inan urban setting. Findings were not generalizableto other patient cohorts.602 Thirteen observationalstudies showed improved outcome of survival tohospital discharge associated with care at a CAC(Figure 4). 603,605–614,616,617 Three observational studiesshowed improved outcome for ROSC associated withcare at a CAC (Figure 5). 604,606,613\n\nPrior Treatment Recommendation (2019)\n\nWe suggest adult patients with nontraumatic OHCAbe cared for in CACs rather than in non-CACs (weakrecommendation, very low–certainty evidence).609a\n\n2024 Treatment Recommendation\n\nWe suggest adults with OHCA should be cared for incardiac arrest centers (weak recommendation, low-certainty evidence).\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\nThe complete evidence-to-decision table is provided inAppendix A.\n\n• This topic was prioritized by the EIT Task Force onthe basis of ongoing interest in improving patientoutcomes after OHCA.• A trial of expedited transfer to a CAC for non–ST-segment elevation OHCA was published in2023.602 The results did not show any benefitsamong patients transferred to a CAC. Based onthese results, we are unable to recommend for oragainst transferring OHCA adults with presumedcardiac cause presenting with non–ST-segmentelevation with prehospital ROSC to a CAC,\n\nFigure 1. Survival to 30 days with favorable neurological outcomes.603,604\n\nReproduced from Boulton et al.617a This is an Open Access article under the CC BY 4.0 license. CAC indicates cardiac arrest center.\n\nFigure 2. Hospital dischargewith favorable neurologicaloutcomes.602,605–612,615,616\n\nReproduced from Boulton et al.617a This isan Open Access article under the CC BY4.0 license. CAC indicates cardiac arrestcenter.\n\nFigure 3. Survival to 30 days.602,608Reproduced from Boulton et al.617a This isan Open Access article under the CC BY4.0 license. CAC indicates cardiac arrestcenter.\n\nFigure 4. Survival to hospitaldischarge.603,605–614,616,617\n\nReproduced from Boulton et al.617a This isan Open Access article under the CC BY4.0 license. CAC indicates cardiac arrestcenter.\n\nFigure 5. Return of spontaneous circulation.604,606,613CAC indicates cardiac arrest center."
  },
  {
    "full_text": "because this RCT was in a very large urban citysetting.• Given the lack of generalizability of the above trial,we included published data from nonrandomizedstudies in our review.• We considered the successful implementation ofregionalized care for trauma, stroke, and STEMIwith improved outcomes.• We reflected on the high level of resources required,particularly in regions with no regionalized emer-gency transport in place for other conditions (eg,trauma, stroke, STEMI) and concluded that the ben-efits potentially outweigh issues associated withimplementation of CACs.• We recognized that implementing this recommen-dation may be resource and cost intensive, andalthough it has been successfully implemented insome countries, it may not be feasible in all regions.• There were insufficient data for subgroup analysesto make any recommendations about specific sub-groups, including age group, presenting rhythm, andprimary versus secondary transfer, except from 1RCT in a very specific setting.• We did not identify any studies on children or in-hospital cardiac arrest in this review.\n\n• A universal definition of CAC• The effect of CACs for cardiac arrest in children orin the in-hospital setting• The effect of CACs on long-term neurological intactsurvival• The long-term benefits of CACs and the impact onpatient-reported outcomes619• The effect of care at CACs in specific subgroups(eg, age, cardiac pathogenesis, shockable or non-shockable rhythm)• The cost-effectiveness of transferring or caring forpatients at CACs• Whether there are any negative outcomes asso-ciated with bypassing the closest hospitals (eg,\n\ndeskilling in postarrest management) and transfer-ring patients to CACs• What defines a safe distance or time for transport toa CAC• The impact on families, particularly those fromremote regions• The potential impact on organ donation• There are insufficient data from large RCTs, includ-ing a broad variety of populations and pathogenesisof cardiac arrest, because all but 1 study are obser-vational trials\n\nCognitive Aids During Resuscitation (EIT 6400:SysRev)\n\nRationale for Review\n\nThe management of cardiac arrest and other medicalemergencies can be complex. Cognitive aids have beenwidely adopted to enhance adherence to guidelines, im-prove performance, and reduce errors. These aids mayprovide a structured framework and clinical guidancethrough complex and dynamic processes. Resuscita-tion councils worldwide use cognitive aids during train-ing and clinical practice in the form of algorithms, flowcharts, checklists, posters, digital applications, and otherformats. Whether use of such cognitive aids during re-suscitation improves performance and patient outcomesis uncertain."
  },
  {
    "full_text": "ILCOR reviewed the evidence in 2020 and did not rec-ommend cognitive aids for laypeople during training andreal CPR; however, they were suggested for training ofhealth care professionals.620,621 Since then, new evidencehas been published, triggering this update of the SysRev(PROSPERO registration CRD42020159162).622 Thecomplete CoSTR can be found online.623\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Adults, children, and neonates in anysetting (in-hospital or out-of-hospital) requir-ing resuscitation, or laypeople and health care\n\nprofessionals providing resuscitation or learning toprovide resuscitation• Intervention: The use of cognitive aids or checklistsduring resuscitation• Comparator: No use of cognitive aids or checklists• Outcome:− Critical: Survival to hospital discharge with goodneurological outcome, survival to hospital dis-charge− Important: Quality of performance in actual re-suscitations, skill performance 1 year aftercourse conclusion, skill performance betweencourse conclusion and 1 year, skill performanceat course conclusion, knowledge at course con-clusion, adherence to resuscitation guidelines,CPR quality and test scores• Study design: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies) were eli-gible for inclusion. Unpublished studies (eg, confer-ence abstracts, trial protocols) were excluded. Allyears and all languages were included as long asthere was an English abstract available.• Time frame: Literature search was updated fromJanuary 1990 to October 28, 2023\n\nConsensus on Science\n\nAll 29 studies included in this review were simulationstudies that investigated the use of cognitive aids to fa-cilitate clinical performance. No study investigated cog-nitive aids as an educational tool to improve knowledgeacquisition. No meta-analyses could be performed be-cause of a high degree of heterogeneity in the studies,and the overall certainty of evidence was very low forall outcomes. Details of individual studies are included inthe published review and online.623\n\nFour simulation studies624–627 investigated the effectsof cognitive aids in neonatal resuscitation by healthcare professionals. Findings included improvement inperformance score with a decision support tool usingaugmented reality (AR),627 fewer deviations from aresuscitation algorithm with a decision support tool withauditory and visual prompts,625 and improved adherenceto a resuscitation algorithm and improved performanceaccording to a guideline with audio voice guidance.626A poster of an algorithm demonstrated no difference inperformance.624"
  },
  {
    "full_text": "The use of cognitive aids during simulated pediat-ric resuscitation was assessed in 3 studies628–630 andshowed no difference in CPR performance by using anoninteractive CPR checklist,630 and no difference inCPR quality metrics with a decision support app.629 How-ever, improved adherence to protocols or processes wasfound in 2 RCTs.628,629 A computer-based resuscitationtool improved task completion,628 and a decision support\n\napp found significantly fewer deviations from guidelinerecommendations.629\n\nEight studies631–638 used interactive cognitive aidsduring adult ALS simulated resuscitation (smartphoneapps,631,635,637 tablet apps,633,634,636 computer-based clini-cal decision display system632,638) with improved adher-ence to a protocol or process in all studies.\n\nFive studies639–643 investigated the effects of cog-nitive aids (noninteractive checklists) used by healthcare professionals managing other emergencies insimulated events. In 4 RCTs: average performancescores increased,641 failure to adhere to critical stepswas reduced,639 use of a medical emergency checklistimproved adherence to critical process steps,642 andlonger checklists seemed to be superior to shorterchecklists or no checklist for overall CPR performanceon procedural variables but not for CPR quality.643Access to crisis checklists shortened time to adequateadministration of glucose in a hypoglycemic comascenario.640\n\nSeven RCTs644–650 and 2 observational studies651,652investigated the effects of cognitive aids used by lay res-cuers during simulated resuscitation. Three RCTs645,646,648of mobile phone applications found improved adherenceto clinical processes, while another mobile phone appli-cation RCT650 found no improvement. Other RCTs foundthat using instruction cards improved adherence to AEDsequences and time to shock,644 a voice-activated visualand auditory-assisted decision device improved adher-ence to a 30:2 CPR ratio,647 and use of a flowchart dem-onstrated reduced hands-off time during CPR.649\n\nAn observational study651 investigated the use ofspeech recognition software and found improved adher-ence to a clinical protocol assessed in an objective struc-tured clinical examination. Another observational study652investigated the feasibility of Chatbot guidance, whichproduced mixed results.\n\nThree studies reported undesirable effects: increasein time to commencing chest compressions647,649 anddelays in calling emergency services.648\n\nPrior Treatment Recommendations (2020)"
  },
  {
    "full_text": "Prior Treatment Recommendations (2020)\n\n• We recommend against the use of cognitive aids forthe purposes of lay providers initiating CPR (weakrecommendation, low-certainty evidence).• We suggest the use of cognitive aids for health careproviders during trauma resuscitation (weak rec-ommendation, very low–certainty evidence). In theabsence of studies on CPR, no evidence-based rec-ommendation can be made.• There are insufficient data to suggest for or againstthe use of cognitive aids in lay provider training.• We suggest the use of cognitive aids for training ofhealth care providers in resuscitation (weak recom-mendation, very low–certainty evidence).620,621\n\n2024 Treatment Recommendations\n\n• We suggest the use of cognitive aids by health careprofessionals in resuscitation (weak recommenda-tion, very low–certainty evidence).• We do not recommend the use of cognitive aids forlay providers initiating CPR (weak recommendation,low-certainty evidence).• We did not examine the use of cognitive aids inhealth professional or lay rescuer training in resus-citation so no recommendation for or against can beissued.\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\nThe complete evidence-to-decision tables are providedin Appendix A."
  },
  {
    "full_text": "• The EIT Task Force continues to prioritize this topicbecause international resuscitation councils com-monly provide cognitive aids to resuscitation courseparticipants and health care organizations (algo-rithms, pocket cards). However, it has not beendetermined if they are effective in improving patientoutcomes or rescuer performance during actualresuscitation, because no evidence was found forthe use of cognitive aids by trained health care pro-fessionals during actual resuscitation events.• The 2021 EvUp focused on outcomes associ-ated with CPR quality. In this review, the outcomesfocused on improved team performance throughadherence to clinical protocols and processes ofcare.• The task force’s recommendations differentiatebetween health care professionals and laypeople, aswell as between use during resuscitation and duringtraining, because the evidence for use of cognitiveaids in these different groups and conditions differssubstantially.• For lay providers, there is consistent evidence thatthere are potentially clinically important delays ininitiating CPR when using a cognitive aid; however,the evidence for impact on CPR-quality metrics (eg,rate, depth, chest compression fraction) is less con-sistent. We found insufficient evidence to issue arecommendation for the use of cognitive aids in lay-person training.• For health care professionals, sufficient new studiesprovided the evidence to issue a recommendationfor the use of cognitive aids during resuscitation.Because no study reported the use of cognitive aidsduring patient resuscitation, results from simulationstudies might be used as a surrogate to justify theuse of cognitive aids, as these have been used overdecades by all resuscitation councils.• Because no studies on resuscitation were foundin the review in 2019, the task force previouslyconsidered the trauma resuscitation environment\n\nsufficiently similar to the CPR environment toextrapolate evidence that shows that trauma resus-citation teams generally adhere to resuscitationguidelines better, make fewer errors, and performkey clinical tasks more frequently if they use cog-nitive aids. In this review, sufficient new studiesaddressed the use of cognitive aids in resuscitation(however, only in a simulated environment) that thetask force decided to exclude trauma studies fromthis review.There were several studies that used compositescores as their primary outcome (eg, score calcu-lated on the basis of completing several clinicaltasks). We included these studies for this SysRev;however, given their heterogeneity, comparing andpooling the results were not possible.Although all studies were simulation studies, nonespecifically investigated the use of cognitive aids asan educational tool to improve resuscitation learn-ing. Therefore, we could not examine the use ofcognitive aids for health care professionals or layrescuer training in resuscitation. This needs to beexamined in our next review."
  },
  {
    "full_text": "• The impact of cognitive aids in real-life cardiacarrests and on patient survival• Effective strategies for implementation of cognitiveaids during training and real-life resuscitation forhealth care professionals• The most effective type of cognitive aid and howthis will be influenced by the increasing use of arti-ficial intelligence• Cost-effectiveness of the use of cognitive aids dur-ing resuscitation and training• The effect of cognitive aids for health care profes-sional and layperson training\n\nImmersive Technologies for ResuscitationTeaching (EIT 6405: SysRev)\n\nRationale for Review\n\nCurrent methods for training laypeople and health careprofessionals often fall short, resulting in poor skill acquisi-tion and long-term skill decay. Identification of alternativeeducational strategies with improved learning outcomeswill help to enhance process of care and patient outcomesfrom cardiac arrest. Immersive technologies, such as virtualreality (VR; defined as real-time simulation and interactionsthrough sensorial channels created by a computer anddisplayed on a head-mounted or smartphone device)653and AR (defined as computer- generated holographic im-ages overlaid into the real environment enabling usersto interact with both the hologram and real objects),654provide an alternative learning modality to traditionalinstructor-led training. These technologies can support\n\ntraining when combined with other instructional method-ologies such as video, manikin-based training, or onlinelearning. Implementation of immersive technology comeswith a cost for both hardware and software components.VR and AR technology have been used in educational set-tings for both laypeople and health care professionals, butILCOR has not previously reviewed the available evidence.A SysRev was initiated because the overall impact of VRand AR on learning and performance outcomes is unclear(PROSPERO registration CRD42023376751).655 The fullCoSTR can be found online.656\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Laypeople and health care profession-als in any educational setting• Intervention: Immersive technologies (VR, AR, mixedreality, extended reality) as part of instructionaldesign to train neonatal, pediatric, and adult BLSand ALS• Comparator: Other methods of resuscitation train-ing in BLS and ALS (eg, traditional manikin-basedsimulation training)• Outcome: Knowledge acquisition and retention,skills acquisition and retention, skill performance inreal CPR, willingness to help, bystander CPR rate,patients’ survival• Study design: RCTs, nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies and case serieswhere n>5, conference abstracts), and researchletters were eligible for inclusion. All years and alllanguages were included as long as there was anEnglish abstract available.• Time frame: Literature search from January 1,1990, to April 3, 2023"
  },
  {
    "full_text": "No meta-analyses could be performed because of a highdegree of heterogeneity in the studies, and the over-all certainty of evidence was very low for all outcomes.Details of individual studies are included in tables in thepublished review and online.656\n\nOut of 18 studies653,654,657–672 included in this review,3 studies used AR in BLS training.653,654,658 Two of theseused AR to provide real-time CPR feedback, with 1study favoring AR and the other favoring the non-ARfeedback.653,658 The third study used AR to provide clini-cal guidance during training, and results favored the ARintervention but were not significant.654\n\nOf the 3 studies investigating AR, 2 demonstrated nodifference in CPR depth performance with and withoutuse of AR during training.653,654 One study reported betterCPR depth compliance with the use of AR during train-ing.658 Two studies showed no difference in CPR-qualityparameters (compression depth and rate),653,654 while an\n\nadditional study found no difference in compression ratebut a difference in depth with the use of AR during train-ing.658 Overall CPR performance was assessed in 2 stud-ies653,658 and demonstrated mixed results.\n\nVR for BLS was explored in 9 studies assessinglaypeople 657,659–665,672 and 3 studies of health care pro-fessionals.666–668 All featured VR as the primary instruc-tional methodology. An additional 3 studies describedVR use for ALS training in health care profession-als.669–671 Because of significant heterogeneity in thedesign of the interventions, control groups, participanttypes, and outcome measures, meta-analysis was notpossible.\n\nSix studies looked at VR for acquisition of BLS knowl-edge. Knowledge acquisition was significantly greaterwith VR in 3 studies compared with a serious game,666e-learning with video,661 and video-based training.662 Twostudies showed no difference compared with traditionaltraining664 or video-based training.663 Knowledge reten-tion with kindergarten teachers improved at 5 weeksafter training with VR.662 Two other studies showed nodifference at 6 months.660,664\n\nNine studies investigated the effects of VR on BLSskills outcomes. Adult laypeople achieved significantlygreater chest compression fraction with instructor-ledtraining compared with VR.657 Results for no-flow timewere mixed. One study favored VR over web-based BLStraining,668 and the other favored conventional BLS train-ing over VR.667"
  },
  {
    "full_text": "Three studies in adult laypeople showed signifi-cantly better CPR depth in the control group comparedwith VR.657,659,672 Two other studies showed no differ-ence in CPR depth between groups.664,665 Participantsin instructor-led CPR training had significantly betterCPR depth compliance compared with VR.657,672 Onestudy demonstrated higher CPR rates with VR.657 Twoother studies found no difference in CPR rate.659,665CPR rate compliance was not better with VR; CPRrate compliance was either better for instructor-ledtraining,657,672 or no difference was found.664 One studyreported better chest recoil compliance with VR,657but 3 studies demonstrated no difference.664,665,672 Foroverall CPR performance after training, 3 studies foundno difference when comparing VR with instructor-ledtraining665,672 or video-based training.663 Two studiesmeasured retention of CPR skills at 6 months664 and3 months672 after training and found no difference inCPR depth, rate, or chest recoil when comparing tradi-tional training and VR.664,672\n\nA study in adult laypeople found more willingnessto perform CPR with instructor-led CPR training at 6months after training than with VR-based CPR train-ing (81% willing in the instructor-led control groupcompared with 71% in the VR intervention group,P=0.02).660\n\n2024 ILCOR CoSTR Summary\n\nThree studies investigated VR for ALS training. A studyin neonatal resuscitation compared high-fidelity simulationwith VR and showed no difference in knowledge imme-diately after training.671 An advanced cardiovascular lifesupport study found significantly improved adherence toguidelines with traditional training compared with VR train-ing with limited feedback. No difference was found whencomparing traditional training with VR training with com-prehensive feedback.669 An additional study found no dif-ference in objective structured clinical examination scoresfor clinical performance between standard Helping BabiesBreathe training and VR-based Helping Babies Breatheimmediately after training and 6 months later.670\n\n2024 Treatment Recommendations (New)\n\nWe suggest the use of either AR or traditional methodsfor BLS training of laypeople and health care profession-als (weak recommendation, very low–certainty evidence).\n\nWe suggest against the use of virtual reality only forBLS and ALS training of laypeople and health care pro-fessionals (weak recommendation, very low–certaintyevidence).\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\nThe complete evidence-to-decision table can be foundin Appendix A.\n\n• The evidence was either equivocal or in support of AR.• Only a few studies were identified, with fewparticipants.• Two studies used AR for feedback653,658 and 1 forclinical guidance654 (ie, different applications of thetechnology), and the control groups were differentacross these 3 studies (some included CPR feed-back, others did not)."
  },
  {
    "full_text": "• The evidence was mixed but predominantly in favorof non–VR-based training or equivocal in nature.• Studies were very heterogeneous with respect totype of intervention, type of control, and outcomemeasures.• Although some studies reported improved knowl-edge acquisition with VR training, the results formore important outcomes (ie, skills outcomes,adherence to guidelines, clinical performance) wereeither in favor of non–VR-based training or equivo-cal in nature.\n\n• The relative and synergistic effect of immersivetechnologies when combined with other educa-tional strategies (eg, video, gamification, feedback)• The effects of different applications of AR and VR,which can be used in many ways (eg, real-timefeedback, gamification, knowledge delivery)\n\n• The impact of immersive technology on the acquisi-tion and retention of knowledge and skills• The effect of immersive technology–based train-ing on team-based skill performance and pro-cess measures (eg, time to epinephrine, time todefibrillation)• The role of the instructor when immersive technol-ogy is being used (eg, when it is beneficial for theinstructor to provide feedback and the type of train-ing the instructor requires when using immersivetechnology in resuscitation courses)• The costs associated with implementing andmaintaining AR and VR devices as well as cost-effectiveness of these training modalities\n\nGamified Learning Compared With Other Formsof Resuscitation Learning (EIT 6412: SysRev)\n\nRationale for Review\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\nIncreased familiarity and ease with technology and digitalmedia are features of younger generations. More effectiveteaching strategies for these learners may include a great-er degree of stimulation and engagement with the use ofactive participation with and alongside peers. Gamificationrefers to the use of game-like elements (competition, pointsystems, scaffolded levels of difficulty, leaderboards), usu-ally in a digital format, to encourage interactive and intuitiveparticipation by learners. Some preliminary studies havefound that gamified learning improves knowledge and skillduring CPR training, either alone or used as pretraining toa standard life support course; other studies have foundno significant difference. The task force undertook a Sys-Rev because the impact of gamified learning on learningand performance outcomes is unclear (PROSPERO reg-istration CRD42023483540).673 The full CoSTR can befound online.674\n\n• Population: Learners training in BLS or ALS• Intervention: Instruction using gamified learn-ing (use of game-like elements in the context oftraining, eg, point systems, intergroup competition,leaderboards, scaffolded learning with increasingchallenge, “medals” or “badges”)• Comparator: Traditional instruction or other forms ofnongamified learning• Outcome:\n\n− Educational outcomes:"
  },
  {
    "full_text": "− Educational outcomes:\n\n◾ Skill (eg, CPR performance, other proceduralperformance, scores in scenarios, time to taskperformance): Immediately after training (ie,end of course), at 3 months, 6 months, 1 year◾ Knowledge (eg, test scores): Immediately af-ter training (ie, end of course), at 3 months, 6months, 1 year\n\n◾ Attitudes: Participant satisfaction, learner pref-erence, learner confidence\n\n− Clinical outcomes: Change in health care prac-titioner behavior at resuscitation in case of realcardiac arrest (CPR quality, time to task comple-tion, teamwork/crisis resource management)− Patient outcomes: ROSC, survival to hospital dis-charge, neurologic intact survival− Process: Costs and resources utilization\n\n• Study design: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies) were eli-gible for inclusion. Unpublished studies (eg, confer-ence abstracts, trial protocols) were excluded. Alllanguages were included as long as there was anEnglish abstract available.• Time frame: All years up to May 30, 2023\n\nSix randomized trials and 7 observational studies wereidentified.675–687 Details of study design and key findingsare presented in table form in the published review andonline.674 No meta-analyses could be performed becauseof a high degree of heterogeneity in the studies, and theoverall certainty of evidence was low to very low for alloutcomes.\n\nEleven studies used digital platforms, includingonline or screen-based platforms,675,676,681,684,685,687 adigital leaderboard,677,680,681 and smartphone applica-tions.683,686 One study used a board game, and anothera card game.678,679 Eleven studies involved health careprofessionals,675–683,686,687 and 2 involved laypeople (highschool students).684,685 Three studies examined perfor-mance of teams679,685,686; the remaining 10 examinedindividual performance. No study reported on outcomesof process, costs, and resources utilization, or on criticalclinical and patient outcomes.\n\nOverall CPR performance was addressed in 4RCTs676,677,681,682 and 1 observational study.685 ThreeRCTs676,681,682 found better performance with gamingfor health care professionals and laypeople. A multi-center RCT found no effect.677 The observational studyin laypeople found improved performance 6 months aftertraining with gaming.685 In an observational study of BLStraining amongst high school students using a screen-based gamified learning interface, chest compressiondepth and rate was improved immediately after trainingand remained improved 3 months later.684\n\nTwo observational studies of health care profession-als demonstrated improved knowledge scores aftergamified learning during the Neonatal ResuscitationProgram, a finding that persisted at 6 months in 1 ofthe studies.678,687 A card game to enhance NeonatalResuscitation Program knowledge reported high levelsof perceived usefulness.679 Another observational study"
  },
  {
    "full_text": "found improved skills scores and faster time to positivepressure ventilation in a neonatal scenario that followedgamified learning.675\n\nFor ALS knowledge, 2 RCTs in health care profes-sionals showed improvements with smartphone-basedgames.683,686 The latter study showed no difference forskills during ALS scenarios used in a smartphone-basedgame involving ALS scenarios but led to better self-reported confidence among users.\n\nAn observational study680 of nurses using a leader-board showed decreased time to epinephrine dosingin children as well as increased proportion of learnersknowing the correct concentration of epinephrine.\n\n2024 Treatment Recommendation (New)\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\nWe suggest the use of gamified learning be consideredas a component of resuscitation training for all types ofBLS and ALS courses (weak recommendation, very low–certainty evidence).\n\nThe complete evidence-to-decision table is provided inAppendix A.\n\n• All studies were very heterogeneous with respectto subjects, type of intervention, type of control,and outcome measure, and GRADE assessmentshowed that evidence was of very low certainty.• All studies reported at least 1 domain of learneroutcome (skill, knowledge, attitude) with a posi-tive result when gamified learning elements wereincluded; no studies found a negative impactof gamified learning elements on any domain oflearner outcomes.• Most studies involved an intervention requiringa digital platform (eg, video-based, smartphone-based); no studies reported any informationabout cost, implementation outside their studygroup, or wider dissemination to other settings orlearners.\n\n• A more consistent definition of gamification acrossresearch studies (eg, use of video-based contentdelivery alone does not necessarily constitute a“game,” although this term is frequently used todescribe such training elements)• Optimal approaches to dissemination of gamifiedlearning elements as well as platforms to variedlearner groups and settings• Costs, resources, and time requirements for imple-mentation of gamified learning• The association between gamified learning ele-ments and differences in stress or cognitive load• The impact of gamified learning on care delivery orpatient outcomes\n\nRationale for Review"
  },
  {
    "full_text": "Rationale for Review\n\nRapid cycle deliberate practice (RCDP) is a type of train-ing in which feedback occurs immediately and frequentlyduring the training. It should not be confused with re-petitive practice. RCDP is characterized by a goal to beachieved, a stop-and-go practice with immediate feed-back on the performance, ample time for repetition to im-prove performance aiming to improve clinical outcomes,and a safe environment that fosters an atmosphere wherelearners have no fear of making mistakes and receivefeedback from a constructive perspective.688 ILCOR hasnot previously reviewed available evidence about RCDPin resuscitation training. Therefore, a SysRev was initi-ated (PROSPERO registration CRD42023468862).689The full CoSTR can be found online.690\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Learners training in BLS or ALS• Intervention: Instruction that uses RCDP• Comparator: Traditional instruction or other forms oflearning without RCDP• Outcome: Knowledge acquisition and retention,skills acquisition and retention, skill performance inreal CPR, attitudes, willingness to help, and patients’survival• Study design: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies) wereeligible for inclusion. Unpublished studies (eg,\n\nconference abstracts, trial protocols) were excluded.All years and all languages were included as long asthere was an English abstract available.Time frame: All years up to November 1, 2023\n\nConsensus on Science\n\nSeven RCTs691–697 and 1 observational before-afterstudy688 were identified, all in simulation settings.688,691–697The studies included medical students,696 interns,693,694residents,688,692,697 physicians,695 and a mix of fel-lows, nurses, and respiratory therapists691: all involvedin adult,695,696 pediatric,688,691,692,694,697 and neonatal693simulated scenarios. Seven of them referred directly toRCDP688,691–695,697; 1 used “in-simulation debriefing” dur-ing the clinical scenario, which contained the key compo-nents of RCDP.696\n\nDetails of the individual simulation studies are pre-sented in the published review and online.690 Meta-analysis was only possible for time to chest compressions.\n\nFor time to chest compressions, 2 pediatric692,697 stud-ies and 1 neonatal693 study provided very low–certaintyevidence of no benefit from RCDP when compared withafter-event debriefing (Figure 6). In an observationalstudy, RCDP resulted in a significantly shorter time fromcardiac arrest to initiation of chest compressions.688"
  },
  {
    "full_text": "A single RCT found no benefit in time to recognitionof cardiac arrest with RCDP.695 An observational studyfound no benefit in time to bag-mask ventilation.688 Inan RCT, time to positive-pressure ventilation within 1minute was more frequent with RCDP than in the con-trol.693 Three RCTs692,695,697 and 1 observational study688assessed time to defibrillation, with shorter time fromrhythm recognition to defibrillation in 2 RCTs692,695 and\n\nFigure 6. Meta-analysis forest plot for time to chest compressions comparing RCDP with after-event debriefing.\n\nData are given for the estimated standardized mean difference in seconds using a random effects model (P=0.5105).RCDP indicates rapid cycle deliberative practice; and RE, random effects.\n\nin the observational study.688 Two RCTs assessed timeto administration of epinephrine,692,693 with 1 studydescribing a benefit with RCDP.693 RCDP also resultedin shorter pre-defibrillation pause durations in 2 stud-ies.688,695 RCDP improved compression fraction/no-flowfraction in an RCT695 and in an observational study.688Retention of skills at 4 months was analyzed in an RCT,and there was no difference with RCDP.693\n\nFor adherence to protocol, 1 RCT reported higherscores,693 but 2 others found no difference.691,694 Teamleader performance was better with RCDP in 1 study.697In contrast, participants’ subjective perception of theteaching effectiveness scored lower for RCDP.696\n\n2024 Treatment Recommendation (New)\n\nWe suggest that it may be reasonable to include RCDPas an instructional design feature of BLS and ALS train-ing (weak recommendation, very low–certainty evidence).\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\nThe complete evidence-to-decision table is provided inAppendix A.\n\n• We favored RCDP as a teaching modality becauseno side effects or harmful outcomes were reportedand most outcomes showed a benefit from RCDP.Notably, shorter time to critical task performance(ventilation, defibrillation, administration of epineph-rine) and shorter preshock pause durations weredescribed in several of the simulation studies.• The only meta-analysis performed (for time to chestcompressions) did not show a difference. This con-tributed to the weakness of the recommendation,despite other evidence being found in favor ofRCDP.• Only 1 study (addressing teaching effectiveness)out of the 8 included in the review favored the con-trol group.• As most of the RCDP studies included trainees,generalizability of the findings to other groupsneeds to be further explored."
  },
  {
    "full_text": "• The effect of RCDP in other populations (laypeo-ple, first responders, and experienced health careprofessionals)• The medium or long-term follow-up effect of RCDP• Resources required and costs of implementation ofRCDP in resuscitation training curriculum of healthcare professionals and other populations• The effect of RCDP on resuscitation training andclinical outcomes and patient survival• There is heterogeneity in the use of terms, andstandardized definitions of deliberate practiceand RCDP were not used across studies, mak-ing identification of relevant comparative studiesdifficult.\n\nRationale for Review\n\nTeam competencies are defined as nontechnical skills, in-cluding team-related communication, task allocation, andleadership, that are known to be associated with patientoutcomes in resuscitation. Investigating whether specifictraining of team competencies improves resuscitationperformance could impact the organization of resuscita-tion services worldwide and potentially improve patientcare. In 2020 we recommended the use of specific lead-ership training for resuscitation courses on the basis ofvery low–certainty evidence.620 This SysRev aimed to as-sess the effect of specific training on a broader rangeof team competencies as part of resuscitation training(PROSPERO registration CRD42023473154).698 Thefull CoSTR can be found online.699\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Learners undertaking life support train-ing in any setting• Intervention: Life support training with a specificemphasis on team competencies• Comparator: Life support training without specificemphasis on team competencies• Outcome: Patient survival, CPR skill performanceat course completion, CPR skill performance inactual resuscitation and simulation, CPR quality,confidence, and team competencies: all at coursecompletion, pletion; resources (time, equipment, cost)• Study design: RCTs and nonrandomized stud-ies (non-RCTs, interrupted time series, controlledbefore-and-after studies, cohort studies) were eligi-ble for inclusion. Studies evaluating scoring systems(no relevant outcome), studies with self-assessmentas the only outcome, reviews, and abstracts wereexcluded. All languages were included as long asthere was an English abstract available.• Time frame: Literature search January 1, 1999, toAugust 30, 2023\n\nSeventeen studies were included in this review, and indi-vidual study details are provided in the published reviewand online.699–716 No evidence was identified for CPR-skillquality and performance, confidence, and team compe-tencies beyond 1 year. One RCT705 reported descriptivedata on patient survival outcomes favoring team compe-tencies, but this was not powered to make inferences.\n\nConsensus on Science"
  },
  {
    "full_text": "Consensus on Science\n\nFor CPR skills and quality at course completion,2 RCTs700,710 reported shorter time to at least 1 CPR-skills performance. One nonrandomized study for pedi-atric ALS706 reported higher checklist scores for CPRskills with team training, and 1 RCT704 found greater\n\n2024 ILCOR CoSTR Summary\n\nadherence to ALS guidelines. Nine studies (1 obser-vational,706 8 RCTs702,705,709–711,713,715,716) reporting CPRperformance found no effect from team competencetraining. One RCT701 reported shorter no-flow time,whereas another found no difference.704 Two studiesfound no difference in hands-on time or compressionrate709 or chest compression quality.708\n\nTwo RCTs found no difference in CPR performance at4 months716 and 6 months.711 Another RCT709 reportedincreased hands-on time and higher compression rates4 months after course completion. Confidence at coursecompletion and at a nonspecified follow-up intervalshowed was not different in 1 RCT.702\n\nTeam competencies were evaluated at course com-pletion by 14 studies (12 RCTs,700–703,707–710,713–716 2 non-randomized studies706,712). Three RCTs708,709,714 reportedmore leadership statements, 3 RCTs703,713,714 identifiedincreased directed team communication, 1 RCT713 foundincreased closed-loop communication, and anotherRCT701 reported higher “teamwork verbalizations” (eg,directed orders, task assignments, planning).\n\nDecision-making improved in 1 RCT.708 Leadershipbehavior was better in 2 RCTs,705,707 with 1 also reportingincreased correction of improper chest compressions. Anonrandomized study712 reported no difference in leader-ship behavior.\n\nTeamwork improved in 1 RCT702 with higher team-level efficacy, and 1 nonrandomized study706 reportedmore teamwork intervention events. Two RCTs715,716and a nonrandomized study712 found no differences inteamwork measures. Nontechnical skills performancewas found to be higher in 2 RCTs,700,710 and 2 RCTs714,715reported improved workload management.\n\nBeyond course completion, 1 RCT reported moreleadership statements, task assignments, commands,and decisions at 4 months.709 Another RCT found higherratings on a self-reported teamwork scale,702 but no dif-ference was found in teamwork scores at 3 months inanother RCT.716\n\nPrior Treatment Recommendation (2020)\n\nWe suggest that specific team and leadership train-ing be included as part of ALS training for health careproviders (weak recommendation, very low–certaintyevidence).620\n\n2024 Treatment Recommendation\n\nWe suggest that teaching team competencies be includ-ed in BLS and ALS training (weak recommendation, verylow–certainty evidence).\n\nJustification and Evidence-to-Decision FrameworkHighlights\n\nThe complete evidence-to-decision table is provided inAppendix A.\n\n• We identified no harmful effects of team competen-cies training in any course format."
  },
  {
    "full_text": "• Several studies reported that team competenciestraining improved CPR skill performance, which per-sisted beyond course completion.• The evidence relating to team competency out-comes varies but was mostly positive.• Previous clinical studies suggest that a lack of teamcompetencies is a barrier to successful resuscita-tion, and team competencies have been associatedwith improved technical skill performance duringclinical resuscitation attempts.• We valued the fact that team competencies trainingappears widely accepted.\n\n• Benefits of training team competencies on clinicalresuscitation performance outcomes and patientoutcomes• The optimal instructional design, duration, and modeof delivery for training of team competencies• Whether training in particular competencies is moreimportant than others and whether this depends onthe group of learners• Cost-effectiveness of team competencies trainingand effectiveness in low-resource settings\n\nRationale for Review\n\nThe task force undertook this ScopRev because the indi-vidual backgrounds of specific populations (eg, workingin a special environment, someone with special needs,impairments, or disabilities) who are not health care pro-fessionals may warrant specific BLS training that differsfrom standard courses.717–719 However, it is unclear whichspecific populations exactly could benefit from adaptedtailored teaching. The complete report of this ScopRevcan be found online.720\n\nPopulation, Intervention, Comparator, Outcome,Study Design, and Time Frame\n\n• Population: Specific adult layperson populations orgroups participating in BLS training• Intervention: Tailored BLS training• Comparator: Nontailored BLS training• Outcomes:\n\n◾ Critical: Survival to hospital discharge, 30-daysurvival, 12-month survival, neurological outcome◾ Important: ROSC\n\n− BLS quality outcomes: Starting CPR in case ofreal cardiac arrest, performance during real CPR− Educational outcomes: Knowledge and skillsacquisition, willingness to perform CPR, barrierstoward performing CPR, participant satisfactionor knowledge and skills retention at the end ofthe respective course and later (eg, 3 months, 1"
  }
]