{
  "title": "9789241513081-Eng Part01(18-117페이지)",
  "full_text": "1. list the hazards that must be considered when approaching an ill or injured person;2. list the elements to approaching an ill or injured person safely;3. list the components of the systematic ABCDE approach to emergency patients;4. assess an airway;5. explain when to use airway devices;6. explain when advanced airway management is needed;7. assess breathing;8. explain when to assist breathing;9. assess fluid status (circulation);10. provide appropriate fluid resuscitation;11. describe the critical ABCDE actions;12. list the elements of a SAMPLE history;13. perform a relevant SAMPLE history.\n\n• Assessing ABCDE• Cervical spine immobilization• Full spine immobilization• Head-tilt and chin-lift/jaw thrust• Airway suctioning• Management of choking• Recovery position• Nasopharyngeal and oropharyngeal airwayplacement• Bag-valve-mask ventilation• Oxygen administration• Skin pinch test• AVPU (alert, voice, pain, unresponsive)assessment\n\n• Glucose administration• Needle decompression for tensionpneumothorax• Three-sided dressing for chest wound• Intravenous (IV) line placement• IV fluid resuscitation• Direct pressure for haemorrhage control,including deep wound packing• Tourniquet for haemorrhage control• Pelvic binding• Wound management• Fracture immobilization• Snake bite management\n\nWrite the definition using the Glossary at the back of the workbook.\n\nAccessory muscle use:Altered mental status (AMS):Anaphylaxis:AVPU:Bag-valve-mask (BVM):Capillary refill:Cardiopulmonary resuscitation (CPR):Cervical spine (c-spine):Convulsion:Crackles (crepitations):Crepitus:Deep wound packing:Defibrillator:Diaphoresis:Difficulty in breathing (DIB):Disposition:Foreign body:\n\nHives:Haematoma:Haemorrhage:Haemothorax:Hyperresonance:Hyperthermia:Hypoglycaemia:Hypothermia:Hypotension:Hypoxia:Inhalation injury:Intubation:Large bore IV:Nasal flaring:Nasopharyngeal airway (NPA):Needle decompression:Oedema:Oropharyngeal airway (OPA):Oxygen saturation (O2 sat):\n\nPerfusion:Pericardial tamponade:Personal protective equipment (PPE):Pleural effusion:Pneumothorax:Pulse oximeter:Retractions:SAMPLE history:Seizure:Shock:Stridor:Sucking chest wound:Tachypnoea:Tension pneumothorax:Wheezing:\n\nApproaching every patient in a systematic way ensures that life-threatening conditions arerecognized promptly and that the most critical interventions are done first. In a stable patient,the initial ABCDE approach may only take seconds to a few minutes. The ABCDE should befollowed by a rapid history using the SAMPLE approach (Signs and Symptoms, Allergies,Medications, Past medical history, Last oral intake and Events). The SAMPLE history categoriesare described in general below, and essential questions for a specific presentation are listed inthe relevant module. Using the standard SAMPLE and ABCDE approach together ensures thatdifferent providers can easily communicate about acutely ill patients.\n\nThe goal of the ABCDE approach is to rapidly identify life-threatening conditions;ensure the airway stays open; and ensure that breathing and circulation are adequateto deliver oxygen to the body.\n\nThe goal of the SAMPLE approach is to rapidly gather history critical to the managementof the acutely ill patient.\n\nSafety considerations Elements of the ABCDE approach In-depth: acute life-threatening conditions (signs, symptoms and management) Paediatric considerations in the ABCDE approach Elements of the SAMPLE history Disposition considerations\n\nA critical part of the approach to any ill or injured patient is keeping providers and others safe.An ill or injured provider will be unable to help anyone, and instead becomes an extra patientfor other responders to treat. Safety consideration involves checking for:\n\nscene hazards. Is there a fire, electrical wire or chemical spill that could injure providers orbystanders? At a road traffic crash, is the scene closed to oncoming traffic? If a building hascollapsed, is it safe to enter? At the scene of an explosion, always consider the possibility offurther explosions. Remember that delayed building collapse may follow explosions, firesand earthquakes.\n\nviolence. Is there a chance that providers may be harmed by the patient or by others? Forpatients who are aggressive or agitated, request help as needed from security personnel orpolice before beginning your assessment.\n\ninfectious disease risk. Is there a possibility for disease exposure (such as flu or haemorrhagicfever)?\n\nYou may not know the cause of illness or injury when you first approach a patient, and withoutappropriate personal protective equipment (PPE), may expose yourself to diseases, chemicalsor poisons. You must use appropriate PPE every time you approach a patient. Always protectyourself from any exposure to bodily fluids. This will almost always require gloves and eyeprotection, and may require a gown and mask. Some circumstances, such as suspected orconfirmed haemorrhagic fever outbreaks, require specific protective practices. Always be surethat you are up-to-date on current local recommendations.\n\nInfectious disease exposure is a significant risk. Use PPE and wash your hands before and afterevery patient contact. At the scene, hand washing may not be immediately possible; carry analcohol gel cleanser if possible. Between patients, clean and disinfect all facility and vehiclesurfaces and all reusable equipment.\n\nDecontamination may be required after exposure to pesticides or other chemicals (dry or wet)and, depending on the chemical, may include washing or brushing to remove the substance.Not all chemicals can be safely washed away, and some must be removed in specific ways toavoid further injury. You must wear appropriate PPE for this. Refer to local decontaminationprotocols for people and equipment.\n\nIf multiple people are injured or ill, call for help or send someone to call.\n\nIf advanced care is needed, begin making arrangements as early as possible for consultationsor transfers.\n\nKnow the relevant local agencies to contact for suspected outbreaks or hazardousexposures, such as chemical spills or radiation. There is often support and guidance availablefor containment and decontamination.\n\nA person walks into your health post vomiting, bleeding from the mouth, andcomplaining of abdominal pain.\n\nUsing the workbook section above, describe what is needed to safely approach thisperson:\n\n________________________________________________________________________\n\n________________________________________________________________________\n\n________________________________________________________________________\n\n________________________________________________________________________\n\nThe ABCDE approach provides a framework for the systematic and organized evaluation ofacutely ill patients in order to rapidly identify and intervene for life-threatening conditions:\n\nA – Airway: check for and correct any obstruction to movement of air into the lungs\n\nB – Breathing: ensure adequate movement of air into the lungs\n\nC – Circulation: evaluate whether there is adequate perfusion to deliver oxygen to the tissues;check for signs of life-threatening bleeding\n\nD – Disability: assess and protect brain and spine functions\n\nE – Exposure: identify all injuries and any environmental threats and avoid hypothermia\n\nThis stepwise approach is designed to ensure that life-threatening conditions can beidentified and treated early, in order of priority. If a problem is discovered in any of thesesteps, it must be addressed immediately before moving on to the next step. The ABCDEapproach should be performed in the first 5 minutes and repeated whenever a patient’scondition changes or worsens.\n\nREMEMBER... Always check for signs of trauma in each of the ABCDE sections, andreference the trauma module as needed. [see TRAUMA]\n\nASSESSMENT IMMEDIATE MANAGEMENT\n\nCan the patient talk normally? IfYES, the airway is open.\n\nIf the patient cannot talknormally:\n\n• look to see if the chest wallis moving and listen to see ifthere is air movement from themouth or nose.• listen for abnormal sounds(such as stridor, grunting, orsnoring) or a hoarse or raspyvoice that indicates a partiallyobstructed airway.\n\n– Stridor plus swelling and/orhives suggest a severe allergicreaction (anaphylaxis).\n\n• Look and listen for fluid (such asblood, vomit) in the airway.• Look for foreign body orabnormal swelling around theairway, and altered mentalstatus.• Check if the patient is able toswallow saliva or is drooling.\n\n• If the patient is unconscious andnot breathing normally and:\n\n– NO TRAUMA: open the airwayusing the head-tilt and chin-liftmanoeuvre. [See SKILLS]– CONCERN FOR TRAUMA: maintaincervical spine immobilization andopen the airway using the jawthrust manoeuvre. [See SKILLS]– Place an oropharyngeal ornasopharyngeal airway tomaintain the airway. [See SKILLS]\n\n• If a foreign body is suspected:\n\n– If the object is visible, remove it –be careful not to push the objectany deeper.– If the patient is able to cough ormake noises, keep the patientcalm and encourage coughing.– If the patient is choking (unableto cough, not making sounds) useage-appropriate chest thrusts/abdominal thrusts/back blows.[See SKILLS]– If the patient becomesunconscious while choking,follow relevant CPR protocols.\n\n• If secretions or vomit are present,suction when available, or wipeclean. Consider placing patient inthe recovery position if the rest ofthe ABCDE is normal and no traumais suspected. [See SKILLS]• If the patient has swelling, hivesor stridor, consider severe allergicreaction (anaphylaxis), and giveintramuscular adrenaline. [SeeSKILLS]• Allow the patient to stay in aposition of comfort and preparefor rapid handover/transfer to acentre capable of advanced airwaymanagement, if needed.\n\nIf the airway is open, move onto “Breathing”.\n\nASSESSMENT IMMEDIATE MANAGEMENT\n\n• Look, listen, and feel to see ifthe patient is breathing.\n\n• Assess if breathing is very fast,very slow, or very shallow.\n\n• Look for signs of increased workof breathing (such as accessorymuscle use, chest indrawing/retractions, nasal flaring) orabnormal chest wall movement.\n\n• Listen for abnormal breathsounds such as wheezing orcrackles. [See DIFFICULTY INBREATHING]\n\n• With severe wheezing, theremay be limited/no breathsounds on examination becausenarrowing of the airways maybe so severe that breathingcannot be heard.\n\n• Listen to see if breath soundsare equal on both sides.\n\n• Check for the absence ofbreath sounds and dull soundswith percussion on one side(large pleural effusion orhaemothorax). [See SKILLS]\n\n• If there are no breath soundson one side, and hypotension,check for distended neck veinsor a shifted trachea (tensionpneumothorax).• Check oxygen saturation with a\n\npulse oximeter when available.\n\nIf breathing is adequate, move onto “Circulation”.\n\n• Look and feel for signs ofpoor perfusion (cool, moistextremities, delayed capillaryrefill greater than 3 seconds, lowblood pressure, tachypnoea,tachycardia, absent pulses).• Look for both external ANDinternal bleeding, includingbleeding:\n\n– into chest;– into abdomen;– from stomach or intestine;– from pelvic or femur fracture;– from wounds.\n\n• Look for hypotension, distended\n\n• If unconscious with abnormal\n\nbreathing, start bag-valve-mask\n\nneck veins and muffled heart\n\nventilation and follow relevant CPR\n\n• If not breathing adequately (too\n\nslow for age or too shallow), begin\n\nbag-valve-mask ventilation with\n\noxygen [See SKILLS]. If oxygen not\n\nDELAY ventilation. Start ventilation\n\nimmediately available, DO NOT\n\nwhile oxygen is being prepared.\n\nPlan for rapid handover/transfer.\n\n• If breathing fast or hypoxic, give\n\n• If wheezing, give salbutamol.\n\n[See SKILLS] Repeat salbutamol as\n\n• If concern for severe allergicreaction (anaphylaxis), giveintramuscular adrenaline.[See SKILLS]\n\n• If concern for tensionpneumothorax, perform needledecompression immediately andgive IV fluids and oxygen. [SeeSKILLS] Plan for rapid handover/transfer.\n\n• If concern for large pleural effusionor haemothorax, give oxygen andplan for rapid handover/transfer.\n\n• If cause unknown, remember thepossibility of trauma [See TRAUMA]\n\n• For cardiopulmonary arrest, followrelevant CPR protocols.• If signs of poor perfusion, give IVfluids and oxygen [See SKILLS] and:\n\n– For external bleeding, applydirect pressure or use othertechnique to control. [See SKILLS]– If internal bleeding or pericardialtamponade are suspected, referrapidly to a centre with surgicalcapabilities.\n\nIf cause unknown, remember the\n\nfractures and splint femur fractures,or any fracture with compromisedblood flow. [See TRAUMA and SKILLS]\n\npericardial tamponade.\n\nIf circulation is adequate, move onto “Disability”.\n\nsounds that might indicate\n\nASSESSMENT IMMEDIATE MANAGEMENT\n\n• Assess level of consciousnesswith the AVPU scale (Alert,Voice, Pain, Unresponsive) orin trauma cases, the GlasgowComa Scale (GCS). [See SKILLS]• Always check glucose level inthe confused or unconsciouspatient.• Check for pupil size, whetherthe pupils are equal, and ifpupils are reactive to light.\n\n• Check movement and sensationin all four limbs.• Look for abnormal repetitivemovements or shaking onone or both sides of the body(seizure/convulsion).\n\n• Examine the entire body forhidden injuries, rashes, bites orother lesions.\n\n• Rashes, such as hives, can possible from a distance and send\n\n• If altered mental status and noevidence of trauma, place inrecovery position. [See SKILLS]\n\nindicate allergic reaction, with patient. Do not risk additional\n\n• If glucose low (glucose test not available andpatient has altered mental status,give glucose. [See SKILLS]\n\nand other rashes can indicate bites to catch/kill snake.\n\n• For active seizures, give abenzodiazepine. [See SKILLS]\n\n• If pregnant and having seizures,give magnesium sulphate. [SeeSKILLS]\n\n• If pupils are small and breathingslow, consider opioid overdose andgive naloxone. [See SKILLS]\n\nIf pupils are not equal, considerincreased pressure on the brainand raise head of bed 30 degreesif no concern for spinal injury.Plan for rapid transfer to anadvanced provider or facility withneurosurgical care.\n\nIf cause unknown, rememberpossibility of trauma: Immobilize thecervical spine if concern for trauma.[See TRAUMA and SKILLS]\n\n• If snake bite is suspected,\n\nTake a picture of the snake if\n\n• Remove constricting clothing andall jewelry.\n\n• Cover the patient as soon as\n\npossible to prevent hypothermia.\n\nregulating body temperature.\n\n• Remove any wet clothes and dry\n\n• Respect the patient and protect\n\nmodesty during exposure.\n\npossibility of trauma: Log roll ifsuspected spinal injury [See TRAUMAand SKILLS]\n\nThis section takes a deeper look at conditions that must be managed during the ABCDE approach.\n\nAIRWAY conditions ACONDITIONSIGNS AND SYMPTOMSIN-DEPTH DESCRIPTION AND MANAGEMENTObstruction due to foreign body• Visible secretions, vomit or foreign bodies in the airway • Abnormal sounds from the airway (such as stridor, snoring, gurgling) • Mental status changes leading to airway obstruction from the tongue • Poor chest riseThe airway can become obstructed by secretions, vomit or foreign bodies. • Remove the foreign body if possible and suction fluid. Be careful not to push a foreign body further into the airway. Do not try to remove a foreign body unless clearly visible. • Use age-appropriate chest thrusts/abdominal thrusts/back blows if the airway is completely obstructed. [See SKILLS] • The tongue may obstruct the airway in patients with a decreased level of consciousness. – Open the airway using a head-tilt and chin- lift manoeuvre, or use jaw thrust (if there is concern for trauma); and place an oral or nasopharyngeal airway as needed. [See SKILLS] – These patients may also not be able to protect their airway and need to be watched for vomiting and aspiration. • Plan for rapid handover/transfer to advanced provider capable of advanced airway management if the obstruction cannot be removed.Obstruction due to burns• Burns to head and neck • Burned nasal hairs or soot around the nose or mouth • Abnormal sounds from the airway (such as stridor) • Change in voice • Poor chest riseBurns can cause airway swelling due to inhalational injuries. • Give oxygen to ALL patients with suspected airway burn even if they do not show signs of hypoxia. [See SKILLS] • Open the airway using appropriate manoeuvre and place an oral or nasopharyngeal airway as needed. [See SKILLS] • Maintain cervical spine immobilization if there is evidence of trauma. [See SKILLS] • The airway can swell and close off very quickly in burn patients. Plan for rapid handover/transfer to a provider capable of advanced airway management.\n\nCONDITIONSIGNS AND SYMPTOMSIN-DEPTH DESCRIPTION AND MANAGEMENTObstruction due to severe allergic reaction (anaphylaxis)• Mouth, lip, and tongue swelling • Difficulty breathing with stridor and/or wheezing • Rash or hives (patches of pale or red, itchy, warm, swollen skin) • Tachycardia and hypotension • Abnormal sounds from the airway (such as stridor, snoring, gurgling) • Poor chest riseSevere allergic reactions can cause swelling of the airway that can lead to obstruction. • Give intramuscular adrenaline for airway obstruction, severe wheezing or shock. [See SKILLS] – Adrenaline can wear off in minutes so be prepared to give additional doses. • Place an IV and give IV fluids. [See SKILLS] • Reposition airway as needed (sit patient upright if no trauma) and give oxygen. [See SKILLS] • If severe or not improving, prepare for rapid handover/transfer for advanced airway management.Obstruction due to trauma• Neck haematoma or injuries to head and neck • Abnormal sounds from the airway (such as stridor, snoring, gurgling) • Change in voice • Poor chest riseAirway obstruction may result from injuries to the head or neck. Blood, bone or damaged tissue may block the airway. Penetrating wounds to the neck may also cause obstruction due to swelling or expanding haematoma. • Suction to remove any blood that might block the airway. • Open the airway using jaw thrust only (do not use head-tilt/chin-lift); and place an oral airway as needed (do not use nasopharyngeal airways if there is facial trauma). [See SKILLS} • Maintain cervical spine immobilization if there is evidence of trauma. [See SKILLS] • Plan for rapid handover/transfer to advanced provider capable of advanced airway management or surgical intervention.For any abnormal airway sounds, re-assess airway frequently as partial obstruction may worsen\n\nrapidly and block airway.\n\nBCONDITIONSIGNS AND SYMPTOMSIN-DEPTH DESCRIPTION AND MANAGEMENTTension pneumothoraxHypotension WITH difficulty in breathing AND any of the following: • distended neck veins • absent breath sounds on affected side • hyperresonance with percussion on affected side [See SKILLS] • tracheal shift away from affected sideAny pneumothorax can become a tension pneumothorax. Air in the cavity between the lungs and the chest wall can collapse the lung (simple pneumothorax). Building pressure (tension) from a large pneumothorax can displace and block flow from the main vessels back to the heart, causing shock (tension pneumothorax). • If tension pneumothorax is suspected, perform emergency needle decompression. [See SKILLS] • Give oxygen. [See SKILLS] • Give IV fluids. [See SKILLS] • Arrange for rapid handover/transfer to an advanced provider capable of placing a chest tube.Suspected opioid overdose• Slow respiratory rate • Hypoxia • Very small pupilsOpioid medications (such as morphine, pethidine, and heroin) can decrease the body’s drive to breathe. • Give naloxone to reverse the effects of opioids. [See SKILLS] – Monitor closely as naloxone will wear off and additional doses may be needed. • Give oxygen. [See SKILLS]Asthma/ COPD (chronic obstructive pulmonary disease)• Wheezing • Cough • Accessory muscle use • May have history of asthma/COPD diagnosis, allergies or smokingAsthma and COPD are conditions causing spasm in the lower airways, resulting in narrowing that causes difficulty in breathing and wheezing. • Administer salbutamol as soon as possible. (Salbutamol helps to relieve the spasm in the air passages) [See SKILLS] • Give oxygen if indicated. [See SKILLS]Large pleural effusion/ haemothorax• Decreased breath sounds on affected side • Dull sounds with percussion on affected side [See SKILLS] • If there is a large amount of fluid, may have shockPleural effusion occurs when fluid builds up in the space between the lung and the chest wall or diaphragm. As the fluid builds up, it limits expansion of the lungs. • Give oxygen. [See SKILLS] • Arrange for handover/transfer immediately (many of these patients will need a procedure to drain fluid).If cause unknown, remember the possibility of trauma [See TRAUMA]\n\nCONDITIONSIGNS AND SYMPTOMSIN-DEPTH DESCRIPTION AND MANAGEMENTPulselessness• No pulse • Unconscious • Not breathingFollow relevant cardiopulmonary resuscitation (CPR) protocols.Shock• Rapid heart rate (tachycardia) • Rapid breathing (tachypnoea) • Pale and cool skin • Capillary refill>3 seconds • Sweating (diaphoresis) • May have dizziness, confusion, altered mental status • May have hypotensionPoor perfusion is the failure to deliver enough oxygen-carrying blood to the vital organs. When poor perfusion continues until organ function is affected, this is called shock and can lead rapidly to death. • Initial treatment for shock includes laying the patient flat (if tolerated). • Give oxygen. [See SKILLS] • Control bleeding. [See SKILLS] • Start an IV and give IV fluids. [See SKILLS] • If there are signs of infection, give antibiotics if available. • Prepare for rapid handover/transfer.Severe bleeding (haemorrhage)• Bleeding wounds • Bruising around the umbilicus (belly button) or over the flanks can be a sign of internal bleeding • Bleeding from the rectum or vagina or in vomit • Pelvic fracture • Femur fracture • Decreased breath sounds on one side of the chest (haemothorax) • Signs of poor perfusion (such as hypotension, tachycardia, pale skin, diaphoresis)External bleeding that is not controlled can lead quickly to shock. A large quantity of blood can also be lost into the chest, pelvis, thigh and abdomen before the bleeding is recognized. • Stop the bleeding. Depending on the source, use: – direct pressure [See SKILLS] – deep wound packing [See SKILLS] – a tourniquet [See SKILLS] – pelvic binder or femur splint. [See SKILLS] • Give IV fluids. [See SKILLS] • Refer for blood transfusion and ongoing surgical management if needed. A tourniquet should be used only for life- threatening bleeding.Pericardial tamponade• Signs of poor perfusion (tachycardia, tachypnoea, hypotension, pale and cool skin, cold extremities, capillary refill >3 seconds) • Distended neck veins • Muffled heart sounds • May have dizziness, confusion, altered mental status If cause unknown, remember the possibility of trauma [See TRAUMA]Pericardial tamponade occurs when fluid builds up in the sac around the heart. The pressure from this fluid can collapse the chambers of the heart and keep them from filling properly, limiting blood flow to the tissues and causing shock. Treatment is drainage by pericardiocentesis. • In order to keep the patient alive until the fluid around the heart can be drained, give IV fluids to ensure that as much volume as possible enters the heart. [See SKILLS] • Refer rapidly for surgical management.\n\nDCONDITIONSIGNS AND SYMPTOMSIN-DEPTH DESCRIPTION AND MANAGEMENTHypoglycaemia• Sweating (diaphoresis) • Altered mental status (ranging from confusion to unconsciousness) • Seizures/convulsions • Blood glucose Patients with hypoglycaemia (low blood sugar) need glucose immediately. [See SKILLS] • If the person can speak and swallow, give oral glucose. • If the person cannot speak or is unconscious, give IV glucose if possible. • If IV glucose is not possible or available, give buccal (inside of the cheek) glucose. [See SKILLS]Increased pressure on the brain• Headache • Seizures/convulsions • Nausea, vomiting • Altered mental status • Unequal pupils • Weakness on one side of the bodyIncreased pressure on the brain can occur from trauma, tumours, increased fluid, bleeding or infections. Because the skull is rigid, any swelling, fluid, or mass increases the pressure around the brain, limiting blood flow and possibly displacing brain tissue, causing death. • Raise the head of the bed to 30 degrees if there is no concern for trauma and there is no hypotension. • Check glucose. [See SKILLS] • If there are seizures/convulsions, give a benzodiazepine. [See SKILLS] • The pressure must be reduced as quickly as possible. Arrange for rapid handover/transfer to a surgical centre.Seizure/ convulsionSigns and symptoms of active seizure: • Repetitive movements, gaze fixed to one side or alternating rhythmically and not responsive. Sign and symptoms of recent seizure: • Bitten tongue • Urinated on self • Known history of seizures/convulsions • Confusion that gradually improves over minutes to hoursThe goal in managing seizures/convulsions is to prevent hypoxia and injury. • Protect the seizing person from falls and from any hard or sharp objects nearby. • Do not place anything in the mouth of a person with active seizure except to suction airway. [See SKILLS] • Give oxygen. [See SKILLS] • Check blood glucose. Give glucose if\n\nCONDITIONSIGNS AND SYMPTOMSIN-DEPTH DESCRIPTION AND MANAGEMENT• History of snake bite • Bite marks may be seen • Oedema • Blistering of the skin • Bruising • Hypotension • Paralysis • Seizures • Bleeding from woundsThe goal of managing snake bites is to limit the spread of the venom and the effects of venom on the body. • Immobilize the extremity. [See SKILLS] • Take a picture of the snake when possible and send with the patient (for example, with the patient’s mobile phone). • Give IV fluids if evidence of shock. [See SKILLS] • These patients may have delayed shock or airway problems. Monitor closely and plan early for rapid handover/transfer.\n\nVital signs should be checked at the end of the ABCDE\n\nA full set of vital signs (blood pressure, heart rate, respiratory rate, and oxygen saturation if available)should be performed after the ABCDE approach. Do not delay ABCDE interventions for vital signs.\n\nABCDE SHOULD BE REPEATED FREQUENTLY\n\nThe ABCDE approach is designed to quickly identify reversible life-threatening conditions. Ideally,the ABCDE approach should be repeated at least every 15 minutes or with any change in condition.\n\nWorkbook question 2: ABCDE approach\n\nUsing the workbook section above, list the management for airway blocked by aforeign body.\n\n________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________ ________________________________________________________________________________________________________________________________________________________________________________________________________________________\n\nWhile the ABCDE approach is used in both adults and children, there are some aspects ofassessing and managing children that are different from adults. The “Paediatric considerations”sections throughout the workbook highlight these differences.\n\nPaediatric considerationsPediatric airway conditions AExcessive drooling, stridor, airway swelling and unwillingness to move the neck are all high-risk signs in children. Look carefully in the airway for foreign bodies, burns or obstruction. Allow the child to remain in a position of comfort. Position airway as needed below.Compared to adults, children have:So you must do this:Bigger tongues.• Place the child in the “sniffing” position (modified head-tilt, chin-lift – like the slight upward and forward tilt of the head when sniffing a flower).Shorter necks with airways that are softer and more easily blocked.• Avoid over-extending or flexing the neck.A larger head compared to the rest of the body.• Watch closely for airway obstruction. • Use the jaw thrust if airway is not open. [See SKILLS] • Position head (using padding under shoulders for very small children) to open airway if no trauma. [See SKILLS]\n\nFor choking, use age-appropriate chest thrusts/abdominal thrusts/back blows. [See SKILLS]\n\nNeutral position in infants\n\n• Nasal flaring, head bobbing, grunting and chest indrawing OR retractions, are signs ofrespiratory distress in children.\n\n• CYANOSIS – a blue/grey discoloration around the lips, mouth or fingertips – is the result of a lackof oxygen and is a danger sign.• CHEST INDRAWING is a common presentation of paediatric accessory muscle use.\n\n– Look at the lower chest wall (lower ribs). The child has chest indrawing if the lower chest wallgoes IN when the child breathes IN.– In normal breathing, the whole chest wall (upper and lower) and the abdomen move OUT whenthe child breathes IN.\n\n• A SILENT CHEST (no breath sounds when you listen to the chest) is a sign of severe respiratorydistress in a child. With severe spasm and narrowing of the airways, there may be limited airmovement and few breath sounds on exam. Give salbutamol and oxygen and re-assess frequently.Chest indrawing[See SKILLS]• STRIDOR signals severe airway compromise, and there are many possible causes. Childrenwith stridor should be allowed to stay in a position of comfort and transferred immediately toan advanced provider. Further treatment will often include nebulized adrenaline. If immediatetransfer is not possible, consider intramuscular adrenaline as per severe allergic reactiontreatment. [See SKILLS]\n\n• MANAGEMENT OF POOR PERFUSION IN CHILDREN MAY CHANGE based on the cause and on thecondition of the child. [See SHOCK and SKILLS modules]• LOW BLOOD PRESSURE IN A CHILD IS A SIGN OF SEVERE SHOCK. Children are able to maintainnormal blood pressure for longer than adults when in shock. Closely monitor other signs of poorperfusion, such as decreased urine output and altered mental status.• THE AMOUNT OF INTRAVENOUS FLUID GIVEN TO CHILDREN IS DIFFERENT FROM ADULTS. [SeeSKILLS]• IN MALNOURISHED CHILDREN, both the rate of fluid administration and the type of fluid aredifferent. [See SKILLS]• SEVERE SIGNS: Sunken fontanelle, poor skin pinch [See SKILLS], lethargy, altered mental status.\n\n• LOW BLOOD GLUCOSE is a very common cause of altered mental status in sick children.\n\n– If possible, check blood glucose in children with altered mental status.– When it is not possible to check the blood glucose level, administer glucose.\n\n• Always check for seizure/convulsions.• It is sometimes difficult to determine if infants are acting normally. Always ask the person caringfor the child.\n\n• INFANTS AND CHILDREN HAVE DIFFICULTY MAINTAINING TEMPERATURE and can very quicklybecome hypothermic (low body temperature) or hyperthermic (high body temperature).\n\n– Remove wet clothing and dry skin thoroughly. Place infants skin-to-skin when possible.– For hypothermia, be sure to cover infants’ heads (but do not obstruct face).– For hyperthermia, unbundle tightly wrapped infants.\n\nPAEDIATRIC DANGER SIGNS IN ABCDE\n\nIn addition to performing a thorough ABCDE approach, all paediatric patients should be evaluatedfor the presence of danger signs. Children with danger signs need URGENT attention and referral/handover to a provider able to provide advanced paediatric care.\n\nPaediatric danger signs include:\n\n• Signs of airway obstruction (stridor or drooling/unable to swallow saliva)• Increased breathing effort (fast breathing, nasal flaring, grunting, chest indrawing or retractions)• Cyanosis (blue colour of the skin, especially at the lips and fingertips)• Altered mental status (including lethargy or unusual sleepiness, confusion, disorientation)• Moves only when stimulated or no movement at all (AVPU other than “A”)• Not feeding well or cannot drink or breastfeed• Vomiting everything• Seizures/convulsions• Low body temperature (hypothermia)\n\nWorkbook question 3: ABCDE approachUsing the workbook section above, list one of each of the following: a paediatric airway consideration______________________________________________________________________ a paediatric breathing consideration ______________________________________________________________________ a paediatric circulation consideration ______________________________________________________________________ a paediatric disability consideration ______________________________________________________________________ a paediatric exposure consideration ______________________________________________________________________\n\nThe SAMPLE approach is a standard way of gathering the key history related to an illnessor injury. Sources of information include: the ill/injured person, family members, friends,bystanders, or prior providers. SAMPLE stands for:\n\nThe patient/family’s report of signs and symptoms is essential to assessment and management.\n\nIt is important to be aware of medication allergies so that treatments do not cause harm.Allergies may also suggest anaphylaxis as the cause of acute symptoms.\n\nObtain a full list of medications that the person currently takes and ask about recent medicationor dose changes. These may affect treatment decisions and are important to understandingthe person’s chronic conditions.\n\nKnowing prior medical conditions may help in understanding the current illness and maychange management choices.\n\nRecord the time of last oral intake and whether solid or liquid. A full stomach increases the riskof vomiting and subsequent choking, especially with sedation or intubation that might berequired for surgical procedures.\n\nKnowing the circumstances around the injury or illness may be helpful in understanding thecause, progression and severity.\n\nIf you have to intervene in any of the ABCDE categories, immediately plan for handover/transfer to a higher level of care.\n\nOnce you have completed the ABCDE approach, take a SAMPLE history and complete aphysical examination based on the specific condition (secondary examination).\n\nA good handover summary [See SKILLS] to the next provider requires:\n\n– brief identification of the patient;\n\n– relevant elements of the SAMPLE history;\n\n– physical examination findings;\n\n– record of interventions given;\n\n– plans for care needed next and other concerns you may have.\n\nPulse rate: 60–100 beats per minute\n\nRespiratory rate: 10–20 breaths per minute\n\n– A respiratory rate of less than eight breaths per minute is a danger sign and may requireintervention.\n\nSystolic blood pressure >90 mmHg\n\nIf you cannot take a blood pressure reading, you can use the pulse to estimate systolic bloodpressure. Feeling for a pulse at the locations below can provide an estimate of systolic bloodpressure in an adult (although this method may not work well in the elderly):\n\n• Carotid (neck) pulse ≥ 60 mmHg• Femoral (groin) pulse ≥ 70 mmHg• Radial (wrist) pulse ≥ 80 mmHg\n\nVital signs are age-dependent in children. Normal heart rate and respiratory rate are higherin younger children, and normal blood pressures are lower. The brachial (middle of the upperarm) artery should be used to check the pulse in infants and small children.\n\nLocation of brachial pulse in a child\n\n* To estimate a child’s (1–10 years old) weight in kilograms use the formula:\n\n[age in years + 4] x 2\n\nor use weight-estimation tools such as PAWPER, Mercy TAPE, or Broselow tape.\n\nChildren are able to maintain normal blood pressure for longer than adults when they arein shock. You must check closely for signs of poor perfusion.\n\nThe amount of IV fluid appropriate for children is different from that for adults. [See SKILLS]\n\nThese case scenarios will be discussed in small groups. These cases in this module will NOT beassessed and are for practice only. It is important that you practise with these scenarios sinceyou will be assessed on how you lead a case in later modules. To complete a case scenario,the group must identify the critical findings and management needed and formulate a 1–2line handover summary that includes assessment findings and interventions. You shoulduse the Quick Cards to manage these scenarios.\n\nA 70-year-old man is brought in by taxi. The driver states the patient lost consciousness whiletalking with his daughter. There was no trauma, but the daughter poured water on him to try towake him up. Initially he was confused and vomiting. Now he is unconscious with a respiratoryrate of 3 breaths per minute.\n\n2. Use the ABCDE approach to assess and manage this patient. Ask the facilitator aboutlook, listen and feel findings; use the Quick Card for reference as needed.\n\nASSESSMENTFINDINGSINTERVENTION NEEDED?INTERVEN"
}