{
  "title": "9789241513081-Eng Part02(118-217페이지)",
  "full_text": "• Always perform ABCDE first. Patients in shock need oxygen.• In all forms of shock, the primary management is administration of IV fluidsappropriate for age and condition.• The specific conditions below require additional considerations.\n\nCONDITIONMANAGEMENT CONSIDERATIONSBurns• Burns disrupt the skin barrier and can cause significant fluid losses that can lead to shock. These patients have different fluid replacement needs. [See SKILLS]Hyperglycaemia• If concern for diabetic ketoacidosis, treat with IV fluids. [See SKILLS] A person with diabetic ketoacidosis is extremely ill and requires rapid transfer to a unit where IV infusion and close monitoring are available.Fever• Give fluids and start antibiotics. [See SKILLS] If infectious diarrhoea (like cholera) is suspected, use gloves, aprons and relevant isolation precautions and report it to the local public health agency. If signs of poor perfusion do not improve with fluids, consider rapid handover/transfer.Spinal cause• Give IV fluids and refer for ongoing management at a unit that can provide spinal care. [See SKILLS]Stomach or intestinal bleeding• Start IV fluids and refer for blood transfusion. [See SKILLS]Ectopic pregnancy• Give IV fluids and refer for blood transfusion and obstetric care. [See SKILLS]Postpartum haemorrhage• Give oxytocin and IV fluids and plan for rapid transfer to facility with blood transfusion and obstetric care capabilities. • Give IV fluids and massage uterus until it is hard. [See SKILLS] • Give oxytocin. [See SKILLS] • If the placenta has delivered, collect it in a leak-proof container and keep with patient for inspection by advanced provider. • Check for perineal and vaginal tears and apply direct pressure.Tension pneumothorax• Perform needle decompression immediately to relieve the pressure, give oxygen and IV fluids. [See SKILLS] Any patient who has had a needle decompression will need rapid handover/ transfer to a unit that can place a chest tube.Pericardial tamponade• Give IV fluids to help fill the heart against the building pressure in the heart sac. [See SKILLS] Plan for rapid handover/transfer to a provider who can drain the pericardial fluid.\n\nCONDITIONMANAGEMENT CONSIDERATIONSSuspected heart attack• Give aspirin if indicated. Place an IV and give fluids, re-assessing the patient frequently. [See SKILLS] • While oxygen is no longer recommended in all patients with heart attack, it should initially be given in patients with shock or difficulty in breathing, even when heart attack is the suspected cause. • Plan for rapid handover/transfer to advanced provider.Heart failure• Give IV fluids more slowly, checking the lungs for crackles (fluid overload) frequently. Stop IV fluids if fluid overload develops (difficulty in breathing, crackles in the lungs, increased respiratory rate, increased heart rate). [See SKILLS] • Plan for rapid handover/transfer to an advanced provider.Severe allergic reaction• Give intramuscular adrenaline [See SKILLS]. These patients will also need IV access and fluids as their condition can rapidly worsen once the adrenaline wears off. You may give a second dose if the effects wear off. [See SKILLS] If the airway is swollen or there is difficulty in breathing, patients may need rapid transfer.Traumatic injury or rapid blood loss suspected• Stop the bleeding, give IV fluids, and conduct a thorough trauma assessment. [See SKILLS] Refer for blood transfusion and ongoing surgical management.\n\nUsing the workbook section above, list what you would do to manage this patient.\n\nA 6-year-old boy is brought inwith fever. He is in shock anddoes not appear malnourished.Your facility has supplies to putin an IV.\n\nA young man is brought in after amotorcycle crash. He has a largecut to his arm that is bleedingand there is a large pool of bloodunder him. He is in shock whenyou examine him.\n\nA 30-year-old woman is broughtin after accidentally eatingprawns. She has a knownshellfish allergy, her body iscovered in a red, itchy rash andshe is in shock.\n\n1. ________________________________________\n\n2. ________________________________________\n\n3. ________________________________________\n\n1. ________________________________________\n\n2. ________________________________________\n\n3. ________________________________________\n\n1. ________________________________________\n\n2. ________________________________________\n\n3. ________________________________________\n\nShock can occur quite rapidly in children and is life-threatening. Children have arelatively larger surface area (compared to their body volume) and are thus likely tobecome dehydrated more rapidly. Infants and young children are particularly at risk asthey are unable to say when they are thirsty and cannot drink more on their own.\n\nAssessing shock in children: The clinical definition of shock in children varies. The 2016WHO guidelines for the care of critically ill children use the presence of three clinicalfeatures: cold extremities, capillary refill greater than 3 seconds, and weak and fast pulse.There are also other important signs of poor perfusion, including low blood pressure,fast breathing, altered mental status, and decreased urination (always ask parents howmuch urine the child is passing). [See SKILLS]\n\n• Very dry mouth and lips• Lethargy (excessive drowsiness and slowness to respond), child not interactive• Sunken eyes• Small amounts of dark urine (ask about number of nappies for infants)• Sunken fontanelles in infants under 1 year• Delayed capillary refill (normal capillary refill is less than 3 seconds)• Abnormal skin pinch [See SKILLS]• Pallor (anaemia makes dehydration even more difficult to treat [See SKILLS])\n\nAbnormal skin pinch in a child\n\nCommon causes of shock and dehydration in children include:\n\nchild onset of vomiting andAbnormal skin pinch in a sudden• Vomiting and diarrhoea: Gastroenteritis causesdiarrhoea with some abdominal pain and fever. Large amount of watery diarrhoeamay suggest cholera, and needs to be reported to public health authorities.\n\n• Vomiting without diarrhoea: Vomiting without diarrhoea or fever may suggest raisedpressure on the brain (trauma, tumour, brain swelling), or intestinal blockage. It isimportant to examine the child for signs of trauma. Vomiting associated with fevermay suggest infection.\n\n• Overwhelming infection: Fever can cause children to become dehydrated quickly. Inaddition, overwhelming infection can cause blood vessels to dilate, worsening shock.\n\n• Malnourishment: Malnourished children are at high risk for hypoglycaemia andwill need sugar in addition to fluids. Give specialized fluids if available. [See SKILLS]Give less IV fluid more slowly, and check the lungs for crackles (fluid overload) every5 minutes. Stop IV fluids if fluid overload develops (crackles in the lungs, increasedrespiratory rate, increased heart rate). Switch to oral fluids as soon as signs of poorperfusion improve. These patients need rapid handover/transfer over to an advancedprovider at a centre with blood transfusion capabilities.\n\nUsing the workbook section above, list signs of severe dehydration in children.\n\n1. ______________________________________________________________________2. ______________________________________________________________________3. ______________________________________________________________________4. ______________________________________________________________________5. ______________________________________________________________________6. ______________________________________________________________________7. ______________________________________________________________________8. ______________________________________________________________________\n\nPeople with shock can worsen and die quickly. They must be monitored very closely.\n\nAdditionally, the same illnesses that cause shock interfere with the body’s ability to managefluids, so these patients must be monitored very closely for signs of difficulty in breathing.\n\nPatients with shock may be confused and anxious. Ensure they are safe and containedduring transfer.\n\nPatients with shock are often transferred for transfusion or general or obstetric surgery.Always communicate directly with the receiving facility to make sure that these resourcesare actually available at the time of transfer.\n\nThese case scenarios will be presented in small groups. One participant will be identifiedas the lead and will be assessed while the rest of the group writes the responses in theworkbook. To complete a case scenario, participants must identify the critical findingsand management needed, and formulate a one-line summary for handover, includingassessment findings and interventions. You should use the Quick Card for these scenarioswhile being assessed.\n\nA 48-year-old male with a history of alcohol abuse is brought in by his wife to be evaluated forweakness. His wife states that he has been having very dark stools for the past 2 days and nowcannot stand up.\n\n1. What do you need to do in your initial approach?\n\n2. Use the ABCDE approach to assess and manage this patient. Ask the facilitator aboutlook, listen and feel findings; use the Quick Card for reference as needed.\n\nASSESSMENTFINDINGSINTERVENTION NEEDED?INTERVENTIONS TO PERFORM:AIRWAYYESNOBREATHINGYESNOCIRCULATIONYESNODISABILITYYESNOEXPOSUREYESNO\n\n3. Formulate one sentence to summarize this patient for handover.\n\nThe patient is a 4-year-old girl brought in by her mother. She has been having almost constantdiarrhoea for the past 3 days and vomiting every time she tries to drink anything. The motherthinks she may have had a fever as well. She has no signs of malnutrition.\n\n1. What do you need to do in your initial approach?\n\n2. Use the ABCDE approach to assess and manage this patient. Ask the facilitator aboutlook, listen and feel findings; use the Quick Card for reference as needed.\n\nASSESSMENTFINDINGSINTERVENTION NEEDED?INTERVENTIONS TO PERFORM:AIRWAYYESNOBREATHINGYESNOCIRCULATIONYESNODISABILITYYESNOEXPOSUREYESNO\n\n3. Formulate one sentence to summarize this patient for handover.\n\nAnswer the questions below. Questions and answers will be discussed in the session.\n\n1. A 7-year-old boy has had lethargy, vomiting and diarrhoea for the past 4 days. His vital signsare: blood pressure 80/40 mmHg, heart rate 140 beats per minute, respiratory rate 18 breathsper minute. The patient vomits when you try to give anything by mouth. What is your mostimmediate management?\n\nA. Start an IV line and give fluids\n\nB. Continue to attempt oral rehydration\n\nC. Place a nasogastric (NG) tube and hydrate through it\n\nD. Rapidly transfer to a referral hospital\n\n2. You are taking care of a 28-year-old man who was shot in the abdomen. He is lethargic andthe vital signs are as follows: blood pressure 80/40 mmHg, heart rate 130 beats per minute,respiratory rate 20 breaths per minute. There is heavy bleeding from the gunshot wound andthe abdomen is rigid and tender. What is the first intervention you should give this patient?\n\nA. IV fluidsB. Intraosseous lineC. SurgeryD. Adrenaline\n\n3. A child that presents with sunken eyes, small amounts of dark urine, dry mucous membranesand abnormal skin pinch testing is most likely suffering from:\n\nA. PneumoniaB. Head injuryC. DehydrationD. Hypoglycaemia\n\n4. A 60-year-old man states he has been weak and dizzy for the past week. His vital signs are:blood pressure 90/50 mmHg, heart rate 125 beats per minute, respiratory rate 16 breaths perminute. His skin is cool and pale. He states that his stools have been black for the past 2 days.What is the most likely cause of his shock?\n\nA. Stomach bleedingB. Abdominal traumaC. DehydrationD. Severe infection\n\n5. You are assessing a 23-year-old man who was stabbed in the chest. You expose the chestto find one stab wound in the right chest with minor bleeding. He is complaining of severedifficulty in breathing and there are no lung sounds on the right side. His neck veins aredistended and his skin is cool and sweaty. His vital signs are: blood pressure 86/56 mmHg,heart rate 136 beats per minute, respiratory rate 28 breaths per minute. What is your next step?\n\nA. Chest tube placementB. Needle decompressionC. Blood transfusionD. Start IV fluids\n\n1. recognize key history findings suggestive of different causes of altered mental status;2. recognize key physical findings suggestive of different causes of altered mental status;3. list high-risk causes of altered mental status in adults and children;4. perform critical actions for high-risk causes of altered mental status.\n\nGlasgow Coma Scale AVPU assessment Recovery position Oxygen administration IV cannula insertion IV fluid resuscitation Snake-bite management Spinal immobilization\n\nComa:Confusion:Convulsion:Cyanosis:\n\nDementia:Diabetic ketoacidosis (DKA):Eclampsia:Envenomation:Human Immunodeficiency Virus (HIV):Hypoglycaemia:Hypoxia:Ingestion:Kangaroo care:Large-bore IV:Level of consciousness:Orientation:Psychosis:Rabies:Seizure:Stroke:\n\nAltered mental status (AMS) is a term used for a range of presentations, from sudden or gradualchanges in behaviour to disorientation, confusion and coma. Changes in mental status and/orlevel of consciousness may be due to conditions that affect the brain (such as lack of oxygen orglucose; or shock causing lack of perfusion) or problems with the brain itself (such as infection,inflammation or injury). While chronic psychiatric problems and dementia can cause changesin mental status, altered mental status is often an indication of severe disease, and other life-threatening causes must always be considered. The presence of delirium – a rapidly changingstate of confusion with agitation, loss of focus and inability to interact appropriately – alwaysrequires a full assessment. Always ask family/friends about baseline mental status when possible.\n\nThe goal of INITIAL ASSESSMENT is to identify rapidly reversible causes of alteredmental status, and to recognize dangerous conditions requiring transfer.\n\nThe goal of ACUTE MANAGEMENT is to ensure that blood, oxygen and glucose reachthe brain; and to protect the brain from additional injury.\n\nABCDE key elements ASK: key history findings (SAMPLE history) CHECK: secondary exam findings Possible causes DO: Management Special considerations in children Disposition considerations\n\nALWAYS START WITH THE ABCDE APPROACH, intervening as needed. Then do a SAMPLE history. Then do a secondary exam.\n\nFor the person with altered mental status, the following are key elements that should beconsidered in the ABCDE approach.\n\nPeople with altered mental status may not be able to protect their airwaysand may be at risk of choking on vomit.\n\nHypoxia (lack of oxygen) can be a cause of altered mental status. Searchfor any signs of difficulty breathing, or cyanosis (blue colouring of the skin).Abnormal breathing can reflect diabetic ketoacidosis or poisoning.\n\nLack of perfusion to the brain can cause altered mental status. Look forand manage signs of shock (low blood pressure, elevated heart rate,delayed capillary refill).\n\nCheck AVPU or GCS (in trauma). Look for abnormal glucose (hypoglycaemiaor hyperglycaemia can cause altered mental status). Very small pupilssuggest opioid overdose or poisoning (consider pesticides). Very dilated\n\npupils suggest stimulant drug use. Unequal pupils suggest an increased pressure on thebrain. If the patient can follow commands, test for strength and sensation in face, arms andlegs. Weakness or loss of sensation on one side suggests a mass, bleeding, or blocked bloodvessels in the brain (stroke), though hypoglycemia can also present this way. Altered mentalstatus with general muscle weakness may suggest salt (electrolyte) imbalance in the blood.Look for abnormal repetitive movements or shaking on one or both sides of the body (seizure/convulsion) – this may be due to a tumour, bleeding, brain infection, hypoglycaemia, or salt(electrolyte) imbalance.\n\nRemember that patients with altered mental status may not report theirhistory accurately. Examine the entire body for infections, rashes, andany evidence of trauma, bites or stings. Needle marks on the arms maycause.\n\nASK: KEY HISTORY FINDINGS FOR PATIENTS WITH ALTEREDMENTAL STATUS\n\nUse the SAMPLE approach to obtain a history from the patient and/or family. It is importantto obtain a history from bystanders, friends or family as it may be difficult to obtain accuratehistory from a confused patient. For example, a person with hypoglycaemia may be tooconfused to relate a history of diabetes.\n\nIf the history identifies an ABCDE condition, STOP AND RETURN IMMEDIATELY TO ABCDEto manage it.\n\nHow does the current condition compare to baseline mental status?Always ask family/friends about baseline mental status when possible.\n\nAltered mental status associated with difficulty in breathing may indicate lack of oxygen tothe brain.\n\nHeadache with altered mental status can indicate infection, tumour or bleeding.\n\nVomiting without diarrhoea can be a sign of increased pressure in the brain. Any source ofdehydration, including vomiting and diarrhoea, may cause altered mental status from poorperfusion. Vomiting and diarrhoea can also cause hypoglycaemia leading to altered mentalstatus.\n\nThese may be signs of poor perfusion (lack of oxygenated blood) to the brain.\n\nWhen did the symptoms start? Do they come and go? How long do they last? Have theychanged over time?Rapid onset of altered mental status may suggest infection, inflamation, bleeding or drugs/toxic exposures. A more gradual onset (over weeks or months) may indicate a space-occupying lesion in the brain, such as a tumour or slow bleeding in the brain. Altered mentalstatus that comes and goes with normal intervals between episodes may suggest othercauses, such as seizures/convulsions or psychiatric disease.\n\nAny person with altered mental status and fever may have an infection. Brain infectionsoften present with altered mental status and fever. In small children and the elderly, anyserious infection, such as urine, lung, or blood infection can cause altered mental status.Also consider prolonged outdoor exposure, poisonings, medications and drugs as thesemay present with fever as well. Very high fever itself from any source may cause alteredmental status.\n\nChange in mental status with weakness or sensory loss in one area of the body, or problemswith walking and balance, suggest that the altered mental status comes from a cause in thebrain itself, such as a stroke or tumour.\n\nFluid that circulates around the brain also circulates around the spinal cord, meaning anybleeding, inflammation or infection in the brain (meningitis, encephalitis) can also causeneck pain and stiffness.\n\nBleeding in or around the brain can cause altered mental status some days after an injury.Remember that chronic alcohol drinkers and the elderly are more prone to brain bleedingand may not remember falls. Always consider slow bleeding around the brain as a cause,even several days after a fall, and consider unwitnessed trauma in a patient who is foundaltered with no known cause.\n\nDrug and alcohol use or psychiatric problems can present as altered mental status. Alwaysconsider the possibility of a suicide attempt by poisoning.\n\nGaseous poisoning, like carbon monoxide poisoning, can cause altered mental status inmultiple people. Carbon monoxide poisoning is usually seen in cold climates when peopleuse indoor heating.\n\nSevere allergic reactions (anaphylaxis) may present with altered mental status due to lowblood oxygen levels or poor blood circulation to the brain as a result of shock.\n\nMany common medications can cause altered mental status as a side effect, includingthose for seizures/convulsions, pain and sleeping. Ask about new medications and changeddoses, and consider medication interactions. A medication list should be collected and canprovide clues for underlying disease (such as convulsions, liver disease, diabetes) if theperson cannot communicate. Opioid medications (such as morphine, pethidine and heroin)can cause altered mental status.\n\nIn any patient with diabetes and altered mental status, suspect diabetic crisis, or low bloodsugar caused by medications. Recent increase in urine output, increased thirst, and fast ordeep breathing suggest diabetic crisis (diabetic ketoacidosis).\n\nHeart attack can cause decreased blood flow and oxygen to the brain leading to confusion.Those with heart disease are also at an increased risk of stroke.\n\nAltered mental status in a patient with a history of stroke may suggest an additional strokeor bleeding in the brain. Be sure to ask people who know the patient about his or her usualmental and neurological status. Symptoms of old stroke may return with severe illness ofany kind.\n\nHigh blood pressure increases the risk for bleeding in and around the brain (such as stroke).\n\nAltered mental status in a patient with a history of seizures/convulsions may suggest thatthe patient is having or recovering from a convulsion. If there is a history of epilepsy (primaryseizure/convulsion disorder), ask about regular medication and any recent dose changesor missed doses. With a witnessed convulsion, ask about fall or head trauma. Always askif the convulsion was the same or different compared to prior. Remember that recoveryof normal mental status after convulsions usually takes only a half hour to several hoursat most, though patients may feel tired for longer. Longer altered mental status suggestsanother cause.\n\nAltered mental status in a person with HIV may suggest infection in or around the brain(meningitis, encephalitis).\n\nTuberculosis can infect the brain and cause altered mental status.\n\nLiver or kidney failure can cause problems with the clearing of toxins and waste from theblood, which can lead to altered mental status.\n\nAlcohol intoxication and alcohol withdrawal can present with altered mental status. Peoplewith a history of heavy alcohol use also have a high risk for head injury (and may notremember falls) and hypoglycaemia, both of which can cause altered mental status.\n\nSeveral drugs of abuse cause altered mental status, including stimulants, sedatives andopioids.\n\nHigh blood pressure during pregnancy can lead to eclampsia (or seizures/convulsions andhigh blood pressure) during pregnancy.\n\nWhen did the person last eat or drink?Low blood glucose levels and dehydration can cause altered mental status.\n\nRecent trauma?Both head injury and poor perfusion resulting from blood loss can cause altered mental status.\n\nRecent travel to areas where certain types of infections might be more common?\n\nSpecific infections that can cause altered mental status may be more common in certainareas. Malaria is a key consideration in many areas.\n\nRecent exposures: contact with a sick person, recent bites, chemical exposures, hot orcold environments etc.?\n\nSick contacts may suggest infectious cause. Chemical exposures (such as pesticides) or bitesmay suggest intoxication or envenomation. Altered mental status can be caused by bothvery low and very high body temperatures.\n\nBoth alcohol intoxication and alcohol withdrawal can cause altered mental status.Methamphetamines and cocaine may cause severe agitation, while heroin (and otheropioids) may cause lethargy and coma. See also “Past medical history” section above.\n\nUsing the workbook section above, list seven questions about signs and symptomsyou would ask about when taking a SAMPLE history.\n\n1. ______________________________________________________________________2. ______________________________________________________________________3. ______________________________________________________________________4. ______________________________________________________________________5. ______________________________________________________________________6. ______________________________________________________________________7. ______________________________________________________________________\n\nCHECK: SECONDARY EXAMINATION FINDINGS IN ALTEREDMENTAL STATUS\n\nA person with altered mental status may be unable to answer questions, and clues to thecause may only be found during the physical examination. Always assess ABCDE first. Theinitial ABCDE approach identifies and manages life-threatening conditions. The secondary\n\nexamination looks for changes in the patient’s condition or less obvious causes that may havebeen missed during ABCDE. If the secondary examination identifies an ABCDE condition, STOPAND RETURN IMMEDIATELY TO ABCDE to manage it.\n\nAgitated and violent behaviour is a common presentation. It is very important to identifyand treat the underlying cause if possible, while prioritizing the safety of the patient andproviders. Keep calm and work as a team. Ensure that the space is safe from possibleweapons and make sure that the patient is not between you and the door. Avoid makingthe patient feel threatened. Do not sit too close and speak with a calm, soft and sympatheticvoice. Continually explain what is happening. Many aggressive patients will cooperate whenfaced with a team, so call for help and approach a patient as a group if necessary. Check vitalsigns, including temperature and glucose, and treat abnormalities. Call for help early andarrange handover/transfer to an advanced provider.\n\n– V: Responds to Voice\n\n– P: Responds to Pain\n\nAVPU tests the person’s ability to respond to stimuli. A person who is not intoxicated andwho has no illness or injury affecting the brain will usually be alert without being prompted.Patients who only respond when prompted by voice or pain require further assessment ofthe neurological system. [See SKILLS]\n\nCheck and monitor the Glasgow Coma Scale. [See SKILLS]\n\nHypoglycaemia can cause altered mental status. Diabetic ketoacidosis can present withhyperglycaemia and altered mental status.\n\nVery small pupils and slow breathing suggests opioid overdose. Very large (dilated) pupilssuggest stimulant drug use. Unequal pupils suggest increased pressure on the brain.\n\nIf the patient is alert and responds to voice, ask simple questions (for example: What is yourname? Where are you? What time is it? What day of the week is it?).\n\nAny patient with altered mental status and history or evidence of trauma should beconsidered to have a possible head injury – even if the trauma occurred several days before.Bruising around the eyes, behind the ears, or leaking of clear fluid from the nose or earssuggests head injury with skull fracture.\n\nFever should raise concerns about an infectious cause, and fever with stiff neck suggestsan infection in or around the brain. Poisonings, medication overdoses, alcohol withdrawal\n\nand changes in body hormones can also present with fever. Hypothermia may indicateinfection, low body hormone levels (e.g., thyroid) or exposure to wet or cold environments.\n\nCheck for stiff neck (Remember, if you suspect trauma, do not move the neck):\n\nStiff neck is suggestive of infection (meningitis) or bleeding around the brain. If you suspectinfection, anyone who comes in contact with the patient should wear a mask.\n\nIf the patient can follow commands, test for strength and sensation in face, arms and legs.Weakness or loss of sensation on one side suggests a mass, bleeding or blocked bloodvessels in the brain (stroke), though hypoglycaemia can also present this way. Alteredmental status with general muscle weakness may suggest salt (electrolyte) imbalance inthe blood.\n\nDehydration can cause altered mental status. Check for dry mouth and abnormal skin pinch.Dehydration may also suggest diabetic ketoacidosis.\n\nFeel if the liver is enlarged or tender. A palpable or tender liver suggests liver disease.\n\nCool, pale, and moist skin suggests shock or hypoglycaemia. Yellow skin (jaundice) suggestsliver disease. Bruising suggests trauma. Rashes can indicate systemic infection. Check forbites and stings.\n\nPeople who are initially confused and rapidly return to normal without treatment may havehad a seizure/convulsion or head trauma. People with altered mental status require closemonitoring to make sure they do not worsen again. (This can happen in patients who havelow blood sugar or head trauma).\n\nUsing the workbook section above, list five secondary examination findings youwould check for in a patient with altered mental status.\n\n1. ______________________________________________________________________\n\n2. ______________________________________________________________________\n\n3. ______________________________________________________________________\n\n4. ______________________________________________________________________\n\n5. ______________________________________________________________________\n\nRAPIDLY REVERSIBLE CAUSESCONDITIONSIGNS AND SYMPTOMSHypoglycaemia• Sweating (diaphoresis) • Seizures/convulsions • Blood glucose Severe dehydration• Signs of poor perfusion • Abnormal skin pinch • Decreased ability to drink fluids, or fluid loss • Dry mucous membranesHeat stroke• Prolonged exposure to heat and sun • High body temperature, very warm skin • May or may not be sweating (diaphoretic)Hypoxia• Shortness of breath • Low blood oxygen levels • CyanosisINFECTIONCONDITIONSIGNS AND SYMPTOMSCerebral malaria• Fever • Rapid malaria test or smear positive • In or from an area with malariaInflammation/infection around the brain (meningitis, encephalitis, brain abscess, bleeding)• Fever • Neck stiffness • Rash • Eye pain with looking at light/sensitivity to light • Headache • Known infectious epidemic or exposure • History of HIV or TB infectionSevere infection• Fever • Tachycardia • Tachypnoea • May have hypotension • Signs of infection: visible infection in the skin, cough and crackles in one area of the lungs (often with tachypnoea), burning with urination or urine that is cloudy (not clear), or any focal pain in association with feverCONDITIONSIGNS AND SYMPTOMSRabies• Agitation • Fear of drinking (hydrophobia) • Drooling • Weakness • History of animal bite\n\nMETABOLICCONDITIONSIGNS AND SYMPTOMSDiabetic ketoacidosis (DKA)• History of diabetes • Rapid or deep breathing • Frequent urination • Sweet smelling breath • High glucose in blood or urine • DehydrationTOXICCONDITIONSIGNS AND SYMPTOMSAlcohol or drug intoxication or withdrawal• Known alcohol or drug use • Injection marks, drugs found on patients • Alcohol – breath smells of alcohol, reddened face – Acutely intoxicated (drunk) – Withdrawal (convulsions, confusion, tachycardia) – Chronic use (balance problems, confusion) • Opioids: – Acutely intoxicated (lethargy, very small pupils and slow breathing) – Withdrawal (agitation, sweating, diarrhoea, vomiting) • Other drugs may cause large pupils, agitation, sweating, feverPesticide poisoning• History of exposure • Very small pupils • Diarrhoea • Vomiting • DiaphoresisSnake bite• Snake bite history • Bite marks in a setting with venomous snakes • Oedema • Blistering of the skin • Bruising • Hypotension • Paralysis • Seizures • Bleeding from woundsMedication reaction or dosing issue• New medications or recent change in doseGaseous poisoning• History consistent with possible exposure • Multiple people with symptoms • Headache\n\nOTHER CAUSESCONDITIONSIGNS AND SYMPTOMSSeizures/convulsions• Known history of seizures/convulsions • Bitten tongue • Urinated on self • Gradual improvement over minutes or hours • If pregnant, consider eclampsiaIncreased pressure on the brain (trauma, tumour, bleeding or brain swelling)• Headache • Seizures/convulsions • Nausea, vomiting • Unequal pupils • Weakness on one side of the body or speech problemsLiver disease• History of alcohol abuse or liver disease • Enlarged abdomen with thin arms, yellow coloring to the skin and eyes (jaundice), or hypoglycaemiaKidney disease• High blood pressure • Oedema or swelling in the legs • Decreased or no urine if severeHead trauma• Visual changes, loss of memory, vomiting, headache • History of recent trauma • Scalp lacerations and/or skull deformity • Bruising to head (particularly around eyes or behind ears) • Blood or clear fluid coming from nose or ears • Unequal pupils or weakness on one side of the body • Seizures/convulsionsADDITIONAL CONSIDERATIONS IN CHILDRENCONDITIONSIGNS AND SYMPTOMSIngestions of chemicals or toxins• Common in younger children • History of medications or substances found around child\n\nUsing the workbook section above, list the possible cause of altered mental statusfrom the history and physical findings below.\n\nHISTORY AND PHYSICAL FINDINGSLIKELY CAUSEA 15-year-old girl presents with altered mental status, fever and: • neck stiffness • eye pain when looking at light • headacheA 45-year-old man presents with altered mental status, and deep, rapid breathing and: • frequent urination • sweet-smelling breath • high glucose in blood or urine • dehydration\n\nFIRST PERFORM ABCDE ASSESSMENT AND INTERVENE FOR LIFE-THREATENINGCONDITIONS.\n\nNOTE: If the airway is clear, and there is no evidence of trauma, place the patient in therecovery position to avoid getting fluid or vomit in the lungs. [See SKILLS]\n\nCONDITIONMANAGEMENT CONSIDERATIONSHypoxiaGive oxygen. Look for underlying cause. [See SKILLS]HypoglycaemiaTreat with glucose. [See SKILLS]HyperglycaemiaIf concern for diabetic ketoacidosis, treat with IV fluids. [See SKILLS] A person with diabetic ketoacidosis is extremely ill and requires rapid transfer to a unit where IV infusion and close monitoring are available.Fever (hyperthermia) with altered mental statusStart antibiotics. Severe infections may require treatment by an advanced provider. Include malaria testing and treatment in endemic areas. Also consider poisoning and envenomation. Treat high fever with paracetamol. [See SKILLS] For severe temperature elevation, spray with cool water mist, fan and give IV fluids. Avoid shivering.HypothermiaMove to warm environment, remove wet clothing, warm with blankets and warm IV fluid.\n\nCONDITIONMANAGEMENT CONSIDERATIONSBleeding or other cause of increased pressure on the brainIf no trauma, raise the head of the bed to 30 degrees. If trauma is suspected ensure spinal immobilization. [See SKILLS]Opioid overdoseAdminister naloxone. [See SKILLS] Naloxone effects last approximately 1 hour. Most opioids last longer and patients may need repeat naloxone dosing. Consider this when planning ongoing care and re-assess the person frequently.Active seizure/convulsionTreat with benzodiazepine and monitor the person closely to check for slow breathing. Check glucose or give glucose if you are unable to check. Place patient in recovery position if no trauma suspected. [See SKILLS] If the patient continues to seize or does not wake up between seizures, arrange for rapid transfer to an advanced provider and monitor the airway.Pregnant with active seizure/convulsionThis could be eclampsia. Arrange rapid handover/transfer to a specialist unit and give magnesium sulphate. Monitor the patient closely for signs of toxicity. [See SKILLS] If any of these occur, do not give additional doses of magnesium.Alcohol withdrawalAlways check glucose and give as needed. Treat withdrawal with a benzodiazepine. [See SKILLS] Monitor the airway closely.Poisoning or envenomationTry to identify the poison and refer to an advanced provider for specific treatments. If pesticide poisoning, make sure the patient has been decontaminated, and monitor the airway closely as the secretions can cause obstruction. Snake bites should be treated as described in the “Wound Management” section [see SKILLS] and referred as soon as possible for antivenom.RabiesThere is no specific treatment for rabies. Symptomatic rabies is almost always fatal. See TRAUMA for management of suspected exposure from animal bite.Violent or very agitated patientProtect the patient from harming self or others. Ensure that staff have a clear exit path (do not place the patient between staff and the door). Remove potential weapons and unsafe objects. Call for help from colleagues, family members, and security if needed. Speak in a calm, soft, non-threatening tone. Explain what is happening at each stage of care. Do not confront or judge. Consider other causes: check glucose and vital signs including temperature and oxygen saturation. Treat abnormalities. Arrange for safe handover/transport to advanced provider.TraumaAssess GCS, immobilize the spine and evaluate for signs of increased pressure on the brain. [See SKILLS]\n\n• Check ABCDE.• Maintain the airway – do not put anything in the mouth.• Give oxygen if concern for hypoxia or prolonged seizure/convulsion.• Place patient on his/her side, if possible.• Protect the patient from harm or further injury.• Check glucose or give glucose (if unable to check).• Give a benzodiazepine.• If pregnant and seizing, give magnesium sulphate.• If no response, give another dose of benzodiazepine (repeat three times if needed) and monitorfor low blood pressure and slow breathing.• If the patient does not wake between seizure/convulsions, consider this a life-threateningcondition. Arrange for rapid handover/transfer to an advanced provider.• If the seizures/convulsions stop, place patient in recovery position and monitor closely.\n\nUsing the workbook section above, list what you would do to manage these patients.\n\nCONDITIONMANAGEMENTA 3-year-old child presents with altered mental status and a blood glucose of 2 mmol/L.1. ____________________________________________A 25-year-old woman is brought in with jerky movements and you suspect an active seizure/ convulsion.1. ____________________________________________ 2. ____________________________________________ 3. ____________________________________________A 50-year-old man is brought in following a fall from a roof. He has a headache and altered mental status.1. ____________________________________________ 2. ____________________________________________\n\nSPECIAL CONSIDERATIONS IN CHILDREN\n\nChildren with altered mental status may have seemingly mild signs such as sleepingmore than usual or being less interactive. Manage ABCDE first, and then look for andmanage causes of altered mental status. Remember that very ill or injured children mayhave normal vital signs until they rapidly deteriorate.\n\nHypoglycaemia occurs frequently in severely ill children and is a common cause ofaltered mental status in children. Check blood glucose (or give glucose if you are unableto check) in any child with altered mental status.\n\nHypoxia can occur as a result of many conditions, including respiratory infections andshock; birth hypoxia is a consideration in newborns.\n\nHyperthermia with altered mental status suggests infection, but can also be seen withexcessive heat exposure, exercise, "
}