{
  "title": "9789241513081-Eng Part02(118-217페이지)",
  "full_text": "• Always perform ABCDE first. Patients in shock need oxygen.• In all forms of shock, the primary management is administration of IV fluidsappropriate for age and condition.• The specific conditions below require additional considerations.\n\nCONDITIONMANAGEMENT CONSIDERATIONSBurns• Burns disrupt the skin barrier and can cause significant fluid losses that can lead to shock. These patients have different fluid replacement needs. [See SKILLS]Hyperglycaemia• If concern for diabetic ketoacidosis, treat with IV fluids. [See SKILLS] A person with diabetic ketoacidosis is extremely ill and requires rapid transfer to a unit where IV infusion and close monitoring are available.Fever• Give fluids and start antibiotics. [See SKILLS] If infectious diarrhoea (like cholera) is suspected, use gloves, aprons and relevant isolation precautions and report it to the local public health agency. If signs of poor perfusion do not improve with fluids, consider rapid handover/transfer.Spinal cause• Give IV fluids and refer for ongoing management at a unit that can provide spinal care. [See SKILLS]Stomach or intestinal bleeding• Start IV fluids and refer for blood transfusion. [See SKILLS]Ectopic pregnancy• Give IV fluids and refer for blood transfusion and obstetric care. [See SKILLS]Postpartum haemorrhage• Give oxytocin and IV fluids and plan for rapid transfer to facility with blood transfusion and obstetric care capabilities. • Give IV fluids and massage uterus until it is hard. [See SKILLS] • Give oxytocin. [See SKILLS] • If the placenta has delivered, collect it in a leak-proof container and keep with patient for inspection by advanced provider. • Check for perineal and vaginal tears and apply direct pressure.Tension pneumothorax• Perform needle decompression immediately to relieve the pressure, give oxygen and IV fluids. [See SKILLS] Any patient who has had a needle decompression will need rapid handover/ transfer to a unit that can place a chest tube.Pericardial tamponade• Give IV fluids to help fill the heart against the building pressure in the heart sac. [See SKILLS] Plan for rapid handover/transfer to a provider who can drain the pericardial fluid.\n\nCONDITIONMANAGEMENT CONSIDERATIONSSuspected heart attack• Give aspirin if indicated. Place an IV and give fluids, re-assessing the patient frequently. [See SKILLS] • While oxygen is no longer recommended in all patients with heart attack, it should initially be given in patients with shock or difficulty in breathing, even when heart attack is the suspected cause. • Plan for rapid handover/transfer to advanced provider.Heart failure• Give IV fluids more slowly, checking the lungs for crackles (fluid overload) frequently. Stop IV fluids if fluid overload develops (difficulty in breathing, crackles in the lungs, increased respiratory rate, increased heart rate). [See SKILLS] • Plan for rapid handover/transfer to an advanced provider.Severe allergic reaction• Give intramuscular adrenaline [See SKILLS]. These patients will also need IV access and fluids as their condition can rapidly worsen once the adrenaline wears off. You may give a second dose if the effects wear off. [See SKILLS] If the airway is swollen or there is difficulty in breathing, patients may need rapid transfer.Traumatic injury or rapid blood loss suspected• Stop the bleeding, give IV fluids, and conduct a thorough trauma assessment. [See SKILLS] Refer for blood transfusion and ongoing surgical management.\n\nUsing the workbook section above, list what you would do to manage this patient.\n\nA 6-year-old boy is brought inwith fever. He is in shock anddoes not appear malnourished.Your facility has supplies to putin an IV.\n\nA young man is brought in after amotorcycle crash. He has a largecut to his arm that is bleedingand there is a large pool of bloodunder him. He is in shock whenyou examine him.\n\nA 30-year-old woman is broughtin after accidentally eatingprawns. She has a knownshellfish allergy, her body iscovered in a red, itchy rash andshe is in shock.\n\n1. ________________________________________\n\n2. ________________________________________\n\n3. ________________________________________\n\n1. ________________________________________\n\n2. ________________________________________\n\n3. ________________________________________\n\n1. ________________________________________\n\n2. ________________________________________\n\n3. ________________________________________\n\nShock can occur quite rapidly in children and is life-threatening. Children have arelatively larger surface area (compared to their body volume) and are thus likely tobecome dehydrated more rapidly. Infants and young children are particularly at risk asthey are unable to say when they are thirsty and cannot drink more on their own.\n\nAssessing shock in children: The clinical definition of shock in children varies. The 2016WHO guidelines for the care of critically ill children use the presence of three clinicalfeatures: cold extremities, capillary refill greater than 3 seconds, and weak and fast pulse.There are also other important signs of poor perfusion, including low blood pressure,fast breathing, altered mental status, and decreased urination (always ask parents howmuch urine the child is passing). [See SKILLS]\n\n• Very dry mouth and lips• Lethargy (excessive drowsiness and slowness to respond), child not interactive• Sunken eyes• Small amounts of dark urine (ask about number of nappies for infants)• Sunken fontanelles in infants under 1 year• Delayed capillary refill (normal capillary refill is less than 3 seconds)• Abnormal skin pinch [See SKILLS]• Pallor (anaemia makes dehydration even more difficult to treat [See SKILLS])\n\nAbnormal skin pinch in a child\n\nCommon causes of shock and dehydration in children include:\n\nchild onset of vomiting andAbnormal skin pinch in a sudden• Vomiting and diarrhoea: Gastroenteritis causesdiarrhoea with some abdominal pain and fever. Large amount of watery diarrhoeamay suggest cholera, and needs to be reported to public health authorities.\n\n• Vomiting without diarrhoea: Vomiting without diarrhoea or fever may suggest raisedpressure on the brain (trauma, tumour, brain swelling), or intestinal blockage. It isimportant to examine the child for signs of trauma. Vomiting associated with fevermay suggest infection.\n\n• Overwhelming infection: Fever can cause children to become dehydrated quickly. Inaddition, overwhelming infection can cause blood vessels to dilate, worsening shock.\n\n• Malnourishment: Malnourished children are at high risk for hypoglycaemia andwill need sugar in addition to fluids. Give specialized fluids if available. [See SKILLS]Give less IV fluid more slowly, and check the lungs for crackles (fluid overload) every5 minutes. Stop IV fluids if fluid overload develops (crackles in the lungs, increasedrespiratory rate, increased heart rate). Switch to oral fluids as soon as signs of poorperfusion improve. These patients need rapid handover/transfer over to an advancedprovider at a centre with blood transfusion capabilities.\n\nUsing the workbook section above, list signs of severe dehydration in children.\n\n1. ______________________________________________________________________2. ______________________________________________________________________3. ______________________________________________________________________4. ______________________________________________________________________5. ______________________________________________________________________6. ______________________________________________________________________7. ______________________________________________________________________8. ______________________________________________________________________\n\nPeople with shock can worsen and die quickly. They must be monitored very closely.\n\nAdditionally, the same illnesses that cause shock interfere with the body’s ability to managefluids, so these patients must be monitored very closely for signs of difficulty in breathing.\n\nPatients with shock may be confused and anxious. Ensure they are safe and containedduring transfer.\n\nPatients with shock are often transferred for transfusion or general or obstetric surgery.Always communicate directly with the receiving facility to make sure that these resourcesare actually available at the time of transfer.\n\nThese case scenarios will be presented in small groups. One participant will be identifiedas the lead and will be assessed while the rest of the group writes the responses in theworkbook. To complete a case scenario, participants must identify the critical findingsand management needed, and formulate a one-line summary for handover, includingassessment findings and interventions. You should use the Quick Card for these scenarioswhile being assessed.\n\nA 48-year-old male with a history of alcohol abuse is brought in by his wife to be evaluated forweakness. His wife states that he has been having very dark stools for the past 2 days and nowcannot stand up.\n\n1. What do you need to do in your initial approach?\n\n2. Use the ABCDE approach to assess and manage this patient. Ask the facilitator aboutlook, listen and feel findings; use the Quick Card for reference as needed.\n\nASSESSMENTFINDINGSINTERVENTION NEEDED?INTERVENTIONS TO PERFORM:AIRWAYYESNOBREATHINGYESNOCIRCULATIONYESNODISABILITYYESNOEXPOSUREYESNO\n\n3. Formulate one sentence to summarize this patient for handover.\n\nThe patient is a 4-year-old girl brought in by her mother. She has been having almost constantdiarrhoea for the past 3 days and vomiting every time she tries to drink anything. The motherthinks she may have had a fever as well. She has no signs of malnutrition.\n\n1. What do you need to do in your initial approach?\n\n2. Use the ABCDE approach to assess and manage this patient. Ask the facilitator aboutlook, listen and feel findings; use the Quick Card for reference as needed.\n\nASSESSMENTFINDINGSINTERVENTION NEEDED?INTERVENTIONS TO PERFORM:AIRWAYYESNOBREATHINGYESNOCIRCULATIONYESNODISABILITYYESNOEXPOSUREYESNO\n\n3. Formulate one sentence to summarize this patient for handover.\n\nAnswer the questions below. Questions and answers will be discussed in the session.\n\n1. A 7-year-old boy has had lethargy, vomiting and diarrhoea for the past 4 days. His vital signsare: blood pressure 80/40 mmHg, heart rate 140 beats per minute, respiratory rate 18 breathsper minute. The patient vomits when you try to give anything by mouth. What is your mostimmediate management?\n\nA. Start an IV line and give fluids\n\nB. Continue to attempt oral rehydration\n\nC. Place a nasogastric (NG) tube and hydrate through it\n\nD. Rapidly transfer to a referral hospital\n\n2. You are taking care of a 28-year-old man who was shot in the abdomen. He is lethargic andthe vital signs are as follows: blood pressure 80/40 mmHg, heart rate 130 beats per minute,respiratory rate 20 breaths per minute. There is heavy bleeding from the gunshot wound andthe abdomen is rigid and tender. What is the first intervention you should give this patient?\n\nA. IV fluidsB. Intraosseous lineC. SurgeryD. Adrenaline\n\n3. A child that presents with sunken eyes, small amounts of dark urine, dry mucous membranesand abnormal skin pinch testing is most likely suffering from:\n\nA. PneumoniaB. Head injuryC. DehydrationD. Hypoglycaemia\n\n4. A 60-year-old man states he has been weak and dizzy for the past week. His vital signs are:blood pressure 90/50 mmHg, heart rate 125 beats per minute, respiratory rate 16 breaths perminute. His skin is cool and pale. He states that his stools have been black for the past 2 days.What is the most likely cause of his shock?\n\nA. Stomach bleedingB. Abdominal traumaC. DehydrationD. Severe infection\n\n5. You are assessing a 23-year-old man who was stabbed in the chest. You expose the chestto find one stab wound in the right chest with minor bleeding. He is complaining of severedifficulty in breathing and there are no lung sounds on the right side. His neck veins aredistended and his skin is cool and sweaty. His vital signs are: blood pressure 86/56 mmHg,heart rate 136 beats per minute, respiratory rate 28 breaths per minute. What is your next step?\n\nA. Chest tube placementB. Needle decompressionC. Blood transfusionD. Start IV fluids\n\n1. recognize key history findings suggestive of different causes of altered mental status;2. recognize key physical findings suggestive of different causes of altered mental status;3. list high-risk causes of altered mental status in adults and children;4. perform critical actions for high-risk causes of altered mental status.\n\nGlasgow Coma Scale AVPU assessment Recovery position Oxygen administration IV cannula insertion IV fluid resuscitation Snake-bite management Spinal immobilization\n\nComa:Confusion:Convulsion:Cyanosis:\n\nDementia:Diabetic ketoacidosis (DKA):Eclampsia:Envenomation:Human Immunodeficiency Virus (HIV):Hypoglycaemia:Hypoxia:Ingestion:Kangaroo care:Large-bore IV:Level of consciousness:Orientation:Psychosis:Rabies:Seizure:Stroke:\n\nAltered mental status (AMS) is a term used for a range of presentations, from sudden or gradualchanges in behaviour to disorientation, confusion and coma. Changes in mental status and/orlevel of consciousness may be due to conditions that affect the brain (such as lack of oxygen orglucose; or shock causing lack of perfusion) or problems with the brain itself (such as infection,inflammation or injury). While chronic psychiatric problems and dementia can cause changesin mental status, altered mental status is often an indication of severe disease, and other life-threatening causes must always be considered. The presence of delirium – a rapidly changingstate of confusion with agitation, loss of focus and inability to interact appropriately – alwaysrequires a full assessment. Always ask family/friends about baseline mental status when possible.\n\nThe goal of INITIAL ASSESSMENT is to identify rapidly reversible causes of alteredmental status, and to recognize dangerous conditions requiring transfer.\n\nThe goal of ACUTE MANAGEMENT is to ensure that blood, oxygen and glucose reachthe brain; and to protect the brain from additional injury.\n\nABCDE key elements ASK: key history findings (SAMPLE history) CHECK: secondary exam findings Possible causes DO: Management Special considerations in children Disposition considerations\n\nALWAYS START WITH THE ABCDE APPROACH, intervening as needed. Then do a SAMPLE history. Then do a secondary exam.\n\nFor the person with altered mental status, the following are key elements that should beconsidered in the ABCDE approach.\n\nPeople with altered mental status may not be able to protect their airwaysand may be at risk of choking on vomit.\n\nHypoxia (lack of oxygen) can be a cause of altered mental status. Searchfor any signs of difficulty breathing, or cyanosis (blue colouring of the skin).Abnormal breathing can reflect diabetic ketoacidosis or poisoning.\n\nLack of perfusion to the brain can cause altered mental status. Look forand manage signs of shock (low blood pressure, elevated heart rate,delayed capillary refill).\n\nCheck AVPU or GCS (in trauma). Look for abnormal glucose (hypoglycaemiaor hyperglycaemia can cause altered mental status). Very small pupilssuggest opioid overdose or poisoning (consider pesticides). Very dilated\n\npupils suggest stimulant drug use. Unequal pupils suggest an increased pressure on thebrain. If the patient can follow commands, test for strength and sensation in face, arms andlegs. Weakness or loss of sensation on one side suggests a mass, bleeding, or blocked bloodvessels in the brain (stroke), though hypoglycemia can also present this way. Altered mentalstatus with general muscle weakness may suggest salt (electrolyte) imbalance in the blood.Look for abnormal repetitive movements or shaking on one or both sides of the body (seizure/convulsion) – this may be due to a tumour, bleeding, brain infection, hypoglycaemia, or salt(electrolyte) imbalance.\n\nRemember that patients with altered mental status may not report theirhistory accurately. Examine the entire body for infections, rashes, andany evidence of trauma, bites or stings. Needle marks on the arms maycause.\n\nASK: KEY HISTORY FINDINGS FOR PATIENTS WITH ALTEREDMENTAL STATUS\n\nUse the SAMPLE approach to obtain a history from the patient and/or family. It is importantto obtain a history from bystanders, friends or family as it may be difficult to obtain accuratehistory from a confused patient. For example, a person with hypoglycaemia may be tooconfused to relate a history of diabetes.\n\nIf the history identifies an ABCDE condition, STOP AND RETURN IMMEDIATELY TO ABCDEto manage it.\n\nHow does the current condition compare to baseline mental status?Always ask family/friends about baseline mental status when possible.\n\nAltered mental status associated with difficulty in breathing may indicate lack of oxygen tothe brain.\n\nHeadache with altered mental status can indicate infection, tumour or bleeding.\n\nVomiting without diarrhoea can be a sign of increased pressure in the brain. Any source ofdehydration, including vomiting and diarrhoea, may cause altered mental status from poorperfusion. Vomiting and diarrhoea can also cause hypoglycaemia leading to altered mentalstatus.\n\nThese may be signs of poor perfusion (lack of oxygenated blood) to the brain.\n\nWhen did the symptoms start? Do they come and go? How long do they last? Have theychanged over time?Rapid onset of altered mental status may suggest infection, inflamation, bleeding or drugs/toxic exposures. A more gradual onset (over weeks or months) may indicate a space-occupying lesion in the brain, such as a tumour or slow bleeding in the brain. Altered mentalstatus that comes and goes with normal intervals between episodes may suggest othercauses, such as seizures/convulsions or psychiatric disease.\n\nAny person with altered mental status and fever may have an infection. Brain infectionsoften present with altered mental status and fever. In small children and the elderly, anyserious infection, such as urine, lung, or blood infection can cause altered mental status.Also consider prolonged outdoor exposure, poisonings, medications and drugs as thesemay present with fever as well. Very high fever itself from any source may cause alteredmental status.\n\nChange in mental status with weakness or sensory loss in one area of the body, or problemswith walking and balance, suggest that the altered mental status comes from a cause in thebrain itself, such as a stroke or tumour.\n\nFluid that circulates around the brain also circulates around the spinal cord, meaning anybleeding, inflammation or infection in the brain (meningitis, encephalitis) can also causeneck pain and stiffness.\n\nBleeding in or around the brain can cause altered mental status some days after an injury.Remember that chronic alcohol drinkers and the elderly are more prone to brain bleedingand may not remember falls. Always consider slow bleeding around the brain as a cause,even several days after a fall, and consider unwitnessed trauma in a patient who is foundaltered with no known cause.\n\nDrug and alcohol use or psychiatric problems can present as altered mental status. Alwaysconsider the possibility of a suicide attempt by poisoning.\n\nGaseous poisoning, like carbon monoxide poisoning, can cause altered mental status inmultiple people. Carbon monoxide poisoning is usually seen in cold climates when peopleuse indoor heating.\n\nSevere allergic reactions (anaphylaxis) may present with altered mental status due to lowblood oxygen levels or poor blood circulation to the brain as a result of shock.\n\nMany common medications can cause altered mental status as a side effect, includingthose for seizures/convulsions, pain and sleeping. Ask about new medications and changeddoses, and consider medication interactions. A medication list should be collected and canprovide clues for underlying disease (such as convulsions, liver disease, diabetes) if theperson cannot communicate. Opioid medications (such as morphine, pethidine and heroin)can cause altered mental status.\n\nIn any patient with diabetes and altered mental status, suspect diabetic crisis, or low bloodsugar caused by medications. Recent increase in urine output, increased thirst, and fast ordeep breathing suggest diabetic crisis (diabetic ketoacidosis).\n\nHeart attack can cause decreased blood flow and oxygen to the brain leading to confusion.Those with heart disease are also at an increased risk of stroke.\n\nAltered mental status in a patient with a history of stroke may suggest an additional strokeor bleeding in the brain. Be sure to ask people who know the patient about his or her usualmental and neurological status. Symptoms of old stroke may return with severe illness ofany kind.\n\nHigh blood pressure increases the risk for bleeding in and around the brain (such as stroke).\n\nAltered mental status in a patient with a history of seizures/convulsions may suggest thatthe patient is having or recovering from a convulsion. If there is a history of epilepsy (primaryseizure/convulsion disorder), ask about regular medication and any recent dose changesor missed doses. With a witnessed convulsion, ask about fall or head trauma. Always askif the convulsion was the same or different compared to prior. Remember that recoveryof normal mental status after convulsions usually takes only a half hour to several hoursat most, though patients may feel tired for longer. Longer altered mental status suggestsanother cause.\n\nAltered mental status in a person with HIV may suggest infection in or around the brain(meningitis, encephalitis).\n\nTuberculosis can infect the brain and cause altered mental status.\n\nLiver or kidney failure can cause problems with the clearing of toxins and waste from theblood, which can lead to altered mental status.\n\nAlcohol intoxication and alcohol withdrawal can present with altered mental status. Peoplewith a history of heavy alcohol use also have a high risk for head injury (and may notremember falls) and hypoglycaemia, both of which can cause altered mental status.\n\nSeveral drugs of abuse cause altered mental status, including stimulants, sedatives andopioids.\n\nHigh blood pressure during pregnancy can lead to eclampsia (or seizures/convulsions andhigh blood pressure) during pregnancy.\n\nWhen did the person last eat or drink?Low blood glucose levels and dehydration can cause altered mental status.\n\nRecent trauma?Both head injury and poor perfusion resulting from blood loss can cause altered mental status.\n\nRecent travel to areas where certain types of infections might be more common?\n\nSpecific infections that can cause altered mental status may be more common in certainareas. Malaria is a key consideration in many areas.\n\nRecent exposures: contact with a sick person, recent bites, chemical exposures, hot orcold environments etc.?\n\nSick contacts may suggest infectious cause. Chemical exposures (such as pesticides) or bitesmay suggest intoxication or envenomation. Altered mental status can be caused by bothvery low and very high body temperatures.\n\nBoth alcohol intoxication and alcohol withdrawal can cause altered mental status.Methamphetamines and cocaine may cause severe agitation, while heroin (and otheropioids) may cause lethargy and coma. See also “Past medical history” section above.\n\nUsing the workbook section above, list seven questions about signs and symptomsyou would ask about when taking a SAMPLE history.\n\n1. ______________________________________________________________________2. ______________________________________________________________________3. ______________________________________________________________________4. ______________________________________________________________________5. ______________________________________________________________________6. ______________________________________________________________________7. ______________________________________________________________________\n\nCHECK: SECONDARY EXAMINATION FINDINGS IN ALTEREDMENTAL STATUS\n\nA person with altered mental status may be unable to answer questions, and clues to thecause may only be found during the physical examination. Always assess ABCDE first. Theinitial ABCDE approach identifies and manages life-threatening conditions. The secondary\n\nexamination looks for changes in the patient’s condition or less obvious causes that may havebeen missed during ABCDE. If the secondary examination identifies an ABCDE condition, STOPAND RETURN IMMEDIATELY TO ABCDE to manage it.\n\nAgitated and violent behaviour is a common presentation. It is very important to identifyand treat the underlying cause if possible, while prioritizing the safety of the patient andproviders. Keep calm and work as a team. Ensure that the space is safe from possibleweapons and make sure that the patient is not between you and the door. Avoid makingthe patient feel threatened. Do not sit too close and speak with a calm, soft and sympatheticvoice. Continually explain what is happening. Many aggressive patients will cooperate whenfaced with a team, so call for help and approach a patient as a group if necessary. Check vitalsigns, including temperature and glucose, and treat abnormalities. Call for help early andarrange handover/transfer to an advanced provider.\n\n– V: Responds to Voice\n\n– P: Responds to Pain\n\nAVPU tests the person’s ability to respond to stimuli. A person who is not intoxicated andwho has no illness or injury affecting the brain will usually be alert without being prompted.Patients who only respond when prompted by voice or pain require further assessment ofthe neurological system. [See SKILLS]\n\nCheck and monitor the Glasgow Coma Scale. [See SKILLS]\n\nHypoglycaemia can cause altered mental status. Diabetic ketoacidosis can present withhyperglycaemia and altered mental status.\n\nVery small pupils and slow breathing suggests opioid overdose. Very large (dilated) pupilssuggest stimulant drug use. Unequal pupils suggest increased pressure on the brain.\n\nIf the patient is alert and responds to voice, ask simple questions (for example: What is yourname? Where are you? What time is it? What day of the week is it?).\n\nAny patient with altered mental status and history or evidence of trauma should beconsidered to have a possible head injury – even if the trauma occurred several days before.Bruising around the eyes, behind the ears, or leaking of clear fluid from the nose or earssuggests head injury with skull fracture.\n\nFever should raise concerns about an infectious cause, and fever with stiff neck suggestsan infection in or around the brain. Poisonings, medication overdoses, alcohol withdrawal\n\nand changes in body hormones can also present with fever. Hypothermia may indicateinfection, low body hormone levels (e.g., thyroid) or exposure to wet or cold environments.\n\nCheck for stiff neck (Remember, if you suspect trauma, do not move the neck):\n\nStiff neck is suggestive of infection (meningitis) or bleeding around the brain. If you suspectinfection, anyone who comes in contact with the patient should wear a mask.\n\nIf the patient can follow commands, test for strength and sensation in face, arms and legs.Weakness or loss of sensation on one side suggests a mass, bleeding or blocked bloodvessels in the brain (stroke), though hypoglycaemia can also present this way. Alteredmental status with general muscle weakness may suggest salt (electrolyte) imbalance inthe blood.\n\nDehydration can cause altered mental status. Check for dry mouth and abnormal skin pinch.Dehydration may also suggest diabetic ketoacidosis.\n\nFeel if the liver is enlarged or tender. A palpable or tender liver suggests liver disease.\n\nCool, pale, and moist skin suggests shock or hypoglycaemia. Yellow skin (jaundice) suggestsliver disease. Bruising suggests trauma. Rashes can indicate systemic infection. Check forbites and stings.\n\nPeople who are initially confused and rapidly return to normal without treatment may havehad a seizure/convulsion or head trauma. People with altered mental status require closemonitoring to make sure they do not worsen again. (This can happen in patients who havelow blood sugar or head trauma).\n\nUsing the workbook section above, list five secondary examination findings youwould check for in a patient with altered mental status.\n\n1. ______________________________________________________________________\n\n2. ______________________________________________________________________\n\n3. ______________________________________________________________________\n\n4. ______________________________________________________________________\n\n5. ______________________________________________________________________\n\nRAPIDLY REVERSIBLE CAUSESCONDITIONSIGNS AND SYMPTOMSHypoglycaemia• Sweating (diaphoresis) • Seizures/convulsions • Blood glucose Severe dehydration• Signs of poor perfusion • Abnormal skin pinch • Decreased ability to drink fluids, or fluid loss • Dry mucous membranesHeat stroke• Prolonged exposure to heat and sun • High body temperature, very warm skin • May or may not be sweating (diaphoretic)Hypoxia• Shortness of breath • Low blood oxygen levels • CyanosisINFECTIONCONDITIONSIGNS AND SYMPTOMSCerebral malaria• Fever • Rapid malaria test or smear positive • In or from an area with malariaInflammation/infection around the brain (meningitis, encephalitis, brain abscess, bleeding)• Fever • Neck stiffness • Rash • Eye pain with looking at light/sensitivity to light • Headache • Known infectious epidemic or exposure • History of HIV or TB infectionSevere infection• Fever • Tachycardia • Tachypnoea • May have hypotension • Signs of infection: visible infection in the skin, cough and crackles in one area of the lungs (often with tachypnoea), burning with urination or urine that is cloudy (not clear), or any focal pain in association with feverCONDITIONSIGNS AND SYMPTOMSRabies• Agitation • Fear of drinking (hydrophobia) • Drooling • Weakness • History of animal bite\n\nMETABOLICCONDITIONSIGNS AND SYMPTOMSDiabetic ketoacidosis (DKA)• History of diabetes • Rapid or deep breathing • Frequent urination • Sweet smelling breath • High glucose in blood or urine • DehydrationTOXICCONDITIONSIGNS AND SYMPTOMSAlcohol or drug intoxication or withdrawal• Known alcohol or drug use • Injection marks, drugs found on patients • Alcohol – breath smells of alcohol, reddened face – Acutely intoxicated (drunk) – Withdrawal (convulsions, confusion, tachycardia) – Chronic use (balance problems, confusion) • Opioids: – Acutely intoxicated (lethargy, very small pupils and slow breathing) – Withdrawal (agitation, sweating, diarrhoea, vomiting) • Other drugs may cause large pupils, agitation, sweating, feverPesticide poisoning• History of exposure • Very small pupils • Diarrhoea • Vomiting • DiaphoresisSnake bite• Snake bite history • Bite marks in a setting with venomous snakes • Oedema • Blistering of the skin • Bruising • Hypotension • Paralysis • Seizures • Bleeding from woundsMedication reaction or dosing issue• New medications or recent change in doseGaseous poisoning• History consistent with possible exposure • Multiple people with symptoms • Headache\n\nOTHER CAUSESCONDITIONSIGNS AND SYMPTOMSSeizures/convulsions• Known history of seizures/convulsions • Bitten tongue • Urinated on self • Gradual improvement over minutes or hours • If pregnant, consider eclampsiaIncreased pressure on the brain (trauma, tumour, bleeding or brain swelling)• Headache • Seizures/convulsions • Nausea, vomiting • Unequal pupils • Weakness on one side of the body or speech problemsLiver disease• History of alcohol abuse or liver disease • Enlarged abdomen with thin arms, yellow coloring to the skin and eyes (jaundice), or hypoglycaemiaKidney disease• High blood pressure • Oedema or swelling in the legs • Decreased or no urine if severeHead trauma• Visual changes, loss of memory, vomiting, headache • History of recent trauma • Scalp lacerations and/or skull deformity • Bruising to head (particularly around eyes or behind ears) • Blood or clear fluid coming from nose or ears • Unequal pupils or weakness on one side of the body • Seizures/convulsionsADDITIONAL CONSIDERATIONS IN CHILDRENCONDITIONSIGNS AND SYMPTOMSIngestions of chemicals or toxins• Common in younger children • History of medications or substances found around child\n\nUsing the workbook section above, list the possible cause of altered mental statusfrom the history and physical findings below.\n\nHISTORY AND PHYSICAL FINDINGSLIKELY CAUSEA 15-year-old girl presents with altered mental status, fever and: • neck stiffness • eye pain when looking at light • headacheA 45-year-old man presents with altered mental status, and deep, rapid breathing and: • frequent urination • sweet-smelling breath • high glucose in blood or urine • dehydration\n\nFIRST PERFORM ABCDE ASSESSMENT AND INTERVENE FOR LIFE-THREATENINGCONDITIONS.\n\nNOTE: If the airway is clear, and there is no evidence of trauma, place the patient in therecovery position to avoid getting fluid or vomit in the lungs. [See SKILLS]\n\nCONDITIONMANAGEMENT CONSIDERATIONSHypoxiaGive oxygen. Look for underlying cause. [See SKILLS]HypoglycaemiaTreat with glucose. [See SKILLS]HyperglycaemiaIf concern for diabetic ketoacidosis, treat with IV fluids. [See SKILLS] A person with diabetic ketoacidosis is extremely ill and requires rapid transfer to a unit where IV infusion and close monitoring are available.Fever (hyperthermia) with altered mental statusStart antibiotics. Severe infections may require treatment by an advanced provider. Include malaria testing and treatment in endemic areas. Also consider poisoning and envenomation. Treat high fever with paracetamol. [See SKILLS] For severe temperature elevation, spray with cool water mist, fan and give IV fluids. Avoid shivering.HypothermiaMove to warm environment, remove wet clothing, warm with blankets and warm IV fluid.\n\nCONDITIONMANAGEMENT CONSIDERATIONSBleeding or other cause of increased pressure on the brainIf no trauma, raise the head of the bed to 30 degrees. If trauma is suspected ensure spinal immobilization. [See SKILLS]Opioid overdoseAdminister naloxone. [See SKILLS] Naloxone effects last approximately 1 hour. Most opioids last longer and patients may need repeat naloxone dosing. Consider this when planning ongoing care and re-assess the person frequently.Active seizure/convulsionTreat with benzodiazepine and monitor the person closely to check for slow breathing. Check glucose or give glucose if you are unable to check. Place patient in recovery position if no trauma suspected. [See SKILLS] If the patient continues to seize or does not wake up between seizures, arrange for rapid transfer to an advanced provider and monitor the airway.Pregnant with active seizure/convulsionThis could be eclampsia. Arrange rapid handover/transfer to a specialist unit and give magnesium sulphate. Monitor the patient closely for signs of toxicity. [See SKILLS] If any of these occur, do not give additional doses of magnesium.Alcohol withdrawalAlways check glucose and give as needed. Treat withdrawal with a benzodiazepine. [See SKILLS] Monitor the airway closely.Poisoning or envenomationTry to identify the poison and refer to an advanced provider for specific treatments. If pesticide poisoning, make sure the patient has been decontaminated, and monitor the airway closely as the secretions can cause obstruction. Snake bites should be treated as described in the “Wound Management” section [see SKILLS] and referred as soon as possible for antivenom.RabiesThere is no specific treatment for rabies. Symptomatic rabies is almost always fatal. See TRAUMA for management of suspected exposure from animal bite.Violent or very agitated patientProtect the patient from harming self or others. Ensure that staff have a clear exit path (do not place the patient between staff and the door). Remove potential weapons and unsafe objects. Call for help from colleagues, family members, and security if needed. Speak in a calm, soft, non-threatening tone. Explain what is happening at each stage of care. Do not confront or judge. Consider other causes: check glucose and vital signs including temperature and oxygen saturation. Treat abnormalities. Arrange for safe handover/transport to advanced provider.TraumaAssess GCS, immobilize the spine and evaluate for signs of increased pressure on the brain. [See SKILLS]\n\n• Check ABCDE.• Maintain the airway – do not put anything in the mouth.• Give oxygen if concern for hypoxia or prolonged seizure/convulsion.• Place patient on his/her side, if possible.• Protect the patient from harm or further injury.• Check glucose or give glucose (if unable to check).• Give a benzodiazepine.• If pregnant and seizing, give magnesium sulphate.• If no response, give another dose of benzodiazepine (repeat three times if needed) and monitorfor low blood pressure and slow breathing.• If the patient does not wake between seizure/convulsions, consider this a life-threateningcondition. Arrange for rapid handover/transfer to an advanced provider.• If the seizures/convulsions stop, place patient in recovery position and monitor closely.\n\nUsing the workbook section above, list what you would do to manage these patients.\n\nCONDITIONMANAGEMENTA 3-year-old child presents with altered mental status and a blood glucose of 2 mmol/L.1. ____________________________________________A 25-year-old woman is brought in with jerky movements and you suspect an active seizure/ convulsion.1. ____________________________________________ 2. ____________________________________________ 3. ____________________________________________A 50-year-old man is brought in following a fall from a roof. He has a headache and altered mental status.1. ____________________________________________ 2. ____________________________________________\n\nSPECIAL CONSIDERATIONS IN CHILDREN\n\nChildren with altered mental status may have seemingly mild signs such as sleepingmore than usual or being less interactive. Manage ABCDE first, and then look for andmanage causes of altered mental status. Remember that very ill or injured children mayhave normal vital signs until they rapidly deteriorate.\n\nHypoglycaemia occurs frequently in severely ill children and is a common cause ofaltered mental status in children. Check blood glucose (or give glucose if you are unableto check) in any child with altered mental status.\n\nHypoxia can occur as a result of many conditions, including respiratory infections andshock; birth hypoxia is a consideration in newborns.\n\nHyperthermia with altered mental status suggests infection, but can also be seen withexcessive heat exposure, exercise, seizure/convulsion, hormonal imbalance and somemedications and poisons.\n\nHypothermia with altered mental status can also suggest infection, particularly ininfants, but can be due to drug intoxication, exposure to cold or hormonal imbalance.Young infants are more affected by variation in temperature. Keep the child warm byusing blankets and a hat to prevent heat loss and using skin-to-skin contact (also called“kangaroo care”) with a family member 24-hours per day while ill.\n\nSeizures/convulsions can be due to fever alone but (as in adults) can also suggestinfection, hypoglycaemia or hyponatremia (low sodium). Do not delay antibiotics inpatients with suspected serious bacterial infection. Always consider trauma.\n\nInfection in or around the brain can cause altered mental status. Look for a bulging orpageswollen fontanelle (in a child under 1 year) and/or rash to the legs and lower abdomen,which can indicate infection or increased pressure on the brain. Do not delay antibioticsin children with suspected serious bacterial infection.\n\nPoor perfusion can cause altered mental status. Children can become dehydrated veryquickly. Check for signs of dehydration: abnormal skin pinch, dry mucous membranesFlat fontanelleBulging fontanelle(the inner, pink part of the mouth), irritability, sunken or depressed fontanelle (in a childunder 1 year), slow capillary refill (greater than 3 seconds), cold extremities, tachycardia,and hypotension. Give IV fluids and re-assess frequently. [See SKILLS]\n\nMalaria may be more severe in children than adults. Children with severe malaria maypresent with severe anaemia, seizure/convulsions, coma, and hypoglycaemia.\n\nIngestion of chemicals or drugs is common in children. Try to identify the poison (talkto parents) and try to get a photograph of the package. Consult advanced providerimmediately for management.\n\nConsider unwitnessed ingestions in children aged under 6 years(especially aged 1–3):• Ask about signs and symptoms depending on the substance ingested.• Take a thorough history from the family.• Examine the bottles of the ingested substance or medicine.• Determine what time it took place.• Ensure that no other children were involved.• Check for signs of burns in or around the mouth• Check for stridor (high-pitched noises) suggesting ingestion of chemicals that burned or damaged the airway and are causing swelling.• Children with ingestion of drugs or chemicals need to be monitored closely and may require handover/transfer to a referral unit for further management.\n\nUsing the workbook section above, mental status children:answer the following questions about alteredininfection in a child?How would you assess for brain________________________________________________________________________Why does hypoglycaemia occur frequently in________________________________________________________________________ severely ill children?________________________________________________________________________Seizures/convulsions in young children can bea sign of what? ________________________________________________________________________\n\nDisposition depends on the cause of altered mental status. Causes of altered mental statusthat cannot be rapidly corrected or which might return after medications wear off needmanagement in a hospital setting.\n\nAny patient with altered mental status must be closely monitored for airway problems.Consider handover/transfer to a provider with advanced airway capabilities.\n\nIf the underlying cause of the low blood glucose is not identified and treated, patients withhypoglycaemia who improved with glucose may develop low blood glucose again and mayrequire repeat treatments. These patients need to be monitored closely.\n\nNaloxone (opioid reversal agent) effects only last approximately 1 hour. Many opioidmedications are longer-acting and may need more doses of naloxone to reverse the opioideffects. Any patient treated with naloxone must be monitored closely. Make sure the newprovider knows the patient has been given naloxone and may need additional doses.\n\nThese case scenarios will be presented in small groups. One participant will be identifiedas the lead and will be assessed, while the rest of the group writes the responses in theworkbook. To complete a case scenario, the group must identify the critical findingsand management needed, and formulate a one-line summary for handover, includingassessment findings and interventions. You should use the Quick Card for these scenarioswhile being assessed.\n\nA 42-year-old man is brought in after he was found slumped over at a bus stop. When thebystanders went to him he was awake but very confused. They do not know him, but becausehe is so confused they brought him to you for care.\n\n2. Use the ABCDE approach to assess and manage this patient. Ask the facilitator aboutlook, listen and feel findings; use the Quick Card for reference as needed.\n\nASSESSMENTFINDINGSINTERVENTION NEEDED?INTERVENTION TO PERFORM:AIRWAYYESNOBREATHINGYESNO\n\nASSESSMENTFINDINGSINTERVENTION NEEDED?INTERVENTION TO PERFORM:CIRCULATIONYESNODISABILITYYESNOEXPOSUREYESNO\n\nCASE #2: PAEDIATRIC PATIENT WITH ALTERED MENTAL STATUS\n\nA mother brings her 3-year-old child to you for evaluation after she had two seizures/convulsions today. The child is wrapped in multiple blankets. The mother states that the childhas been increasingly confused over the past 2 days and has had high fevers.\n\n1. What do you need to do in your initial approach?\n\n2. Use the ABCDE approach to assess and manage this patient. Ask the facilitator aboutlook, listen and feel findings; use the Quick Card for reference as needed.\n\nASSESSMENTFINDINGSINTERVENTION NEEDED?INTERVENTION TO PERFORM:AIRWAYYESNOBREATHINGYESNOCIRCULATIONYESNODISABILITYYESNOEXPOSUREYESNO\n\n3. Formulate one sentence to summarize this patient for handover.\n\nAnswer the questions below. Questions and answers will be discussed in the session.\n\n1. You are evaluating ABCDE on a 4-year-old boy who has a fever and a cough. He is notresponding to you calling his name, but if you pinch the sole of his foot, he moans. What is hislevel on the AVPU scale?\n\nA. AlertB. VerbalC. PainD. Unresponsive\n\n2. A 37-year-old male is brought in by his wife with fever and confusion. She says since thefever began 3 days ago he has become increasingly confused. There has been no trauma. Onexamination you notice that his neck is stiff. What is the most likely cause of his altered mentalstatus?\n\nA. PneumoniaB. Infection around the brainC. StrokeD. Drug use\n\n3. A 46-year-old man comes in to check his blood pressure. His vital signs are: blood pressure160/90, heart rate 120, respiratory rate 18, and blood glucose is 5 mmol/L. While you areexamining him he has a seizure/convulsion. What treatment should you give?\n\nB. GlucoseC. AntibioticsD. Naloxone\n\n4. A 36-week pregnant woman is having a seizure/convulsion. She has a recent history of highblood pressure as well. What treatment should you give?\n\nA. Magnesium sulphateB. GlucoseC. NitroglycerinD. Nothing, the seizure/convulsion will stop on its own\n\n5. You are assessing a 6-month-old infant and find a depressed fontanelle. What does thisphysical examination finding suggest?\n\nA. Infection in the brainB. DehydrationC. PneumoniaD. Hypoglycaemia\n\nSKILL STATIONS are designed to allow you to practise new skills and demonstrate life-saving techniques.\n\nREMEMBER...ALWAYS WEAR PROPER PPE PRIOR TO CARING FOR A PATIENTAND PERFORMING ANY SKILL.\n\n1. AIRWAY SKILL STATIONS\n\nAIRWAY SKILL STATION: BASIC AIRWAY MANOEUVRES\n\nOpening the airway: adult head-tilt and chin-lift\n\nTo be used for patients with altered mental status who maynot be able to protect the airway, with NO history of trauma:\n\n• Place person face up on flat, firm surface.\n\n• Tilt the head back with one hand and lift the chin with yourfingers.\n\n– To do this, place one hand on the patient’s forehead andthen place two fingers of the other hand on the chin.Rotate your hands, tilting the chin up away from the chest.\n\n• Remove foreign bodies if visible.• Use suction to remove any liquids or secretions from theairway if needed.• Hold the airway open – do not let the head drop back as thiswill close the airway.\n\nOpening the airway: paediatric head-tilt and chin-lift\n\nAdult head-tilt and chin-lift\n\nTo be used with patients with altered mental status who may not be able to protect the airway,with NO history of trauma:\n\n• Remember, children’s heads are bigger than adults’ heads compared to body size, and theirairways are softer and easier to block when the neck is bent. In older children, the airway can beopened by tilting the head backwards slightly (see figure).• Babies have the largest heads relative to their body size. Their heads should be placed in neutral(sniffing) position (see figure).• Inspect the mouth and remove visible foreign bodies. Take care not to push the foreign bodydeeper into the airway.\n\n• Use suction to remove any liquids or secretions from the airway.• Hold the head as below in position to keep the airway open.\n\npaediatric jaw thrustO pening the airway: adult and infantsinNeutral position\n\nHead-tilt and chin-lift in children (no trauma)\n\nUse when the patient has altered mental status and may not be able to protect the airway andthere IS a history of trauma (cervical spine fracture is possible):\n\n• Ask an assistant to immobilize the cervical spine while you perform the jaw thrust. [See SKILLS]• Place fingers behind the angle of mandible (the curve on the jaw bone) on both sides of the jawand push up so that the lower jaw moves. The head and neck should NOT move.• Inspect the mouth and remove foreign bodies if visible.page 4_A• Use suction to remove any liquids or secretions from the airway if needed.• Hold the jaw in place to keep the airway open – do not let the jaw drop back as this will close theairway.\n\nPediatric jaw thrust\n\nAIRWAY SKILL STATION: MANAGEMENT OF CHOKING\n\nManaging choking in an adult or larger child\n\nIf respiratory distress occurs suddenly while eating, a person is clutching the throat, or there is silentcoughing, cyanosis (skin turns blue in colour), stridor or noisy breathing, suspect a foreign bodyobstructing the airway.\n\nEncourage the person to speak or cough if possible and observe if the obstruction is removed. Donot perform the manoeuvres described below if the person is audibly coughing and/or able tomake sounds.\n\nA person who is unable to speak or cough has complete airway obstruction and needs immediatehelp:\n\n• Tell the person that you are going to provide help.• Deliver five abdominal thrusts (see below for modifications for pregnant women).\n\n– Stand behind the person and lean the person forward.– Form a fist with one hand and place it in the centre of the abdomen between the umbilicus(belly button) and the bottom portion of breastbone.– Place your other hand over your fist.– NOTE: If the patient is pregnant, place the side of your fist in the center of the chest and pullsharply inward.– Pull in and up five times using hard, quick thrusts. This forces the air out of the patient’s lungs totry to “blow out” the obstruction.– If the obstruction persists, have the person bend at the waist and give five back blows (with theheel of your hand, strike the back between the shoulder blades in the direction towards thehead).– Re-assess.– Repeat abdominal thrusts followed by back blows until patient speaks, coughs or becomesunconscious.– If the choking person becomes unconscious, lie him/her face up on a firm surface. Performingchest thrusts may relieve the obstruction. If a series of chest thrusts is not successful, continuewith rescue breaths and chest compressions based on relevant CPR protocols. 5page\n\nAbdominal thrusts for choking adult\n\nAbdominal thrusts for choking adult\n\nChest thrusts for choking in late pregnancy\n\nChest thrusts for choking in late pregnancy\n\nManaging choking in an infant or small child\n\n• Lay the infant on your arm or thigh in face down position with the head lower than the abdomen.• Give five back blows (with the heel of your hand, striking the back sharply between the shoulderblades in the direction towards the head).• If obstruction persists, turn the infant over.• Give five chest thrust with two fingers, just below the nipple line in the midline of the chest.• If obstruction persists, check infant’s mouth for any visible obstruction that can be removed.(Caution for biting.)• If necessary, repeat entire process until the foreign body is removed.\n\nThe purpose of suctioning is to remove any liquids or secretions from the upper airway. Suctioningmay be necessary to maintain an open airway if a person cannot clear secretions without help.\n\n• Check to see if your suction canister or handheld device is working.• Attach a rigid or soft suction catheter to the end of the suction tubing.• Explain what you are doing.• Insert the suction catheter into the back of the mouth (only as far back as you can see), coverthe side hole on the catheter (NOT the tip of the catheter) to create suction. Suction only whilepulling the catheter out and release suction when advancing the catheter forward (advancing thecatheter further into the mouth while suctioning can cause injury). Repeat to suction all of thefluid in the back of the mouth.• Do not suction for more than 10 seconds at a time unless the airway is completely blocked with fluid.• To avoid trauma to the mouth, do not place the end of the suction tip directly against the softtissue or hold it in just one place. Suction only in the oral cavity, do not suction up the nose.\n\nAIRWAY SKILL STATION: BASIC AIRWAY DEVICE INSERTION\n\nOropharyngeal airway (OPA) insertion\n\n• An oropharyngeal airway (OPA) should only be inserted when the person is unconscious. Aconscious person will not tolerate an OPA and will push it out. If the person resists, gags or vomits,remove the device immediately.• Always protect the cervical spine when there is a history of trauma.• Measure the appropriate size of the OPA by measuring from the tip of the earlobe to the corner ofthe mouth.• Open the person’s mouth using care not to insert your fingers between the teeth (to avoidaccidentally being bitten).• Insert the OPA with the curved portion sideways and the tip pointing towards the cheek.• Push the OPA gently into the mouth and, when you can push no further, rotate the OPA 90degrees, so that the tip now points down the throat and follows the curve of the tongue (seefigure).page 10• Push the OPA the remainder of the way in if necessary so that the flange (the wide, flat end)rests on the person’s lips. If you have to do this, be sure that the tip of the OPA does not push thetongue down to obstruct the back of the throat.• Check again to make sure the OPA did not push the tongue down and obstruct the airway.• Give oxygen if available.\n\nOropharyngeal airway (OPA) insertion\n\nNasopharyngeal airways (NPA) are better tolerated in people who are semi-conscious or when thereis a possibility of gagging with oropharyngeal airways. DO NOT use an NPA in people with head andfacial trauma.\n\n• Assess the nasal passage for any obvious airway obstruction.page• Determine the appropriate size NPA to insert. Measure from the base of the nostrils to the earlobe.The diameter of the NPA itself needs to be smaller than the person’s nasal passage.• Lubricate the NPA well and insert it into the nostril, directing it along the floor of the nose posteriorlytowards the throat until the wide, flat portion (flange) of the tube rests against the nostril.• Give oxygen if available.\n\nNasopharyngeal airway (NPA) insertion\n\nSkills station marking criteria1st pass2nd pass3rd passSafety: Personal protective equipment used or verbalized.BASIC AIRWAY MANOEUVRESSkill 1 – Open the airway: head-tilt and chin-liftList the indications for use – non-trauma cases only.Tilt the head with one hand on the forehead and lift chin with fingers.State that a baby must be placed in a neutral (sniffing) position.Remove foreign bodies if visible.Suction airway if required.Hold the airway open. Do not let the head drop back as this will close the airway.\n\nSkill 2– Open the airway: jaw thrustList the indications for using jaw thrust versus head-tilt and chin-lift (trauma with possible cervical spine injury).Ask for an assistant to immobilize the cervical spine.\n\nPlace fingers behind the angle of mandible (the curve on the jaw bone) on both sides of the jaw and push up so that the lower jaw moves. Note that the head and neck should NOT move.Remove any visible foreign bodies.Hold the airway open – do not let the jaw drop back as this will close the airway.\n\nMANAGEMENT OF CHOKINGSkill 3 – Choking: adult and larger childBe able to give the indication for abdominal thrusts (the person is unable to speak or cough).Tell the person what you are going to do.Stand behind the person and lean the person forward.Form a fist with one hand and place it in the centre of the abdomen between the umbilicus and the bottom portion of breastbone.Cover one fist with your other hand.Pull in and up five times using hard quick thrusts. This forces the air out of the patient’s lungs to try to “blow out” the obstruction.Assume the victim is still choking: have the person bend at the waist.Deliver five back blows with the heel of one hand between the shoulder blades, striking the back in the direction towards the head.State that you will re-assess the patientRepeat abdominal thrust then back blows until patient speaks or coughs or becomes unconscious.State how this would be modified for a pregnant woman: • Rather than abdominal thrust, place the side of fist in the\n\ncentre of the chest, cover fist with other hand, and pull\n\nSkill 4 – Management of the choking infant and small childLay the infant over your arm or thigh in the face down position with the head lower than the abdomen.Give five back blows to the infant’s back between the shoulder blades with the heel of one hand.If obstruction persists, turn the infant over.\n\nGive five chest thrusts with two fingers placed just below the nipple line in the middle of the chest.If obstruction persists, check infant’s mouth for any obstruction that can be removed.Repeat until obstruction is removed.Comments:Skill 5 – Suctioning the airwayCheck your suction canister or handheld device to make sure it is working.Attach a hard (yankauer) or soft suction catheter to the end of the suction tubing.Tell the person what you are doing.Insert the suction catheter into the back of the mouth (ONLY as far back as you can see) and cover the side hole on the catheter (NOT the tip of the catheter). Do not suction while inserting the catheter into the mouth. Suction only while pulling catheter out.State how long the patient should be suctioned for (no more than 10 seconds at a time unless the airway is completely covered with fluid).State the need to constantly move the suction catheter and not put the suction tip against the soft tissue.Comments:BASIC AIRWAY DEVICE INSERTIONSkill 6 – Oropharyngeal airway (OPA)List the indication for using an oropharyngeal airway (person is unconscious with no gag reflex).Determine the appropriate size OPA to insert: (participant should explain how to do this out loud).• Measure from the earlobe to the corner of the mouth on that side.Open the mouth using care not to insert your fingers between the teeth (to avoid accidentally being bitten).Insert the OPA with the curved portion sideways and the tip pointing to the cheek.Once the OPA is in as a far as it will go, rotate the oropharyngeal 90 degrees so that the tip now points down the throat and the curve follows the tongue.Push the OPA the remainder of the way in so that the flange\n\n(the flat end) rests on the person’s lips.\n\nCheck to make sure the OPA did not push the tongue down to\n\nobstruct the airway.\n\nState that oxygen will be given if available.Comments:Skill 7 – Nasopharyngeal Airway (NPA)List the indications for an NPA. (Better tolerated in a person who is semi-conscious or who may still have a gag reflex).State that NPAs should not be used in people with head and facial trauma.Assess the nasal passage for any obvious airway obstruction.Explain how to determine the appropriate size NPA to insert: • Measure from the external portion of the nostril to the bottom of the earlobe. • The diameter of the tube should not be bigger than the nostril (nasal passage).Lubricate the NPA.Lift up the tip of the nose.Insert the lubricated NPA into the nostril and gently push it along the floor of the nose until the flared-out base (flange) rests against the nostril.State that oxygen will be given if available.Comments:Competency demonstratedYESNORemediation requiredYESNOSignature of facilitator:\n\n• Assess and count the rate of breathing (normal is between 10–20 breaths per minute in an adult.See ABCDE module for normal paediatric values).• Look for increased work of breathing (nasal flaring, retractions or chest in-drawing).• Feel for chest rise and chest wall tenderness.• Percuss the chest wall:\n\n– Place one hand on the chest with fingers separated (the middle finger should lie between the ribs).– With the other hand, tap on the middle finger of the first hand and listen for changes in tone(hollow or dull).\n\n– Always expose the chest. Never listen through clothes.– Make sure your stethoscope is not too cold.– Place your stethoscope lightly on the chest wall. Ask the patient to open his or her mouth andtake a complete deep breath in and out. Listen to the sounds of the breathing and compare theleft side to the right. Listen in the upper zone, middle zone and lower zones and listen to thefront of the chest and the back.– Normal breath sounds like wind moving in and out, while abnormal breathing sounds like airgoing through water, crumpling paper bags, or no air moving at all. [See DIB]– Respect modesty and avoid placing the stethoscope directly on the breasts when possible.\n\nBREATHING SKILL STATION: GIVING SUPPLEMENTAL OXYGEN\n\nSupplemental oxygen should be given when the patient has signs and symptoms of hypoxia – fastbreathing, anxiety, excessive sweating, cyanosis or chest pain. Where available, a pulse oximetershould be used to measure oxygen saturation.\n\n• If hypoxia does not appear severe, lower levels of oxygen (24–40% oxygen) can be provided tochildren and adults through nasal cannula (nasal prongs), but monitor closely in case a mask isneeded. (Remember, regular air is approximately 21% oxygen)\n\n– Nasal cannula should be about half the size of the nostril.\n\n– Position the cannula in each nostril, making sure that it does not extend too far back or press on\n\n– Secure the tubing to the cheeks or loop the tubing over the ears so that the nasal prongs andthe tubing are both on the front side of the patient’s body (never put the head through theloop in the tubing – if patients become confused and hypoxic, they can accidentally stranglethemselves).\n\n– Oxygen is delivered at a low rate: max 5 L/min.\n\n• If hypoxia appears more severe (or if signs of hypoxia continue with maximum oxygen flow vianasal cannula), a simple facemask may be used. Simple facemask is usually used with oxygen flowrates of 6–10 L/min and can deliver approximately 40–60% oxygen.\n\n– The facemask is applied to the face, ensuring the bridge of the nose is covered and as little aspossible leaks along the side. The mask should rest below the lower lip, but not past the chin.The elastic strap should be placed over the head to secure the mask.\n\n• For patients who appear extremely hypoxic or who still have signs of hypoxia with a simplefacemask, oxygen can be delivered through a non-rebreather facemask. This provides close to100% oxygen if the reservoir bag is full.\n\n– To prepare the non-rebreather facemask, put one finger over the valve at the top of the reservoirbag inside the mask to inflate the bag. Then apply the non-rebreather facemask in the same wayas the simple facemask, ensuring as little leakage as possible.\n\n– Make sure that the oxygen is attached to the wall or cannister and that the flow rate is between10–15 L/min depending on the pressure in your oxygen system and how fast and deep thepatient breathes. If the patient is still hypoxic or the non-rebreather facemask bag does not fill,increase the oxygen flow rate.\n\npage 11– NEVER put a non-rebreather facemask on before it is connected to oxygen. A true non-rebreather mask will not allow outside air in and can worsen difficulty in breathing and hypoxiaif there is no oxygen flowing through the tubing.\n\nBREATHING SKILL STATION: BAG-VALVE-MASK VENTILATION\n\nNasal cannula/prongs Simple facemask Non-rebreather\n\nAssess and manage airway and provide bag-mask-ventilation (BVM) for any patient who is notbreathing or not breathing adequately (too slow for age or too shallow), any unconscious patientwith abnormal breathing (slow, shallow, gasping or noisy), or any patient with a pulse who is notbreathing (for patients without a pulse, follow relevant CPR protocols).\n\nCAUTION! Avoid over-aggressive ventilation (using bag-valve-mask too fast or withtoo much pressure) as this will damage the lungs. Children have smaller lungs that areespecially fragile. When ventilating a child, be particularly careful to only give enoughpressure to make the chest rise and be sure to allow enough time between breaths forexhalation (for the air to escape). Large volumes of air or high pressures may result inpneumothorax or irreversible lung damage.\n\nBag-mask-ventilation steps:\n\n• If you have oxygen available, attach the BVM tubing and set the flow to the highest rate available.DO NOT DELAY bag-mask-ventilation to prepare oxygen. (Oxygen can be attached later.)• Place the mask over the patient’s mouth and nose (if you have two people available one personsqueezes the bag and other holds the mask on the patient’s face and keeps the airway open).• Create a seal so that air does not leak out. Put your hand or hands in the “EC” position – yourthumb and first finger should make a “C” around the top of the mask and push down evenly, yourlast three fingers should reach just under the bony part of the jaw (looking like an “E”) and pull thejaw upward to open the airway.\n\n– Think about pulling the face up to the mask (thus opening the airway) and pushing the maskdown onto the face (creating a seal).– If you push down too hard without pulling the face up to the mask, you will block the airwayand the patient will be difficult to bag. If you have problems ventilating, reposition your handsand the mask and try again.\n\n• If the patient is breathing on his or her own, deliver breaths when the patient takes a breath(during inspiration). Do not attempt to deliver a breath as the patient exhales.\n\n• If you are still unable to ventilate the person after repositioning the mask, consider the possibilityof foreign body obstruction or air leak. Insert an oral or nasopharyngeal airway device if notalready in place (See SKILLS).\n\n• Hold the bag in one hand and depress the bag enough to make the chest rise (to about one thirdof its volume for an adult – make sure you are using the appropriate-sized bag: an adult bagshould have a volume of about 2 litres).• Squeeze bag over 1–2 seconds to provide chest rise (giving the breath faster can cause lungdamage).• Give one breath every 6 seconds (10 breaths per minute) in an adult; one breath every 4 secondspage 12 in(15 breaths per minute) in older children; or one breath every 3 seconds (20 breaths per minute)infants. CAUTION with volume of breaths given in small children (see SKILLS). Giving large volumebreaths can cause pneumothorax.• After each breath allow the chest to fall before giving another breath.• Watch the chest rising and falling evenly with each breath.\n\nBVM: One provider BVM: Two providers BVM: Child\n\nNeedle decompression of the chest is a life-saving emergency procedure for suspected tensionpneumothorax (presence of air or gas in the cavity between the lungs and the chest wall causingexcessive pressure on the opposite lung, the great vessels, and the heart). Patients can die veryquickly from a tension pneumothorax. These patients need an emergent chest tube, but emergencyneedle decompression will relieve the immediate pressure and allow time for handover/transferfor chest tube. Emergency needle decompression should only be performed for tensionpneumothorax.\n\n• Expose the chest and assess breathing.• A tension pneumothorax is identified if shock and the following are present:\n\n– Difficulty in breathing– Absence of lung sounds on the affected side– Hypotension– Distended neck veins– Hyperresonance with percussion on the affected side– Tracheal shift away from affected side\n\n• Insert a large-bore (14–16G preferred) IV cannula along the upper edge of the third rib throughthe second rib (intercostal) space in line with the midpoint of the clavicle on the affected side.– In tension pneumothorax, there will be a gush of expelled air\n\n• Give oxygen at high concentration (non-rebreather mask).• Start IV lines and give IV fluids.• Refer and transport to definitive care immediately.\n\nChest tube should be placed as soon as possible following needle decompression (even if there wasno rush of air) or for any suspected haemothorax.\n\nNeedle decompression\n\nNeedle decompression\n\nBREATHING SKILL STATION: MANAGEMENT OF OPENPNEUMOTHORAX (SUCKING CHEST WOUND)\n\nAn open pneumothorax is an open chest wall wound that sucks air in when the patient breathes in.Normally, when the chest wall is expanded, air is drawn into the lungs through the airway (througha vacuum effect). If there is another hole in the chest wall (due to trauma) air will also be drawn inthat hole, but, rather than going into the lungs, it goes into the space between the chest wall andlungs, creating a pneumothorax. A 3-sided dressing is placed to prevent more air from coming induring inhalation, but to allow air from the pneumothorax to escape during exhalation to avoiddeveloping a tension pneumothorax. To manage a sucking chest wound (open pneumothorax):\n\n• Give high flow oxygen.• Cover the sucking chest wound with petroleum gauze or other non-adhesive dressing such as theplastic wrapper from gauze packaging.• Tape three sides of the dressing, leaving one side un-taped to act as a flap valve.• These patients need to be transferred as soon as possible to a centre where a chest tube can beplaced. (DO NOT place a chest tube through the injury.)\n\nCaution! There is a danger of the dressing becoming stuck to the chest wall with clottedblood. When this happens, air cannot escape from the chest cavity and pressure canbuild up, leading to a tension pneumothorax. Remove the dressing completely if thereis worsening respiratory status or evidence of worsening perfusion. If the patientcannot be observed continuously, a three-sided dressing should NOT be placed.\n\nThe purpose of a spacer is to hold the medication (salbutamol) released from a metered dosepage 14inhaler so the person has time to effectively inhale the medication. (Without experience and propertraining, it can be difficult to use a metered dose inhaler effectively and medication is often lost intothe mouth or throat). Spacers should be made in advance, however. Do not delay salbutamoldelivery to make a spacer.\n\n• Use a clean 300–500ml plastic bottle (wash with detergent and rinse and dry well).• Take the cap off the metered dose inhaler and trace the shape of the opening of the inhaler on thebase of the bottle directly opposite the mouth of the bottle.Spacer made from a plastic bottle• Cut an opening into the base of the bottle slightly smaller than the traced shape. You can cut thiswith scissors or a heated paper clip.• Insert the inhaler into the spacer to check the size (the inhaler should fit tightly into the cutopening).• Always remember to prime the spacer with five puffs before use to clear the dead space.\n\nSkills station marking criteria1st pass2nd pass3rd passSafety: Personal protective equipment used or verbalized use.Skill 1– Assess breathingAssess and count rate of breathing.Look for increased work of breathing (nasal flaring, retractions).Feel for chest rise and chest wall tenderness.Percuss the chest wall.Listen to the chest (auscultate).Comments:Skill 2 – Supplemental oxygen administrationState the indication for oxygen (hypoxia, indicated by fast breathing, anxiety, excess sweating, cyanosis (blue tinted skin), or chest pain).\n\nExplain when nasal cannula should be used (mild hypoxia).Demonstrate applying a nasal cannula with a nasal prong in each nostril.Secure the tubing to the cheek or loop over the patient’s ears. (The participant should NOT put the patient’s head through the loop in the tubing.)State that the oxygen flow rate should be no more than 5 l/min.If the patient still has signs of hypoxia, explain which oxygen delivery method should be used next. (Simple facemask)Apply simple facemask – mask over nose bridge and below lower lip.Ensure minimal air leak – adjust elastic to hold in place.Explain that the oxygen flow rate should be between 6–10 L/min. If the patient still has signs of hypoxia, explain which oxygen delivery method should be used next. (Non-rebreather facemask)To prepare the non-rebreather facemask, put one finger over the valve at the top of the reservoir bag inside the mask to inflate the bag. Ensure that the bag is inflated.Apply non-rebreather facemask – mask over nose bridge and below lower lip.Ensure minimal air leak – adjust elastic to hold in place.Turn on oxygen to 10–15 L/min depending on patient’s breathing.Adjust non-rebreather mask, and adjust flow to ensure bag is filled partially.\n\nSkill 3 – Bag-valve-mask ventilationState the indication for bag-valve-mask ventilation.State that if oxygen is available, connect it to the bag – but do not delay BVM to prepare oxygen.Ensure adequate mask-face seal.State correct rate of ventilation.State relevant cautions when ventilating a child.Verbalize that over-aggressive ventilation can damage lungs and cause vomiting.State or demonstrate correct volume of ventilation.Assess chest rise.If no chest rise, reposition airway. Consider OPA or NPA.Comments:\n\nSkill 4 – Emergency needle decompressionState the indication for this procedure.Explain procedure to patient.Expose the chest and clean the skin.Identify landmark: second intercostal space (between the 2nd and 3rd ribs) in the midclavicular line.Insert 14–16G IV cannula into the identified location.Slide cannula over needle, and remove needle.State plan to handover/transfer for chest tubeGive oxygen and assess respiratory rate, vital signs and oxygen saturation (if available).Start IV line and give IV fluids.Comments:Skill 5 – Management of open pneumothorax (sucking chest wound)Give high flow oxygen.Cover with petroleum gauze.Tape 3 sides of gauze.State the need for a chest tube to be inserted.Describe the risk of a clotted dressing blocking outflow of air.Comments:Competency demonstratedYESNORemediation requiredYESNOSignature of Facilitator:\n\n3. CIRCULATION SKILL STATIONS\n\nCIRCULATION SKILL STATION: CIRCULATION EXAM\n\n• Check for anxiety, confusion or altered mental status.• Feel for a pulse, assessing rate and quality (normal range is 60–100 beats per minute in adults. SeeABCDE for normal paediatric values).• Assess capillary refill (checked by pushing on the fingernail, palms, or soles and releasing to seehow long it takes for the colour to return to the skin). The normal range is less than 3 seconds.• Assess the skin colour and touch the skin to assess the temperature.• Measure other vital signs: respiratory rate and blood pressure (normal adult values: RR 10–20 breathsper minute and systolic BP greater than 90 mmHG. See ABCDE for normal paediatric values).\n\nCIRCULATION SKILL STATION EXAM: EXTERNAL BLEEDINGCONTROL\n\nDirect pressure for external bleeding\n\nA wound that is deep and bleeding heavily may not stop bleeding on its own. Applying directpressure with a clean dressing such as gauze can help to slow or stop the bleeding (see figure).\n\n• Put on gloves.• Use gauze or another clean non-adherent dressing.• Do not use bulky dressings as they can make it difficult to put enough pressure in the right place.• Apply firm pressure as directly as possible to the source of bleeding, usually with two or three fingers.• If the wound is on a limb, elevate the limb above the heart.• If the first dressing becomes soaked with blood, do not remove as this will dislodge any clots thathave formed. Instead add another pad and apply firm pressure.page 15• When bleeding stops, apply a bandage to keep the gauze/pad in place.• If bleeding does not stop, consider deep wound packing or tourniquet (see next section).\n\nApplying direct pressure to a wound\n\nApplying direct pressure to a wound\n\nDeep wound packing for external bleeding\n\nIf the wound is deep or gaping and simple pressure does not stop the bleeding, deep woundpacking may help. However, deep wound packing is a temporary procedure to stop the bleedingsince it can lead to infection if left for more than 24 hours.\n\n• Put on gloves.• Always assess pulses, capillary refill and sensation before and after dressing or splinting any wound.• Thoroughly wash out the wound by flushing with at least a litre of clean water (under pressurewhen possible; see next section).• Use gauze or another clean, compact material to completely fill the space within the wound.• Use additional gauze on top of the wound surface and apply direct pressure with your glovedhand or a bandage wrapped firmly around the wound/limb.• For limb wounds requiring packing, apply a splint to reduce the risk of re-bleeding.• A deep wound pack should not be left in place for more than 24 hours because of the risk ofinfection.• If bleeding does not stop, consider tourniquet (see next section).\n\nTourniquet technique for uncontrolled external bleeding\n\nYou will not be expected to perform the tourniquet technique BUT you will be expected to knowwhat life-threatening conditions it can be used for, the special considerations around use of atourniquet and the ongoing care of the patient.\n\nUse this technique ONLY if all other bleeding control measures have failed AND haemorrhage islife-threatening. If you place a tourniquet, there is a possibility that tissues below the tourniquetwill be permanently damaged and even require amputation. If you are considering using atourniquet, CALL FOR HELP IMMEDIATELY and plan for handover/transfer to a unit where surgery ispossible.\n\n• If available, use a pneumatic tourniquet (like a blood pressure cuff ) over padded skin and inflateuntil bleeding stops. If not, use a thick band or piece of cloth or belt (the wider, the better), overpadded skin.• Apply as close to wound as possible, but do not place over a wound or a fracture.• Apply enough pressure to make distal pulses disappear and re-assess bleeding.• If bleeding stops, leave dressing in place if already present or dress the wound and prepare forhandover/transfer to a surgical care unit.• If the bleeding does not stop, increase tourniquet pressure until major bleeding ceases.• Record the exact time the tourniquet was applied in the notes AND write it on the patient’s skin orthe tourniquet itself.• Consult advanced provider as soon as possible (and never more than 2 hours) after placing atourniquet.• The tourniquet should be released every 2 hours for at least 10 minutes. Hold direct pressure tothe bleeding area during this time. Do not re-apply the tourniquet unless evidence of continuedactive bleeding.• Location of the tourniquet: tourniquets should only be placed on extremities and should beplaced above the level of the bleeding. Because of the relationship between the bones and bloodvessels, tourniquets on the upper arm or leg are often more effective than tourniquets placedbelow the elbow or knee.• Make sure the tourniquet is clearly visible.• Remember tourniquet should be placed as a last resort. If you place a tourniquet, you are cuttingoff blood supply to the limb, so only do this for life-threatening bleeding. When tourniquet use isabsolutely necessary, use a wide, yet constrictive, band.\n\nCIRCULATION SKILL: UTERINE MASSAGE FOR POSTPARTUMHAEMORRHAGE\n\nSome bleeding will occur with every delivery. After delivery, the uterus should contract, whichcompresses vessels and limits bleeding. Failure of the uterus to contract is the top cause ofabnormal bleeding after delivery (postpartum haemorrhage). Call for help, arrange for rapidhandover/transfer, start uterine massage and give oxytocin immediately.\n\n1. Arrange immediate transfer to qualifi ed obstetric provider!\n\n2. Attempt to control bleeding while arranging and during transfer.\n\nHeavy bleeding afterdelivery?\n\nMassage uterus until it is hard.Give oxytocin IM.Give IV fl uids and IV oxytocin.Empty bladder.\n\n4. Transfer immediately\n\nPerforming uterine massage for postpartum haemorrhage\n\n• Explain to the woman what you will do and why.• The goal is to compress the uterus between your hand and bony structures behind the uterus (e.g.sacrum/lower back).• Place your hand on the woman’s abdomen. Through the abdominal wall, feel for the uterus andcup it with your hand. This will ensure it stays under your hand whilst you are massaging it. Do notsimply squeeze the uterus, but ensure that you are applying strong pressure toward the patient’sback while massaging with a circular motion.• Massage the uterus until it is very firm. It should feel like a 10 cm rock in the lower abdomen whencontracted.• Do not stop massaging until the uterus is contracted (hard).• Make sure the uterus does not become relaxed (soft) after you stop uterine massage. If it becomesrelaxed, resume massage.page 17• Continuously re-assess for vaginal bleeding.• Perform frequent vital signs.\n\nUterine massage for postpartum hemorrhage\n\nUterine massage for postpartum hemorrhage\n\nCIRCULATION SKILL: IV CANNULATION\n\nInsertion of IV cannula (adult)\n\nInserting an IV cannula is an essential skill required for the treatment of shock. If an adult displaysany signs and symptoms of shock, insert two large-bore cannulae (14 or 16 gauge).\n\n• Prepare cannula, IV fluid of choice, tourniquet, gloves, dressing to cover the cannula and alcohol swab.• Put on gloves.• Place an elastic band or glove around the arm to function as a temporary tourniquet to help theveins engorge (this “tourniquet” is different from the one above and should not be so tight as tocut off arterial blood flow). Avoid placing an IV in any arm that might have a fistula for treatmentpage 16of kidney disease.• Look and feel for a vein that is straight. Avoid blood vessels that have a pulse. If a person is inshock, it may be difficult to find a vein. In this case search for a vein in the antecubital fossa (wherethe elbow bends, see figure).\n\nIV in antecubital fossa\n\nantecubital wipe the skin around the vein you plan to use.IV in cleanser tofossa• Use alcohol or other appropriate skin• DO NOT insert an IV through skin that is broken or appears infected.• Prepare the cannula. Preparation may vary depending on local resources and types of cannula.• Tell the patient what you are doing.• Remove the safety covering over the cannula (the only thing that should be inserted is the needlewith overlying plastic cannula).• Insert the needle directly over and in line with the vein as flat and parallel to the skin as possible.Watch for flashback (flash of blood in the cannula) when you enter the vein.\n\n– If blood has a regular pumping pattern, you have likely hit an artery and you should remove theneedle/catheter and apply firm pressure to the site for at least 5–10 minutes.• After seeing the flash of blood, insert the needle a few millimeters further, then advance theplastic cannula over the needle fully into the patient’s vein. (Do NOT let the needle move forwardwhen you start to move the plastic cannula.)• Hold the cannula in place, applying pressure to the base of the cannula (to occlude it and stopthe flow of blood) and withdraw the needle, leaving the cannula positioned in the vein. If needed,withdraw blood to send for laboratory testing.• Remove the IV tourniquet and flush the cannula with normal saline.• Place a cap on the end of the cannula, secure the cannula well and dress the site. Document thedate the cannula was inserted in the notes.• Ensure the needle is placed into a sharps container.\n\nCheck IV site daily for signs of infections such as skin redness, pain and swelling. Ensure the cannulais still in the vein and not sitting in the skin next to the vein allowing fluid to be infused under theskin creating pain and swelling. If any sign of swelling or infection, remove the IV cannula andre-assess.\n\nAttempt to place the cannula in the hand of the child first.Other sites that can be used to insert a cannula include:\n\n• Scalp veins• External jugular veins• Antecubital veins• Femoral veins\n\nWhen preparing for IV cannulation in children ask another assistant or parent to help keep thechild’s arm still.\n\n• Prepare a 21 or 23 gauge cannula.• When inserting the cannula into the back of the hand, keep the hand bent to obstruct venousreturn and make the veins visible. Place an “IV tourniquet” (as above) if needed. If you use an IVtourniquet, be sure you don’t forget to remove it.• Insert the cannula using the same technique used in adults. Again, be sure that the blood flowssmoothly from the catheter and is not pumping. After insertion, withdraw blood if required forlaboratory investigation. Remove the tourniquet and flush the cannula with a small amount ofnormal saline after insertion.• Secure the cannula well. Children will attempt to remove the cannula and will undo dressings.Avoid placing a single piece of tape (plaster) that goes all the way around an extremity as this maylimit blood flow.• If the IV is placed near a joint (hand, antecubital fossa, femoral area) splint the joint to stop itfrom bending and preventing the IV fluid flowing in, and lightly bandage the IV site with bulkydressings to prevent the child from pulling at the adhesive dressing underneath.\n\nSecuring an IV in a child\n\nInserting IV in a small child’s hand\n\nInserting IV in a small child's handCheck IV site daily for signs of infections such as skin redness, pain and swelling. Ensure the cannulais still in the vein and not sitting in the skin next to the vein allowing fluid to be infused into theskin creating pain, swelling and another source of infection. If any sign of infection, remove the IVcannula and re-assess.\n\nCIRCULATION SKILL: IV FLUID – ADJUSTING FLUID VOLUME FORSPECIAL CONDITIONS\n\nShock should be treated with IV fluids. Fluid volume must be adjusted for patients with threeconditions: malnutrition, severe anaemia and fluid overload. When administering IV fluid to anypatient, look for signs of new or worsening fluid overload: difficulty in breathing, crackles in thelungs, increasing respiratory rate or increasing heart rate. Stop IV fluids if there are any of thesesigns and plan for immediate handover to an advanced provider.\n\nRecognizing conditions needing IV fluid adjustment in patients with shock – fluid overload,malnutrition, and severe anaemia.\n\n1. Is there fluid overload?\n\nIn some patients, such as those with heart or kidney failure, there may be extra fluid in the tissues(for example, in the lungs or the soft tissues of the legs). These patients can be fluid “overloaded”even when they have poor perfusion (because the extra fluid is not in the blood vessels). Thesepatients still need IV fluid if they are in shock, but IV fluid must be given more slowly with carefulmonitoring so that the fluid overload does not get worse.\n\n• Difficulty in breathing with crackles on chest exam• Lower body swelling (usually in the legs)• Unable to lie flat• Distended neck veins\n\n– If signs of fluid overload are present, you must adjust fluids:\n\nSmall amount of fluids may be given (250–500 ml boluses in adults). Slow the rate of fluid administration. Monitor closely for worsening signs of fluid overload (increasing respiratory rate or heart rate,new or worsening difficulty breathing and increasing crackles in the chest). Stop IV fluids if any of these signs develop. REMEMBER: It is important to go slowly so you can stop for early signs of fluid overload. Ifyou don’t stop IV fluid when these early signs develop, too much IV fluid can cause a patient’slungs to fill with fluid and create severe difficulty in breathing, or even death.\n\nIn patients with severe anaemia, IV fluid can dilute the blood and lower its capacity to carry oxygento dangerous levels. Additionally, patients with severe anaemia tend to show signs of fluid overloadmore quickly with IV fluid administration. Remember: you should only give IV fluids to someonewith severe anaemia if there are signs of shock (see figure).\n\n• Severe pallor to the palms of the hands (compare to your own palm) or the mucous membranes.• Fast breathing or fast heart rate• Confusion or restlessness• May also have signs of heart failure/fluid overload• If these signs of severe anaemia are present, you must adjust fluids:\n\nSlow the rate of fluid administration. Monitor closely and stop IV fluids for worsening. Rapid handover/transfer to a centre capable of blood transfusion.\n\n• IV fluid can cause life-threatening swelling and heart failure in malnourished patients and must beadjusted very carefully. Malnourished patients are also at very high risk of hypoglycaemia.\n\nCHECK FOR: Signs of malnourishment.\n\n• Visible wasting: a child with severe wasting does not look just thin, but is visibly bony with skinthat appears too large for the body. The arms, legs and buttocks may be thin, and the head mayappear relatively large because of wasting of the body.• Oedema of both feet: take shoes or socks off and assess both feet for oedema. Press the top of thefoot gently with your thumb for a few seconds to see if a dent remains in the tissues. Rememberthat a severely malnourished child may not appear very thin if there is a lot of oedema.\n\n– If these signs of severe malnutrition are present, you must adjust fluids. [See FLUIDADMINISTRATION IN SHOCK (CHILD WITH SEVERE MALNUTRITION) for detailed fluid choice andadministration rates]\n\nOral fluid is preferred if the patient can tolerate it. Add dextrose: use dextrose-containing fluids or give a dose of dextrose with IV fluids. Slow the rate of fluid administration. Monitor closely and stop IV fluids for any signs of fluid overload. Switch to oral fluid as soon as possible.\n\nVisible severe wasting in a child:\n\n• Skin looks too large for the body• There is no fat on the child• Outlines of ribs can be seen• Severe muscle wasting of the arms, legs andbuttocks• The head may appear relatively large becauseof wasting of the body (see figure)\n\nAssessing for bilateral oedema in severemalnutrition in children:\n\n• Use your thumb to press gently for a fewseconds on the top of each foot – the child hasoedema if there is an impression when you liftyour thumbpage 23• Repeat on the other foot (see figure)\n\nAssessing for pitting edema in childrenwith malnutrition withAssessing for pitting edema in children\n\nVisible severe wasting in a childsevere wasting in a\n\nCIRCULATION SKILL: IV FLUID – ADMINISTRATION\n\n• Attach normal saline or Lactated Ringer’s solution to the cannula.• In adults give 1 litre over less than 30 minutes.• Assess response to fluid immediately after the fluid bolus. Assess perfusion (capillary refill, mentalstatus, urine output), and check for pulse rate and blood pressure. If improving, the pulse rateshould lower and the blood pressure should increase. Mental status may also improve.• Assess for fluid overload (see signs above).• If still in shock with no evidence of fluid overload, give another 1 litre bolus.• If still in shock after 2 litres of IV fluid, re-assess for ongoing blood loss (external and internal) orspinal injury, and call for advanced provider.\n\nIf there is evidence of severe malnutrition, severe anaemia or fluid overload:\n\n• Patients with shock still need IV fluids, but it is important to re-assess frequently for signs ofworsening overload.\n\n– For these adult patients who are at high risk for fluid overload, bolus with 500 ml IV fluid initially,then re-assess. If no signs of fluid overload or fluid in the lungs, give additional 500 ml.\n\nFluid administration for shock in children\n\nThe appropriate amount of fluid for critically ill children is controversial given recent evidence thatbolus fluids can worsen outcomes in some children. In addition, relevant criteria for poor perfusionand shock may vary by context. The 2016 WHO guidelines for the care of critically ill children (seeWHO Sources section) use the presence of three clinical features to define shock requiring bolusfluids: cold extremities, capillary refill greater than 3 seconds, and weak and fast pulse.\n\nFor children with poor perfusion that is due to loss of fluid, such as those with bleeding, burns orsevere diarrhoea/vomiting, bolus fluids are also recommended.\n\nFor other children with evidence of poor perfusion, smaller amounts of fluids given more slowlymay be safer.\n\nCountry teams should consider the clinical presentation of the child, the capacity of providers todetect signs of fluid overload, and the availability of monitoring and support equipment whenadapting recommendations to the national context.\n\nTo give IV fluid resuscitation to a child in shock WITHOUT severe malnutrition, severe anaemia oroverload:\n\n• Insert IV cannula as described above.• Weigh the child or ask the parents for a recent weight.• Give normal saline or Lactated Ringer’s: 10–20 ml per kilogram of body weight over 30 minutes.\n\n• If no improvement, repeat 10 ml per kilogram of body weight over 30 minutes.\n\nCall for help and plan to handover to an advanced provider and unit with the capacity for bloodtransfusion.\n\nIV fluid resuscitation for a child in shock WITH severe malnutrition\n\nCAUTION! Intravenous fluid administration can be dangerous in malnourished children. Whilegiving fluid in any way, you must check every 5 minutes for the following danger signs: new orworsening DIB, respiratory rate increase of >5 per minute or heart rate increase of >15 beats perminute. Stop fluids if any danger sign develops.\n\nChildren that are in shock AND have severe malnutrition require specialized fluids (if available)with different rates of infusion. Children with severe malnutrition and shock are at very high risk ofhypoglycaemia and will need sugar in addition to fluids. [See MEDICATIONS] If the child can takeoral fluids, give oral rehydration with ReSoMal (unless the child is in shock due to cholera, then useORS). If the child is lethargic, unconscious or not capable of taking oral fluids, then give IV fluids.\n\n• Insert IV line as above.• Weigh the child.• Give 10–15 ml per kilogram of IV fluid over 1 hour. If specialized fluids are available, give one of thefollowing according to availability:\n\n– Ringer’s Lactate with 5% glucose (dextrose)– Half-strength Darrow’s solution with 5% glucose (dextrose)– 0.45% normal saline with 5% glucose (dextrose).\n\n• If you do not have dextrose-containing fluids, then give one of the following:\n\n– Ringer’s Lactate AND give a separate oral or IV dose of dextrose [See MEDICATIONS]– Normal saline AND give a separate oral or IV dose of dextrose. [See MEDICATIONS]\n\nRe-assess the child after the first 5–10 minutes of the infusion and then every 5 minutes:\n\nIf the child worsens during rehydration (increased difficulty in breathing, breathing rate increasesby 5/min and pulse rate increases by 15/min or lung crackles develop):\n\n• Stop the fluids.• Call for help and plan for handover to an advanced provider.\n\nIf there is no improvement after the first infusion:\n\n• Call for help. Plan for handover to an advanced provider at a centre with blood transfusion capabilities.• Give fluid at 4 ml per kilogram over 1 hour while awaiting transfer to the advanced provider.\n\nIf the child displays signs of improvement (improved capillary refill, lower pulse rate and respiratory rate):\n\n• Switch to oral or nasogastric rehydration with ReSoMal (low sodium oral rehydration solution) 10ml per kilogram per hour for up to 10 hours.• Transfer to a malnutrition unit.\n\nSPECIAL CONSIDERATIONS:\n\nChildren with severe anaemia and poor perfusion need urgent handover to an advanced providerand unit with the capacity for blood transfusion.\n\nChildren who need IV fluids, but in whom bolus fluids are not indicated should be givenmaintenance fluids.\n\nSee the WHO Child Health publications page (www.who.int/maternal_child_adolescent/documents/child/) for recommended maintenance fluid rates in children.\n\nSkills station marking criteria1st pass2nd pass3rd passSafety: Personal protective equipment used or states intent to useSkill 1 – Assess circulationLook for anxiety, confusion, AMSFeel for pulse: rate, qualityAssess capillary refill: >3 seconds indicates poor perfusionAssess skin colour and temperatureVerbalize to measure other vital signs: respiratory rate and blood pressureComments:\n\nSkill 2 – Bleeding control: direct pressurePut on glovesUses gauze or another clean, non-adherent dressing, apply firm pressure to the woundVerbalize to not use bulky dressingsApply firm pressure as directly as possible to the source of bleeding, usually with two or three fingersDemonstrate how to elevate a limb with a wound above the heartVerbalize to not remove the first dressingApply second dressing with firm pressure when wound continues to bleedApply bandage when bleeding ceasedVerbalize the need to call for helpComments:Skill 3 – Bleeding control: deep wound packingPut on glovesIdentify deep or gaping wound as an indication for deep wound packingAssesses pulses, capillary refill and sensation after dressing or splinting any woundIrrigate with 1L clean water before packing.Use gauze or another clean, compact material to pack the space within the woundPut additional gauze on top of the wound surface and apply direct pressure with your gloved hand or a bandage wrapped firmly around the wound/limbIf a wound is on a limb and requires packing, consider applying a splint to reduce the risk of re-bleedingAssesses pulses, capillary refill and sensation after dressing or splinting any woundState that a deep wound pack should not be left in place for more than 24 hours because of the risk of infectionComments:Skill 4 – Bleeding control: tourniquetIdentify continued bleeding as an indication for a tourniquetStates intent to use a blood pressure cuff or thick band or piece of cloth or belt (the wider, the better) after padding skin\n\nIdentifiesappropriate location for tourniquetStates to tighten tourniquet until the distal pulses disappear. Then re-assess the bleeding to see if it has stopped\n\nStates to secure tightened tourniquet in placeStates plan to release for 10 minutes every 2 hours. Only re-apply if bleeding resumesStates documentation time of tourniquet placementStates will not leave tourniquet on for more than 2 hours without consulting advanced provider\n\nSkill 5 – Uterine massage for postpartum haemorrhageStates to call for help and initiate handover/transferStates the indication for performing uterine massageStates the need to prepare oxytocin and IV fluidStates that the goal is to compress the uterus between the hand and bony structures behind the uterus (e.g. sacrum/lower back)Demonstrates how to cup the uterus through the abdominal wall to ensure that it stays under the handDemonstrates how to apply strong pressure toward the patient’s back while massaging with a circular motionStates that massaging should not stop until the uterus is contracted (feels hard)States that the uterus should not become relaxed (soft) after uterine massage has stopped. If it does, resume uterine massageStates to continuously re-asses for vaginal bleeding and perform frequent vital signs\n\nSkill 6 –Inserting an iv cannulaPrepare equipment: gloves, IV cannula, administration set , fluids, IV tourniquet, swabTell the patient what you are about to doPlace IV tourniquet on limbIdentify a straight veinClean the skin over the veinRemove the safety covering and insert the cannula, keeping cannula flat and in line with veinWhen flashback is achieved, advance needle slightly and then slide cannula over needle into the veinHold this in place and withdraw the needle while putting pressure over base of cannulaRemove the IV tourniquetFlush with saline or connect IV line\n\nSecure with tape or dressingStates to check IV site daily to assess for redness or signs of infectionDisposes of any sharps appropriatelyComments:Skill 7 – Recognizing conditions requiring IV fluid re-adjustmentState the special considerations for fluid resuscitation: malnutrition/severe anaemia/fluid overloadState how to assess for fluid overload: difficulty in breathing with crackles on chest exam, lower body swelling (usually in the legs), unable to lie flat due to shortness of breath, distended neck veinsState ways to adjust fluids in patients in shock with fluid overload:• Small amounts of fluids (250–500 ml boluses in adults) • Slow the rate of fluids • Monitor closely for signs of worsening fluid overloadVerbalize how to assess for signs of severe anaemiaState ways to adjust fluids in patients with severe anaemia: • Slow the rate of fluids • Monitor closely for signs of fluid overload State need for rapid handover/transfer to a centre capable of blood transfusionVerbalize how to assess muscle wasting in severe malnutrition Demonstrate how to assess for bilateral oedema in the feetState ways to adjust fluids in patients with severe malnutrition: • Give oral fluids if possible• Add dextrose to IV fluids or give dextrose with IV fluids • Slow the rate of fluids • Monitor closely for signs of fluid overloadComments:Skill 8 – IV fluid resuscitation for shockVerbalize caution in administering IV fluid in a malnourished, anaemic or fluid-overloaded patientInsert an IV cannula as described aboveAttach the IV cannula to the correct fluid for administrationFluid administration for an adult should be normal saline or Ringer’s Lactate States fluid administration for shock in an adult should be 1L given over\n\nAssess perfusion, if still in shock, give another 1L bolus over State that, if still in shock after 2 L IV fluids, suspect ongoing blood loss and plan for handover to higher-level careGive mechanism for modifying fluid for an adult if severe malnutrition, severe anaemia or fluid overload is present: give fluid in smaller boluses and re-assess frequently for signs of worsening fluid overloadSigns of fluid overload are: Fluid in the lungs and difficulty in breathing • Oedema • Patient is unable to lie flat • Distended neck veinsFor a child in shock (WITHOUT severe malnutrition, anaemia or overload): • Obtain the child’s weight • Give 10–20 ml/kg normal saline or Lactated Ringer’s over 30 minutes • Re-assess after the bolus, if no improvement, repeat bolus • If shock persists, transferFor a child in shock (WITH severe malnutrition, anaemia or overload): • Weigh the child • State that these children need specialized IV fluids – Ringer’s Lactate with 5% glucose – Half-strength Darrow’s solution with 5% glucose – 0.45% (HALF) normal saline with 5% glucose • Give 10–15ml/kg IV fluid over 1 hour • Re-assess the child every 5–10 minutes while receiving fluids • State if no improvement, transferVerbalize to stop IV fluid in any patient if signs of fluid overload developDispose of any sharps appropriatelyComments:Competency demonstratedYESNORemediation requiredYESNOSignature of Facilitator:\n\nThe GCS is a 15-point scale for assessing and monitoring people with head injury. The person isassessed for eye opening, verbal and motor response, and given a score for the highest level offunction in each area. The totals are combined to determine the overall score. The lower the score,the more severe the head injury may be. Please note that the lowest score a patient can receive is 3.\n\nSevere head injury – GCS 8 or lessModerate head injury – GCS 9–12Mild head injury – GCS 13–15\n\nCalculating The Glasgow Coma Score (GCS)\n\nGlasgow Coma Score (GCS)FunctionResponseScoreEyes (4)Open spontaneously4Open to command3Open to pain2None1Verbal (5)Normal5Confused talk4Inappropriate words3Inappropriate sounds2None1Motor (6)Obeys command6Localizes pain5Flexes limbs normally to pain4Flexes limbs abnormally to pain3Extends limbs to pain2None1\n\nThe AVPU scale is a simplified assessment that can give you an indication of level of consciousnessby assessing response to stimuli. The AVPU scale is particularly useful for children and infants.\n\n• A= Alert. People who are fully awake and interactive (even if not fully oriented) are alert.• V= Voice. Those who are not fully alert before stimulus (may have eyes closed or appear sleepy), butdo respond to voice without being touched (the response may be words, moaning or movement).• P= Pain. Those who do not respond to voice, but do respond to pain: hard chest (sternal) rub inadults, pinch to the sole of the foot in children, or pinch to bridge of nose in suspected spinalinjury. The response may be words, moaning or movement.• U= Unresponsive. Those who do not make any movement or verbal response to painful stimuliare unresponsive.• For any patient who is P or U on the AVPU scale, stop and return to the ABCDE as rapidintervention may be needed to protect the airway.\n\nEXTENDED PHYSICAL EXAM SKILL STATION: SECONDARY SURVEYTRAUMA ASSESSMENT\n\nA secondary survey (head-to-toe assessment) of an injured person is conducted ONLY when theABCDE has been completed and life-threatening complications have been addressed. The purposeof a head-to-toe assessment is to identify all injuries, plan ongoing management and plan theappropriate disposition. If the person deteriorates during the head-to-toe assessment, stop andre-assess the ABCDE immediately. Ensure clothes have been removed but the person is kept warmwith gown, sheet or blanket.\n\nFor this session use the workbook section on secondary survey from the TRAUMA module.\n\nExtended physical examination skill station assessment\n\nSkills station marking criteria1st pass2nd pass3rd passSafety: Personal protective equipment used or verbalized useHEAD-TO-TOE TRAUMA ASSESSMENTSkill 1 – HEENT examinationLook at scalp, face, eyes, and in mouth, nose, earsListen for stridor, gurgling or other airway soundsFeel for abnormal facial bone or jaw movement, loose teeth, or crepitus.Comments:Skill 2 – Neck examinationLook for neck wounds, trauma, haematoma or distended neck veinsFeel for air in tissue or pain/deformity of the cervical spineCheck for reduced ability to move neck or painComments:Skill 3 – Chest examinationLook for bruising, uneven chest movement, burnsListen for breath sounds, muffled heart soundsFeel for crepitusComments:Skill 4 – Abdominal examinationLook for distension, wounds, bruising, burnsFeel for rebound tenderness, guarding, location of painComments:\n\nSkill 5 – Pelvis and genitourinary examinationLook for bruising, lacerations, blood, priapism, urine colourFeel for pelvis instability or tendernessComments:Skill 6 – Extremity examinationLook for swelling, bruising, deformity or open fractures, wounds, pale extremityFeel for pulses, cold extremity, tenderness, firm/painful muscle compartmentsComments:Skill 7 – spine/back examinationLog roll patient with assistanceLook for bruising or deformityFeel for tenderness, deformity in spine and scapulaeComments:Skill 8 – Skin examinationLook for bruising, abrasions, lacerations, burnsComments:Skill 9 – Neurologic examinationCheck level of consciousness (AVPU or GCS)Check movement and strength in each limbCheck for priapismCheck sensation on face, chest, limbsComments:Competency demonstratedYESNORemediation requiredYESNO\n\nFacilitator’s signature:\n\n5. IMMOBILIZATION SKILL STATIONS\n\nApproach to spinal immobilization\n\nThere are two types of spinal immobilization: cervical spine and thoracic/lumbar spine. Together,these are called full spine immobilization. Immobilization stabilizes the bones to avoid furtherinjury to the spine. Provide spinal immobilization to any person with a history of polytraumawho is unconscious; or who is conscious and has neck pain, spine tenderness, numbness orweakness. Remember, immobilized patients cannot move normally and are at a higher risk ofairway blockage (by secretions or vomit) and pressure sore development. Monitor closely.\n\nIMMOBILIZATION SKILL STATION: CERVICAL SPINE IMMOBILIZATION\n\nTo immobilize the cervical spine:\n\n• Keep the patient flat on his or her back and face up on a level surface such as a bed.• Tell the patient what you are doing.• Hold the patient’s head in line with the spine with two hands on either side of the head.• Prevent the patient’s neck from moving with locally available materials (towel rolls, newspaper,sandbags, or bags of IV fluids) or cervical collar if available. These can be secured to the head withtape (plaster) but should never be secured to the bed. (If the patient vomits, you will not be ableto turn him or her and if the patient falls, the tape (plaster) could cause a cervical spine injury.)• If the patient vomits, use the log-roll technique (see below) to turn the whole patient onto his orher side, keeping the head in line with the body.• Keep someone with the patient at all times to watch the airway.• Remember, a patient who has severe pain/injury elsewhere may not be able to feel neck pain,even if there is a fracture. A concerning mechanism should raise suspicion.\n\nTo move any immobilized patient or anyone with a suspected spine injury (e.g. if the patient has tovomit or needs to be transferred), use the log-roll technique (see figure):\n\n• Ask for assistance. Ideally, have one person at the head to hold the neck, one or two people tohold the body and one for the legs.• The provider at the head must keep the head, neck and torso aligned with the rest of the spine.The provider should place their forearms tightly alongside the head with hands gripping theshoulders to keep the head and neck in line with the rest of the spine. Keep this alignment whenturning the patient.• The person controlling the head and neck leads the team and will say, “1–2-3 roll” to guide timingof the roll for all assistants.• Working together, roll the patient onto his or her side, keeping the spine in line.• During the roll, the person providing head and neck control must ensure the cervical spineremains aligned with the rest of the spine. The people rolling the body should also ensure that therest of the spine stays in as straight a line as possible.• When the patient is turned onto one side, a provider can examine the back, place or remove abackboard and/or manage back wounds as needed.• To lie the patient flat again, the person controlling the head and neck uses the “1–2–3 roll”command to ensure coordinated movement.• Always remove a backboard as soon as possible using the log-roll technique. Time on a backboardincreases the risk of pressure sores. Check pressure areas frequently using the log roll.\n\nIMMOBILIZATION SKILL STATION: FULL SPINAL IMMOBILIZATION\n\nTo immobilize the thoracic and lumbar spine (see previous section for cervical spine immobilization):\n\n• Immobilize the cervical spine as in previous section.• Keep the person on a flat surface with instructions to lie flat and not to move.• For transport, log roll the patient onto a flat surface (such as a backboard) to prevent movement ofthe spine. Do not attach the backboard to the bed, as you will be unable to log roll (see above) ifneeded.• Before immobilizing, be sure there is no glass or debris on or under the patient’s back. Use the logroll to check. Immobilized patients must be checked regularly to avoid pressure point wounds.• If the person needs to vomit, use the log-roll technique to roll the person to the side so that novomit enters the airway.• Spine boards should ONLY be used to move patients. Leaving patients on spine boards for longperiods of time can cause pressure sores. Remove patients from boards as soon as they arrive atthe facility and can be laid flat.\n\nSpinal immobilization for moving a patient\n\nIMMOBILIZATION SKILL STATION: POSITIONING OF THE PREGNANTPATIENT\n\n• If a patient is over 20 weeks pregnant and needs spinal immobilization, immobilize the spine asSpinal immobilization for moving a patientabove. Then place padding under the side of the board near the back and hips to tilt the patientonto her left side. This helps to prevent compression of the large internal blood vessels by thepregnant uterus which could decrease blood returning to the heart.\n\n• If the patient is unconscious or semiconscious and if there is NO TRAUMA, place the patient onhis or her left side. Stabilize the patient by bending the top leg forward. The left arm should bestraight with the patient’s head resting on the arm to elevate the head and position the mouthdownward. This position will allow for vomit and other secretions to drain from the mouth withless risk of airway obstruction. This is called the recovery position (see figure).\n\nSplints are used for immobilizing suspected fractured limbs, preventing pain caused by movementof broken bones and minimizing further bleeding and damage. Always assess and record perfusionof the limb beyond the fracture by assessing pulses and capillary refill time. Always assess pulses,capillary refill and sensation before AND after dressing or splinting any wound.\n\n• If no perfusion (limb cold, pale, no pulse, slow or no capillary refill), rapid re-alignment (reduction)of the limb is required to restore circulation.• If there is still no perfusion after re-alignment of the limb, splint and plan for rapid handover/transfer to a specialist unit.• If you cannot re-align the limb, rapidly handover/transfer to an advanced provider.\n\nGoal of fracture management:\n\n• Restore circulation• Treat and reduce pain• Prevent further injury and bleeding• Re-align bony fragments so that healing and union can take place and normal function is restored\n\n• Padding to protect the skin and allow swelling• Pre-formed splint for base or modified local resources• Bandages to secure the splint• Adhesive tape (plaster)\n\nBefore applying a splint, tell the person what you are doing and give pain relief.\n\n• Remove clothing to clearly see the injury.• Remove all jewelry.\n\n• Check pulses, capillary refill, sensation and movement of the limb. Document this before and afterapplication of the splint.• Size the splint to immobilize the joint above and below the fracture site.• If the limb is visibly deformed and pulses beyond the fracture are weak or absent, first straighten(reduce) the fracture prior to applying the splint. Do not force realignment of a deformed limb ifthe limb has a good pulse.• Place the joint in the desired position and if the injury involves fingers or toes, pad between toesand fingers.• If stocking gauze is available, place it over the limb without wrinkles to avoid skin damage.• Pad the side of the splint that will be in contact with the skin, and pad the limb, especially bonyprotrusions (like the elbow).• Wrap the limb and splint with a bandage to hold the splint. Ask the patient how it feels to ensureit is not too tight. The splint should be secure, but remember that the limb will swell, so it isimportant that the splint and bandaging are not too tight.• Check pulses, sensation and movement of the limb following the application of the splint andevery hour afterward.\n\nConsider an open fracture if there is a wound near a fracture site. Open fracture sites can often becontaminated and will require cleaning and potentially surgical debridement before the fracturecan be fixed. If an open fracture is suspected, plan for handover/transfer to a surgical or orthopaedicunit after splinting.\n\n• Give pain relief prior to splinting.• Control haemorrhage with direct pressure. In limb amputation, if bleeding is uncontrolled applytourniquet (see above), commence fluid resuscitation and plan for rapid handover/transfer.• Straighten (reduce) the limb if there are signs of poor perfusion or absent pulses in the limb.• Remove any dirt, grass, obvious glass or other debris from the wound and irrigate the wound with2 litres of normal saline.• Cover the wound with saline-soaked gauze.• Splint as above, but leave a window so you can continue to monitor the wound.• In amputation, cover wound with sterile, saline-soaked gauze or towel.• Give tetanus vaccination.• Begin IV antibiotics.\n\nIMMOBILIZATION SKILL STATION: APPLYING A PELVIC BINDER\n\nPelvic fractures can cause life-threatening haemorrhage by damaging blood vessels adjacent tothe fractures. If a person has been injured and has pain in and around the pelvis, apply a binder(see figures). As the pelvis is shaped in a ring, the binder will bring together the displaced bonesand help limit internal bleeding. Signs of pelvic fractures include pain or abnormal movement ofthe pelvis on exam; bruising around the hips, at the top of legs, or to the genitals; and signs andsymptoms of shock.\n\n• Place bed sheet or similar under the pelvis. If the bed sheet is wide, fold it over so that it spansfrom the lower back to the end of the buttocks.• You may need to log roll the patient in order to get the binder in position.• The sheet should be centered over the greater trochanters (hip bones, as demonstrated by theinstructor) and firmly cross-over at the front.• Pull firmly and tie, but do not cause the person undue pain. It should feel firm but not overly painful.• Document what time the pelvic binder was applied.• Check the binder each hour. Confirm that the binder is still applying pressure around the pelvis.Ensure that that skin is intact where the binder has been applied and around the genitals.\n\nNormal pelvis Open pelvic fracture\n\nPelvic immobilization\n\nSkills station marking criteria1st pass2nd pass3rd passSafety: Personal protective equipment used or verbalized useSkill 1 – Cervical spinal immobilizationKeep the patient lying flat.Tell the patient what you are doing.Hold the patient’s head in line with the spine using your two hands on either side of the head.A partner should use rolled sheets, shoes, or IV fluid bags on either side of the head. May be secured with tape (plaster) but do not secure to the bed.State that if the patient vomits, log-roll technique will be used to protect the airway, keeping the head aligned with the rest of the body.Comments:Skill 2 – Log rollState indications for a log roll.Ask for assistance.Place one person at the head to hold the neck, one or two people to hold the body and one for the legs.The person with head control must hold the cervical spine firmly aligned with the rest of the spine before and during the roll.When the provider at the head and neck instructs, roll the patient onto the side. Use “1–2–3 roll” to guide the roll.The person controlling the head and neck uses the “1–2–3 roll” to return the patient to his or her back.\n\nState that the patient should be removed from the backboard as soon as possible to prevent pressure sores.Comments:Skill 3 – Full spine immobilizationState indication for full spine immobilization.Ask for assistance to help with the movement.Perform log roll on to backboard for transfer.Ensure no glass or debris on or under the patient’s back.Secure patient to backboard device for transfer (Do NOT attach backboard or patient to bed).State to log roll if patient needs to vomit.Skill 4 – Positioning of the pregnant patientVerbalize the indications for positioning (greater than 20 weeks pregnant and needs spinal immobilization).Left lateral position with cervical spine immobilization and a pillow or wedge under the backboard or bed.Comments:Skill 5 – Recovery positionVerbalize the indications.Controlled manoeuver into left lateral position ensuring open airway.Appropriately position the patient (top leg bent forward, left arm straight with the patient’s head resting on the arm to elevate the head and position the mouth downward).Comments:Skill 6 – Fracture immobilizationRemove clothing to clearly see the injury, remove all jewelry.Check pulses, sensation and movement of the limb and document findings.Size the splint against the limb. Immobilize the joint above and below the injury.Identify special considerations:• Straighten the limb if signs of poor perfusion or absent pulses in the limb. • Control haemorrhage as needed.Remove debris and irrigate an open fracture wound with 2 L of saline.normal• • Cover open fractures with sterile saline gauze.\n\nPlace the joint in the desired position.Pad in between toes and fingers if injury involves digits.If stockinette is available, place it over the limb without wrinkles or pad the side of the splint that will be in contact with the skin.Pad the patient’s limb, especially bony prominences.Wrap the limb and splint with a bandage to hold the splint.Check pulses, sensation and movement of the limb following the application of the splint.State patients with an open fracture will require tetanus vaccination, if not up to date, and antibiotics.\n\nSkill 7 – Applying a pelvic binderIdentify pelvic pain after trauma.Place bed sheet under the pelvis. If bed sheet is wide, fold it over so that it is the size of the pelvis (lower back to end of buttocks).Push the binder under the small of the back and pull it into position or log roll patient onto binder.Centre over the great trochanters (hip bones) and firmly cross over at the front.Pull firmly and tie, but do not cause the person undue pain. It should feel firm but not overly painful.Document the time the pelvic binder was applied.Comments:\n\nCompetency demonstratedYESNORemediation requiredYESNOSignature of facilitator:\n\n• Haemorrhage control: stop bleeding as above.• Prevent infection:\n\n– Clean wound of blood clots, dirt, dead or dying tissue, foreign bodies.– Clean skin around the wound thoroughly with soap and water or antiseptic.– Thoroughly wash out wound by flushing with at least 1 litre of clean water.\n\nThe water should be under pressure to thoroughly clean the wound. To create a high pressurestream, use a syringe (with 14 g needle or IV catheter attached) or poke a small hole in a cleanbottle and squeeze the bottle.\n\nBe sure to use the entire litre.\n\n– If not vaccinated or not up to date, give tetanus vaccination.\n\n– Dress wound with sterile gauze if available.– Use a pressure dressing if the wound is still bleeding.– Check perfusion (capillary refill and/or distal pulses) and sensation beyond the wound beforeAND after dressing wounds.\n\n– Give local anaesthetic before cleaning the wound if staff and equipment are available.– Splint large lacerations and fractures.\n\nIt is important to cover burns early in order to keep the area moist and reduce the risk of infection.Burns can be very painful so ensure you give pain relief.\n\n• Use sterile technique and normal saline to clean the burn.• Carefully remove any loose, dead skin and broken, tense or infected blisters.\n\n• Apply a non-adherent dressing to the burn to provide a moist healing environment. Clean clearplastic wrap can be used over the burn as an interim measure and if you are transferring theperson to a surgical unit shortly.• Ensure the entire burn is covered with the dressing.• If the person has presented with an old burn that is now infected, apply a topical antibiotic (suchas bacitracin or silver sulfadiazine). This person may also require IV or intramuscular antibiotics.• If there is delay in handover or transfer, ensure the dressings are changed daily. Always give paincontrol with dressing changes.\n\nADULT BURN MANAGEMENT: DETERMINE TOTAL BODY SURFACE AREA (TBSA)\n\nThis is used to calculate the fluids needed using the Parkland Formula. Use the Rule of Nines bodychart for adults and modified chart for children and infants (see figure).\n\nThe body is divided into portions that each make up 9% of the total body surface. Children havedifferent percentages due to the different body proportions, such as a larger head and smaller limbs(see figures).\n\n• Assess the person using the diagram below.• Note the areas of burn and shade them in on the diagram.• Next to where you are shading, write the burn depth (see burn depth estimate below).• Once you have marked the diagram (front and back) with all the burns you have assessed on theperson, add the percentages.• This will give you the total burn surface area (TBSA).\n\nBurn surface area in adults inBurn surface area\n\nArea By age in years\n\nHead (A/D) 10% 9% 7% 6%\n\nThigh (B/E) 3% 3% 4% 5%\n\nLeg (C/F) 2% 3% 3% 3%\n\nBurn surface area in children\n\nPAEDIATRIC BURN MANAGEMENT: DETERMINE TOTAL BODY SURFACE AREA (TBSA) inBurn surface area\n\nAreaBy age in years01510Head (A or D)10%9%7%6%Thigh (B or E)3%3%4%5%Leg (C or F)2%3%3%3%\n\nBURN MANAGEMENT: ESTIMATE DEPTH OF BURN\n\nThe best way to estimate burn depth is by gently pressing two fingers onto the burn to assesscapillary refill.\n\n• Put gloves on.• With care, press down on the centre of the burn with two fingertips for 3–4 seconds, and then letgo. The faster the capillary refill the more superficial the burn is.• Now assess the outer edge of the burn (burn depth can vary for different areas of the burn).• Use the chart below to guide your assessment findings.\n\nBurn typeSkin findingsSuperficial (formerly first degree)• Red or pink • Painful, skin intact, no blisters • When pressed, skin is pink with quick capillary refillPartial thickness (formerly second degree)• Red or mottled red • Intact or broken blisters, wet • Painful • May temporarily turn white when pressed then red colour returnsFull thickness (formerly third degree)• White or black • Leathery and dry • No sensation • When pressed, no change in colour\n\nBURN MANAGEMENT: FLUID RESUSCITATION IN BURN INJURY\n\nAs discussed in the TRAUMA module, an adult or child with a burn injury may require fluidresuscitation. Start fluid resuscitation in the following cases:\n\n• Full or partial thickness burns greater than or equal to 15% total burn surface area in adults.• Full or partial thickness burns greater than or equal to 10% total burn surface area in children.\n\nBURN MANAGEMENT: PARKLAND FORMULA CALCULATION FOR THE FIRST 24 HOURS\n\n4 ml IV fluid X weight in kilograms X % total burn surface area*\n\n*% total burn surface area = % partial thickness burn area + % full thickness burn area(% superficial burn area is NOT used in the calculation)\n\nThe Parkland Formula is a fluid resuscitation management strategy for the initial 24 hours followinga burn. Patients presenting beyond 24 hours after the initial burn will also need fluid resuscitation,but the Parkland Formula is not used beyond 24 hours.\n\n• The first half of the fluid should be given within the first 8 hours after the burn (NOT after arrival tocare).• The second half is to be given over the subsequent 16 hours.• For adults, give normal saline or Ringer’s Lactate.• For children, use a dextrose-containing fluid (Ringer’s Lactate with 5% dextrose or normal salinewith 5% dextrose for initial resuscitation). If no dextrose-containing fluids are available, give anadditional dose of dextrose (either IV or orally) with IV fluids (see MEDICATIONS).\n\nFor ongoing care of children, the Parkland emergency resuscitation fluids calculated above MUSTBE ADDED to any required maintenance fluids based on hospital care protocols (see WHO Pocketbook of hospital care for children, 2013).\n\nYour facilitator will review examples using the Parkland Formula.\n\nREMEMBER: Patients with serious burns to >15% of their body, burns involving the hand, face, groinarea, joints, or burns that go completely around the body or a body part need to be transferred/handed over for specialized care.\n\nNote: When possible, take a picture of the snake and send with the patient.\n\nImmobilizing a limb after a snake bite is important to reduce movement and absorption of venom.\n\n• Always assess pulses, capillary refill and sensation before and after dressing or splinting any wound.\n\n• You may choose to use a broad pressure bandage and wrap upwards from the lower portionof the bite. The bandage should be firm, but should not cut off pulses in the limb. Extend thebandage as high up the limb as possible.\n\n– This is recommended if the snakes in your area produce a toxin that damages the nerves, causesparalysis, causes the person to become very ill or if there will be prolonged transport time.– This is NOT recommended if the snakes in your area produce toxins that primarily cause tissuedamage near the wound and do not cause body-wide symptoms.\n\n• Bind a splint to the limb to immobilize as much of the limb as possible.• Note the time the bandage was placed.• Keep the person still and lying down.• DO NOT put a tourniquet around the snake bite or limb.• DO NOT cut the bite out as this will lead to unnecessary bleeding.• DO NOT suck on the bite to remove the venom.\n\nSkills station marking criteria1st pass2nd pass3rd passSafety: Personal protective equipment used or verbalized useSKILL 1– General wound managementHaemorrhage control: stops bleeding as per earlier taught skill.Preventing infectionCleans wound of blood clots, dirt and foreign bodies.Cleans skin around the wound thoroughly with soap and water or antiseptic.Thoroughly washes out wound by flushing with water (state 1 litre of clean water or more).Gives tetanus vaccination as needed.Dressing woundsAssesses pulses, capillary refill and sensation before dressing or splinting any wound.Dresses wound with sterile gauze if available.Applies pressure dressing if the wound is still bleeding.Checks perfusion beyond the wound (capillary refill and/or distal pulses) before and after dressing wounds.Pain management\n\nGives local anaesthetic before cleaning the wound if staff and equipment are available.Splints large lacerations and fractures.Assesses pulses, capillary refill and sensation after dressing or splinting any wound.Comments:BURN MANAGEMENTSkill 2 – Burn wound managementUses a sterile technique and normal saline to clean the burn.Removes any loose, dead skin and broken, tense or infected blisters.Applies a non-adherent dressing to the burn to provide a moist healing environment.Ensures the entire burn is covered with the dressing.Considers antibiotics.States transfer or handover plan.Comments:Skill 3 – Fluid resuscitation in burn injuryCorrectly states indications: • Partial or full thickness burns greater than or equal to 15% total burn surface area in adult. • Partial or full thickness burns greater than or equal to 10% total burn surface area in children.Estimates depth of burn.Determines total body surface area (TBSA).Calculates Parkland Formula.Explains delivery of fluids. (First half in first 8 hrs; second half in next 16 hrs)Chooses correct fluid for initial bolus. (Children weighing less than 20 kg: Ringer’s Lactate with 5% dextrose, normal saline with 5% dextrose)Comments:Skill 4: Snake bite bandaging and immobilizationUses a broad pressure bandage and wrap upwards from the lower portion of the bite.\n\nExtends the bandage as high up the limb as possible.\n\nImmobilize as much of the limb as possible with a splint.Notes the time the bandage went on.Keeps the person still.States DO NOT put a tourniquet around the snake bite or limb.States DO NOT cut or suck on the bite wound.Comments:Competency demonstratedYESNORemediation requiredYESNOFacilitator’s signature:\n\nThe table below summarizes the medications discussed in this course, which represent onlya very basic set of treatments for emergency conditions. They have been included based ontheir wide availability, their appropriateness for use by all of the frontline providers targetedby this course, their feasibility of use in pre-hospital or facility settings, and for their potentialimportance as early treatments for emergency conditions. Be sure to check locally availabledrug concentrations, as these can vary. The most common concentrations are used in thistable for dosing reference. Almost every condition discussed will require additional treatmentsbeyond these, and many important emergency treatments that may be used by advancedproviders are not included here.\n\nDrug indicationDosageAdverse effectsAdrenaline (Epinephrine) Anaphylaxis/severe allergic reaction and severe wheezing [see ABCDE, DIB]Solution: 1 mg in 1 ml ampoule (1:1000) Note: • The doses below are for intramuscular not IV administration. • The preferred site for injection is the outer mid-thigh. Adults: Intramuscular(IM): 50 kg or above: 0.5 mg IM (0.5 ml of 1:1000) 40 kg: 0.4 mg IM (0.4 ml of 1:1000) 30 kg: 0.3 mg IM (0.3 ml of 1:1000) • May repeat at 5-minute intervals Paediatrics: Anaphylaxis: 0.15 mg IM (0.15 ml of 1:1000), repeat every 5–15 minutes as needed Severe asthma: 0.01 mg/kg IM up to 0.3 mg, repeat every 15 minutes as needed• Anxiety/fear • Palpitations • Tachycardia (elevated heart rate) • Dizziness • Sweating • Nausea • Vomiting • Hyperglycaemia (elevated blood glucose) • Chest pain • High blood pressure • Tissue necrosis at injection site\n\nDrug indicationDosageAdverse effectsAntibioticsSpecific drugs in this category will be determined by local treatment protocols and availability. These should include a broad-spectrum regimen for life-threatening infections that can be used empirically (before the infectious source is definitively identified) in very ill patients.• Allergic reactions • Gastrointestinal upset • Other specific effects vary by antibioticAcetylsalicylic acid (Aspirin) Suspected heart attackTablet: 100 mg, 300 mg Oral: 300 mg (preferably chewed or dispersed in water) given immediately as a single dose. Do NOT give aspirin until evaluated by an advanced provider if there is: 1. any active bleeding, or 2. chest pain that is sudden, maximum at onset, sharp and tearing, and radiating to the back (can indicate a tear in the aorta).• Gastrointestinal irritation with blood loss • Tinnitus • AnaphylaxisBenzodiazepines – Diazepam Seizures/convulsions [see AMS]Tablet: 2 mg, 5 mg Solution: 5 mg/1 ml ampoule Adults: First dose: 10 mg slow IV push OR 20 mg rectally Second dose after 10 minutes: 5 mg slow IV push or 10 mg rectally Maximum IV dose: 30 mg Children: First dose: 0.2 mg/kg slow IV push or 0.5 mg/kg rectally. Can repeat half of first dose after 10 minutes if seizures/convulsions continue. Maximum IV dose: 20 mg Do not give second dose if respiratory rate is less than 10 breaths per minute. Do not give diazepam intramuscularly (unpredictable absorption). How to give rectal diazepam: • Draw up the dose from an ampoule of diazepam into a small syringe (tuberculin if available). Base the dose on the weight of the child, when possible. • Remove the needle. • Insert the syringe 4–5 cm into the rectum, and inject the diazepam solution. • Hold the buttocks together for a few minutes.• Sedation • Respiratory depression • Low blood pressure • Bradycardia (low heart rate) • Nausea and vomiting • Abdominal cramps\n\nDrug indicationDosageAdverse effectsGlucose (dextrose) Hypoglycaemia (low blood sugar) [see ABCDE, ALTERED MENTAL STATUS]Solution: 50% dextrose (D50), 25% dextrose (D25), 10% dextrose (D10) NOTE: Dextrose should NEVER be given intramuscularly as it may cause serious tissue damage. Adults and children greater than 40 kg: 25–50 ml IV of D50, or 125–250 ml IV of D10 Children up to 40 kg: 5 ml/kg IV 10% dextrose (D10) D10 is preferred in children under 40 kg. If D10 is not available, you can use the Rule of 50 to remember the equivalent amount of dextrose in another solution. All of the following contain the same amount of dextrose: 5 ml of D10 2 ml of D25 1 ml of D50 If no IV access: Place 2–5 ml of 50% dextrose in buccal space (inside the cheek) OR Give sugar solution (1 level teaspoon of sugar moistened with water every 10–20 minutes) in buccal space• Hyperglycaemia (high blood glucose) • Dizziness • Skin necrosis if injected outside the vein\n\nDrug indicationDosageAdverse effectsMagnesium sulphate Eclampsia or pregnant with seizure/convulsion [see ALTERED MENTAL STATUS]Solution forms: 1 g in 2 ml ampoule (50%) 5 g in 10 ml ampoule (50%) To give IV, make a 20% solution: *add 3 ml of sterile saline to the 2 ml ampule OR *add 15 ml of sterile saline to the 10 ml ampoule. Loading dose (IV + IM): * 4 g IV (dilute to a 20% solution and give 20 ml slowly over 20 minutes) AND *10 g IM (intramuscular): 5 g (10 ml of 50% solution) with 1 ml of 2% lidocaine in upper outer quadrant of each buttock. Magnesium can cause low blood pressure; monitor carefully. IF unable to give IV, give 10 g IM injection only (as above, 5 g in each buttock). If seizures/convulsions recur: after 15 minutes give an additional 2 g (10 ml of 20%) IV over 20 minutes. If transport delayed, continue treatment: Give 5 g of 50% solution IM with 1 ml of 2% lidocaine every four hours in alternate buttocks.• Low blood pressure • Respiratory depression • Drowsiness • Confusion • Loss of reflexes • Muscle weakness • Nausea • Vomiting • Flushed skin • Thirst STOP if: • Respiratory depression (respiratory rate Naloxone Opioid overdose [see ABCDE, ALTERED MENTAL STATUS, DIFFICULTY IN BREATHING]Solution: 400 mcg/ml (hydrochloride) in 1 ml ampoule IV: 100 mcg single dose OR IM: 400 mcg in single dose May repeat every 5 minutes as needed. May require continuous infusion at 0.4 mg/ hour for several hours for long-acting opioids.• Hypertension (high blood pressure) • Cardiac arrhythmias • Hyperventilation • Difficulty in breathing • Agitation *** Naloxone effects only last 1–3 hours. Many opioid medications are longer- acting and may need more doses of naloxone or a naloxone infusion. Any patient treated with naloxone must be monitored closely***\n\nDrug indicationDosageAdverse effectsOxytocin Treatment of postpartum haemorrhageSolution: 10 IU in 1 ml ampule Initial dose: Give 10 IU IM AND start IV fluids with 20 IU/L at 60 drops/minute. Once the placenta is delivered, continue IV fluids with 20 IU/L at 30 drops/minute if still bleeding. If placenta has to be manually removed or uterus does not contract: Repeat 10 IU IM. Continue IV fluids with 20 IU/L at 20 drops/ minute for 1 hour after bleeding stops. Max Dose: 3 L of IV fluids containing oxytocin.• Nausea/vomiting • Headache • Rash • Anaphylaxis • Uterine spasm (at low doses) • Uterine hyperstimulation (at high doses)Paracetamol (acetaminophen) Mild to moderate pain, fever and headacheTablet: 250 mg, 500 mg Rectal suppositories: 250 mg, 500 mg Adults: 500mg – 1 g every 6 hours Max 4 g daily or max 2 g daily if liver impairment, cirrhosis Children: 10–15 mg/kg up to six times a day• Rash • Liver damage following overdosesSalbutamol (albuterol) Severe wheezing [see ABCDE, DIFFICULTY IN BREATHING]Where available, can use nebulizer with appropriate dose. Inhaler: 100 mcg per puff Inhaler with spacer Adult: Prime with five puffs and give two puffs via spacer every two minutes until improved. Child: Prime with five puffs and give two puffs into spacer. Keep spacer in the child’s mouth for three to five breaths. Repeat until six puffs of the drug have been given to a child 5 years of age. Repeat regularly until condition improves. In severe cases, 6 or 12 puffs can be given several times in an hour. Remember: child must be able to seal mouth around spacer opening. Babies will likely require spacer mask or nebulizer. Nebulizer: (ADULT) 5mg in 5 ml sterile saline. (CHILD) 2.5mg in 3 ml sterile saline. For severe wheezing, above doses can be given several times in an hour.• Palpitations • Fine tremor • Headache • Tachycardia (high heart rate)Tetanus vaccinationSolution: 5 units per 0.5 ml IM 0.5 ml Give to all injured children whose vaccinations are not up to date and in all adults who have not had this vaccination in the past 5 years. If immunization status is unknown, give vaccination.• Pain to injection site • Allergic reaction • Fever • Nausea\n\nThis course is intended for providers working in the field, on ambulances and in health-carefacilities. Transferring patients from the scene to first facility, or between facilities, requirespecial attention to destination planning, ongoing management and handover.\n\nMany patients treated on the scene will require transport to a health-care facility for furthermanagement. Additionally, patients already at a facility may require transfer to a differentfacility for more advanced care. For example, a pregnant woman with seizures will needhandover for advanced care and emergency delivery; a patient with severe burns will requiretransfer for advanced airway management and surgical care; a patient in shock from blood losswill require handover to a centre capable of blood transfusion.\n\nWhen planning any transport, make sure that: the level of services at the destination facilitymatches the needs of the patient (e.g. there is an operating theatre if surgery is needed); thatthe expected resources are currently available (e.g., the operating theatre is running, and thereis blood for transfusion); and that the destination can be reached in the necessary time framegiven the patient’s condition. Do not delay transport for tests or interventions that are notcritical to patient safety if they can be performed at the receiving facility.\n\nFollow local transfer and destination protocols where they exist. Where there are no clearprotocols, balance transport times with facility capabilities – the goal is to reach needed careas soon as possible. It is usually better to have a longer initial transport time than to arrange asecond transfer because appropriate care was not available at the first destination.\n\nOnce the appropriate facility has been determined, communication with a provider atthe receiving facility is essential (see ‘Handover’ below). This will allow the receiving centreto prepare for the patient’s arrival and arrange resources (e.g. blood, operating theatrepreparation). Follow specific local communication protocols where they exist.\n\nWherever possible, formal protocols for both pre-hospital transport and transfer betweenfacilities should be in place. These should include explicit criteria for when a patient should betransferred.\n\nTransfer includes two aspects: transporting the patient and caring for the patient at all timesduring transport. One person cannot do both jobs. During transport, at least one providershould always be in the same part of the vehicle as the patient to allow for ongoing monitoring,assessment and management. The ABCDE approach should be used to assess and re-assessALL patients during transportation; vital signs (including AVPU or GCS) should be checkedevery 15 minutes, and patients should be closely monitored for response to treatments andfor signs of worsening.\n\nRemember to plan overall transportation time and route, and check road conditions andweather. This is essential in order to anticipate the patient’s needs during transport (e.g. IVfluid and medication needs). Ensure that the patient and family are aware of the transport plan.Allow a family member to accompany children whenever possible.\n\nFormal handover should be given any time care is transferred to a new provider, including:between providers within a facility, to or from transport providers, or remotely from a sendingfacility to a receiving facility provider. In addition to a verbal report at the time a patient ishanded over to a new provider, written documentation of the clinical condition and treatmentshould accompany the patient at all times.\n\nYou will practise handover summaries throughout the course in the case scenarios. TheSituation, Background, Assessment, Recommendations (SBAR) format is a structured way ofcommunicating key information and can be used for all of the handovers mentioned above.SBAR components and examples are:\n\nBasic patient information (e.g. age, sex).\n\nChief complaint (the patient’s initial description of the problem, such as difficulty inbreathing for 3 days, or arm pain after a fall, etc.).\n\nThe 2–4 most important and relevant aspects of the patient’s case and/or condition (thesemay be elements of the history, physical exam, or testing results, depending on the case).\n\nInclude any important ABCDE findings/interventions.\n\nWhat you think is wrong with the patient.\n\nThe reason for the handover/transfer.\n\n– next steps in the treatment plan;\n\n– potential worsening of the patient’s condition (e.g. need for close airway observation ifinhalation burn is suspected);\n\n– cautions regarding prior therapies or interventions (e.g. time of last adrenaline dose toanticipate return symptoms, need to monitor mental status if sedating medications havebeen given, need to monitor 3-way dressing for clotting, etc.).\n\nCase 1: A 22 year-old man was riding a motorcycle when he crashed into another vehicle athigh speed. He was thrown from his motorcycle and was not wearing a helmet. His airway isopen; he has normal breath sounds on both sides of his chest; his pulses are strong and around90 beats per minute; he is only responsive to pain and has a femur fracture with bone visible inan open wound; there are abrasions on his forehead. You have immobilized his spine, startedan IV and splinted the fracture. You and your colleague have transported him from the sceneof injury and are handing him over to a hospital provider.\n\nHandover summary: This is a 22-year-old man who was in a motorcycle crash, was not wearing ahelmet and was thrown from his motorcycle; he is only responsive to pain and has an open femurfracture, but is currently protecting his airway and has no evidence of shock. We are concernedfor his altered mental status, and open femur fracture, but are unable to tell if he has a spinalinjury. He needs transfer for surgical management and further neurological assessment. Spinalimmobilization should be maintained and he should be monitored for worsening bleeding andmental status changes.\n\nCase 2: A 14-year-old girl had a seizure/convulsion at school. She was brought to you by herteachers because she did not stop seizing. You administered a benzodiazepine, which causedthe seizures to stop. After, you were able to perform the ABCDE survey and then a completehead-to-toe exam. She does not have a fever; she has a normal heart rate, blood pressure, andrespiratory rate. She responds to voice. Her tongue is bitten and she urinated on herself; shehas no other injuries or rashes.\n\nHandover summary: This is a 14-year-old girl who had a prolonged convulsion and was convulsingon arrival; her seizures were stopped with one 10 mg dose of diazepam and now she remains sleepy,has normal vital signs and no fever. She is being transferred for further evaluation of her seizure.Monitor the airway as she has received sedating medications (diazepam).\n\nCase 3: A 75-year-old man had chest pain while walking home from the market. He was broughtto you by taxi. He says that the chest pain started 30 minutes ago and felt like a lot of pressurein the centre of his chest. He has no allergies. He takes a blood pressure medication, but cannotrecall the medication’s name. He had a heart attack 2 years ago that felt very much like the painhe was having today. His last meal was 6 hours ago. The pain started while he was walkinghome carrying several heavy bags, though he now has no pain. His vital signs, ABCDE survey,and head-to-toe examination are normal. You have given aspirin and started an IV line and willnow handover to an inpatient provider.\n\nHandover summary: This is a 75-year-old man with a history of a heart attack who has had chestpain similar to his prior heart attack. The pain started while he was walking and lasted for morethan 30 minutes, but is now gone. He has received aspirin and has an IV line. I am concerned hemight have problems with his heart. He should be monitored for change in ABCDE or return of thechest pain.\n\nThe initial steps of any patient assessment, which includes assessing and treating Airway,Breathing, Circulation, Disability and Exposure.\n\nUse of muscles other than the diaphragm to assist in breathing (commonly the neck, chestwall, and abdominal muscles). May appear as indrawing/retractions between the ribs, or inthe neck muscles.\n\nTerm used for a range of presentations from changes in behaviour or memory, to disorientation,confusion and coma.\n\nA condition causing mucus production and intermittent spasm in the bronchial airways,resulting in narrowing that causes wheezing.\n\nA manual handheld device consisting of an air-filled bag connected to a mask. The bag iscompressed by hand to deliver a breath as the mask is held to the patient’s face.\n\nA defined volume of fluid or other substance given rapidly, usually intravenously.\n\nA marker of perfusion, checked by pushing on the fingernail, palms or soles and releasing tosee long it takes for the colour to come back to the skin (blood flow to return). The normalrange is less than 3 seconds.\n\nPerforming chest compressions and ventilation with the goal of resuscitating a patient withno pulse.\n\nThe part of the spine in the neck, containing the first seven vertebrae.\n\nBurns that extend around a body part can act like a rigid band and may limit blood supply (toa limb) or breathing (burn around the chest or abdomen).\n\nTerm describing breakdown of lung structure (emphysema) and chronic inflammation causingspasm of the lower airways and wheezing.\n\nA condition of increased pressure from swelling in an area of the body that cannot expand,such as compartments in the forearm or lower leg. Compartment syndrome reduces bloodflow to the area and may result in severe pain as well as damage to nerves and other tissues.\n\nHigh pitched sound, like crumpling of a paper bag, heard with a stethoscope. Crackles arecaused by fluid in the airspaces of the lungs. Also called rales or crepitations (creps).\n\nBlue colouring to the skin or lips, resulting from low blood oxygen levels.\n\nRemoving a dangerous substance, such as chemicals, toxins or infectious materials, from aperson’s skin or clothes. Depending on the substance, this is done by brushing off the substanceor irrigating with water.\n\nTight packing of a large or gaping wound with clean, compact gauze to ensure that externalpressure can effectively compress an area of bleeding that is too large or too deep to compressotherwise.\n\nRapidly changing state of confusion, characterized by agitation, loss of focus and inability tointeract appropriately.\n\nChronic condition characterized by abnormal mental state, including loss of memory andproblems with thinking. There is often no change in ability to focus on the present.\n\nPlanning the choice of destination facility for transport or transfer in order to best match transporttime and the level of services available at the receiving facility to the patient’s clinical needs.\n\nA condition occurring in diabetics in which lack of insulin causes elevated blood sugar, leadingto severe dehydration and build-up of acid in the blood.\n\nThe enlargement or stretching of a part of the body (e.g. blood vessels).\n\nThe feeling of difficulty in breathing (sometimes also called shortness of breath, or SOB) canresult from many causes, including problems with the lungs, problems with oxygen, airwayblockage, fast breathing, weak respiratory muscles.\n\nA way to control external bleeding (haemorrhage) from a wound by applying firm pressurewith two or three fingers at the site of bleeding.\n\nThe next step in care of a patient – this may be handover of care to another provider throughadmission or transfer, or discharge to home.\n\nCompromise of breathing from water in the lungs, usually resulting from prolonged timeunder water.\n\nA condition when a pregnant or newly delivered woman has seizures, high blood pressure,and protein in the urine. It can progress to coma and is life-threatening. (“Pre-eclampsia” isdiagnosed based on specific criteria and identifies a woman at high-risk of progression toeclampsia.)\n\nA pregnancy outside of the uterus, most often in the fallopian tubes. As an ectopic embryogrows, it may damage the surrounding structures, causing sudden severe bleeding. Rupturedectopic pregnancy is a surgical emergency.\n\nThe process by which venom is injected by the bite (or sting) of a venomous animal.\n\nA surgical procedure to cut and release burned tissue that may restrict breathing or bloodsupply to a limb.\n\nWhen multiple rib fractures in more than one place cause a segment of the rib cage to beseparated from the rest of the chest wall and prevent normal breathing movement.\n\nThe level of fluid in the body. It can be low (dehydration), normal, or high (fluid overload and/or oedema).\n\nA gap (soft spot) between the developing bones of the skull in babies – changes in the volume offontanelles may reflect fluid status. Fontanelles normally close between 12 and 18 months of age.\n\nAn object from outside the body (e.g. a foreign body in the airway).\n\nInfection or inflammation of the stomach and intestine that can cause vomiting, diarrhoea andabdominal pain.\n\nA system of assessing the neurologic function of a trauma patient. It is a score ranging from 3(unresponsive) to 15 (normal) that assesses responsiveness based on eye movement, verbalresponse and motor response.\n\nVoluntary or involuntary contraction of the abdominal wall muscles when pressing on theabdomen.\n\nA brief summary of critical patient information given by the current provider any time a patientis transferred to a new provider. Handover summarizes the clinical presentation, the care thepatient has received, and alerts the new provider of any potential complications. Handovershould always be given to transport providers, in addition to receiving-facility providers.Handover should also be given even when care is transferred to a new provider within thesame facility.\n\nLarge volume bleeding. It may occur externally or within the body.\n\nA state of poor perfusion due to substantial blood loss.\n\nBleeding or a collection of blood within the tissues, outside of the vascular space. Also calledbruising.\n\n(Also called myocardial infarction). Death of heart muscle due to a lack of oxygen-rich bloodgetting to the heart.\n\nWhen the heart fails to pump enough blood to perfuse the organs, usually resulting in oedemain the lungs or extremities.\n\nMultiple itchy, red and raised areas on the skin suggestive of an allergic reaction.\n\nA virus that weakens the immune system and can lead to AIDS, a syndrome of multipleinfections.\n\nPoor perfusion due to low blood volume, which may result from decreased fluid intake orsevere fluid or blood loss.\n\nRedness and swelling that may result from trauma, infection, allergy or other causes.\n\nInflammation or oedema of the airways or lungs resulting from breathing hot gases or irritatingchemicals (most commonly smoke inhalation in the setting of fire).\n\nPlacing a breathing tube through the mouth, down the throat, and through the vocal cords toallow ventilation of the lungs by bag device or ventilator.\n\nInadequate oxygen and blood supply to tissues that can lead to tissue death (myocardialischaemia, or lack of oxygen to the heart muscle, is an example).\n\nOften used to refer to an intravenous catheter, or for the intravenous route of administrationof a medication or fluid.\n\nUsing skin to skin contact between a newborn infant and mother and covering the child’s headand exposed body, to prevent hypothermia and promote bonding.\n\nA large IV catheter is needed for rapid volume resuscitation. Ideally, these catheters should beplaced in larger blood vessels (that tend to be closer to the heart, like the antecubital fossa inthe arms or large veins in the neck). In adults, this is usually defined as 14- or 16-gauge, thoughin some settings, 18 may be the largest available gauge.\n\nDescribes the level of responsiveness or alertness to the environment.\n\nA method of rolling a person to the side while preventing the spine from bending. Usuallyperformed when spinal injury is suspected to prevent additional damage."
}