{
  "title": "9789241513081-Eng Part03(218-240페이지)",
  "full_text": "The widening of nostrils during breathing – it results from increased effort, and is a sign ofdifficulty in breathing.\n\nA rubber tube inserted through the nostril that reaches to the opening of the throat to allowair to pass.\n\nInsertion of a needle into the chest wall to relieve the pressure of a tension pneumothorax.\n\nA water, glucose, and salt mixture given by mouth or nasogastric tube to dehydrated patientsto replace fluid losses.\n\nDescribes a person’s relationship to the surrounding world, including the ability to accuratelyidentify one’s own name and location, as well as the current time and date.\n\nA plastic device inserted through the mouth that reaches to the opening of the throat toprevent the tongue from blocking the airway and allows air to pass.\n\nA formula used to estimate the amount of IV fluid needed for resuscitation of a burn patientover the first 24 hours after the burn. It is: 4 ml fluid X weight in kilograms X total burn surfacearea. Half should be given over the first 8 hours, and half over the next 16 hours.\n\nTapping on the chest wall to assess the lungs. The quality of the sound on tapping may indicatefluid or air in the lungs.\n\nA critical build-up of fluid in the sac around the heart (the pericardium) that compresses theheart and interferes with normal pumping of blood to the body, leading to shock.\n\nEquipment meant to be worn by a person to protect from infection or injury. This can includegloves, goggles, and protective clothing such as aprons or fluid resistant gowns.\n\nAbnormal fluid collection around the lung that can cause difficulty in breathing and even lungcollapse. Common causes include tuberculosis and other infections, heart failure and cancer.\n\nAir in the space between the lungs and the chest wall (pleural space) that causes the lung tocollapse.\n\nBlood clot travelling to and blocking the vessels of the lungs. The most common source is the legs.\n\nDevice that detects oxygen saturation (the percentage of red blood cells saturated withoxygen).\n\nA virus that is transmitted through animal bites that affects the brain and nerves and can causealtered mental status.\n\nPain that occurs when releasing pressure on the abdomen (as opposed to when pressing onthe abdomen).\n\nTime-sensitive interventions performed in an attempt to manage life-threatening conditions.\n\nThe visible pulling in of tissues between the ribs or around the collarbones with strainedinspiration. Retractions are a sign of serious difficulty in breathing.\n\nAn approach to asking key history findings for all patients. SAMPLE stands for: S – Signs andSymptoms, A – Allergies, M – Medications, P – Past history, L – Last oral intake, E – Eventssurrounding the illness or injury.\n\nAlso called convulsions or fits. Abnormal electrical activity in the brain, often seen as alteredmental status with abnormal repetitive movements. Seizures may be a primary condition ormay be caused by infection, injury, toxins or chemical balance problems.\n\nA state where organs do not get enough blood and oxygen (poor perfusion), leading to organsnot working properly.\n\nAn easy way to check hydration status in children by pinching the skin, usually on the abdomen.Well-hydrated skin should return to normal in less than 2 seconds.\n\nA high pitched sound on breathing in that is caused by swelling or a physical obstruction ofthe upper airway.\n\nA wound in the chest wall that allows air in and out of the chest cavity, indicating an openpneumothorax.\n\nOccurs when a pneumothorax causes sufficient pressure inside the chest cavity that bloodvessels collapse (reducing the amount of blood that can return to the heart, and the heartcannot fill or pump enough blood to maintain perfusion of the organs).\n\nDescribes a change in the position of the trachea to either side of midline, a finding sometimesassociated with tension pneumothorax.\n\nThe trauma primary survey is another term for the ABCDE approach in injured patients. Itincludes initial assessment of an injured person and management of all immediately life-threatening injuries, in order of priority. The primary survey consists of the ABCDE: Airway,Breathing, Circulation, Disability and Exposure.\n\nThe head-to-toe (front and back) examination of the trauma patient that includes taking aSAMPLE history. The purpose of this survey is to identify and treat all injuries, with prioritygiven to any hidden life-threatening conditions that were missed by the primary survey.\n\nSitting upright with neck extended but leaning slightly forward with hands on knees. Peoplewith severe difficulty in breathing will often sit in this position.\n\nA whistling sound made when breathing out due to inflammation in the lungs, suggestive oflower airway swelling.\n\nEmergency Triage Assessment and Treatment (ETAT). Geneva: World Health Organization;2005. June 2016 update.\n\nIntegrated Management of Adolescent and Adult Illness (IMAI) District Clinician Manual.Volume 1 and 2. Geneva: World Health Organization; 2011:Chapter 2–4; 6–8.\n\nPocket book for hospital care of children. Second edition. Geneva: World Health Organization;2013.\n\nREMEMBER... Always check for signs of trauma [see also TRAUMA card]\n\nASSESSMENT FINDINGSIMMEDIATE MANAGEMENTAirway AUnconscious with limited or no air movementIf NO TRAUMA: head-tilt and chin-lift, use OPA or NPA to keep airway open, place in recovery position or position of comfort. If possible TRAUMA: use jaw thrust with c-spine protection and place OPA to keep the airway open (no NPA if facial trauma).Foreign body in airwayRemove visible foreign body. Encourage coughing. • If unable to cough: chest/abdominal thrusts/back blows as indicated • If patient becomes unconscious: CPRGurglingOpen airway as above, suction (avoid gagging).StridorKeep patient calm and allow position of comfort. • For signs of anaphylaxis: give IM adrenaline • For hypoxia: give oxygenBreathing BSigns of abnormal breathing or hypoxiaGive oxygen. Assist ventilation with BVM if breathing NOT adequate.WheezeGive salbutamol. For signs of anaphylaxis: give IM adrenaline.Signs of tension pneumothorax (absent sounds / hyperresonance on one side WITH hypotension, distended neck veins)Perform needle decompression, give oxygen and IV fl uids. Will need chest tubeSigns of opiate overdose (AMS and slow breathing with small pupils)Give naloxone.CirculationSigns of poor perfusion/shockIf no pulse, follow relevant CPR protocols. Give oxygen and IV fl uids.CSigns of internal or external bleedingControl external bleeding. Give IV fl uids.Signs of pericardial tamponade (poor perfusion with distended neck veins and muffl ed heart sounds)Give IV ﬂ uids, oxygen. Will need rapid pericardial drainageDisabilityAltered mental status (AMS)If NO TRAUMA, place in recovery position.SeizureGive benzodiazepine.D Seizure in pregnancy (or after recent delivery)Give magnesium sulphate.HypoglycaemiaGive glucose if Signs of opiate overdose (AMS with slow breathing with small pupils)Give naloxone.Signs of life-threatening brain mass or bleed (AMS with unequal pupils)Raise head of bed, monitor airway. Will need rapid transfer for neurosurgical servicesExposure ERemove wet clothing and dry skin thoroughly.Remove jewelry, watches and constrictive clothingPrevent hypothermia and protect modesty.Snake biteImmobilize extremity. Send picture of snake with patient. Call for anti-venom if relevant.\n\nIf cause unknown, remember trauma: Examine the entire body and always consider hidden injuries [see also TRAUMA card]\n\nREMEMBER: PATIENTS WITH ABNORMAL ABCDE FINDINGS MAY NEED RAPID HANDOVER/TRANSFER. PLAN EARLY.\n\nNORMAL ADULT VITAL SIGNS\n\nPulse rate: 60–100 beats per minuteRespiratory rate: 10–20 breaths per minuteSystolic blood pressure >90 mmHg\n\nEstimating systolic blood pressure(not reliable in children and the elderly):Carotid (neck) pulse  SBP ≥ 60 mmHgFemoral (groin) pulse  SBP ≥ 70 mmHgRadial (wrist) pulse  SBP ≥80 mmHg\n\nSigns & SymptomsAllergiesMedicationsPMHLast oral intakeEvents\n\nASSESSMENT FINDINGS IMMEDIATE MANAGEMENT\n\nKey findings from the Trauma Primary Survey [see also ABCDE card]\n\nAirway Not speaking, with limited or no air movement Use jaw thrust with c-spine protection.\n\nSuction if needed, remove visible foreign\n\nSPECIAL CONSIDERATIONS IN THE ASSESSMENT OF CHILDREN\n\nA Place OPA to keep the airway open.\n\n• Children have bigger heads and tongues, and shorter, softer necks than adults. Position airway asappropriate for age.• Always consider foreign bodies.\n\nSigns of possible airway injury (neck haematoma or Give oxygen. Monitor closely-- swelling can\n\n• Look for signs of increased work of breathing (e.g. chest indrawing, retractions, nasal fl aring).• Listen for abnormal breath sounds (e.g. grunting, stridor, or silent chest).\n\nwound, crepitus, stridor) rapidly block the airway.\n\nSigns of possible airway burns (soot around the mouth Give oxygen. Monitor closely-- swelling can\n\n Will need advanced airway management\n\nor nose, burned facial hair, facial burns) rapidly close the airway.\n\n Will need advanced airway management\n\nAGERESPIRATORY RATE (breaths per minute)40–602–12 months25–501–5 years20–40\n\nBreathing Signs of tension pneumothorax (hypotension with Perform needle decompression.\n\nGive oxygen, IV fluids.\n\nabsent breath sounds/hyperresonance on one side,\n\nB  Will need chest tube\n\ndistended neck veins)\n\nOpen (sucking) chest wound Give oxygen, place 3-sided dressing, monitor\n\nC  Will need chest tube\n\nfor tension pneumothorax.\n\n• Signs of poor perfusion in children include: slow capillary refi ll, decreased urine output, lethargy, sunkenfontanelle, poor skin pinch• Look for signs of anaemia and malnourishment (adjust fl uids).• Remember that children may not always report trauma and may have serious internal injury with fewexternal signs.\n\nBreathing not adequate Give oxygen, assist ventilation with BVM.\n\nLarge burns of chest or abdomen (or circumferential Give IV fluids per burn size, give oxygen,\n\nAGE (in years)NORMAL HEART RATE (beats per minute)100–1601–390–1504–580–140\n\n May need escharotomy\n\nb"
}