[
  {
    "full_text": "TITLE: A comparative study on specialized services in pre-hospital emergencies in Iran and selected countries ABSTRACT: The quality of emergency services is one of the indicators describing the health status of countries. Moreover, the specialization of services and targeted response to any accident or disease has been the priority of pre-hospital emergency operations in some leading countries. This study aimed to compare the special services provided in the emergency department of several selected countries. This was a comparative study that was done in Isfahan in 2022. Data were collected by reviewing the literature provided by libraries and emergency websites of selected countries. We selected countries based on the accessibility of information in two groups of developed countries and countries with the same income and population as Iran including Germany, France, The United States, Australia, Britain, Malaysia, and Turkey. Data were classified and compared based on staff, vehicles, and specialized services. Emergency staffs in most countries were of different skill and training levels. Ambulances varied in equipment types in various land, air, and sea forms and dimensions. Developed countries had more modern ambulances and equipment. France and Germany were operating more especially. Specialized teams are dispatched only in the United States and Germany. Existing studies have shown the adequacy and effectiveness of these teams in reducing complications and mortality and improving the prognosis of patients. The use of specialized teams appropriate to each emergency based on the specific and targeted response is effective in improving the prognosis of patients. The results of this study are suggested to beneficiaries to improve the quality of emergency care and reduce complications and potential causalities. BODY: IntroductionNowadays, the quality of pre-hospital emergency performance is one of the indicators describing the health status of countries. With its optimal and quick response, it plays a major role in preventing mortality and complications of diseases.[1] Improving the quality of this system has always been considered by policymakers. Even was suggested that national policies may need to examine factors that contribute to promotion of motivation and improve them.[2] Specialized service is one of the factors that lead to increased motivation. The provision of specialized services in emergency medical services (EMS) is very limited in some developed countries such as Germany and France. According to statistics, 7.3% of stroke cases receive specialized services in Europe.[3] These countries provide specialized services only in certain cities and centers. Cardiovascular diseases are the second most common cause of death and are the sixth leading cause of disease in the world, which is expected to rank fourth in 2020.[4] In Iran, these services are assigned to codes 247 and 724 for heart and brain diseases which are only performed in"
  },
  {
    "full_text": "and brain diseases which are only performed in provincial centers. Stroke in Iran, an 83 million population, is a leading cause of mortality that can be reduced by specialized services.[5] Traffic accidents require specialized services and recently caused more than 1.27 million deaths and almost 50 million injuries in the world.[1] Specialized resources are so important that some researcher has reported a lack of resources as a cause of violence against EMS personnel.[6] Research shows that in the USA, only 30% of stroke patients have received specialized treatment at the appointed time.[7] So far, there has been no comparison between countries regarding the use of specialized services in pre-hospital emergencies.There are two models in pre-hospital emergencies around the world [Figure 1]. In countries following the Franco-German model such as France and Germany, the patient is transported to a hospital after providing specialized and advanced medical services at the scene and initial triage.[8] In the Anglo-American model in Britain and the United States, the basic and vital measures are taken at the scene of the accident, and then the patient is transported quickly to the hospital.[89]Figure 1Comparison of two models of EMS systemIn Iran, based on the third model, which is a mixture of the two models mentioned above, after providing medical services on the scene, the patient is transported quickly. Recently, the issue of specialization of services and targeted response to any accident or disease has been the priority of pre-hospital emergency operations in some leading countries.[1011] The Franco-German model has been more successful in providing medical services on the scene, but the specialization of services in the process of responding to accidents and diseases and the presence of a dedicated team on the scene are a general need that increases the quality of care and reduces the complications according to the existing studies.The current problem in the EMS system is the quality of services that is not optimal. The efforts of some countries to specialize the EMS have had useful results, but the specialized services provided in the EMS of countries have not been reviewed and compared. Therefore, this research was conducted to investigate the way of providing specialized services and their diversity in the EMS of other countries. The practical purpose of the present study was the comparison the specialized services provided in the emergency department of several selected countries. These services and result of their comparison will be recommended to the beneficiaries of Iran and other countries. Thus, Germany and France were selected from the Franco-German model and the United States, Australia, Britain, and Malaysia from the Anglo-American model, and Turkey and Iran from the mixed model.Materials and MethodsA comparative analysis means describing the similarities and differences of two or more phenomena that are placed next to each other and"
  },
  {
    "full_text": "phenomena that are placed next to each other and their differences and similarities are analyzed.[12] Comparative studies usually include three stages: description, comparison, and conclusion. In these studies, countries are comparable cases, and facts about them are the variables studied. The present study was an applied research conducted with a descriptive-comparative approach and done in Isfahan in 1401 through scoping review. It was conducted using the web-based documents. Based on the experts, after selecting a statistical population from developed countries, the researcher selected several successful countries similar to Iran.Inclusion criteriaHaving a specific model for EMS management (Franco-German, Anglo-American, and mixed), access to information, population near Iran, per capita near Iran.Exclusion criteriaLack of access to information, sources other than EnglishData collection tools were resources available on the emergency sites of countries, articles, books, references, reports, banks, Internet resources, and various databases such as PubMed, Scopus, Science Direct, Google Scholar, SID, and Magiran. The strategy of the search for this phase is designed [Table 1].The search was performed using comparative study, specialized services, emergency, pre-hospital, ambulance, and equipment keywords in four months. An additional search was conducted on the website of the Ministry of Health and Google. First, the history and the current situation were examined. Three variables play an essential role in EMS. Specialized human resources are very effective in the quality of EMS services. Vehicles, including an ambulance, play a very decisive role in transporting the patients. Also, specialized services cannot be provided to patients without equipment and facilities. These three variables are very important in providing specialized services.[13]Table 1Database search strategiesDatabaseSearch strategiesWeb of sciences“Emergency” AND “special services” AND ALL FIELDS. “EMS” AND “specialized services” AND “Germany” OR “England”Scopus“special” OR “services” AND “EMS” AND “Malaysia” AND “France”Science Direct“Emergency services” AND “Turkey” AND “France”. “EMS” AND “specialized services” AND “IRAN”. “Special” OR “centers” AND “EMS”.PubMed“EMS” AND “special services” AND ALL FIELDS. “Emergency medical services” AND “Countries”. “Special centers” AND “EMS”.Google Scholar(EMS) AND “specialized services” AND “Germany” or “England”. “special” OR “services” AND “EMS” AND “Malaysia” AND “United States”.Then, based on the three main components of pre-hospital emergency that play a key role in providing specialized services, including specialized staff, vehicles, equipment, and facilities,[14] the way of providing these services and their similarities and differences were extracted. Finally, data were collected, classified, and compared.ResultsGermany, the USA, Malaysia, Turkey, the UK, France, Australia, and Iran were studied in the field of EMS management,"
  },
  {
    "full_text": "Iran were studied in the field of EMS management, providers, staff, systems, training, ambulances, and vehicles. The results were compared. Then a comparison was made between them and the results of which are given separately inTable 2.Table 2Comparing the Characteristics of Pre-Hospital Emergencies in Selected Countries and IranCountriesParametersUSAGermanyEnglandFranceAustraliaMalaysiaTurkeyIranEms managementGovernmental√√√√√√√√Private√√√Provider organizationsMinistry of Civil Defence√√√√√√Red Crescent√√Fire Department√√√√√EMS√√√√√√Staff SkillsGeneral Skills√√√√√√√√Special Skills√√√√√Physician√√√SystemsAnglo-American√√√√Franco-German√√√Mixed√EducationStandard√√√√√√√√Additional√√√√Types of ambulancesA (1)√√√√√√√B (2)√√√√√√√C (3)√√√√√√Patient transport vehiclesAmbulances√√√√√√√√Helicopters√√√√√√√√Motorcycles√√√√√Boats√√√√√Specialized servicesSpecial Equipment√√√√√√√√Special Guidelines√√√√√√√√Special Teams√√1 GermanyStaff:In the German emergency department, completing the training period in intensive care, anesthesia principles, and medication is necessary. The paramedical level is the first level of pre-hospital emergency care provided in life-threatening situations with physician telephone consultation on the scene. In cases of myocardial infarction, dyspnea, severe trauma, anesthesia, and poisoning, emergency physicians are dispatched by a separate vehicle. German emergency staffs are volunteers with 320 h of training, most ambulance staff with 520 h of training, and RA staff with 1600 h of practical training who perform endotracheal intubation IV access procedures.[15]Vehicles: Ambulance vans are used for non-emergency transporting, larger vans are used for “ambulatory intensive care unit” conditions, small vans are used to bring the physician to the scene, and multi-purpose vehicles are used to support emergency responses.[16] There are also ambulances for children, obese patients, infectious patients, major accidents, natural disasters, baby-Notarztwagen, lifeboats, and motorized sleighs. Primary EMS helicopters cover the entire country during the day.[17] Private and military helicopters assist in mass casualties.[17] Police helicopters perform emergency response and transportation with a high professional standard.Specialized services: German EMS system responds to both normal and emergency patients and in acute medical conditions, home labor, severe bleeding, low consciousness, pediatric emergency, neurovascular and cardiovascular diseases, and injuries, ambulatory intensive care units with a presence of physicians.[18] Recently, specialized services have been considered in the German pre-hospital emergency department. Specialized treatment of stroke with thrombolytic[19] and specialized care of incurable patients are examples of these measures.[20] The German emergency department pays more attention to providing specialized services on the scene and transports the patient to the hospital with confidence after stabilizing his or her"
  },
  {
    "full_text": "with confidence after stabilizing his or her physical condition. Basic specialized equipment includes first aid, patient stabilization, transport equipment, vital medicines, antidotes, monitoring, electroshock, AED, and pulse oximeter.2 USAStaff: There are two people in the ambulance, including the patient care technician and the responder. Specialized and trained staff are used as the basic life support unit and, if necessary, provide advanced life support along the EMT and paramedic. Emergency physicians are trained in cardiac attacks, premature babies, crushed limbs, nerve cutting or injuries, and mass gatherings. There is a significant difference between emergency services in the states, but the main factor differentiating services is their performance.[21] Compliance with national standards of staff training, vehicles, and equipment is mandatory.[22] A physician rarely refers to the emergency room, so medical services are provided by paramedics or emergency medical technicians. USA emergency staff, ranging from emergency medical responders to emergency medical technicians and advanced emergency medical technicians, can provide immediate care, EMT skills, ventilator work, fluid therapy, and glucometer.[21] With three years of specialized training in acute emergency care, registered nurses also provide advanced cardiac skills, trauma, pediatrics, and neonatal resuscitation. Paramedic, the highest EMS category, operates up to the level of an emergency physician according to protocols.[22]Vehicles: Type 1 ambulances based on light pickup chassis cabins, Type 2 ambulances based on passenger vans, and Type 3 ambulances based on pickup chassis cabins are marked in different designs and colors to be identified by people. The air ambulance is managed by the hospital, the federal government, the police, and the fire station. Small and fixed-wing aircraft are also used to transport patients with a combination of physicians, nurses, and paramedics.[21]Specialized services: The pediatric emergency program is designed for specialized emergency care including diagnoses, medications, procedures, allergies, and examinations.[23] Recent studies have shown the benefits of this program.[24] The North Carolina Emergency Department has developed guidelines called NCCEPs for special responses to dyspnea, low back pain, cardiac pain, poisoning, and transport of obese patients, trauma, decontamination, air transport, corpse management, and burns. In the form of midwifery special training (ATOM), the army has prepared a dedicated medical team to respond to gynecological emergencies. It has designed special topics in the field of obstetrics and gynecology for primary responders.[25] In California, the Acute Stroke Management Guide is used for special diagnosis and treatment of patients.[26] Following the accident of September 11, the Washington County Operation Department formed a specialized operations team to respond quickly to heart patients by ambulance. For each"
  },
  {
    "full_text": "quickly to heart patients by ambulance. For each accident, there is a special scenario, program, and actions that are updated every year.[27] Coastal areas also have special emergencies.3 MalaysiaStaff: The Malaysian Emergency is managed by the Ministry of Health.[28] Staff is a combination of training, ordinary, and driving forces. This system relies on the quick transportation of the patient, so no special actions are performed on the scene. There are usually two people in the ambulance, including a nurse, a paramedic, and a physician. Emergency staffs are often the same as the hospital staff, but they have more advanced skills. The academic system of paramedic training is provided by the paramedic school.[29] There is no specific formal organization for human resource training and a staff certification and classification system, and no special emergency certification is issued. Studies show that Malaysian pre-hospital emergency staff is trained and skilled in their field of work, but they have difficulty applying these skills due to the lack of proper structure.[30]Vehicle: The Malaysian Ministry of Health is the main provider of ambulance services. The Civil Defence Organization, private organizations, St. John's, and Red Crescent ambulances are also present.[29] Helicopters are used to transport patients in special cases in difficult areas and villages with the support of the army and private organizations,[29] but villages have been neglected compared to cities in terms of providing service.[31] Type C ambulances have basic facilities and services up to Types B, A, and A1 with incubators and ambulatory ICUs.[32]Specialized services: Type C volunteers and ambulances usually transport the patient in the shortest possible time, but this action is taken on the scene by experienced and trained hospital staff before transporting the patient. Despite recent developments, service standardization is still not ideal, and there is no coherence in information exchange.[33] In recent years, public demands have been formed for providing better and more specialized services for emergencies.[34] In this regard, rapid treatment of stroke patients under the name of Regional Emergency Stroke Quick-response (RESQ) has started. Accordingly, patients with cerebral vascular accidents are specially trained with specialized staff and the necessary facilities are managed and treated, but its performance needs to be improved.[35]4 turkeyStaff: In the last 40 years, the Turkish pre-hospital emergency department has progressed from primary ambulances with two crews to the current appropriate state.[36] There is an example of communication and coordination between the emergency services, the fire stations, and the police in serving the 2.7 million Syrian refugees in the country.[37] The Turkish emergency services are part of the public health system and are managed by the Ministry of Health. The private sector is also involved in patient transport. The Turkish"
  },
  {
    "full_text": "also involved in patient transport. The Turkish emergency system is hospital-based and staff and ambulances are present at the hospital, recalled in three-member teams if necessary.[38] With recent management advances, both female and male physicians, nurses, emergency technicians, paramedics, and drivers have been used.[39] Physicians manage disasters with a 24-h presence in dispatch. Since 1993, many rescue and emergency technicians have been trained, and many guides have been developed for each accident or disease.[39]Vehicle: Nowadays, along with the purchase of modern and new ambulances, the number of emergency bases has also increased. In some cities, such as Izmir, there are seven public ambulance departments managed by a general practitioner. Five departments are equipped with the necessary equipment, but the other two have more modern and advanced facilities such as defibrillators and even Doppler monitors for infants, which will eventually replace the old models.[40] Turkish ambulances are of different European models in various types and sizes.Specialized services: In Turkey, due to the desire for quick dispatch, specialized services are not provided to patients on the scene or at home. In recent years, ambulance staff has received additional training on pre-hospital care, and courses have been held for general practitioners. With the establishment of emergency medicine in parallel with the recent advances in the healthcare system, part of the training of pre-hospital staff has been entrusted to graduates of this field.[40]5 EnglandStaff: Emergency services are provided by the National Health Service Organization and by ten ambulance services for free. The private sector, volunteers, and primary responders also provide services.[41] There are also trained paramedics, support staff, emergency operations center staff, clinical consultants, and command staff. In the villages, they get help from the fire station. The five classes of staff are ECA: emergency care assistants, ECSW: emergency care support workers, AAP: associate ambulance practitioner, and paramedic.Vehicles: Some islands are supported by an independent ambulance and a group of volunteers. It is possible to send the most appropriate device to each patient within a specified time to meet his or her need in the ambulance response program.[41] British ambulances have a variety of sizes and shapes, including motorcycles, cars, helicopters, and light aircraft. Since 1946, private and voluntary ambulances such as the Red Cross and St. John's Ambulance have been cooperating. Emergency regulations have been developed by the Care Quality Commission) CQC) under the Ministry of Health. Every ambulance service provider is responsible for these clients.Specialized services: In the absence of specialized teams in the ambulance, all emergency power is focused on the quick and safe transportation of patients to special centers. This system sometimes treats patients on the scene, and there"
  },
  {
    "full_text": "sometimes treats patients on the scene, and there is no need to transport the patient. Clinical guidelines are developed to standardize the performance of technicians and prevent errors. To support patients transported by emergency, specialized services are provided by hospitals and ICUs.[36] In recent years, London ambulances have been equipped with a London ambulance service computer-aided dispatch system, the results and consequences of which have been discussed by experts.[42]6 FranceStaff: Pre-hospital emergencies are managed by public health-controlled organizations.[43] The central organizations providing these services are known as Service d'Aide medical urgent (SAMUs).[44] In each of the 95 regional SAMUs, there is one physician at the operator center and two physicians at the designated hospital. SAMU sends medical responders in response to emergency telephone calls.[43] They also use Service Mobile d' Urgence et Reanimation (SMUR) or emergency and resuscitation services with advanced medical facilities.[45] The main component of SAMU is the dispatch center, where a team of physicians and assistants handles the calls.[43] SAMU provides a variety of medical services, from general practitioners to hospital special care services. Emergency staffs complete basic and special training courses and are dispatched as needed.Vehicle: There are various ambulances in France, such as fire station ambulance or Rescue and Casualty Assistance Vehicle or VSAVs, which has emergency rescue facilities. Using trained nurses, it provides resuscitation services and first aid in trauma. The three main providers of ambulance services are SMUR, fire stations, and private ambulances. Among them, SMUR provides advanced emergency treatment. The number of staff in the fire station ambulance is three or four people. Private ambulances are white, fire station ambulances were red, and since 2010, they have been yellow. Private ambulances are dispatched for non-emergency and low-priority calls.[45]Special services: Injured people at the scene are sent to the nearest trauma center in a professionally managed manner and receive comprehensive orthopedic, urologic, obstetrics, and gynecology services.[44] Emergency and anesthesiologists assist in diagnosis and treatment. SMUR units with special facilities and equipment with the support of a trained physician or nurse perform mobile operations.[43] After ensuring the best condition, it transports the patient.[43] The SMUR unit will usually spend more time on the scene since the physician will perform many examinations and interventions before transporting the patient. Specialized services are managed by an emergency physician and include two nurses, a childcare assistant, and a trained social worker.7 Australia:Staff: Emergency officers are trained for up to 404 h, and their skills are assessed and updated quarterly. Some of them specialize in intubation and medication as medical assistants receiving additional training. In"
  },
  {
    "full_text": "assistants receiving additional training. In the villages, volunteer paramedics with 120 h of training transport the patient to the nearest center after the initial procedures. In cities, these services are provided by a paramedic with vehicles and motorcycles. After a 12-month training course at Monash University, the fire station professionally provides advanced life care services including resuscitation, oxygen therapy, airway management, CPR, defibrillation, spine care, and trauma in collaboration with ambulance paramedics. The fire station is responsible for assisting in all emergency dispatches. Ambulance staff is trained as paramedics, especially in resuscitation.[46]Vehicle: The St. Johns Ambulance is the only responsible pre-hospital emergency in Australia. It gets assistance from volunteers, charities, and the fire station to transport the patient. Quick response vehicles, including four-wheel mobile vehicles and motorcycles, provide legal rescue services. There is no national standard for designing conventional ambulances in Australia. St. Johns Ambulance activity is limited to first aid training and support for special accidents or disasters. Some states, such as Queensland, use rescue helicopters to transport patients.[47]Specialized services: The use of helicopter emergency medical service (HEMS) to provide special services to drowned patients is one of the measures taken in recent years.[47] Since Australia is an accident-prone country, addressing major traumas in the pre-hospital system has increased by ten times compared to in-hospital accidents in recent years.[48] Australia, with its unique geographical conditions and being surrounded by oceans, has put natural disaster response as the priority of all emergency measures. There are also snow ambulances and baby ambulances that provide specialized services for the care and transporting of babies.8 IranStaff: Iran's pre-hospital emergency department operates under the supervision of the government and the Ministry of Health.[49] Staff is employed with a university degree in emergency medicine, nursing, anesthesiologist, and operating room.[1] Physicians only cooperate in training, research, management, and attendance at the organization's dispatch center. Emergency staff is allowed to use a limited number of medications and intubate in BLS ambulances. In ACLS ambulances, an emergency nurse or technician is present. A two-member team is dispatched to all patients. The dispatch system consists of four units: receiving the calls, admission, dispatching, and telephone consultation.[50] Trained technicians send patients to check the contacts. Technicians have trained academically or in-service way with the use of emergency medicine specialists for 60 and 200 h.[51] Since 2016, trauma management and advanced management of heart patients have also been introduced.Vehicle: Iranian ambulances are in basic and standard types, Type B, and equipped with GPS. Ambulances, motor lances, air"
  },
  {
    "full_text": "equipped with GPS. Ambulances, motor lances, air ambulances, ambulance boats, and train emergencies are also used. There are physicians, nurses, and technicians in the air ambulance. The fire station is recalled only if they need to extinguish the fire or evacuate a patient. Red Crescent ambulances are recalled if needed. Private ambulances are transporting patients to factories, mines, and industries. The Iranian pre-hospital emergency department is managed with a mixture of two Franco-German and Anglo-American models.[52] Since the procedures performed on the scene are basic and critical, patients are dispatched if more special measures are needed.Specialized services: There is currently no special work in the pre-hospital system. Recently, with the introduction of Code 724 for the quick treatment of patients with cerebral vascular accidents in hospitals, some challenges have been created and it has not yet been implemented in the emergency department.[53] One of these challenges is the indication of medication initiation and its consequences. Initial recommendations have been presented to provide specialized services to myocardial infarction patients from home to thrombolytic therapy under the title of code 247, and the same concerns are in this area. There are standard clinical guidelines for responding to various accidents and diseases. In Tehran, by sending patients' cardiac information to a cardiologist in the form of telecardiology, therapeutic measures begin on the scene by deciding on the patient's bedside,[54] but there is a long way to implement it throughout the country. Some provinces use midwives to respond to obstetric patients. Since 60% of traffic causalities are on the scene on the transport route, providing specialized services to trauma patients is crucial.[55] A variety of medications and patient stabilization devices, splints, long backboards, stretchers, laryngoscopes, electroshocks, AEDs, and ventilators are available in Iranian ambulances. Examples of specialized services in countries are inserted inTable 3.Table 3Examples of specialized services/treatment in selected countriesCountriesSpecialized Services (Abbreviation)Specialized Services (Full name)ExplanationGermanySTEMOStroke Emergency Mobile GroupSpecial treatment of stroke with thrombolyticUSANCCEPsNorth Carolina College of Emergency PhysiciansGuidelines for special responses to diseasesATOMAdvanced Training in Obstetrics for MedicsA dedicated medical team to respond to gynecological emergenciesSTARSSpecial Needs Tracking and Awareness Response SystemLocal EMS for improving pre-hospital care of childrenMalaysiaRESQRegional Emergency Stroke Quick-responseCerebral vascular accidents are specially trained with special staffEnglandLASCADLondon Ambulance Service Computer-Aided Dispatch systemIdentify the location of responders and effectively dispatch responder personnelFranceSMURService Mobile Urgence RéanimationResponse vehicles that provide advanced medical"
  },
  {
    "full_text": "vehicles that provide advanced medical careAustraliaHEMSHelicopter Emergency Medical ServiceTo provide special services to drowned patientsIranCode 724Seven days and 24 hQuick treatment of cerebral vascular accidentCode 24724 h and 7 daysSpecial services to myocardial infarctionDiscussionThe present study was carried out for the first time to compare special emergency services in selected countries and Iran. Based onTable 1, the results showed that in developed countries, the staff has been ranked from beginner to advanced, under the titles of basic technician, paramedic, and advanced technician, but it should be upgraded in Turkey, Malaysia, and Iran. This situation is due to serious shortages of human resources, which Nobakhtet al.have concluded that it is effective on the quality of services provided.[13] Aminizadeh,et al.mention that the development of EMS personnel's skills increases the quality of work life.[56]Operating room technicians, anesthesiologists, nurses, and midwives are also used in Iran. Training and exercises that enable staff to provide targeted and specialized services to patients are not fully established in all countries. In most countries, staffs receive in-service and up-to-date training. The United States and Germany are top countries in developing the skills of emergency staff, and their various categories are legally defined. Despite its skilled staff, Malaysia has difficulty coordinating and communicating with them.[30] In Iran, achieving standard levels of personnel has been considered effective in increasing their efficiency of them.[13] This goal will be possible with personnel training and lead to an increase in the efficiency of activities.[13]Although not all countries use fire stations, France has made good use of this capacity. Germany, France, and Turkey use physicians in the ambulance. The ambulances team consists of usually two people. The most diverse ambulance staff were also seen in the United States, trained for various accidents.Based on the results ofTable 2, the United States and Germany used different types of ambulances with defined equipment, but most countries had different land, air, and sea ambulances in different shapes and sizes. There are many similarities between vehicles, especially ambulances in the above countries. Appropriate equipment and ambulance are used for each accident, even for special patients such as children, women, and obese patients. Germany also uses specialized ambulances to respond to strokes and has reported significant results in patients' prognoses.[19] Countries adjacent to mountains, seas, oceans, and deserts, especially the United States, have used a variety of vehicles to transport patients. The main activity of private ambulances and volunteers has been inter-hospital transports. In Iran, Turkey, and Malaysia, Red Crescent ambulances are also used to transport patients. In France, the fire station is best used in relief work, especially in basic therapy and"
  },
  {
    "full_text": "in relief work, especially in basic therapy and first aid. In the United States, ambulances were larger. Since the medical equipment and even ambulances in the world are manufactured and supplied by several countries, these eight countries were very similar in this regard. Despite the use of various well-equipped ambulances, in some countries, patients did not receive special relief and assistance. With the existence of these facilities, the absence of specialized services was noticeable.Based on the results of the study, the special equipment available in the ambulance was appropriate in most countries and its distribution varied depending on the use of the ambulance, the existing medical team, climatic conditions, and the type of accident. Pharmaceutical facilities and equipment were at the adequate level in countries with the Anglo-American systems such as the United Kingdom and the United States, and they were more optimal in countries with Franco-German systems for medical response. Targeted special equipment is provided in some countries, such as Germany, in a dedicated stroke ambulance to respond to the target patients, if needed. In hospital-based systems such as Iran and Turkey, hospitals are equipped with special facilities as a pre-hospital emergency complement. The results showed that the equipment is provided easily in all countries since the easiest step is to improve the management of the emergency system. To use special services, most countries train their staff and use them at different levels and use midwives and physicians.Martin Ebinger (2017) tried to provide specialized services by a trained physician and technician with thrombolytic therapy in special German ambulances with stroke emergency mobile units. The results showed that due to the faster start of thrombolysis by the ambulance team, the adequacy of these ambulances was better.[19] To provide specialized services for incurable patients in 2019, this country improved its care by developing the knowledge and skills of the emergency department in the area of palliative care and emphasized the importance of improving the special skills and knowledge of the emergency team.[20] The United States, which is a leader in other countries in this area, has a specialized team to respond to coastal accidents. It uses specialized teams to respond to children's accidents and diseases[23] or uses specialized units in the army in midwifery emergencies.[25] In California, a specialized team is used to manage stroke.[26] Following the accident of September 11, the Washington County Operation Department formed a specialized operations team to respond quickly to heart patients by ambulance.[27]Although France has not responded to patients professionally, using the Franco-German system, it has dispatched a specialized team to the scene for many years and has transported the patient after performing special measures on the scene. Existing studies have indicated a significant difference"
  },
  {
    "full_text": "studies have indicated a significant difference between the above system and the Anglo-American system in terms of quality of care.[57] Although the UK follows the Anglo-American model in the pre-hospital system, the formation of a specialized team has been emphasized in the management and treatment of sepsis.[58] Australia, Turkey, and Malaysia have not taken special steps in this area. Iran has tried to reduce its complications and causalities by dispatching a team to respond to cerebral vascular accidents (Code 724) and a quick response team to myocardial infarction (code 247), but this service is limited to hospitals and has not been operationalized at the pre-hospital level. Studies emphasize increasing the level of knowledge of EMS personnel about stroke.[59] Except for Germany, France, and Turkey, which use physicians in ambulances, other countries use physicians only in consultation, management, and policy-making. The United States, Germany, and France recall a better-equipped ambulance if needed, using a two-stage dispatch.LimitationAmong the limitation of this study, we can mention the lack of scientific resources in the fields of specialized services in EMS, the existence of resources in other languages, the scarcity of Persian resources, etc., Also, few studies were found in the field of specialized services in EMS.ConclusionDespite the existence of various facilities and equipment at the level of staff, transportation, training, and management, specialized services in emergencies are not seen except in the two countries of the United States and Germany. Given the useful results of this action, we will see improvement in quality and a reduction of causalities in the case of using specialized teams in different accidents. The results of studies suggest that the use of specialized teams appropriate to each emergency based on the specific and targeted response is effective in improving the prognosis of patients. The diversity of accidents and emergencies makes the use of such a procedure inevitable.The authors suggest that in future studies, personnel training, age composition of employees, and geographical conditions of countries should be considered. Also, it is recommended to conduct studies on the EMS of Asian countries such as Japan and China.Ethical approvalEthical approval of this study was obtained from the ethics committee of Isfahan University of Medical Sciences with the code Number: IR.MUI.NUREMA.REC.1400.143.Financial support and sponsorshipThis project has been registered and supported with the research system of Isfahan University of Medical Sciences. (No. 3400571)Conflicts of interestThere are no conflicts of interest."
  }
]