[
  {
    "full_text": "TITLE: A GWAS Meta-Analysis of Stroke in 22,000 individuals of African descent identifies novel associations with stroke ABSTRACT: Background and PurposeStroke is a complex disease with multiple genetic and environmental risk factors. African Americans endure a nearly two-fold greater risk of stroke and are 2–3 times more likely to die from stroke than European Americans.MethodsThe Consortium of Minority Population genome-wide Association Studies of Stroke (COMPASS) has conducted a genome-wide association meta-analysis of stroke in more than 22,000 individuals of African ancestry (3,734 cases, 18,317 controls) from 13 cohorts.ResultsIn meta-analyses, we identified one SNP (rs55931441) near theHNF1Agene that reached genome-wide significance (P = 4.62×10−8) and an additional 29 variants with suggestive evidence of association (P < 1×10−6), representing 24 unique loci. For validation, a look-up analysis for a 100Kb region flanking the COMPASS SNP was performed in SiGN Europeans, SiGN Hispanics, and METASTROKE (Europeans). Using a stringent Bonferroni correction P-value of 2.08 × 10−3(0.05/24 unique loci), we were able to validate associations at theHNF1Alocus in both SiGN (P = 8.18 × 10−4) and METASTROKE (P = 1.72 × 10−3) European populations. Overall, 16 of 24 loci showed evidence for validation across multiple populations. Previous studies have reported associations between variants in theHNF1Agene and lipids, C-reactive protein, and risk of coronary artery disease and stroke. Suggestive associations with variants in theSFXN4and TMEM108 genes represent potential novel ischemic stroke loci.ConclusionThese findings represent the most thorough investigation of genetic determinants of stroke in individuals of African descent, to date. BODY: Background and PurposeStroke is a complex disease with multiple genetic and environmental risk factors. African Americans endure a nearly two-fold greater risk of stroke and are 2–3 times more likely to die from stroke than European Americans."
  }
]