[
  {
    "full_text": "TITLE: A health systems approach to critical care delivery in low-resource settings: a narrative review ABSTRACT: There is a high burden of critical illness in low-income countries (LICs), adding pressure to already strained health systems. Over the next decade, the need for critical care is expected to grow due to ageing populations with increasing medical complexity; limited access to primary care; climate change; natural disasters; and conflict. In 2019, the 72nd World Health Assembly emphasised that an essential part of universal health coverage is improved access to effective emergency and critical care and to “ensure the timely and effective delivery of life-saving health care services to those in need”. In this narrative review, we examine critical care capacity building in LICs from a health systems perspective. We conducted a systematic literature search, using the World Heath Organisation (WHO) health systems framework to structure findings within six core components or “building blocks”: (1) service delivery; (2) health workforce; (3) health information systems; (4) access to essential medicines and equipment; (5) financing; and (6) leadership and governance. We provide recommendations using this framework, derived from the literature identified in our review. These recommendations are useful for policy makers, health service researchers and healthcare workers to inform critical care capacity building in low-resource settings.Supplementary InformationThe online version contains supplementary material available at 10.1007/s00134-023-07136-2. BODY: Take-home messageThere is an urgent need to increase critical care capacity in low-income countries to meet the needs of vulnerable patients. We provide recommendations through a health systems lens to design and develop context-sensitive critical care services in low-income countries. Strategies to objectively prioritise how critical care services should be provided within the wider healthcare system are urgently required.IntroductionThe most effective way of building critical care capacity in low-income countries (LICs) is not currently known [1]. LICs, defined by the World Bank as countries with a gross national income pro capite of < $1045 per year, are home to 700 million people, equating to 9% of the world’s population [2]. People living in the 28 LICs (23 of which are in sub-Saharan Africa) suffer a substantial burden of critical illness [3,4], over four times higher than in high-income countries (HICs) [5]. Three-quarters of deaths from pneumonia, meningitis and other infections [6] and almost 90% of trauma deaths [7] and obstetric complications [8] occur in LICs. Traumatic injury is an increasingly common presentation requiring critical care in LICs [9,10]. As populations age, the emerging syndemic of acute (e.g. malaria) and chronic (e.g., tubercolosis and human immunodeficiency virus) communicable and non-communicable diseases in LICs is adding a considerable burden to already"
  },
  {
    "full_text": "LICs is adding a considerable burden to already strained health systems [5,11].The recent coronavirus disease 2019 (COVID-19) pandemic highlighted the global disparity of critical care services [11–15], especially in sub-Saharan Africa, where there is commonly less than one bed per 100,000 population [15]. There are particular concerns in socio-politically volatile low-income countries such as Yemen [14], Afghanistan [16], Somalia [17] and Sudan [18]. Over the past decade in particular, it has been increasingly argued that critical care in low-resource settings should be prioritised [19]. There are contextual differences in healthcare systems between LICs and high-income countries (HICs) that must be considered when designing appropriate models of critical care for resource-constrained settings [20,21].In this narrative review, we explore the current evidence for critical care delivery in LICs through a health systems lens. We employ the World Health Organization (WHO) Health Systems Framework [22], structured using six core components or “building blocks” (see methods section), to examine critical care capacity building within LIC health systems. Within critical care, essential services should be prioritised and provided before expanding coverage of lower-priority services, in-line with the ethical principles of equity and benefit maximization [23]. Our aim in using these approaches is to highlight pragmatic actionable recommendations to effectively build critical care capacity in low-resource settings.MethodsWe conducted a systematic literature search using terms shown in Box 1 (details provided in supplementary file 1). Studies were included if they described the provision of care for critically or severely ill adults, in any hospital setting. Exclusion criteria: studies reporting only from high- or middle-income countries; neonatal care; paediatric care; military-based studies; and pre-hospital care. Paediatric and neonatal studies were excluded as our focus was adult care. A search of MEDLINE on 17 November 2022 identified a total of 1086 articles that were screened by at least two authors (BM, SS, DOH) by title and abstract. We identified 231 full manuscripts potentially suitable for inclusion and made these available to all authors for consideration. We selected 80 full manuscripts for the review (see Fig.1) [1,4,5,8–14,16,17,20,21,24–89]. Additional articles were identified from reference lists within included studies and author experience [2,3,6,7,15,18,19,22,23,90–152]. We have included a reflexivity statement [90] describing how we have promoted equity in our research partnership and promoted a broad range of expert perspectives (supplementary file 2).Fig. 1Preferred reporting items for systematic reviews and meta-analyses (PRISMA) study selection flow diagramBox 1: Search strategy. World Bank Fiscal Year 2022 [150]. The full strategy is included in the manuscript appendixKey terms:“critical illness” AND “low income country” AND NOT"
  },
  {
    "full_text": "illness” AND “low income country” AND NOT “paediatric” OR “neonatal”.Critical illness search: (critical* OR sever*) AND (ill* or unwell) OR organ failure OR intensive care ICU OR intensive therapy OR ITU OR critical care OR emergency care OR acute care.Low income country search:(Low$ or poor$) adj2 (income or resource) adj2 (setting or countr*) OR low$income OR resource$restricted OR LIC OR resource$poor OR (all low income countries as defined by the World Bank 2022 Fiscal Year listed individually).We have structured this narrative review according to the WHO framework that describes health systems in terms of six core components or “building blocks”: (1) service delivery; (2) health workforce; (3) health information systems; (4) access to essential medicines; (5) financing; and (6) leadership/governance [22]. This relatively simple framework facilitates a common language for policy makers, health service researchers and healthcare workers and is used frequently within health systems research on capacity building [91]. Subsequently, we formulated recommendations structured within this framework, synthesised from included manuscripts and agreed between the authorship team. We did not use formal tools such as GRADE (Grading of Recommendations, Assessment, Development, and Evaluations) to develop and present summaries of evidence for this limited narrative synthesis. In addition, whilst all authors agreed on our formulated recommendations within the WHO “building blocks” framework, we did not employ a formal Delphi process to develop consensus on these.DefinitionsFor the purpose of this review, critical illness is defined as “a state of ill health with vital organ dysfunction; a high risk of imminent death without treatment; and the potential for reversibility” [92]. We use the term “low resource settings” synonymously with healthcare provided in LICs for this review. Patients with critical illness may require different levels of critical care ranging from “enhanced” (level 1, e.g., increased monitoring) to “basic organ support” (level 2, e.g., isolated vasopressors) and “advanced organ support” (level 3, e.g., mechanical ventilation). The United Kingdom (UK) Intensive Care Society has recently produced an updated framework to describe levels of care, aligned to recommended staffing ratios required for patients with critical illness [93]. Whilst we concentrate on these definitions for this review, alternative guidance is available [94–96]. There is no universal model of critical care delivery, however, such that healthcare provision for patients with critical illness differs between settings. As stakeholders from LICs seek to increase critical care provision, health systems frameworks are required to facilitate the development of effective and sustainable context-sensitive models of delivery to meet the needs of local populations [11].Health service deliveryAccess to critical care is unevenly distributed throughout the world. For example, within"
  },
  {
    "full_text": "throughout the world. For example, within Africa, Uganda has 0.1 and South Africa 6.0 advanced critical care beds (equipped to provide mechanical ventilation) per 100,000 population [15]. Within countries there are also wide variations, particularly between under-served rural areas and comparatively well-resourced urban areas [36,97]; and between the public and private sectors [11,98]. In LICs, people suffer from a greater burden of critical illness than in HIC and middle-income countries (MIC) (47,728 disability-adjusted life years (DALYs) per 100,000 population in LICs vs. 25,186 per 100,000 in MICs vs. 15,681 per 100,000 in HICs) [4]. However, utilisation of emergency and critical care is lower (8 visits per 1000 population in LICs vs 78 in MICs vs 264 in HICs [4]) due to limited access and capacity within services. Expansion of robust and accessible critical care (when needed) is a pressing issue in LICs where there is an ageing population with increasing medical complexity; insufficient access to primary care; and increased risk of natural disasters and conflict [8]. Appropriate selection of patients for advanced care with life-threatening but reversible pathology is vital to leverage existing scarce resources for population benefit [25,99]. However, guiding ethical principles for admission are not always observed [74], and selection may sometimes be based on implicit, non-transparent criteria, other than clinical need [100].Reported outcomes for dedicated critical care units in LICs are variable, dependent on location and case-mix. A large, observational cohort study of patients admitted to critical care with severe COVID-19 across Africa showed a mechanical ventilation rate of 40% and a mortality of 47% (rising to 79% in those who required ventilation) [101]. Further, there are reported mortality rates of 67% and 58% for patients requiring mechanical ventilation in Ethiopia [24] and Sudan [85], respectively. Outcomes for patients with critical illness who do not require ventilation are poorly defined in LICs but is likely to be high; for example, mortality for critically ill obstetric patients in Rwanda was 54% [102]. A prioritisation setting exercise recently identified barriers to care (including patient pathways through the emergency care system); implementation of patient registries; and impact of triage systems as three of the seven highest-ranking emergency care research questions in low- and middle-income countries [69]. In addition, patient perspectives have been used to inform the development of improved acute care pathways in Ghana [103].The WHO Emergency, Trauma and Acute Care programme include tools to support the development of quality and timely emergency care [104]. Whilst not specific to critical care, the African Federation for Emergency Medicine has developed and piloted the Emergency Care Assessment Tool (ECAT) to identify gaps in service delivery and readiness to facilitate targeted development of capacity [33]. In"
  },
  {
    "full_text": "targeted development of capacity [33]. In addition, the Interagency Integrated Triage Tool has been tested in Papua New Guinea to improve patient triage, flow and data management for emergency presentations [105]. Multiple resource assessment tools targeted toward critical care have also been developed and piloted in low-income settings [36,38,41,43,68,70,84,106]. The WHO Quick Check tool designed to rapidly identify patients with severe illness in low-income settings has been evaluated in Uganda [46]. The essential emergency and critical care framework have subsequently been developed to define the key minimum constituents of care required for patients with critical illness [19]. The aim of this approach is to promote simple, effective and low-cost measures nested within existing hospital healthcare systems; this is aligned with initiatives such as the “Kampala declaration on sepsis” [79] and the “three delays” model for severe sepsis in resource-limited settings [107].Successful health service delivery is contingent on addressing all health system building blocks. However, there are multiple challenges, including low staff training levels; lack of essential equipment; and prohibitive out-of-pocket expenses [11,29,108] discussed further below. There are concerns that direct transplantation of critical care delivery models developed in high-income settings may neither be effective nor sustainable in lower-resourced settings [20,50]. For example, the place of fluid resuscitation as part of treatment algorithms for septic shock is unclear in this context [28,58,109]. A foundational approach of increasing access to supportive critical care (level 1 and 2 care through the lens of UK provision [93]) whilst building workforce expertise promotes sustainability and facilitates stakeholder-driven design of higher-level services for local populations [11,20]. Acute kidney injury requiring renal replacement therapy, for example, has been managed with acute peritoneal dialysis (as a cheaper alternative to haemodialysis) in Tanzania [110].Healthcare workforceLow-income countries, particularly those in sub-Saharan Africa, are more likely to suffer critical shortages of healthcare workers (threshold 23 per 10,000 population per WHO definition) compared to high-income countries [111]. There are 0.3 physicians per 1000 population in low-income countries compared to 3.7/1000 in high-income countries [112]. Countries in Africa, for example, carry 22% of the global burden of disease but only employ 3% of the healthcare workforce [113]. These regional issues are compounded by inequitable distribution at the local level, with marked disparities in critical care provision between urban and rural settings [11,34]. At the hospital level, the lack of critical care workforce capacity impacts other specialties. In Addis Ababa (Ethiopia) for example, patients who met the criteria for critical care admission were frequently cared for in the emergency department, which"
  },
  {
    "full_text": "cared for in the emergency department, which resulted in reduced patient flow and compromised patient safety [86]. In Ghana, a lack of critical care specialists means that critically ill patients are frequently managed by junior medical staff with no formal residency training [114].An advanced critical care bed is operational only if there is sufficient and adequately trained staff available. A large survey exploring critical care delivery in Asian intensive care units (ICUs) between 2013–2014 found fewer certified intensivists and lower rates of life support training in lower-income countries compared to high- and middle-income Asian countries [115]. In Ethiopia, care by junior nursing staff and poor staffing ratios were associated with an increased risk of unplanned extubation [76] and an increased risk of adverse events [31]. Here, nurses report high levels of anxiety [39] and back pain, [87] and doctors face significant challenges dealing with resource scarcity [48]. Similarly, critical care nurses in Ethiopia, Malawi and Uganda have reported a lack of appropriate training, insufficient workforce and high workloads [44,51–54,66,71,72,75,77,78]. These issues are associated with negative impacts on patient care, patient safety and implementation of evidence-based practice [37,42].Kwizera et al. have documented how the Ugandan government and key stakeholders co-ordinated an increase in critical care capacity in response to the COVID-19 pandemic [11]. Here, the authors applied a critical care capacity-building framework to evaluate critical care provision within the health system nationally, including the assessment of skilled human resources. This exercise highlighted inadequate training provision for both doctors and nurses; poor renumeration; and lack of pathways for career progression. Medium- and long-term measures to increase critical care capacity described by this group may be generalisable in low-income settings post-pandemic. For example: (1) partnership development with high-income countries to develop context-sensitive training opportunities [56]; (2) provision of dedicated salaried posts for critical care nurses and doctors as a recognised sub-specialty; and (3) creation of a unifying body to promote cohesion and leadership to improve standards nationally. Postgraduate critical care training programmes have been described for nurses, doctors and physiotherapists in multiple LICs [40,59,73,82,83,88,89]. Investment in this training, including paths for professional growth and leadership, could promote sustainability with formal accreditation to develop a skilled critical care workforce [49,52,60,116]. A further consideration is whether task-shifting initiatives, for example enhanced training for anaesthetic clinical officers, may help to address staffing requirements [21]. The inherent tension between the need for highly skilled healthcare workers to manage patients with critical illness and addressing the needs of the wider health"
  },
  {
    "full_text": "and addressing the needs of the wider health system requires high-level strategic direction from policy makers, with particular focus on staff retention [49].Health information systemsIntegrated health information systems (HIS), enabling a secure flow of data to end users, are an essential component of critical care practice, used to drive quality improvement; benchmark practice; and underpin research activities [65,117]. There are, however, multiple challenges to the successful implementation of critical care HIS in LICs. These include a lack of essential infrastructure [50,57]; inadequate governance to promote data reliability [35,118], including reliance on manual data entry [119]; limited interoperability with existing local HIS [45,80]; and insufficient national and sub-national stakeholder engagement, compromising accessibility, usability and effectiveness [120].Co-creation of key quality indicators for data collection, informed by local stakeholders including healthcare workers and patients, is an important precursor to drive engagement with, and implementation of, critical care HIS [119]. Critical care HIS should be nested within local organisational structures and daily care processes [121]. Further, there must be careful consideration of how human resources are deployed when collecting registry data to promote reliability and mitigate against the risk of impaired clinical provision [121]. Data management systems to ensure quality control and quality assurance as part of robust governance processes are also required.The Critical Care Asia HIS is a cloud-based platform built through a collaborative partnership between 97 critical care units in Afghanistan, Bangladesh, India, Malaysia, Nepal, Pakistan and Vietnam [45,122]. This HIS employs a setting-adapted data platform with a common data model, enabling interrogation of locally-driven research priorities and data sharing. There is now work underway (since 2020) to implement across nine African countries, six of which are LICs [123]. This platform has facilitated the operationalisation of the multinational Randomized, Embedded, Multifactorial Adaptive Platform Trial for Community-Acquired Pneumonia (REMAP-CAP) trial in India, Nepal and Pakistan, an embedded adaptive trial to generate context-relevant data to guide optimal management strategies for patients with severe community-acquired pneumonia [124]. Whilst individual registry HIS modules have been developed in single centres [20], partnership with established international registries such as the Critical Care Asia collaboration is more likely to be a sustainable solution for emerging critical care units (across the continuum of enhanced to advanced care) in LICs.Access to essential medicines and equipmentEffective critical care delivery requires appropriate serviced equipment and uninterrupted supplies of medicines and consumables. Agreement on what constitutes a core item (e.g., equipment, consumables and drugs) must be done at both"
  },
  {
    "full_text": "consumables and drugs) must be done at both national and facility level. The WHO Essential Medicines List provides guidance on which medications are safe, effective and cost effective to health systems [125,126], with additional emergency guidance provided during COVID-19 [127]. Expert groups have defined 213 medicines as essential or desirable for emergency medicine practice, stratified by facility level and clinical indication [128]. Oxygen, however, was only been designated as an essential medicine as recently as 2017 [129]. Many countries further refine pharmacopoeias, from which individual facilities should select and ensure day-to-day provision. Analogous systems for medical equipment are more poorly developed, leading to patchy and unpredictable implementation. However, established key evidence-based solutions, such as capnography, have potential for considerable positive impact in individual ICUs and operating theatres in LICs [61]. Larger-scale equipment infrastructure, such as oxygen ecosystems, require national strategies, and long-term financing across the entire critical care network (see below).Surveys in several low-resource sub-Saharan countries have found a lack of essential equipment, disposable materials and medications (oxygen, vasopressors, sedatives, antibiotics) as frequent barriers to the provision of effective critical care [63,64,68,106,114]. Complex and parallel logistical pathways and financial limitations contribute to long supply times and chronic shortages of core items [130]. Particularly at-risk are treatments for specific and infrequent clinical indications, including life-saving antidotes, such as anti-tetanus immunoglobulin, snake antivenom and rabies vaccine [4], as well as product-specific consumables and components required for equipment repair (e.g., oxygen concentrators [131]). Of particular concern is the lack of provision for analgesic and palliative medications [132]. Top-down procurement and a lack of planning and feedback from end-users in facilities exacerbates this. Potential solutions include: using evidence-based policies (to justify selection); coordination and harmonization of purchasing informed by cost-effectiveness (to improve cost-efficiency) [133]; introduction of national health insurance schemes (to reduce burdensome and potentially devastating out-of-pocket expenses to patients); and strengthening local and regional production (seen most recently in COVID-19 therapeutic manufacturing [134]).Essential equipment and consumables required for critical care delivery have been defined [19]. Although equipment is available in some hospitals [36], the infrastructure and expertise for maintenance and repair are frequently lacking as is training for effective use [26]. For example, a survey across 15 ICUs in Ethiopia found that 80% of units had blood gas analysers but only one had the reagents needed [68]. A lack of technological solutions is frequently cited by staff as a major limitation in"
  },
  {
    "full_text": "cited by staff as a major limitation in care [135], but such investments may also lead to complacency and detract from the basic quality of care. For example, adherence to ventilator-associated pneumonia care bundles was patchy in a Syrian implementation project [27] and compliance with WHO hand hygiene guidelines low in Ethiopia [32]. Improving data systems to allow an audit of use, and to link usage with re-ordering is possible and impactful in LICs [136]. Procurement of medicines and equipment must therefore take into account the capability and training needs of the critical care environment to safely use them, prioritizing high-quality essential patient care [137].Health systems financingIn 2019 the United Nations (UN) General Assembly committed to accelerating efforts toward the achievement of Universal Health Coverage (UHC) and reaffirmed commitment to increasing health financing in support of this. UHC means that all individuals and communities should receive the health services they need, without suffering financial hardship [138]. While the global political commitment to UHC is welcome and important, public funding is yet to match what is needed to deliver on this. Out-of-pocket payments are frequently high, compromising equitable access to critical care, resulting in catastrophic health care costs with poor outcomes. Irrespective of funding, critical care can become unaffordable when high-cost interventions are used indiscriminately, or when associated with complications. Maximising critical care service efficiency, for example through patient cohorting and improved staff training (see above), is essential. Some commentators have advocated to shift health system financing away from specialist, hospital-based services, toward community, first-level serviced delivery platforms [139]. This position rests on the argument that hospital care is less cost-effective and thus should be de-prioritised. Whilst this may be true for services that can be delivered in either hospital or community/first-level platforms, when services canonlybe delivered through hospitals (such as critical care), this position does not necessarily hold.Economic evaluation is increasingly being used to inform the package of interventions that should be covered by health insurance schemes in LICs [97,140,141]. However, policy decisions made to maximise the societal health gain for a given expenditure may conflict with direct clinical goals of maximising health gain for individual patients [142]. Disease-specific DALYs are frequently used to inform healthcare policy agenda setting [143]. Given the range of diseases that may cause critical illness, multidisciplinary specialists need to collaborate and agree on definitions and measures of critical illness-associated DALY burden [8]. Development of robust economic methods is required to identify critical care interventions that meet normative thresholds of cost-effectiveness in LICs.Assuming engagement, resource and"
  },
  {
    "full_text": "in LICs.Assuming engagement, resource and expertise to commission economic evaluations to inform critical care scale-up in LICs, there are multiple methodological challenges that need to be addressed. These include heterogeneous patient cohorts; treatment practice; health systems contexts; input prices; and outcomes [30]. This implies the need for large (expensive) studies risking a lack of generalisability between and within countries where the threshold for cost/quality-adjusted life-year (QALY) gained should be set [81]. Furthermore, capturing the longer-term impacts on patients during recovery from critical illness requires follow-up periods beyond those in most trials [144].Whilst the Disease Control Priorities project [145] highlighted multiple examples of cost-effective individual emergency care services in LICs, the cost-effectiveness of emergency care delivered across the health system is a key research question yet to be addressed [62,69]. The scope of this work needs to capture critical care delivered for patients across the spectrum of critical illness, not limited to ventilator-equipped critical care locations or specific conditions [47,81,146,147]. Conceptualisation and explanation of the spectrum of critical care delivery within secondary health care systems are essential for effective policy engagement [97]. We recommend context-sensitive economic evaluations of critical care models (rather than specific interventions) in LICs such as recent work conducted in Tanzania [148]. Partnership with healthcare providers who offer critical care services to understand contextualised costing models is a pragmatic way to approach this issue. Models should be founded on understanding where and how critical care is delivered, to whom, and with what resources within the local health system. Critically, these evaluations should be used to understand how to expand and improve that capacity without adversely affecting the delivery of other health interventions.Leadership and governanceCritical care provision requires political will at the sub-national, national and international levels. The COVID-19 pandemic exposed this lack of resources cruelly. Countries were urgently forced to choose between strategies of prevention and treatment in settings without vaccines or effective treatments. Low-resource countries generally first focused on prevention, whilst building capacity for care delivery, including vital oxygen provision [134]. The experience of COVID-19 has allowed hospitals to plan and practice managing cohort wards and isolation areas, including escalation and de-escalation of care.Once political will to increase critical care capacity has been achieved, care for critically ill patients requires sound decision-making and governance. Decisions in the choice and design of critical care health systems should include frameworks to provide a sustainable service, in accordance with WHO health system building blocks [22]. The 72nd World Health"
  },
  {
    "full_text": "building blocks [22]. The 72nd World Health Assembly regarding emergency care provision in low-resource settings (Resolution 72.16), described the specific need for governance, processes and protocols to support emergency care in hospital settings, including policies for sustainable funding [149]. For example, poor adherence to infection prevention and control policies increases the burden of multi-drug resistant infections, complicating the management of patients with critical illness and decreasing cost-effectiveness. Reports from Tanzania, Sierra Leone and Malawi reveal limited availability of such protocols and guidelines, even in larger central and referral hospitals [36,43,67]. For example, a survey in Malawi found that only 33.3% of hospitals had guidelines to deliver emergency or critical care [63].Recently, governments in Ethiopia, Malawi and Tanzania have recognised the need to improve and integrate emergency and critical care into existing health systems to progress towards Universal Health Coverage targets [55,63,97,149]. Development of guidelines for patient admission requires the adoption of local medico-legal; ethical; and socio-cultural norms relating to appropriate escalation and withdrawal of life-sustaining interventions and/or palliation if continued treatment is not beneficial. There is often strong social pressure applied to physicians with decision-making power to limited critical care resources. This debate is importantly focused on making appropriate care available for all, including those receiving palliation for terminal illness.LimitationsThis narrative synthesis has several limitations. Due to a lack of supporting resources, we were unable to employ systematic processes (such as GRADE recommendations and/or Delphi consensus) to formulate our recommendations. Instead, we extracted salient, critical care specific recommendations from included studies, structured using WHO health system building blocks. Further, we were unable to include patient perspectives within the review process. Most manuscripts included in this review were conducted in sub-Saharan Africa, reflective of where the majority of LICs are situated; studies from Papua New Guinea, Afghanistan, Yemen and Syria are also represented. Our search strategy included manuscripts indexed in MEDLINE only. We did not include manuscripts that explored critical care capacity-increasing initiatives pertinent to middle-income countries within this review. Therefore, whilst we describe some strategies that have been tried in MIC contexts (e.g. patient engagement on service provision in Ghana), we are unable to systematically address which MIC interventions may be suitable for application in LIC contexts. In addition, we excluded neonatal and paediatric studies in our search strategy. Children and adults are sometimes cared for together within the same critical care areas in low incomes settings such that this restriction may have excluded some relevant citations."
  },
  {
    "full_text": "may have excluded some relevant citations. Further, there remains a paucity of evidence that explicitly explore facilitators and barriers to the implementation of critical care capacity-building measures in low-income countries. Further research is required to delineate critical care-specific issues and solutions from generic constraints across the wider health system.SummaryWe have employed a health systems framework to examine critical care capacity building in LICs, structured using the WHO six “building blocks” approach [22]. From a healthcare delivery (block 1) perspective, we identified multiple tools inclusive of clear guidelines and checklists pertinent to critical care in low-income settings, with examples of successful pilots. However, care for critically ill patients who do not require ventilation is not well described in low-income settings representing a key gap in our understanding of optimal service delivery. Healthcare workforce (block 2) training and retention of a skilled critical care workforce are key priorities for sustainable and safe services. Application of a critical care capacity-building framework in Uganda highlighted multiple recommendations, including leverage of existing partnerships to build context-relevant training programmes. Also needed is explicit recognition and provision of critical care by the Ministry of Health, including speciality specific salaried positions. From a health information systems (block 3) perspective, critical care-specific healthcare setting adaptive platforms are now being rolled out in multiple low-income countries. Recent examples of successful delivery on multinational trials using these platforms highlights the potential to develop contextually relevant data to drive improved outcomes. Access to essential medicines and equipment (block 4) remains a key limitation due to high capital expenditure and operating costs (maintenance, consumables and drugs). This means critical care provision is extremely vulnerable to interruptions in supplies and funding. Solutions proposed to mitigate these risks are interdependent with health financing and effective leadership and governance. From a health financing perspective (block 5), transparent methods are required to underpin trade-offs that are required to fund critical care services and build capacity within the wider health system. The lack of robust health economic approaches represents a key limitation to the prioritisation and expansion of cost-effective critical care services in low-income settings. From a leadership and governance perspective (block 6), we found evidence of increasing political will to prioritise critical care services in low-income countries. However, at the sub-national level, we identified both a lack of- and low adherence to- critical care relevant policies and guidelines. Based on our findings we have formulated recommendations structured using the building blocks framework (see Table1).Table 1RecommendationsBuilding"
  },
  {
    "full_text": "(see Table1).Table 1RecommendationsBuilding blockRecommendationsExamplesHealth service deliveryResearch is required to understand the burden of critical illness to understand epidemiology; outcomes; and impact on health care delivery in LICsDevelopment of context-specific knowledge is essential to drive relevant and appropriate clinical approachesThe National Institute for Health and Care Research (NIHR) Global Health Research Portfolio funds high-quality applied health research and training in areas of unmet need [151]Healthcare workforceIntegration of healthcare worker postgraduate critical care training within national Ministry of Health programmes to promote formal accreditation and recognition of the specialtyDesignation of critical care as a specialty service with the provision of dedicated positions to promote staff retentionMultisectoral and multidisciplinary partnership to build critical care capacity in Uganda, inclusive of measures to improve workforce training and retention [11]Health information systemsCustomize existing critical care health information systems for local users to drive quality improvement (QI)Key to successful implementation is equitable data access for relevant stakeholders to monitor resource utilization and patient outcomesThe Collaboration for Research, Training and Implementation in Critical Care in Asia and Africa (CCAA) aims to develop a data research hub to drive locally led research and QI [152]Access to essential medicines and equipmentPrioritisation of equipment, consumables and drugs using evidence-based policies informed by tools developed during the COVID-19 pandemicCoordination between national and facility levels on what constitutes core treatment items for inclusion within updated national-level standard treatment guidelinesMultiple guidelines are available to guide clinicians and policymakers in this area [19,126–128]Multisectoral partnership to address COVID-19 in Uganda agreed and implemented priority medicines and equipment [11]Health systems financingDevelop and apply health economic analyses to measure critical care illness-associated DALY burden estimates and estimate cost-effectiveness of critical care services to inform policymakersPrioritise inclusion of critical care within health insurance and health finance plans to deliver universal health coverage and reduce the risk of catastrophic costsCost-utility analysis of high dependency unit obstetric care in Sierra Leone [146]Incremental cost analysis of “essential emergency and critical care” in Tanzania [148]Leadership and governanceFoster multidisciplinary national and regional critical care associations to allow effort-saving collaborations, development of local leaders and context-appropriate policies and guidelinesDevelop locally endorsed admission guidelines, and SOPs for critical care wardsPartnership between the WHO and the Ethiopian Ministry of Health to support the delivery of national priorities for enhanced emergency care"
  },
  {
    "full_text": "national priorities for enhanced emergency care provision [55]Supplementary InformationBelow is the link to the electronic supplementary material.Supplementary file1 (DOCX 21 KB)Supplementary file2 (DOCX 17 KB)"
  }
]