[
  {
    "full_text": "TITLE: A lay of the land: a description of academic acute care surgery models in Canada ABSTRACT: Background:Patients who require emergency general surgery (EGS) are at a substantially higher risk for perioperative morbidity and mortality than patients undergoing elective general surgery. The acute care surgery (ACS) model has been shown to improve EGS patient outcomes and cost-effectiveness. A recent systematic review has shown extensive heterogeneity in the structure of ACS models worldwide. The objective of this study was to describe the current landscape of ACS models in academic centres across Canada.Methods:We sent an online questionnaire to the 18 academic centres in Canada. The lead ACS physicians from each institution completed the questionnaire, describing the structure of their ACS models.Results:In total, 16 institutions responded, all of which reported having ACS models, with a total of 29 ACS services described. All services had resident coverage. Of the 29, 18 (62%) had dedicated allied health care staff. The staff surgeon was free from elective duties while covering ACS in 17/29 (59%) services. More than half (15/29; 52%) of the services described protected ACS operating room time, but only 7/15 (47%) had a dedicated ACS room all 5 weekdays. Four of 29 services (14%) had no protected ACS operating room time. Only 1/16 (6%) institutions reported a mandate to conduct ACS research, while 12/16 (75%) found ACS research difficult, owing to lack of resources.Conclusion:We saw large variations in the structure of ACS models in academic centres in Canada. The components of ACS models that are most important to patient outcomes remain poorly defined. Future research will focus on defining the necessary cornerstones of ACS models. BODY: Patients who require emergency general surgery (EGS) represent a high-risk population, often with severe physiologic derangements, and require urgent timely intervention to prevent deterioration of their condition, including death.1–3These patients have a significantly higher rate of perioperative morbidity and mortality than their elective general surgery counterparts.1,4,5Although EGS patients comprise just over 10% of all general surgery operations, they account for 30% of complications and almost 50% of deaths.1In addition to individual patient morbidity, this has a substantial impact on the health care system.6With growing evidence of poor outcomes in the EGS patient population and increase in EGS demand, the American Association for the Surgery of Trauma developed the acute care surgery (ACS) model,7the aim of which is to provide specialized services to patients with nontraumatic surgical emergencies to improve their clinical outcomes.8The ACS model consists of a distinct system dedicated to the urgent assessment and treatment of patients with general surgery emergencies, rather than surgeons managing these patients in addition to their elective duties with operations being performed after hours, or"
  },
  {
    "full_text": "with operations being performed after hours, or disrupting scheduled elective cases.10In 2009, a summit by the Canadian Association of General Surgeons endorsed the national agenda to develop ACS services.9Since its introduction, the ACS model has been widely adopted in both academic and nonacademic institutions in Canada11,12and has led to clear improvement in patient outcomes and cost-effectiveness,1,13–21decreasing the morbidity and mortality associated with common EGS diagnoses.16With an ACS model, patients have more timely access to surgical assessment, decreased emergency department length of stay, and decreased delays in access to the operating room.11Operations occur more frequently during the daytime and surgeons are able to focus on their elective-surgery patients without tending to a surgical emergency.11,22,23Finally, surgical trainees report a better educational experience.10Despite the clear benefits of an ACS service structure, there is no consensus on the ideal components of an ACS model. A 2020 systematic review demonstrated significant heterogeneity in both the required components and implementation of ACS models worldwide.24The aim of this study was therefore to define the current ACS landscape in academic centres across Canada. We hypothesized that there would be significant heterogeneity in the structure, staffing, and design of ACS services in Canada.MethodsWe sent an online survey to the lead ACS physicians of all 18 academic centres in Canada. The only demographic information collected was the name of the institution. The questionnaire consisted of 27 questions regarding the structure of the ACS service, including staffing, logistics, research initiatives, and available support. We asked participants to complete the questionnaire for each of their hospital sites with an ACS service. We collected data and analyzed it to create a description of the ACS services in academic centres in Canada. All participants gave informed consent before starting the questionnaire.Ethics approvalWe obtained institutional research ethics board approval (OHSN REB 20200248–01H).ResultsIn total, 16 (89%) academic institutions in Canada participated in our study. All 16 responding institutions reported having ACS models. Institutions had an average of 3 tertiary care sites, with a total of 47 different tertiary care sites across the 16 institutions. Most tertiary care sites (n= 36, 77%) had an ACS model. The majority (n= 13, 81%) of institutions reported that the ACS structure was different across individual sites with regard to staffing, structure, and implementation. We excluded 7 incomplete responses, allowing us to describe 29 (81%) academic ACS models in Canada.StaffingMost responsible physician (MRP)At 26 of the 29 described ACS services (90%), any general surgery staff member could be MRP, while 3 (10%) services required ACS or trauma fellowship training or both to be ACS MRP. Among institutions that had an ACS fellowship, the fellow could"
  },
  {
    "full_text": "that had an ACS fellowship, the fellow could be the ACS MRP at only 1 institution and only later in their training.In about half of the 29 academic sites with an ACS model in Canada (n= 14, 48%), staff general surgeons were able to opt out of ACS. Among the sites where surgeons could opt out of ACS, half reported that those surgeons also no longer took general surgery call. At only 1 of the 14 centres where there was an option to stop ACS coverage, none of the surgeons chose to opt out.ResidentsAll sites reported having residents on the ACS service.Allied health staffTen of the 16 institutions, with 18 of 29 (62%) individual ACS services, reported having dedicated allied health care staff on the ACS service, in addition to the usual allied health ward team (i.e., physiotherapist, nursing, occupational therapy, social work, etc.). Of these ACS-specific allied health workers, 45% were physician’s assistants, 40% were nurse practitioners, 10% were hospitalists, and 5% were nurse navigators.DesignWe found heterogeneity across ACS services with respect to the ACS model design. The most common model (n= 17, 59%) was to have 1 surgeon for the daytime during the weekdays and weekends, with other surgeons covering call at night. Two sites (7%) reported having 1 surgeon responsible for all 7 days, while another surgeon was responsible for all 7 nights. Only 3 services (10%) had 1 surgeon in charge of the entire service 24 hours a day, for the 7 days of the week. Four sites (14%) reported having 1 surgeon in charge of the ACS service for 7 days of the week and 4–5 nights, with another surgeon covering the remaining nights for relief. Two services (7%) described having 2 ACS surgeons responsible for the service during the day, with other surgeons covering nights. One site (3%) structured its service with 1 surgeon during the weekday daytime, another surgeon covering the nights, and a third surgeon covering the weekend days and nights.More than half of the ACS services (n= 17, 59%) require the staff surgeon to be free from all elective duties during their ACS service week.Figure 1shows the breakdown of elective activities among the 12 centres that allow scheduled elective activities during their ACS service week.Operating room timeMore than half of ACS sites (n= 15, 52%) had protected operating room time specifically for ACS patients. A third (n= 10, 34%) had a protected operating room for all surgical emergencies, with ACS competing with other specialties. A minority (n= 4, 14%) had no dedicated emergency operating room, and thus ACS surgeons would have to bump their elective cases during the day.Of the 15 services with protected operating room time, about half (n= 7, 47%) had 5 weekdays of protected emergency surgery time per week, while the rest had an average of 1.8 days per week, with daily 2-hour or half-day blocks. Only 1 service (3%) reported 2 weekend days of dedicated ACS operating room time. Of ACS services, 11 (38%) had a walking wounded program,"
  },
  {
    "full_text": "services, 11 (38%) had a walking wounded program, where elective patients could access emergency operating room time during the ACS week.Most sites (n= 10, 63%) had allied health operating room staff in the form of surgical assists available in-house 24/7 for emergency patients. For emergency operating room access, some had only operating room staff available on call (n= 3, 18.75%), or available during the day but on call overnight (n= 1, 6%). Two sites (n= 13%) reported no allied health operating room staff available for emergency operating room cases.EducationAll sites were teaching hospitals with regular resident coverage of the ACS service. A minority had ACS fellowship programs: 2 sites (7%) had an ACS fellowship, 4 sites (14%) had a combined ACS and trauma fellowship, and 2 sites (7%) had a trauma-only fellowship.HandoverMost sites (n= 17, 59%) reported a formal in-person ACS service handover with the incoming and outgoing staff surgeon; 6 services (21%) described in-person handover with the residents and allied health, rather than the staff surgeon; and 5 services (17%) reported handover via either email or phone. Only 1 service (3%) reported using a formal handover on an as-needed basis only.ResearchParticipants could select more than 1 response with regard to ACS research. Among the 16 institutions, only 1 (6%) reported a mandate to conduct ACS research and 1 (6%) stated that ACS research was incentivized. Most institutions (n= 12, 75%) reported a lack of resources for performing ACS research. Additionally, 4 (25%) felt that ACS research was not a priority at their establishment.DiscussionThis study confirmed there was significant heterogeneity in ACS models across academic institutions in Canada. Even within an institution, nearly all participants reported differences in the ACS structures across their different sites. The disparity in ACS services in Canada is likely multifactorial owing to differences in provincial resources and staffing, patient population needs, hospital infrastructure, and the lack of a uniform definition of the essential components of an ACS model.A 2020 systematic review investigated the essential components of ACS models worldwide.24The results proposed 4 fundamental components of an ACS model: a dedicated surgical team managing all nontraumatic surgical emergencies, 24/7 attending (free from elective duties) and resident coverage, round-the-clock access to a dedicated emergency operating room, and coverage of the emergency department and intensive care unit (ICU) by the ACS service.24Importantly, our study reveals substantial deficiencies in these proposed fundamental ACS components in academic institutions in Canada.Encouragingly, all participating Canadian academic centres have a dedicated team for nontraumatic surgical emergencies who cover emergency department consults with resident coverage. In comparison with the proposed fundamental components of an ideal ACS model,24Canadian academic ACS services lack"
  },
  {
    "full_text": "ACS model,24Canadian academic ACS services lack round-the-clock access to a dedicated emergency operating room and 24/7 attending coverage. Only about half of the described ACS sites had attending surgeon coverage free from elective duties. Additionally, only half of the ACS models described any protected EGS operating room time, with less than 20% of the services having all 5 days of the week protected. One of the proposed benefits of an ACS model is the ability to provide more timely care to patients, with decreased delays to accessing the operating room, and fewer overnight operations.11,13,22Without an available attending surgeon and without protected EGS operating room time, there are obvious potential delays to managing surgical emergencies. Although the clinical significance of these deficiencies is not currently well established, such potential delays in care may be associated with poorer outcomes.20The description of fundamental components of ICU coverage by the ACS team does not apply to our context, as in Canada the ICU is covered by intensivists who complete critical care fellowships separate from ACS. Although some of the intensivists are trained in general surgery, in the Canadian context, it is not within the purview of the ACS service to cover the ICU.Although allied health care professionals were not mentioned as one of the fundamental components of an ACS model, they would likely be an asset to a busy ACS service tending to critically ill patients. Physician extenders have been shown to decrease patient’s length of stay, enhance patient satisfaction, and improve resident education.25–27Although this research has largely been performed in the trauma setting, the ACS service mimics trauma in its high patient volume, frequent turnover, and patient acuity, suggesting a role for physician extenders within the ACS setting. Our results show that nearly two-thirds of the services surveyed had an allied health care professional as a member of the ACS team in the form of nurse practitioners, physician’s assistants, hospitalists, or nurse navigators. Future studies comparing patient and resident outcomes in similar institutions with and without dedicated ACS allied health support may also prove helpful.There is currently no evidence in the literature regarding how to best staff ACS services. We observed significant heterogeneity in daytime and call coverage mandates throughout the ACS services surveyed, although the majority did describe having 1 surgeon covering the daytime, with other surgeons covering at night. The staffing likely in part reflects how busy ACS services are. Although most (80%) ACS services reported more than 400 EGS operative cases per year, there were significant differences in annual EGS case volume between sites, as seen inTable 1. The number of available surgeons based on factors such as the institution size and the ability to opt out of doing general surgery call are also important considerations, and their"
  },
  {
    "full_text": "call are also important considerations, and their relevance may change as surgeons age and practice patterns change. Another important factor to consider when assessing ACS coverage variations is the number of handovers required, where centres may want to minimize the handover frequency. Effective handover is critical to improved patient outcomes and continuity of care, and ineffective handover increases adverse events.28–30Reassuringly, all but 1 of the surveyed Canadian academic institutions have formal handover, with more than half performing in-person handover with the incoming and outgoing staff surgeons, but fewer than one-quarter describing in-person handover with residents and allied health.Last, with regard to research, three-quarters of the institutions reported a lack of resources for conducting ACS research. One theory that might explain this lack of dedicated ACS research is that ACS as a distinct niche of general surgery is still relatively new.31Until recently, there were decades of research on surgical emergencies dedicated to the trauma patient, with a focus on trauma systems organization in the pre-hospital and hospital setting, protocol standardization, and regionalization.12With the emerging distinction of ACS as a more well-defined branch of general surgery, dedicated research to this new field is still in its infancy. Research support, however, is integral to understanding and optimizing the impact of ACS models.LimitationsThis study is not without limitations. First, while our survey response rate is excellent, the sample size is limited by the number of academic centres in Canada. Some incomplete responses reduce the generalizability of our results. This is further limited by having included only academic institutions in the survey — describing community centres can clarify the environment where most patients in Canada receive care. Similarly, the patient perspective was absent from our study, and we must acknowledge that our current systems of care did not include patient-important perspectives regarding goals of care. Lastly, we understand that many of the fundamental components described of an ideal ACS model are reliant on adequate resources. The survey did not capture institution-specific needs and barriers potentially affecting individual ACS service structure.Although our results describe the landscape of the ACS service in academic institutions in Canada, they do not address the etiology of any heterogeneity. The components of an ACS model that are most important to patient outcomes also remain poorly defined. We hope this study sheds some light on missing key components in the Canadian context and helps advocate for improved resources. Future research will focus on defining the necessary components of an ACS model in Canada. We hope this may in turn help provide a uniform definition of an ACS model to help unify health care in Canada, prove useful in allowing centres to advocate for improved ACS implementation in"
  },
  {
    "full_text": "to advocate for improved ACS implementation in their setting and, ultimately, improve patient outcomes.ConclusionAcute care surgery models improve outcomes for patients undergoing EGS and have been adopted across Canada. This study demonstrates significant heterogeneity in the ACS service structure and implementation across Canadian academic institutions. The ideal components of ACS models that are most important to improving patient outcomes remain poorly defined. Future research will aim to define the necessary cornerstones of ACS models in Canada to help create a uniform definition and provide adequate resources to improve the Canadian health care system."
  }
]