[
  {
    "full_text": "TITLE: A national survey of critical care services in hospitals accredited for training in a lower-middle income country: Pakistan ABSTRACT: PurposeTo describe the extent and variation of critical care services in Pakistan.Materials and methodsA cross-sectional survey was conducted in all intensive care units (ICUs) recognised for postgraduate training to determine administration, infrastructure, equipment, staffing, and training.ResultsThere were 151 hospitals recognised for training, providing 2166 ICU beds and 1473 ventilators. Regional distribution of ICU beds per 100,000 population ranged from 1.0 in Sindh to none in Gilgit Baltistan (median 0.7). A senior clinician trained in critical care was available in 19 (12.1%) of units. One-to-one nurse-to-bed ratio during the day was available in 84 (53.5%) of units, dropping to 75 (47.8%) at night. Availability of 1:1 nursing also varied between provinces, ranging from 56.5% in Punjab compared to 0% in Azad Jamu Kashmir. Similarly, there was disparity in the availability of ventilators between provinces. All ICUs had basic infrastructure (electricity, running water, piped oxygen) and basic equipment (electronic monitoring and infusion pumps).ConclusionPakistan, a lower middle-income country, has an established network of critical care facilities with access to basic equipment, but inequalities in its distribution. Investment in critical care training for doctors and nurses is needed. BODY: 1BackgroundDemand for critical care services continues to grow internationally. Resources remain limited, most notably in low and lower-middle income countries (LLMICs). In South Asia, overall improved public health and primary healthcare services in the region, the growing burden of noncommunicable disease, and with it a demand for surgical and trauma care has resulted in a shift in health systems priorities [1,2]. There is thus an increasing demand for critical care services, and the associated human resources, infrastructure and equipment requirements in LLMICs.Understanding the landscape of existing infrastructure, equipment and staffing both between and within countries provides valuable information for those seeking to strengthen critical care services and inform disaster and pandemic planning; including during the current global spread of COVID-19. Furthermore, mapping critical care services to the clinical characteristics of the patients it serves is a fundamental step in evaluating quality of existing service provision and to identify priorities for research and quality improvement.Sri Lanka was the first country in South Asia to undertake a comprehensive national survey of critical care services [3]. Since then, regional efforts to map critical care services in Asia have contributed valuable information regarding intensive care unit (ICU) bed availability in the region [9]. However, information regarding skills, training and organisational processes (essential to developing strategies for improving the"
  },
  {
    "full_text": "to developing strategies for improving the quality of care) remains absent. The Pakistan Registry of Intensive CarE (PRICE) [5], a cloud-based surveillance platform, currently supports a network of 43 ICUs in Pakistan recording over 2000 monthly critical care admissions. PRICE provides near real-time reporting on the epidemiology, severity of illness, treatment, microbiology and outcomes of ICU patients, alongside information regarding work force, unit occupancy, unit acuity, and resource utilisation. This information is used to drive local service evaluation and quality improvement interventions. PRICE is a founding member of the recently established Wellcome-MORU-CRIT CARE Asia (CCA).This paper details a national survey of critical care services in Pakistan including organisational structures, equipment, infrastructure and training capacity.1.1SettingPakistan consists of four provinces (Balochistan, Khyber Pakhtunkhwa, Punjab, and Sindh), two autonomous territories (Azad Jammu Kashmir, Gilgit-Baltistan) and one federal territory (Islamabad Capital Territory) [4]. Islamabad was included in the province of Punjab for the purposes of this study.2MethodsAn ICU was defined as a clinical area (excluding operating theatres) which had the ability to provide organ support for in-patients, including mechanical ventilation. All hospitals recognised by the Pakistan Medical and Dental Council (PMDC) for internship training or the College of Physicians and Surgeons Pakistan (CPSP) for postgraduate residency training in anaesthesia, internal medicine, general surgery, cardiac surgery, pulmonology, nephrology, cardiology or critical care medicine were contacted by telephone by MH. All such hospitals were invited to participate in the survey if they reported the presence of at least one adult ICU. Eligible hospitals were asked for the number of adult ICUs, number of ventilators and asked to nominate a senior ICU doctor or sister in charge to respond to the survey questions. If a nominated contact was unavailable, at least one follow-up call was made for each ICU. The surveys (Supplementary File 1) were administered by telephone or online between February 2017 and December 2018. All responses were included in the analysis. The survey instrument including characteristics and organisational structure, infrastructure and human resources was based on the tool pioneered in South Asia by our group [5]. Population per region was obtained from the government census up to January 2018 from publicly available sources [4]. ICUs were defined as open, in which the primary specialty had primary responsibility for admission, treatment, and discharge decisions with optional consultative input from an intensivist, or closed, in which the intensivist had primary responsibility or there was a shared model of care between primary specialty and the intensive care team [6].3ResultsOne hundred and fifty-one hospitals were identified, of which 30 did not have an ICU and were therefore"
  },
  {
    "full_text": "which 30 did not have an ICU and were therefore excluded. All 121 eligible hospitals reported their ICU bed and ventilatory capacity. Two hundred and twenty ICUs were identified in these hospitals providing 2166 critical beds and 1473 ventilators. Of these 220 ICUs, 157 (71.4%) units containing a total of 1566 beds completed the full survey of organisational structure, infrastructure, equipment and human resources. Of the 63 remaining ICUs, 60 ICUs had no designated in charge and a further three were not available for interview (Fig. 1).Table 1summarises the main characteristics of the hospitals surveyed. The density and distribution of ICU beds within teaching institutions (total and per 100,000 population) by administrative regions is described inTable 2and (Fig. 2, top panel). (Fig. 2, bottom panel) reports population density as a reference.Fig. 1Flow chart of recruitment and participation in survey.Fig. 1Table 1Institutional location and profile.Table 1DemographicInstitutions, no.(%)N= 121Functioning beds, no.(%)N= 1566Provinces and autonomousterritories (AT)PunjabSindhKhyber PakhtunkhwaBalochistanGilgit Baltistan (AT)Azad Jammu and Kashmir (AT)7 1 (58.7)35 (28.9)12 (9.9)2 (1.7)01 (0.8)916 (58.5)484 (30.9)145 (9.3)15 (1.0)06 (0.4)Institution categoryGovernmentPrivateNot-for-profit hospital58 (47.9)42 (34.7)21 (17.4)710 (45.3)594 (37.9)262 (16.7)Affiliated hospital recognisedfor training by:PMDC for Internship trainingPMDC & CPSP for Internship & Residency training (Anaesthesia, Medicine, Surgery, Cardiac surgery, Cardiology, Nephrology)CPSP for CCM Fellowship training1 21 (100)101 (83.5)6 (5.0)1566 (100)1395 (89.1)181 (11.6)Table 2ICU Bed availability per 100,000 population in institutions recognised for training by CPSP and PMDC.Table 2Administrative regionsPopulation as per 2017 census surveyFunctioning beds per 100,000 population (total)Pakistan (all 4 provinces and 2 independent territories)221,613,3140.71PunjabSindhKhyber PakhtunkhwaBalochistanGilgit BaltistanAzad Jammu and Kashmir120,012,44247,886,05135,525,04712,344,4081,800,0004,045,3660.761.010.410.1200.14Fig. 2Top: Heat map of Pakistan, showing density of ICU beds per population at a regional level. Bottom: Heat map of Pakistan, showing population density.Fig. 23.1Access and organisational structureAverage beds within teaching institutions per 100,000 population was 0.7 (total number of ICU beds in participating institutions divided by the total population of Pakistan), ranging from 0 in Gilgit Baltistan to 1.0 in Sindh. The median number of critical care beds per unit was 9 (7,12). A total of 58 (47.9%) ICUs were managed directly by the government and 42 (34.7%) units were managed by the private sector, with the remainder being administered by not-for-profit organisations (17.4%). Fifty-seven (36.3%) of the ICUs surveyed reported a ‘closed’ model of care. Unrestricted visiting for families was practiced in 40 (25.5%) units (Table 3).Table 3Intensive care unit profile.Table"
  },
  {
    "full_text": "3).Table 3Intensive care unit profile.Table 3DemographicICUs,N= 157ICU beds, N = 1566Ventilators,N= 1175Type of ICUMedicalSurgicalGeneral/MixedSpecialized34 (21.7)51 (32.5)56 (35.7)16 (10.2)390 (24.9)443 (28.3)556 (35.5)177 (11.3)257 (21.9)375 (31.9)415 (35.3)131 (11.1)Model of careOpenClosed (including a shared care model)100 (63.7)57 (36.3)994 (63.5)572 (36.5)706 (60.1)469 (39.9)3.2InfrastructureVentilator-to-bed ratio of 1:1 was observed in 82 (52.2%) of the ICUs (Table 4), with Punjab province having the greatest number 49 (59.8%) and Azad Jamu Kashmir the lowest 0. All 157 ICUs had a telephone line, however, only 52.2% had access to the internet.Table 5summarises the availability of equipment to monitor critically ill patients. Almost all ICUs (95.5%) had access to 1:1 non-invasive multiparameter monitoring. Invasive arterial monitoring and capnography was available in 69 (44.0%) and 9 (5.7%) ICUs, respectively. In addition, 51 (32.5%) and 39 (24.8%) units had access to point-of-care haemoglobin and lactate measurement, respectively. Isolation rooms essential for management of infectious diseases, including severe acute respiratory infections, were available in 45 (28.7%) ICUs, 24 (53.3%) of which were in private institutions.Table 4Available infrastructure for each ICU.Table 4FacilitiesICUs, no. (%)Piped oxygenWall suction unitsPiped medical air1:1 bed:ventilatorPaediatric mode in all ventilatorsSyringe pumpsInfusion pumpsDifficult Airway Trolley (DAT)154 (98.1)132 (84.1)147 (93.6)82 (52.2)118 (75.2)132 (84.1)125 (79.6)115 (73.2)Backup automatic electricity generatorYes157 (100)Hand washing facilities in the ICUYes111 (70.7)ICU isolation roomsYes45 (28.7)Access to arterial blood gas (ABG) analysisYes142 (90.4)Location of ABG machine (n= 142)Hospital labWithin ICUAnother ICU or Operating theatreICUs reported a POC ABG service.a70 (49.3)52 (36.6)20 (14.1)72Access to external internetYes82 (52.2)TelephoneYes157 (100)aABG machines located in the ICU or OR are considered point of care (POC) services.Table 5Available monitoring facilities.Table 5FacilitiesICUs, no. (%)Non-invasive monitoring (including manual central venous pressure monitoring)Invasive arterial blood pressureCapnogramCardiac output (haemodynamics)Point-of-care haemoglobin measurementPoint-of-care lactate measurement157 (100)110 (70.1)63 (40.1)14 (8.9)51 (32.5%)39 (24.8%)3.3Human resources, team structure and training opportunitiesTable 6summarises the human resources, team structure and training opportunities. A senior clinician (in charge) trained in critical care was available in only 19 (12.1%) units surveyed. The majority of units (86, 54.8%) were overseen by a consultant anaesthetist (defined as an anaesthetist who has completed higher training in their speciality). In the remainder, 38.8% were overseen by a consultant internal medicine physician and 6.4% by a consultant surgeon. A non-consultant doctor was assigned to ICU round-the-clock with no other work commitments in"
  },
  {
    "full_text": "round-the-clock with no other work commitments in 140 (89.1%) ICUs. Of the 121 institutions surveyed, 101 (83.5%) were recognised by the College of Physicians and Surgeons for speciality training (residency training). Critical Care Medicine (CCM) fellowship training was offered by 6 (4.9%) institutions.Table 6ICU medical staffing.Table 6Availability of ICU medical staffICUs, no. (%)ICU Consultant in charge primary specialtyAnaesthesiaPulmonologyMedicineSurgeonNephrologistCardiologist86 (54.8)21 (13.4)30 (19.1)10 (6.4)7 (4.5)3 (1.9)ICU Consultant in charge trained in CCMYes19 (12.1)Availability of specialists for consultation in the institutionAnaesthesiologistGeneral PhysicianGeneral SurgeonObstetrician and gynaecologistCardiologistNephrologistPulmonologistGastroenterologistNeurologistMicrobiologistHaematologistOrthopaedicUrologistRespiratoryPathologistPaediatricianCardiothoracic154 (98.1)152 (96.8)152 (96.8)141 (89.8)145 (92.4)128 (81.5)141 (89.8)113 (72.0)119 (75.8)96 (61.1)103 (65.6)126 (80.3)128 (81.5)125 (79.6)117 (74.5)134 (85.4)79 (50.3)Non-consultant doctors assigned only to ICU with no other work commitment round the clockYes140 (89.1)Availability of paramedical staff/support staffPrimary Training of Incharge ICU as;Registered NurseAnaesthesia/ICU TechnicianSpecialized training of incharge ICU in CCM/Coronary care1:1 nursing of ventilated patients during day1:1 nursing of ventilated patients during night1:1 nursing of self-ventilated patients during day1:1 nursing of self-ventilated patients during night2:1 nursing of ventilated patients during day2:1 nursing of ventilated patients during night2:1 nursing of self-ventilated patients during day2:1 nursing of self-ventilated patients during nightHealthcare Assistants (HCA) and TechniciansPhysiotherapistRadiology technician for portable x-ray149 (94.9)8 (5.1)63 (40.1)84 (53.5)75 (47.8)19 (12.1)14 (8.9)51(32.5)50(31.9)67(42.7)53(33.8)94 (59.9)128 (81.5)150 (95.5)The majority of intensive care units were managed by registered nurses with general training 149 (94.9%), with the remaining 8 (5.1%) being managed by technicians trained in anaesthesia or critical care. One-to-one nurse-to-bed ratio during the day for ventilated patients was available in 84 (53.5%) of units, and in 19 (12.1%) of units for self-ventilated patients. At night this availability dropped to 75 (47.8%) and 14 (8.9%), respectively. Availability of 1:1 nursing also varied between provinces, ranging from 56.5% having a 1:1 availability in the Punjab compared to 0% in Azad Jamu Kashmir. Similarly, availability of 2:1 nursing, already limited during the day, further reduced at night (Table 6). Microbiologists and haematologists were accessible in 96 (61.1%) and 103 (65.6%) of units, respectively. Health care assistants or trained technicians were part of the care provision team in 94 (59.9%) ICUs. Radiology technicians were available in 150 (95.5%) units and a further 128 (81.5%) ICUs had access to physiotherapy"
  },
  {
    "full_text": "128 (81.5%) ICUs had access to physiotherapy services.4DiscussionThis national survey from Pakistan reports very limited critical care bed availability, but, where available, ICUs are well resourced with basic equipment for invasive ventilation and monitoring. It further highlights the lack of critical care trained staff and the need for urgent investment in critical care services to address this gap in training capacity if care is to be improved.4.1Critical care capacityThe number of critical care beds in LLMICs are known to be lower when compared to higher-income countries [7,8]. This disparity is pronounced in Pakistan in comparison to neighbouring countries; at 0.71 per 100,000 population, it is lower than Sri Lanka (2.3 critical care beds per 100,000), Nepal (2.8) and India (2.3) [9]. The survey further identified a wide disparity in access to critical care beds between the provinces (Fig. 2, bottom panel). Punjab, whilst being the most densely populated province of the country, has lower availability of critical care beds than neighbouring Sindh. Similar disparity exists between major cities in each province (Table 2). As urbanisation and migration to cities for employment continues in Pakistan, and as the burden of non-communicable disease rises - including road traffic accidents and multimorbidities, it is a national priority to address the disparity in access to critical care services [2].ICUs in both public and private sector institutions (including not-for-profit) had the basic infrastructure (electricity and a backup generator, piped oxygen, medical air and suction, infusion and syringe pumps), and basic monitoring (non-invasive multiparameter monitor, mercury thermometer, and manual CVP measurement). Overall ventilator to bed ratio was 1:1.3, meaning 3 out of every 4 ICU beds have the facility to mechanically ventilate. Availability of these resources is reassuring, and suggests that the provision of the mainstays of critical care organ support- ventilation therapy, basic cardiovascular monitoring and support, and delivery of fluids is possible. However as with access to ICU beds, availability of ventilators is not uniformly available within each region (Supplementary File 2). The safe and effective delivery of these therapies, however, relies not only on the availability of equipment, but on specialist trained staff with the skills to instigate, titrate and troubleshoot treatment.In contrast to the specific resources of critical care described above, sinks for hand washing were absent in 29.3% of ICUs and access to isolation rooms or cubicles to control cross infection with negative/positive air exchange mechanism was available in just 28.7% of ICUs, the majority of which were private sector tertiary care hospitals in the major cities. Addressing the absence of facilities for infection control is perhaps a key priority for those seeking to improve critical care services in the country, given the increasingly important role critical"
  },
  {
    "full_text": "given the increasingly important role critical care plays in the preparation and management of seasonal epidemics (including severe acute respiratory infections-SARI) and in the rising burden of drug resistant infections. Furthermore, access to point-of-care (POC) measurements including lactate and haemoglobin, and availability of invasive haemodynamic monitoring, which are increasingly seen as essential resources for the management of critical illness, is lacking [10,11]. Only 39 (24.8%) of units had access to POC lactate and just 14 (8.9%) could invasively monitor haemodynamics. As Pakistan seeks to improve diagnosis and management of critically ill patients with SARI, sepsis and following trauma, better access to POC services and invasive monitoring, along with specially trained staff to interpret and respond to this information, is essential.4.2Capacity for training in critical careJust 19 of the ICUs surveyed had trained intensivists. Critical care has been a recognised speciality in Pakistan with a structured training programme since 2004, however, at the time of this survey, only six institutions out of 121 teaching institutions (excluding military sites) were recognised by the College of Physicians and Surgeons of Pakistan for Critical Care Medicine training [12]. These figures are much lower than estimates from South Asia, Latin and North America [[13],[14],[15]]. To date, just twenty-seven fellows have obtained the fellowship from the College in Critical Care Medicine [16]. Many currently practising intensivists in ICUs still have to travel outside of Pakistan for their higher training fellowships. Low intensivist-to-patient ratios (< 1:14) in academic medical ICUs have been cited as a barrier to delivery of quality of care and having a detrimental effect on staff well-being, specifically to the quality of professional mentorship available for rotating trainees, who may consider specialising in CCM [17]. Lack of specialist training opportunities may be perpetuating the low numbers of designated critical care doctors on-call in ICUs and the low percentage of ICUs which are led by a trained intensivist. Lack of training opportunities extends beyond doctors, with only 40.1% of nurses in charge of ICUs having received any formal training in intensive, critical or cardiac care. Access to microbiologists, specialists who are increasingly considered fundamental to the interdisciplinary management of critically ill patients, was limited (61.1%).Whilst there is growing evidence to support that intensivist-led patient management is associated with better patient outcomes and greater compliance with broadly accepted indicators of critical care quality [18], a closed model was uncommon in the ICUs surveyed (36.3%). Furthermore, of those ICUs reporting a closed structure, only 17 had a trained intensivist as their clinical lead. Investment in the reorganisation of critical care services to improve operational efficiency and patient outcomes (length"
  },
  {
    "full_text": "efficiency and patient outcomes (length of stay, duration of mechanical ventilation) in ICUs has resulted in a shift toward closed organisational structures whereby admission to and management of patients within the ICU is coordinated by designated critical care clinicians [18]. Given the paucity of critical care services in Pakistan, such a model of management may promote effective resource utilisation. However, such models require national level investment in specialist training, and institution level investment in hiring and retaining such a specialist workforce. Other settings have demonstrated how investment in critical care trained clinician staff to lead units and investment in training for nurses working in critical care has positively impacted on safety within ICUs and outcomes for critical care patients. Without this investment, efforts to strengthen specialist capacity and improve quality of critical care services through research and implementation will be hindered.4.3LimitationsThis survey only approached institutions recognised for specialist training. Consequently. the number of ICU beds per 100,000 population is underestimated. A recent multicountry snapshot of critical care bed availability [9], to which Pakistan contributed, reported a national average in Pakistan of 1.3 beds per 100,000 population. However, such estimates included units which may have no recognised affiliation with critical care training and no support from critical care societies. Whether considering the numbers reported here, or the estimates from those with broader inclusion, ICU bed availability and trained, skilled staff is still lower than neighbouring countries. Pakistan has no central register or standard definition for ICUs and as such units may be operating without the support of trained intensivists.5ConclusionThis survey provides a detailed landscape of critical care resources and training institutions recognised by the PMDC and CPSP in Pakistan. Pakistan has an established network of critical care facilities with access to basic equipment but inequalities in access within and between provinces is prominent. Investment in critical care training for doctors and nurses is a key priority for the country. Investment in training for health care staff will likely enable efforts to improve safety within ICUs, accelerate opportunities for research and quality improvement.The following are the supplementary data related to this article.Supplementary File 1The survey instrument.Supplementary File 1Supplementary File 2Table of ventilator availability per 100,000 population between provinces and autonomous territories.Supplementary File 2Ethics approval and consent to participateA waiver from ethical review was obtained from the National Bioethics Committee of Pakistan.Financial disclosure statementThis survey was supported by the Network for Improving Critical care Systems and Training (NICST), and a Wellcome Trust (United Kingdom) institutional Translational"
  },
  {
    "full_text": "(United Kingdom) institutional Translational Partnership Award (WT-iTP-2018/002).CRediT authorship contribution statementMadiha Hashmi:Conceptualization, Methodology, Investigation, Writing - original draft, Writing - review & editing, Project administration.Arshad Taqi:Investigation, Writing - review & editing.Muhammad I. Memon:Investigation, Writing - review & editing.Syed Muneeb Ali:Investigation, Writing - review & editing.Saleh Khaskheli:Investigation, Writing - review & editing.Muhammad Sheharyar:Investigation, Writing - review & editing.Muhammad Hayat:Investigation, Writing - review & editing.Mohiuddin Shiekh:Investigation.Chamira Kodippily:Investigation.Dilanthi Gamage:Formal analysis, Data curation, Writing - original draft, Visualization.Arjen M. Dondorp:Conceptualization, Writing - review & editing, Supervision.Rashan Haniffa:Conceptualization, Methodology, Writing - original draft, Writing - review & editing, Supervision.Abi Beane:Conceptualization, Methodology, Formal analysis, Writing - original draft, Writing - review & editing, Visualization, Supervision, Project administration, Funding acquisition.Declaration of Competing InterestThe authors declare that they have no competing interests."
  }
]