[
  {
    "full_text": "TITLE: A needs assessment for formal emergency medicine curriculum and training in Zambia ABSTRACT: Emergency medicine (EM) is a nascent field in Zambia. While not yet recognized as a medical specialty, there is national interest for developing more robust emergency care systems in this setting. One key element of strengthening EM in Zambia is identifying current gaps in emergency healthcare provision and opportunities for advancement in the field.This research used a modified version of the Emergency Care Assessment Tool to characterize the landscape of EM in Zambia. We collected data on the extent of EM training and teaching engagement among physicians practicing EM in Zambia. The survey assessed three aspects of core EM \"signal functions\" among the respondents which included; how often they performed the function, how confident they felt with the function, and how important they deemed the function to be in their practice. Finally, we asked respondents to identify barriers to performing the functions in their departments.The majority of respondents were early in their career, all below the age of 50, and participated in some form of teaching and supervision of learners, with minimal access to teaching resources to enhance their work. There was unanimous agreement with the need for formal postgraduate EM training in Zambia. The EM functions performed least often by EM physicians, and in which they felt the least confident, were high-acuity low-occurrence (HALO) procedures such as surgical airway and pericardiocentesis. The most common barrier to performing an EM function was access to supplies, equipment and medication. The second most commonly cited barrier was healthcare worker training.This research identified several critical needs for EM curricula in Zambia, specifically teaching resources for clinicians who supervise learners, directed learning on HALO procedures, and formal postgraduate training in EM based in Zambia. BODY: African relevance•The development of emergency medicine as a specialty in the African context requires a nuanced understanding of the needs in each country•This study provides the first assessment of the level of education of physicians practicing emergency medicine in Zambia•Zambian physicians practicing emergency medicine unanimously felt that specialty emergency medicine training was necessary•This study discusses a potential roadmap forward to developing emergency medicine education in ZambiaBackgroundIt is well known that low- and middle- income countries (LMICs) experience a high burden of mortality and patient volume in the emergency department [1]. Calls to action and international recommendations have consistently advocated for introducing high quality emergency care in developing settings to respond to community and patient needs [2,3]. The approach to implementing emergency care services, however, requires an understanding of local context and health care capacity.Zambia is a lower middle-income country in"
  },
  {
    "full_text": "is a lower middle-income country in Sub-Saharan Africa. With a population over 19 million, 60% of its people reside rurally and 54% live below the poverty line [4,5]. In 2015, the under-five mortality rate was 61:1000 live births and the maternal mortality rate was 232:100,000 [6]. The Zambian health care system has a four-tier system and contains a mix of public, private, and not-for-profit facilities, all regulated by the Ministry of Health. Level 1 health care includes health posts, health centers, and district hospitals that serve catchments of approximately 10,000–50,000. Level 2 includes provincial level hospitals that provide more specialist care including obstetrics, pediatrics, and general surgery with catchments of approximately 200,000 to 800,000. Levels 3 and 4 include tertiary care and specialized hospitals, such as the University Teaching Hospital and Ndola Teaching Hospitals, of which there are 14 in total in Zambia [7].There is little research published regarding the state of emergency medicine in Zambia specifically. Emergency medicine is not recognized as a medical specialty in Zambia, however there is demonstrated community interest in increasing access to emergency care [8]. In addition to medical emergencies arising from communicable and non-communicable diseases common in LMIC settings, there is a rising burden of road traffic injuries and fatalities particularly in the African context that requires specialized care in the emergency setting [9,10]. In Zambia, a bus accident in 2013 that resulted in the death of 53 people instigated a national outcry for more robust pre-hospital and emergency care [11]. The Zambian Ministry of Health has identified strengthening emergency care systems as a national health priority in the National Health Strategic Plan for 2022–2026, indicating strong political will to develop emergency medicine in Zambia [7].A recent review of emergency care infrastructure in Zambia revealed that one of the greatest barriers to providing emergency care was healthcare worker training [13]. Another study identified local training and advocacy for EM as a specialty as priorities in developing emergency care in Zambia [14]. Other research in similar settings has demonstrated the significant impact of implementing emergency medicine training on improving patient outcomes and decreasing mortality [15,16]. In collaboration with the Swedish International Development Agency and the Clinton Health Access Initiative, the Zambian Ministry of Health has been supporting physicians to receive emergency medicine registrar training in South Africa with the expectation of a return of service in Zambia. Additionally, in its 2020–2024 Operational Training Plan, the Ministry of Health outlines the plan to start a Master of Medicine (MMed) program in EM with a specific goal to have 12 EM MMed students enrolled per year.This aim of this study was to characterize the current state of emergency education for Zambian physicians and"
  },
  {
    "full_text": "of emergency education for Zambian physicians and identify the key knowledge strengths and gaps of emergency medicine in this context. Speaking directly to the goals of building emergency medicine as a specialty in Zambia, this research highlighted core competencies that can be included in future emergency medicine curricula and elucidates steps for further professional development in the field.MethodsTo address the research question, we opted to use a survey-based needs assessment. A survey method was chosen to solicit input from key stakeholders in the Zambian context. The survey method also allowed us to incorporate both quantitative data on key emergency competencies, as well as create space for free-form feedback from emergency physicians.To carry out this research, we adapted the Emergency Care Assessment Tool (ECAT). The ECAT is an externally validated tool designed for facility level assessment of emergency care in low- and middle-income settings [17]. However, the ECAT was intended as a broad general assessment and lacks the capacity to collect nuanced details on the barriers to emergency care provision. Given that a broad assessment of emergency care facilities in Zambia has already determined that healthcare worker training acts as a significant barrier for health care provision [13], this adapted survey expands on the previous questions of the ECAT to further characterize the gaps in healthcare worker training.To adapt the survey, first we included a section with demographic questions to assess the landscape of physicians working in emergency departments in Zambia, as well as questions on the extent of emergency medicine education received. Respondents were asked directly for feedback on what kind of formal emergency medicine training would be useful in Zambia, with space for a free-form answer. In the following section, respondents were asked to rate the emergency medicine “signal functions”, incorporated from the original ECAT, on a scale of 1–10 regarding how often they performed the function, how comfortable they felt performing the function, and how important they believed it to be in their setting.The survey was piloted among two Zambian physicians, one residing and working in Zambia at the time and the other doing specialist post-graduate training outside of Zambia. Feedback was solicited on the wording of questions for appropriateness and readability, as well as the length of the survey for feasibility.(Appendix)RecruitmentThe total number of licensed physicians practicing emergency medicine in Zambia is quite limited. A total of five Zambian fully licensed physicians have graduated from a South African training program in emergency medicine. Many of the emergency departments in Zambia are staffed by non-specialist physicians, intern physicians or commonly non-physician clinicians. For this study, we attempted to exhaust the sample population of both specialist and non-specialist physicians and potentially identify other"
  },
  {
    "full_text": "physicians and potentially identify other physicians who practice emergency medicine, though not exclusively trained in emergency medicine.Survey recruitment was carried out from December 2021 to April 2022. In order to maximize the number of participants, we took a purposive sampling approach and disseminated the survey via email and WhatsApp groups for physicians in Zambia. Snowball sampling was also employed as physicians were encouraged to share the survey among their own personal connections. The survey was hosted on an online server via SurveyMonkey(R). Written consent was obtained online prior to starting the survey. Responses were anonymous and any identifying data was disaggregated. All survey data was considered confidential, and downloaded survey data was stored on password protected files. Participation was voluntary and participants were not compensated for their time. A reminder to fill out the survey was sent out at the one-month and three-month interval prior to closing the survey in April 2022.Inclusion criteriaParticipants were included who were over 18 years of age and currently practicing EM in a Zambian emergency department.Exclusion criteriaParticipants who were excluded were those who did not speak English, were intern physicians i.e. in their first year of training, and healthcare providers who were not licensed physicians including physician assistants, medical licentiates and clinical officers.EthicsThis research received ethics approval from the Hamilton Integrated Research Ethics Board (HiREB) and the University of Zambia, and was registered with the Zambian National Health Research Authority.ResultsDemographic features of EM physicians in ZambiaOur survey demonstrated that the majority of physicians practicing emergency medicine in Zambia are below the age of 50 (seeTable 1). The majority of respondents had less than 5 years of experience in practice, and only one had more than 10 years of experience in practice. Only 3 respondents had graduated from a postgraduate degree, with the majority of the remainder having either supplemental rotations in emergency medicine or no formal training. The majority (82%) of physicians who responded work in public hospital settings.Table 1Demographics.Table 1N (TotalN= 11)%Age20–2943630–3954540–4921850+00GenderMan873Woman327Practice SettingPrivate Hospital218Public Hospital982Extent of EM TrainingNo formal training545Extra rotations in EM327Graduated from a postgraduate program327Years in Practice< 1 year5451 - 5 years3275 - 10 years21810+ years19Access to emergency medicine educationThe majority of respondents participated in teaching for medical learners, either medical students or registrars, in both the clinical or non-clinical setting (SeeTable 2). However, the majority (82%) did not have access to a formal emergency medicine curriculum. There was a unanimous affirmative response to the question, \"Do you think there is a need for formal postgraduate training in EM for Zambian"
  },
  {
    "full_text": "formal postgraduate training in EM for Zambian physicians?\" When asked to elaborate on what type of formal training should be offered, a Masters of Medicine (MMed) in emergency medicine – the Zambian equivalent of a postgraduate residency program – was the most common free text answer. Other responses included \"Post graduate diploma\" and other international certifications including ACLS, ATLS and PALS.Table 2Access to emergency medicine education.Table 2YesNoDo you teach medical students in your Casualty department?101Do you teach registrars in your Casualty department?47Do you have access to a formal EM curriculum for learners?29Do you think there is a need for formal postgraduate training in EM for Zambian physicians?110Do you participate as an instructor in other formal EM teaching for medical learners?65Emergency medicine functionsThe least frequent emergency medicine functions performed (average score ≦ 5) included: surgical airway, intraosseous (IO) access, pericardiocentesis, administration of MgSO4 for pregnant patients, fasciotomy, Rabies IVIG/vaccine administration, thoracotomy, autotransfusion, cooling care, escharotomy, administration of uterotonic drugs, assisted vaginal delivery, newborn resuscitation. (SeeTable 3)Table 3Least performed emergency medicine functions (Average score ≦ 5).Table 3EM FunctionAverage score of how frequently this function is performedAverage score of respondents’ confidence performing this functionAverage score of how important this function isEscharotomy1.85.76.7Autotransfusion3.178.7Surgical Airway3.55.39.3Administer MgSO4 for pregnant patients3.57.29.7Administer uterotonic drugs3.779.8Cooling care3.86.58Fasciotomy for compartment syndrome4.57.28.3Rabies IVIG/vaccine administration4.589Perform assisted vaginal delivery4.78.79.7Perform newborn resuscitation4.78.310Thoracotomy4.889.5Pericardiocentesis55.79.8The emergency medicine functions where respondents demonstrated the least confidence (average score ≦ 5) included: surgical airway, pericardiocentesis, and escharotomy. (SeeTable 3)All of the emergency medicine functions identified in the survey were deemed of high importance (average score > 8) for EM physicians to know.When asked to identify if their emergency department would be able to perform an emergency medicine function > 90% of the time, there were a total of 30 emergency medicine functions where a respondent identified that there was a barrier to performing this function (seeTable 4). The most common barrier cited was lack of access to supplies, equipment and medication (n= 28). The second most common barrier cited was healthcare worker training (n= 9). The emergency medicine functions that were identified to have a barrier of healthcare worker training included: relief of airway obstruction, surgical airway, ECG interpretation, pericardiocentesis, administration of drugs that require advanced monitoring, fasciotomy and cooling care. The emergency medicine function where the most respondents"
  },
  {
    "full_text": "medicine function where the most respondents identified a barrier to performing care was IO access, cooling care, and administering rabies IVIG/vaccine as appropriate.Table 4Emergency medicine functions with barriers to performance.Table 4EM FunctionNumber of Respondents that Identified that their Casualty Department cannot perform this function of care more than 90% of the time (TotalN= 6)Barriers to PerformanceRelief of airway obstruction1Healthcare worker trainingSurgical Airway1Healthcare worker trainingSupplies/equipment/medicationBag-mask valve ventilation1Supplies/equipment/medicationInsertion of a supraglottic airway2Supplies/equipment/medicationAdministration of critical therapeutics for reactive airway disease1Healthcare worker trainingSupplies/equipment/medicationInfrastructureOxygen administration2Supplies/equipment/medicationNon-invasive ventilation2​Human resourcesHealthcare worker trainingSupplies/equipment/medicationInfrastructurePhysical maneuvers to control bleeding1Supplies/equipment/medicationArterial Tourniquet1Supplies/equipment/medicationPacking and suturing1Supplies/equipment/medicationIO access3Supplies/equipment/medicationPathogen screened blood transfusion1Supplies/equipment/medicationECG interpretation2Healthcare worker trainingSupplies/equipment/medicationExternal defibrillation/cardioversion1Supplies/equipment/medicationAdminister IV medications that require advanced monitoring1Supplies/equipment/medicationPericardiocentesis2Healthcare worker trainingSupplies/equipment/medicationAdministration of IV isotonic fluids1Supplies/equipment/medicationProtect from secondary injury1Supplies/equipment/medicationManagement of extremes of temperature1Supplies/equipment/medicationInitial appropriate wound care1Supplies/equipment/medicationBasic Immobilization1Supplies/equipment/medicationC-spine immobilization2Supplies/equipment/medicationFasciotomy2PolicesHealthcare worker training Supplies/equipment/medicationRabies IVIG/vaccine as appropriate3Supplies/equipment/medicationInsertion of chest tube1Supplies/equipment/medicationThoracotomy1PoliciesSupplies/equipment/medicationAutotransfusion2Supplies/equipment/medicationCooling care3PoliciesHealthcare worker trainingSupplies/equipment/medicationEscharotomy2PoliciesHealthcare worker trainingSupplies/equipment/medicationDiscussionThis study demonstrated that emergency medicine is a young field within the medical landscape in Zambia, with the majority of respondents being below the age of 50. This would indicate that practicing Zambian emergency medicine physicians have at least another 15 years of their career lying ahead, with incoming cohorts to help support this growing field. Zambian emergency medicine physicians are in a unique position to determine the long term trajectory of their specialty, one which can allow for academic development, strategic priority setting, and advocacy. Concrete steps have already been taken towards creating a coalition of Zambian emergency medicine"
  },
  {
    "full_text": "a coalition of Zambian emergency medicine physicians, such as the establishment of the Emergency Medicine Society of Zambia. The next phase of growth could include developing informal special interest groups through shared virtual spaces, quarterly virtual training webinars, specialty skills workshops (eg. point-of-care ultrasound [POCUS]), as well as formal and informal engagement of policy makers through an annual stakeholder conference.As noted above, many of the respondents participate in both formal and informal teaching of medical learners at multiple levels. The lack of access to emergency medicine curriculum resources demonstrates a crucial gap in growing the capacity of future EM practitioners in the country. The dual responsibility of supervising learners clinically and providing teaching experiences without adequate resources or standardized curriculum acts as a double burden for emergency medicine physicians. Further research into what types of resources emergency medicine physicians access for teaching, such as free open access medical education (FOAMed), textbooks, or independently created curriculum could further elucidate what type of teaching for students is taking place and how to support emergency medicine physicians in their teaching practice.Among the emergency medicine functions that were performed the least were \"High Acuity Low Occurrence\" (HALO) procedures, such as surgical airways and thoracotomies. Similar to findings in other countries [18], the emergency medicine functions that were performed the least were also the ones that physicians felt the least confident performing. Barriers to performing emergency medicine functions identified in this survey reflect findings published previously, mainly supplies and healthcare worker training [12,13]. In the functions that were identified to have a barrier in healthcare worker training, we found again several of the HALO procedures including surgical airways and pericardiocentesis. Enhancing competency and success in HALO procedures has been addressed in other settings via simulation training [17]. Simulation based medical education could be one potential strategy to implement in Zambia to increase confidence in such critical procedures.There was a unanimous response affirming the need for formal postgraduate training in emergency medicine in Zambia. This supports previous data that demonstrated EM specialists’ desire to participate in and contribute to more local training opportunities [13]. As to what shape a formal postgraduate training program could look like, again the overwhelming suggestion was a Masters of Medicine (MMed). Developing a rigorous and accredited MMed in emergency medicine in Zambia would require buy-in from the Ministry of Health and significant collaboration among existing emergency medicine physicians in Zambia and international collaborators to bring funding and expertise to the effort. Our findings make it clear that there already exists a cohort of"
  },
  {
    "full_text": "it clear that there already exists a cohort of competent and engaged physicians that are looking for such an opportunity.A few of the limitations of this study include the small number of respondents and the lack of representation from emergency physicians working in rural settings. Although the total number of respondents is small, this would represent 90% of those working in level 2 and 3 centers. Only one respondent worked at a Level 1 facility, therefore the extent of training and competencies of emergency medicine clinicians in Zambia may not be represented by our study. Additionally, the responses considering the barriers to providing care may not be representative of the capacity of other Level 1 facilities in the country. As there is no public central database of clinicians practicing emergency medicine only in Zambia, our sampling was limited to personal contacts and informal connections. Another limiting factor to the number of respondents includes the fact that the survey was hosted on an online platform, and completing it necessitated a strong internet connection which is not always possible in Zambia, particularly in rural settings. The survey is possible to complete on a mobile phone, however the formating may have made it difficult for respondents to complete the survey fully.Multiple steps were taken to ensure the validity of the results of this study, however there are some limitations to our use of the adapted survey. By adapting the ECAT, which was refined and tested in lower-income settings similar to Zambia, we built on already rigorous methodological base. Additionally, piloting the survey among Zambian physicians for appropriateness and feasibility enhances the tool's reliability as an accurate representation of emergency care competency. However, formal statistical reliability testing was not performed given the small sample size, which also limits the findings applicability in other settings outside of Zambia. Future research could include validation as well as implementation in other settings.A key strength of this study is the valuable insight it provides at this point in the development of EM as a specialty in Zambia. It is the first study to characterize the demographics and training extent of clinicians practicing EM in Zambia, and identifies the extent of comfort and ability to perform core EM functions. These findings provide data for targeted training interventions on locally identified gaps, as well a broader framework for core competencies to include in future formal emergency medicine curriculum in Zambia. Future research to characterize disease burden and clinical presentations in Zambian emergency departments will enhance efforts to develop locally relevant curriculum.ConclusionsThis study is the first to provide a thorough needs assessment of emergency medicine in Zambia, describing the demographics of EM clinicians and the perceived gaps in emergency care competencies. These findings can help build a basis"
  },
  {
    "full_text": "These findings can help build a basis for targeted curriculum development and training support, which can take the form of workshops or short courses. Of particular importance, our findings demonstrate broad support, and a critical need, for the development of a MMed in Emergency Medicine and establishing emergency medicine as a specialty in Zambia.Dissemination of resultsResults from this study will be shared at the Ministry of Health annual research meeting presentation. The results will also be shared via hospital newsletter to the associated hospitals.FundingNoneAuthors’ contributionAuthors contributed as follow to the conception or design of the work; the acquisition, analysis, or interpretation of data for the work; and drafting the work or revising it critically for important intellectual content. SA contributed 55%; SM 15%; BB 15%; KM 15%. All authors approved the version to be published and agreed to be accountable for all aspects of the work.Declaration of competing interestThe authors declare no conflict of interest."
  }
]