[
  {
    "full_text": "TITLE: A rodent model of emergency cardiopulmonary bypass resuscitation with different temperatures after asphyxial cardiac arrest☆ ABSTRACT: BackgroundThe use of emergency cardiopulmonary bypass (ECPB) resuscitation after cardiac arrest may offer hope for survival when standard ACLS therapies fail. However, whether cooling adds benefit to ECPB is unknown and we lack an ECPB rodent model for experimental studies. We sought to (a) develop a 72 h survival rodent model using ECPB to treat asphyxial cardiac arrest and (b) use this new model to evaluate early mild and moderate hypothermia versus normothermia during ECPB resuscitation.MethodsAfter 8 min of normothermic asphyxia, three groups of rats were resuscitated with ECPB at 37°C (NORM), 34 °C (MILD) and 30 °C (MOD) for 1 h (n= 10 each). During the second resuscitation hour, ECPB was discontinued, ventilatory support was provided and body temperatures were maintained at 37 °C for NORM, 34 °C for MILD, and from 30 °C gradually up to 34 °C in 1 h for MOD animals. From hours 3 to 8, body temperature was maintained at 37 °C for NORM and 34 °C for MILD and MOD animals.ResultsAll rats were initially resuscitated by ECPB. After 72 h, neurological outcome and survival in the MILD (60% survival) and MOD (80%) groups were significantly better than in the NORM (0%) group (p< 0.05). Overall performance recovery in the MOD group was best (vs. the NORM group), while the MILD group had an intermediate outcome.ConclusionsA rodent model of ECPB is feasible and useful for resuscitation studies. The addition of early mild and moderate hypothermia to ECPB resuscitation significantly improves survival compared with normothermic ECPB in rats. BODY: BackgroundThe use of emergency cardiopulmonary bypass (ECPB) resuscitation after cardiac arrest may offer hope for survival when standard ACLS therapies fail. However, whether cooling adds benefit to ECPB is unknown and we lack an ECPB rodent model for experimental studies. We sought to (a) develop a 72 h survival rodent model using ECPB to treat asphyxial cardiac arrest and (b) use this new model to evaluate early mild and moderate hypothermia versus normothermia during ECPB resuscitation."
  }
]