[
  {
    "full_text": "TITLE: A Systematic Literature Review Identifying the Dimensions and Components of Simulation of the Hospital Emergency Department During Emergencies and Disasters ABSTRACT: Background:The use of simulation in medical education is evolving widely around the world. Hospital emergency services in the event of accidents and disasters affect the quality of health care. It is critical to determine the fundamental features for developing a hospital emergency department simulation to improve emergency services. In this regard, the current study conducted a comprehensive assessment of studies with the determinations and components of hospital emergency department simulation during accidents and disasters.Methods:In this systematic literature review, all studies between January 2010 and July 2021 were searched in MEDLINE/PubMed, EMBASE, ProQuest, Scopus, Web of Science, Iran medex Google Scholar, and Scientific Information Database (SID), MagIran databases and were analyzed with the thematic analysis approach and results were expressed based on the Preferred Reporting Items for Systematic Reviews and Meta-Analyses 2020 guidelines. The quality of the included studies was assessed using related checklists.Results:The findings of this study were divided into 3 main categories and 10 subcategories, including factors related to manpower (manpower arrangement, performance-awareness-skills, safety, and communication), factors related to medical services (triage, time, and transfer of the injured), and factors related to resource management and support (physical environment, equipment, and the information system).Conclusion:Through systematic planning, simulation allows for the identification of emergency department difficulties during accidents and disasters. Identifying dimensions and components, such as resource management and support, manpower, and medical services, is effective in designing the simulation of the hospital emergency department during accidents and disasters. Therefore, it is recommended to conduct future studies with a qualitative approach and focus on the factors affecting the simulation of the hospital emergency department during disasters, which has been done by the same researchers. BODY: Introduction↑What is “already known” in this topic:Emergency preparedness of hospitals in the event of disasters depends on having highly skilled, confident, experienced, and trained staff. Despite the existence of different approaches and training tools for emergency department staff around the world, a comprehensive and systematic review to identify different dimensions There are no educational and influential factors.→What this article adds:This study analyzes the present documentation to help policymakers and managers in the field of health to make employees more familiar with various aspects of education, including simulations and virtual reality, so that hospitals are fully prepared for disasters in the Emergencies and Disasters.In recent years, the"
  },
  {
    "full_text": "Emergencies and Disasters.In recent years, the use of simulation in the field of education has found a growing position, and in countries with newer and more complete computer and noncomputer technologies, it has become very popular among health education activists so that health care providers and hospital managers consider simulation as a new and effective strategy to provide more appropriate and effective training. This increases the level of knowledge in target groups and ultimately improves the quality of services provided to patients and provides a higher level of safety for them (1). The use of simulation allows emergency personnel to come to the bedside of a real critically injured person without stress and worry (2).The emergency department is a subunit of a hospital, active 24 hours a day and 7 days a week the year. The emergency department is the entrance door for patients to the hospital. The official statistics of Iran show that the emergency departments of different hospitals in the country accept about 30,000,000 patients every year and subject them to emergency procedures (3). It is obvious that the development and readiness of hospital emergency departments against disasters are of great importance and it is necessary for the government health care system to pay special attention to strengthening the various dimensions and pillars of this department in the field of proper response to accidents and disasters (4).The use of simulation in the field of health is expanding as a very important component. Because emergency department staff are more likely than other hospital staff to be in unforeseen situations, and they are constantly faced with the challenge of caring for critically ill patients in a complex hospital setting without having enough time to access information or practical skills before arriving at the patient’s bedside, the use of this technology has received more attention to better train this ward’s staff than other wards’ staff. Because learning is done with all of the senses, as well as providing excellent teamwork tactics to assist lessen the obstacles that the hospital emergency department faces at various times, including at the time of the event, a training simulation is very good and engaging for learners (5,6). In this regard, to identify the dimensions of the hospital emergency department in terms of preparedness and appropriate response to disasters, various simulated programs have been used by various involved organizations and institutions(7).The simulation program helps hospital emergency personnel gain an understanding of the scientific and practical capabilities needed to care for the injured in the event of an accident. With the help of this method, they learn what skills they need to learn at what level to immediately treat the injured without imposing further complications on the patient (8,9). Identifying the dimensions and components of simulation in the hospital during accidents and disasters to"
  },
  {
    "full_text": "in the hospital during accidents and disasters to provide solutions and designing a simulation model of the hospital emergency department to teach people and solve problems in a virtual and persuasive environment gives more value to people’s skills. This simulation is an innovative technology for changing or improving real systems. As a result, given the importance of the emergency department hospital in the face of emergencies and disasters, the goal of this study was to identify the dimensions and components of hospital emergency department simulation during emergencies and disasters.MethodsProtocol and RegistrationThis systematic review protocol was registered in PROSPERO, CRD42021242995, dated April 15, 2021.Eligibility CriteriaAll studies conducted between January 2010 and July 2021 in which the hospital emergency department was considered as one of the important dependent or independent variables in the purpose of the study were included in this systematic literature review, which addressed the identification of the components of simulation of the hospital emergency department during accidents and disasters.Literature Search and Data ExtractionThe search strategy was based on hand searching and electronic search. The main keywords in this systematic review were emergency departments, hospitals, disasters, and simulation. Electronic databases of MEDLINE (PubMed), EMBASE, Web of Science,Scopus, ProQuest, Iran medex, MagIran Google Scholar, and Scientific Information Database (SID) were searched. The International Journal of Environmental Research and Public Health, as well as Healthy Simulation and Virtual Emergency Department, were all investigated.Appendix 1includes a syntax search of Scopus. Following that, a publication search was undertaken, and articles of interest were chosen based on titles and abstracts. The full text of all selected publications was reviewed after the screening. According to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) 2020; relevant information was extracted from specified publications (Fig. 1) (10).Fig. 1PRISMA 2020 flow diagram for new systematic reviews of Identifying the dimensions and components of simulation of the hospital emergency department during emergencies and disasters *Consider, if feasible to do so, reporting the number of identified records from each registeror database searched (rather than the total number across all registers / databases).Inclusion CriteriaAll of these studies included qualitative and quantitative approaches in this systematic review, including simulation, virtual reality, and primary investigations. Quantitative methods such as descriptive and analytical design, as well as qualitative methods such as semi-structured interviews. The researcher also addressed descriptive (processing simulation, agent-based simulation) and continuous (decision-making process) simulation studies, as well as the components and dimensions of simulation of the"
  },
  {
    "full_text": "components and dimensions of simulation of the hospital emergency department during accidents and disasters.Exclusion CriteriaAs a result, all studies relating to a prehospital emergency, air emergency, and emergency relief to the simulation of other hospital nonemergency departments, engineering, and nonmedical sections, and emergency evacuation chemical biologic radiation nuclear emergencies were excluded.All studies that involved simulating the entire hospital during a specific occurrence, such as earthquakes, floods, chemical radiation mishaps, and so on, were ruled out.To avoid linguistic bias, non-English language publications were included, and data were extracted from these papers.Data ExtractionIn this study, searched articles all were transferred in EndNote software (EndNote X9; Thomson Reuters) and duplicates were removed. Then, the 2 authors independently screened the original articles. First, the title and the articles were reviewed and the selected articles were divided into the 3 groups of relevant, irrelevant, and unsure.Articles deemed irrelevant by both reviewers were removed from the study, and each researcher reviewed the full text of the remaining studies and prepared a list of their included articles.The 2 lists were then compared, and any differences were discussed. In cases where no agreement could be achieved, a third team member made the final decision on whether or not to include the article. Author names, year of publication, format (journal article or conference paper), study design, outcome, and corresponding studies were collected from each study included in this systematic literature review (Table 1). Then, the factors affecting the simulation of the hospital emergency department at the time of accidents and disasters normally by the researchers’ data extraction form—were extracted.Risk of Bias in Individual StudiesTwo reviewers (first and second authors) performed the risk of bias assessment independently.The lack of consensus among the authors was settled through consultation with the third author and reaching a consensus. Due to the high heterogeneity of studies, articles were reviewed using the checklist of the Critical Appraisal Skills Program (CASP) (11).The CASP is a method for reviewing articles and evaluating their quality, which includes 8 different checklists. In the present study, these checklists were used according to the type of selected articles. Following the evaluation of the quality of articles using these checklists, articles that did not have the minimum quality were not included in the study. By studying the full text, the articles were separately included by the 2 authors. The questions in this checklist consisted of 4 main sections such as type of study, study design, screening question, strength, and findings of recommendation.All studies included in this systematic review were independently reviewed based on the questions in this checklist.ResultsOut of 49,498 studies searched with the"
  },
  {
    "full_text": "of 49,498 studies searched with the search syntax in databases, based on the compliance of the abstract and title of articles with the exclusion and inclusion criteria, 435 articles were reviewed, and finally, 72 were included in this study.The dimensions and components of the simulation of the hospital emergency department at the time of accidents and disasters were extracted from their findings and results. The articles were assessed by the thematic analysis approach.From the total number of researched studiesafter removing duplicates (n = 4648), a total of 44,419 studies were excluded due to the lack of inclusion criteria. These studies were divided into three 3 groups, with 25,420 being excluded from the current study due to their concentration on themes such as medical informatics, medical equipment, air relief, technical engineering simulations, and the lack of attention to hospital emergencies.Also, 999 studies were excluded due to the focus on hospital simulation under normal circumstances, and 7500 studies were excluded due to the focus on laboratory and virology simulation, pediatric-related operations, and emergency department outpatient surgery procedures.A total of 8050 studies were also excluded from the current study due to a focus on simulation of hospital emergency evacuation in chemical, nuclear, and radiation accidents, 1200 studies due to a focus on simulation of hospital vulnerability and resilience and not addressing hospital emergencies, and 365 studies due to a focus on simulation of the hospital in a specific event such as earthquakes, floods, storms, and so on. 7500 studies due to the focus on simulation of laboratory and virology fields, pediatric-related procedures, and outpatient surgical procedures of the emergency department, 8050 studies due to the focus on simulation of hospital emergency evacuation in chemical, nuclear, and radiation accidents, 1200 studies due to the focus on simulation of hospital vulnerability and resilience, and due to not addressing hospital emergencies, and 365 studies due to the focus on simulation of the hospital in a specific event such as earthquakes, floods, storms, et cetera were also excluded from the present study.A total of 435 studies entered the risk of bias assessment stage and their full texts were studied based on the CASP checklist (Appendix 2a) (12) and appraisal strengthening of the reporting of empirical simulation studies (Appendix 2b) (2) and 365 studies were excluded due to the lack of factors related to the purpose of the present systematic literature review, which was to identify the dimensions and components of simulation of the hospital emergency department at the time of accidents and disasters.Also, out of 435 studies reviewed in the full text, only 3 studies were qualitatively identified, which were excluded at the screening stage due to noncompliance with the inclusion criteria. Hence, all 72 included studies had been qualitatively performed and no quantitative"
  },
  {
    "full_text": "been qualitatively performed and no quantitative studies were included in this systematic review.A total of 64 journal articles, 5 conference papers, 2 book parts, and 1 thesis were among the first studies covered. Most of the studies were conducted by simulation through the discrete-continuous approach, and the agent-based approach, or by study through the qualitative method, and descriptive-analytical method (Table 1).Table 1Summary of characteristics of studies dimensions and components of simulation of the hospital emergency departmentAuthorsYearsCountryTypeDesignFinding focus of articleStudy qualityAlsabr, et al (18)2022USAJournal articledescriptiveTeamwork and communication training improve Emergency DepartmentHighCalder et al (19)2022ZealandJournal articlequalitativelyproviding continuing education and competence management for emergency nursesModerateAbelsson, et al (20)2021SwedenJournal articledescriptivesimulated emergency care situationsModerateMonette, et al (21)2021USAJournal articleSimulationIn situ simulation is a valuable educational Emergency DepartmentModerateCastanheira, et al (5)2021GuimarãesJournal articleSimulationModeling, Assessment and Design of an Emergency DepartmentHighd’Etienn, et al (8)2021USAJournal articleSimulationmodel for detection of emergency departmentModerateShrestha, et al (22)2021IndianJournal articleSimulationSimulation of training and skillsHighSantis, et al (16)2021ItalyJournal articleSimulationsimulation model of an emergency departmentHighMatthew L, et al (23)2020USAJournal articleSimulationStrategies for providers in the emergency departmentHighVanbrabant, et al (24)2020BelgiumJournal articleSimulationSimulation and optimization of an emergency departmentHighKiely, et al (25)2020ShawiniganJournal articleSimulationSimulation-Based EducationHighIngrassia, et al (26)2020ItalyJournal articleSimulationSimulated patients in disaster medicineModerateColman, et al (27)2020USAJournal articleSimulationSimulation of the design of a new healthcare emergency departmentHighAgarwal, et al (28)2020PhiladelphiaJournal articleSimulationDesign in the emergency departmentModerateAkkan, et al (29)2020TurkeyJournal articleSimulationModels developed for emergency departments of hospitalsModerateAldekhy, et al (30)2020Saudi ArabiaJournal articleSimulationSimulation for COVID-19 in the emergency departmentsHighArgintaru, et al (31)2020CanadaJournal articleSimulationMethod to develop a response policy using in situ simulationHighAtalan, et al (32)2020Turkey.Journal articleSimulationExperimental simulation design for the emergency departmentsModerateBarker, et al (33)2020USAJournal articleSimulationHealthcare simulation for the emergency departmentsHighBaylis, et al (34)2020CanadaJournal articleSimulationDevelopment in a standardized simulationHighAbraham, et al (35)2020USAJournal articleSimulationTo examine the patient transfer process from emergency departmentsModerateDelisle, et al (36)2020UASJournal"
  },
  {
    "full_text": "et al (36)2020UASJournal articleSimulationEffective teamwork and communication in healthcareModerateHou, et al (37)2020ChinaJournal articleSimulationEmergency department over-crowdingModerateButler, et al (38)2019IrelandJournal articleSimulationThe effect of nurse hospital staffing models on staff and patient -related outcomes.ModerateColman, et al (39)2019USAJournal articleSimulationSimulation-based clinical systemsHighDuan, et al (40)2019ChinaJournal articleSimulationvirtual reality (VR) technology is suitable very for fields many of disaster medicineModerateGhafouri, et al (41)2019IranJournal articleSimulationSimulation approach for analysis of patient flow in the emergency departmentHighSheen, et al (42)2019USAJournal articleSimulationDrills and simulation into medical trainingModerateSikka, et al (43)2019USAJournal articleSimulationVirtual reality- pain management in the EDModerateVanbrabant, et al (44)2019BelgiumJournal articleSimulationA comprehensive review on studies of emergency department simulation is provided.ModerateAlshyyab, et al (45)2019AustraliaJournal articleEmergencyDepartmentConceptual framework of patient safety culture in hospital emergency department.ModerateTraoré, et al (46)2019FranceJournal articleSimulationSimulation and modeling framework to support a analysis holistic of healthcare systemModerateAdel, et al (47)2018CairoBookEmergencyDepartmentstudy is to develop a novel approach which improves patient flow within ED.ModerateAdler, et al (48)2018ChicagoConference articleSimulationUse of simulation as a method to test hospital system.ModerateAkdag, et al (49)2018IstanbulConference paperSimulationSimulation program helps the emergency department processHighAminuddin, et al (50)2018MalaysiaJournal articleSimulationSimulation technique is used to build a simulation model of the ED.HighAroua, et al (51)2018canadaConference paperSimulationOptimization of the emergency department in hospitals using simulationHighKuo, et al (52)2018Hong KongJournal articleSimulationSystem simulation to model the operations and patient flows at a hospital EDHighNofal, et al (53)2018Saudi ArabiaJournal articleSimulationKnowledge, attitudes, and practices regarding emergencies disasters and preparedness among staff Emergency DepartmentModerateAghera, et al (54)2018BrooklynJournal articleEducationSMART framework, the impact on the development of learning of educational actions in the EDHighCarvalho-Silva, et al (55)2018PortugalJournal articleEmergencyDepartmentManagement of the human resources and the required number of beds in the EDHighOueida, et al (56)2018KuwaitJournal articleSimulationEmergency department services using simulationModerateDehghani, et al (57)2017IRANJournal articleSimulationFramework for simulation in the emergency department.ModerateDubovsky et al (58)2017USAJournal articleSimulationModel simulation of essential functions in a busy E.ModerateGardner, et al (59)2017USAJournal articleSimulation-Based utility broad of"
  },
  {
    "full_text": "articleSimulation-Based utility broad of simulation-based in health care technologieHighJonson, et al (60)2017SwedenJournal articleSimulationThe study was computer-based. Simulation exercises could improve head emergency nurses’ skills.ModerateCimellaro, et al (61)2017CaliforniaJournal articleSimulationDeveloping a model which could describe the ability of the hospital ED to provide services to all patients after a natural disaster or any other emergencies.HighDunn, et al (62)2017BostonJournal articleSimulationUsing simulation techniques as a tool to provide consistently safe careModerateNahhas, et al (63)2017GermanyJournal articleSimulationA simulation study is conducted to identify aspects critical and propose possible to configure an urgent care center. scenariosHighAminuddin, et al (64)2016MalaysiaJournal articleSimulationTo determine the best resource allocation and to increase the efficient services of an ED in the simulationModerateBucci, et al (65)2016ItalyJournal articleEmergency DepartmentEmergency Department worldwide faces the challenges of crowding, waiting times, and cost containmentHighFard, et al (66)2016USAJournal articleSimulationEmergency Department crowding, a hospital capacity sensitive indicator, is associated with unsafe reduced and operations quality of care.HighLantz, et al (67)2016SwedenJournal articleEmergency DepartmentEffective capacity in an emergency departmentModerateArdalan, et al (68)2015IRANJournal articleSimulationeducation innovative by using a virtual simulation method.ModerateBearman, et al (69)2015AustraliaJournal articleSimulationSimulation may be a useful educational methodology for developing learning.ModerateGhanes, et al (70)2015FranceJournal articleSimulationEfficiency of the ED performance through simulationModerateLuigi Ingrassia, et al (71)2015ItalyJournal articlevirtual realityVirtual reality simulation is for abilities to mass casualty perform triage using (START) algorithm.HighHu, et al (72)2015ChinaJournal articleSimulationApplication tool for the simulation, assessment and analysis of disasterHighBloch et al (73)2015USAJournal articleSimulationSimulation is becoming standard during emergency medicine (EM) training.HighUriarte, et al (74)2015SwedenJournal articleSimulationUse of simulation for improving healthcare providersHighPucher, et al (75)2014LondonJournal articlevirtual realityFeasibility of a novel virtual-worlds–based system for training and assessment in major emergencies responseHighElmqvist, et al (76)2014SwedenJournal articlevirtual reality’ Strategies Patients for dealing with their situation at an Emergency DepartmentHighElGammal, et al (77)2014Saudi ArabiaJournal articleEmergencyDepartmentEmergency Department triageHighBruballa, et al (78)2014SpainJournal articleSimulationKnowledge discovery by the simulationHighAl Owad, et al (79)2014AustraliaBookEmergencyDepartmentIntegrated approach for patient flow improvement in the hospital EDHighAboueljinane, et al"
  },
  {
    "full_text": "in the hospital EDHighAboueljinane, et al (80)2014FranceThesisSimulationA simulation to improve the performance of an emergencyHighAbo-Hamad, et al (81)2014IrelandJournal articleSimulationAn simulation-based decision support framework support is presented in this paper for process improvement. healthcareHighKeshtkar, et al (82)2014IRANJournal articleSimulationAn emergency department performance uses simulation.HighCabrera, et al (83)2012SpainConference paperSimulationSimulation to design a system for healthcare emergency departmentsHighZheng, et al (84)2011ChinaConference paperSimulationSimulations are for improving the efficiency.HighChrist, et al (85)2010USAJournal articleSimulationTo identify modern triage instrumentsHighThe findings of this study show that identifying the dimensions and components of simulation of the hospital emergency department at the time of accidents and disasters were divided into 3 main categories and 10 subcategories, including factors related to manpower (manpower arrangement, performance-awareness-skills, safety, and communication), factors related to medical services (triage, time, and transfer of the injured), and factors related to resource management and support (physical environment, equipment, and the information system) (Table 2).Table 2The dimensions and components of simulation of the hospital emergency department at the time of emergency and disasters based on the systematic reviewGroupDimensionsIdentifying the components of simulation of the hospital emergency departmentManpowerManpower arrangementWork shift patternNumber of manpowerDistribution of manpower in each unit of the emergency departmentPlanning the presence of service providers in the emergency departmentWork plan of service providers in emergenciesManpower for triageManpower for resuscitationProviding manpower in an emergencyPerformance, awareness, skillsClinical knowledge and skills of health care providersEffectiveness of services (quality of services and efficient services) provided by service providersKnowledge and preparedness of service providers in an emergencyClinical capability of health care providersCare team ready to provide health care servicesAwareness of the caring role of each service providerAwareness of guidelines and standards of the hospital emergency departmentSafetyThreats to health care providersDangers threatening the injuredPhysical hazards of the environmentCommunicationInteraction between the patient and the physicianTeamwork between health care providersBehavioral skillsDynamic interactions of service providersHow to communicate with the injuredMedical servicesTriagePrioritizing the injuredLeveling triage for the injuredTriage processDuration of triage (start and end times of triage)TimeWaiting time for a visit to the treatment roomWaiting time for admissionDuration of stay in the emergency roomTime of entry of the injured to the emergency departmentTransfer of the injuredEmergency managementThe process of"
  },
  {
    "full_text": "of the injuredEmergency managementThe process of transferring the injuredPatient entry flow to the emergency department (by ambulance or personal car)Accumulation of the injured in the emergency departmentIncrease in the number of the injured referring to the emergency departmentResource management and supportPhysical environmentWaiting space for treatmentResuscitation spaceTriage spaceOutpatient surgery spaceTreatment spacePharmaceutical spaceIsolated spaceSpace for an ambulance in an emergencyLocation of the emergency departmentSpecific entry and exit pathsIntegrating the healthcare spaceInformation systemTechnology infrastructure of the emergency department (HIS system)Registration of the injured information in the emergency department (file formation)How to admit and discharge the injuredElectronic service records of the injuredInforming and communication with other departmentsManpower recruitmentEquipmentAvailability of equipmentStandby equipmentHow to allocate emergency bedsOptimal use of equipmentProper distribution and sharing of equipmentEquipment supply chain (logistics, and storage)Increase in capacity to respondDiscussion1. Factors Related to ManpowerThe most important factors related to manpower identified in the simulation components of the emergency department during emergencies and disasters included manpower arrangement, performance-awareness-skills, safety, and communication.1-1-Knowledge, Skills, and PerformanceBased on the findings of the systematic review of related articles, manpower arrangement, performance-awareness-skills, safety, and communication were identified as the most effective factors related to manpower. In total, 22 studies examined the effects of knowledge, skills, training, and performance of health care providers. According to the results of these studies, physicians and nurses in the emergency department were the primary manpower staff in abnormal conditions. However, their responsibilities increased several times in the event of a hospital emergency. High efficiency and appropriate skills along with real capabilities were essential to save human lives and improve their health in emergencies (11,12). The findings of studies also revealed that having the right information, skills, and experience is critical for providing good and safe care and that doing simulation exercises can help them enhance their skills (13). In terms of training and competency evaluation, practice is critical to becoming an experienced and highly talented individual. Because simulation allows theoretical and practical knowledge to be transformed into an experience, it is becoming more popular in education (13-15,11). Other studies found that health care personnel’ abilities and disaster preparedness were critical in responding to the World Health Organization’s and Pan American Health Organization’s requests for fundamental health care measures to ensure safe facilities in an emergency. Because health care providers are the first"
  },
  {
    "full_text": "Because health care providers are the first critical caregivers of the injured, such a response should involve safety assessments, protection, and training of health personnel in emergencies, as well as disaster strategy planning to manage the situation. To minimize the effect of disasters, health care providers should be prepared and take care of the injured with various abilities and care (16-19,2). Studying the impact of health care team training and simulation-based training is essential for preparing health care services to respond to disasters. There are two 2 key areas where educational priorities have been established. The first is service quality and a capable team in the care process (eg, proper use of equipment and standardization of services) (20,21,17).1-2 -SafetyAnother relevant element highlighted in this systematic review is safety and error reduction. Studies in this field have found that protecting the safety of health care workers by enhancing technical skills, boosting team performance, and lowering medical errors has led to an increased focus on practices and simulation in medical education, continuing education, and team training. They provide a safe environment for learning, maintaining technical skills, and improving knowledge, confidence, communication, and group behaviors (22,12). Simulation-based learning related to error reduction is a tool to improve the quality of services to injured people in the event of accidents and disasters. Simulation training in a real clinical environment is a new approach to identify health care system deficiencies (23,24,18).Effective interpersonal communication and skills have long been recognized as essential to providing quality health care. Interactions between the patient and the physician in stressful work areas, such as hospital emergency departments, can challenge the provision of quality care (25,26).1-3- Manpower ArrangementOne of the associated elements revealed in this systematic review was the workforce. Nurses make up the greatest group have been introduced, components and specifications including the skill, degree, or competency, staffing, staff levels, nursing shifts, or nurses’ work patterns (26( Related studies showed that one of the main strategies for selecting staff has been how to plan work shifts, which is very important in times of accidents and disasters so that today appropriate are person layout is used to determine the allocation of the optimal staff resources medical number of staff and a combination of medical staff) to meet the needs of patient care(27-29). Because the emergency department is one of the most important departments in health care centers, organizing the flow of patients in this department is an important issue. Factors such as a shortage of nurses and physicians, long hospitalization periods in the triage area, long waiting times, and slow laboratory and radiology stages can cause problems for patients; thus, in the event of accidents or"
  },
  {
    "full_text": "for patients; thus, in the event of accidents or disasters, it is necessary to use efficient human capacity for clinical management of patients’ flow (30,31). Some existing studies showed the use of a more realistic and accurate simulation model was necessary to estimate system performance based on human resources, deployment, and relocation, work shift planning, human resource dimensions, manpower recruitment, and replacement or control of variables (manpower or service providers), including determination of skills and the total number of human resources because the amount of human resource utilization, as the total workload divided by the total operating time of these 2 criteria, was very important (32-35,29).2. Factors Related to Medical ServicesThe most important factors related to medical services identified in the simulation components of the emergency department at the time of accidents and disasters included triage, time, and transfer of the injured.2-1-Triage of the InjuredOne of the main components related to medical services in the triage of the injured. The purpose of triage is to quickly and safely assess patients, their health care needs, and the level of care, and base the priority on their medical needs (36,37). The results of the study showed that triage was essential for most busy emergency departments. The tools of Simple Triage and Rapid Transport have been commonly included in many hospital programs. This method is thought to be prevalent intoacilitate 2-way communication between first responders, hospital staff, and medical transport teams (38,30,26,13)The global development of scales triage over the past 2 decades has led to considerable research into the reliability and validity of this scale (39-41,27). Congestion is prevalent in emergency rooms, and it can result in catastrophic errors. Throughout triage, care priorities and acute levels are assessed, and omissions during the triage process might have negative consequences for patients (42). The results of studies showed that with the increase in referrals to emergency departments at the time of emergencies and disasters to more than 130 million people in the year, triage nurses were under pressure to quickly and accurately assess each patient. The crucial start of treatment for patients in emergency rooms is assessment triage, which determines the severity of patients to prioritize care. Initial evaluation of triage can affect the length and quality of visits to emergency departments. Because of the nature of the emergency department, nurses are subjected to frequent errors that can lead to inaccuracies in the assessment, lowering the quality of care. However, by placing nurses in a simulation environment during accidents and disasters, as well as having experience with mass injured people, these errors can be reduced to some extent (43-48,25). All research dealing with the expanding and well-known congestion problem needed modeling of injured triage at the emergency"
  },
  {
    "full_text": "modeling of injured triage at the emergency department, according to studies. Because simulation models are often used to evaluate solutions to reduce the impact of this phenomenon worldwide (49,40), in the field of triage and triage training, simulated exercises and courses are less considered and this is when the results of studies have shown the positive impact of such activities on the strength and awareness of health care personnel in the field of triage. By practicing, people can imagine themselves in critical and special situations, and as a result, when they face these situations, they can control the existing pressures and stresses and can act in a structured way (13-15). Bulduc et al (2018) evaluated human and computer triage in catastrophes and found little difference in the accuracy of system anthe d human triage. Therefore, due to the high potential of computer systems and artificial intelligence, the necessary upgrades should be done to be able to help humans in the field of triage (53). The findings of this study were somewhat different from those of the present study. The results of the present study showed that decision-making systems and artificial intelligence lacked the requisite power and efficiency, and performed poorly when compared to humans, but the Bolduc study found that computer systems’ triage accuracy was comparable to humans.2-2- TimeOne of the factors influencing medical services is time, which is very important to treat the injured and reduce the waiting time. Studies showed that due to the important role of hospital emergency departments in providing emergency care, the emergency department was in constant demand, which often led to long waiting times. The use of emergency department simulation modeling and its contribution to reducing patient wait times has been significant (54-57). Some studies showed that despite the development of information and the growth of medical technology, patient waiting times still existed. The problem with today’s healthcare systems is that patients frequently have terrible experiences in waiting rooms, even though their presence is required for receiving medical treatment. The health care system affects the patient’s waiting time under unpredictable circumstances and complexity. To deal with these conditions and reduce patient dissatisfaction with waiting time, the queue theory implementation is necessary (58-61).2-3- Transfer of the InjuredAnother factor related to the medical services is the transfer of the injured. Studies showed that the transportation of the injured has highlighted the lack of intensive care beds and appropriate systems for the transfer of this group of patients (62,63). Appropriate measures before transferring the injured, clinical conditions, physiological parameters, and appropriate equipment are necessary (16,17) According to studies, trauma is the most common reason for moving people from the emergency ward to other wards. A significant number of injured"
  },
  {
    "full_text": "to other wards. A significant number of injured people are transported with acute conditions and require surgery. Emergency physicians should be actively involved in the development of intensive care systems (65,29,23,19,2).3. Factors Related to Resource Management and SupportFindings extracted from the studies indicated that some resource-related factors were effective in the simulation components of the hospital emergency department. In the present study, these factors were classified and discussed in 3 categories, including physical environment, equipment, and the information system.3-1- Physical EnvironmentThe physical environment is one of the effective factors in identifying the components of the hospital emergency department in the simulation. Simulation provides a better understanding of the physical environment of the emergency department and the decision to create optimal strategies (66-68). According to studies, the emergency department’s physical environment should be a fully isolated place from the rest of the hospital. Due to the crowds and the volume of patient admissions, triage rooms (41), the cardiac resuscitation room of the injured (69,70), the treatment room (71), a space for the ambulance entry into the hospital (72,21), and specific entry and exit paths (73) should be integrated and coordinated. This coordination between different parts in times of accidents and disasters can be achieved by a simulation model to avoid congestion (74( Other studies in the field of simulation also stated that the design of a hospital emergency simulation when referring the massively injured to the emergency room of the cardiopulmonary resuscitation room and the intensive care unit, the operating room is needed (75).3-2- EquipmentOne of the elements affecting resources in a hospital emergency is equipment, which has an impact on the dimensions and components of the simulation. According to studies, hospitals provide their employees with resources and equipment to fulfill the demands of patients sent to the emergency department to provide quality services and proper allocation and sharing (76-78,28). Researchers showed that simulation could be effective in improving the capacity of equipment (79,54) and also simulation methods could be used to optimize the evolution of equipment in the event of accidents and disasters (76,35). Other research has found that properly planning the capacity and facilities of a hospital’s emergency department can considerably improve the capability and efficacy of treating emergency patients who have been injured in a disaster. Such information can be used for patient/ ambulance routing, equipment planning, and management of emergency operations (80,83,73,2).3-3- Information SystemThe information system is also one of the components in the simulation design of the emergency department. In this regard, many studies were conducted and researchers found that recording the information, and electronic service records of"
  },
  {
    "full_text": "information, and electronic service records of the injured referred to the emergency department could be effective in providing health services to the injured (59,39,25). Studies showed that computerized registration of the injured referring to the hospital emergency department helped reduce the risk of errors in clinical decision-making )84,85, 15).ConclusionThe systematic review of studies on the dimensions and components of simulation of the hospital emergency department showed that most studies were conducted to identify the components of the hospital emergency department to design a simulation model and the impact of factors related to manpower, factors related to health services, and factors related to sources were investigated. However, the study of the simulation of other hospital wards, including the intensive care unit and general wards, has received less attention from researchers. Also, among the conducted studies, the number of ones related to occupational injury simulation was very limited.Since in most of the studies reviewed in the present systematic review, the focus has been on providing services to the injured to identify the dimensions and components of simulation of the hospital emergency department during accidents and disasters, the main theme of the study was related to environmental factors, skills, awareness, and knowledge of service providers. On the other hand, the results of studies on the effect of health care factors in the simulation of the emergency department showed that the referral of the injured to the hospital emergency department in the face of emergencies was unpredictable. Therefore, the assessment of readiness to provide services has drawn more attention. Thus, according to the results of this systematic review, identifying the dimensions and components of simulation of the hospital emergency department at the time of accidents and disasters is with the approach of identifying all risks. Thus, identification of the dimensions and components of a hospital at the time of accidents and disasters, including radiation, chemical, and nuclear accidents with a focus on human health and with minimal damage to human health, is recommended in future studies.Finally, because the present systematic review focuses on identifying the simulation components of the hospital emergency department, such as the equipment supply chain and the provision of health services to injured patients referred to the hospital emergency department, the findings suggest that the hospital emergency department’s equipment, manpower, and physical environment are effective in designing the simulation. As a result, future studies should use a qualitative approach and concentrate on simulating the hospital emergency department during disasters, as done by the same researchers.AcknowledgmentThis research was supported by the School of Health Management and Information Sciences of Iran University of Medical Sciences, Tehran, Iran.Ethical"
  },
  {
    "full_text": "of Medical Sciences, Tehran, Iran.Ethical ApprovalThe study was approved by Iran University of Medical Sciences with the code of ethics of IR.IUMS.REC.1400.633.Abreviation ListSimple Triage and Rapid Transport = STARTCardiopulmonary Resuscitation = CPROperating Room = ORIntensive Care Unit = ICUCritical Appraisal = CASPStrengthening the Reporting of Empirical Simulation Studies = STRESSEmergency Departments = EDPan American Health Organization = PAHOWorld Health Organization = WHOCardiopulmonary resuscitation= CPRConflict of InterestsThe authors declare that they have no competing interests."
  }
]