[
  {
    "full_text": "TITLE: Acute care related to cannabis use during pregnancy after the legalization of nonmedical cannabis in Ontario ABSTRACT: Background:Cannabis use during pregnancy is increasing, but the contribution of cannabis legalization to these trends is unclear. We sought to determine whether health service utilization related to cannabis use during pregnancy increased after the legalization of nonmedical cannabis in October 2018 in Ontario, Canada.Methods:In this population-based, repeated cross-sectional study, we evaluated changes in the number of pregnant people who received acute care (emergency department visit or admission to hospital) between January 2015 and July 2021 among all people eligible for the province’s public health coverage. We used segmented regression to compare changes in the quarterly rate of pregnant people with acute care related to cannabis use (primary outcome) with the quarterly rates of acute care for mental health conditions or for noncannabis substance use (control conditions). We identified risk factors associated with acute care for cannabis use and the risk of adverse neonatal outcomes using multivariable logistic regression models.Results:The mean quarterly rate of acute care for cannabis use during pregnancy increased from 11.0 per 100 000 pregnancies before legalization to 20.0 per 100 000 pregnancies after legalization (incidence rate ratio [IRR] 1.82, 95% confidence interval [CI] 1.44–2.31), while acute care for mental health conditions decreased (IRR 0.86, 95% CI 0.78–0.95) and acute care for noncannabis substance use did not change (IRR 1.03, 95% CI 0.91–1.17). Legalization was not associated with an immediate change, but the quarterly change in rates of pregnancies with acute care for cannabis use increased by 1.13 (95% CI 0.46–1.79) per 100 000 pregnancies after legalization. Pregnant people with acute care for cannabis use had greater odds of having received acute care for hyperemesis gravidarum during their pregnancy than those without acute care for cannabis use (30.9% v. 2.5%, adjusted odds ratio [OR] 9.73, 95% CI 8.01–11.82). Pregnancies with acute care for cannabis use had greater odds of newborns being born preterm (16.9% v. 7.2%, adjusted OR 1.93, 95% CI 1.45–2.56) and of requiring care in the neonatal intensive care unit (31.5% v. 13.0%, adjusted OR 1.94 95% CI 1.54–2.44) than those without acute care for cannabis use.Interpretation:The rate of acute care related to cannabis use during pregnancy almost doubled after legalization of nonmedical cannabis, although absolute increases were small. These findings highlight the need to consider interventions to reduce cannabis use during pregnancy in jurisdictions pursuing legalization. BODY: Cannabis use during pregnancy is becoming more common in North America, with self-reported use increasing from 3.4% to 7.0% between 2003 and 2017 in the United States and from 1.2% to 1.8% in Ontario, Canada, between 2012 and 2017.1,2Accumulating evidence suggests that"
  },
  {
    "full_text": "and 2017.1,2Accumulating evidence suggests that cannabis use during pregnancy is associated with adverse perinatal and neonatal outcomes, including stillbirth, preterm birth and neonatal morbidity and mortality.3,4Evidence also increasingly supports associations between cannabis use during pregnancy and neurologic and developmental disorders later in childhood, including autism spectrum disorder.5On Oct. 17, 2018, Canada became the second country, after Uruguay, to legalize recreational or nonmedical cannabis nationally for adult use.6Cannabis legalization may lead to further increases in cannabis use during pregnancy. Only a few small, survey-based studies with inconsistent results have explored this concern. One study from British Columbia, Canada, included 819 participants and found an insignificant increase in self-reported cannabis use during pregnancy after legalization.7Another single-centre study from Ontario, which included 149 pregnancies, found no significant change in the proportion of pregnancies that tested positive for cannabis via urine drug screen in the first year after legalization.8Findings from the US are mixed; a study found higher odds of cannabis use in states where it is legal than in states in which use is illegal,9but another found that increases over time in cannabis use during pregnancy did not differ by the state’s legal status.10Although literature suggests that pregnant people commonly use cannabis during pregnancy to alleviate symptoms of morning sickness, the risk factors that are associated with heavy cannabis use or cannabis use disorders during pregnancy are poorly understood.11–13We aimed to evaluate population-level changes in the frequency of pregnant people requiring acute hospital care (emergency department [ED] visit or admission to hospital) related to cannabis use before and after the legalization of nonmedical cannabis in Ontario. We also sought to identify risk factors for acute care for cannabis use during pregnancy and to evaluate the association between acute care for cannabis use and adverse neonatal health outcomes.MethodsStudy design, participants and data sourcesWe conducted a repeated cross-sectional population-level study in Ontario, Canada, using routinely collected health administrative data for all people eligible for the province’s government-funded health insurance, the Ontario Health Insurance Plan (OHIP). Ontario had a population of 14.3 million in 2018. We used previously published methods to identify all pregnancies in Ontario (including live births, stillbirths, miscarriages or induced abortions) that ended between January 2015 and June 2021, along with the estimated date of conception.14We excluded pregnancies from people younger than 10 years or older than 55 years at their estimated date of conception and those who were ineligible for OHIP on or during the 2 years before their estimated date of conception.14,15We obtained individual characteristics (age of the pregnant person,"
  },
  {
    "full_text": "characteristics (age of the pregnant person, rural residence, neighbourhood income quintile), prepregnancy health (outpatient visits, ED visits, admissions to hospital, presence of chronic conditions), pregnancy outcomes and neonatal outcomes from 7 individual-level databases. Databases were linked using unique coded identifiers and analyzed at ICES (see Appendix 1A, available atwww.cmaj.ca/lookup/doi/10.1503/cmaj.230045/tab-related-contentfor details).16These data sets capture all ED visits and admissions to hospital in Ontario (including the associated diagnostic codes) and pregnancy and neonatal outcomes for more than 98% of births.14ExposureWe considered exposure to start in October 2018 when nonmedical cannabis was legalized nationally and became available for purchase (see Appendix 1B for details about cannabis policy in Ontario and Canada).OutcomesThe primary outcome was receiving acute care (either an ED visit or admission to hospital) related to cannabis use (including cannabis derivatives) during pregnancy. We identified acute care visits as related to cannabis whenInternational Classification of Diseases, 10th Revision(ICD-10) codes T40.7 (poisonings by cannabis, including derivatives) or F12.X (mental and behavioural disorders due to use of cannabinoids) were the main or contributing reason for the visit. We also used codes for cannabis use from the 9th and 10th revisions of the ICD Clinical Modification (ICD-9 and ICD-10-CM) to identify hospital admissions for adult mental health services through the Ontario Mental Health Reporting System (OMHRS). These codes are part of the Canadian Institute for Health Information indicator for hospital stays for harm caused by substance use.15We could not include outpatient visits for cannabis use during pregnancy (including triage visits to labour and delivery units that did not result in hospital admissions) as OHIP outpatient diagnostic codes do not include cannabis specifically.Importantly, 18 months after the legalization of nonmedical cannabis, the World Health Organization declared the global COVID-19 pandemic. To account for pandemic influences on mental health and health care use, we used control outcomes of acute care visits for mental health disorders (e.g., anxiety, depression, schizophrenia, bipolar disorder) and for noncannabis substance use (e.g., opioids, alcohol, cocaine) during pregnancy, using the codes described in Appendix 1C.17We examined low birth weight (severely small for gestational age, ≤ 5th percentile), preterm birth (< 37 weeks’ gestational age) and receiving care in a neonatal intensive care unit (NICU) within the first 28 days of life as adverse neonatal outcomes of pregnancy (Appendix 1C).16,18,19These 3 outcomes are routinely used measures of severe neonatal morbidity.Statistical analysisWe calculated the quarterly rate of the primary and control outcomes before legalization (January 2015 through September 2018) and after legalization (October 2018 through June"
  },
  {
    "full_text": "and after legalization (October 2018 through June 2021). We used quasi-Poisson models to generate crude incidence rate ratios (IRRs) per 100 000 pregnant people, with 95% confidence intervals (CIs). We then used an interrupted time series approach with segmented regression analysis to assess the immediate and gradual changes in rates after legalization. For the primary outcome, we evaluated changes in the quarterly rate of acute care visits for cannabis use per 100 000 pregnant people. For the control outcomes, we evaluated the quarterly rate of acute care for cannabis use per 100 pregnant people receiving acute care for a mental health disorder and per 100 pregnant people receiving acute care for substance use (including cannabis). We included indicators representing the 4 seasons to account for seasonal variation, and all analyses included first-order autocorrelation. When visualizing quarterly trends, we presented deseasonalized rates, with the season fixed in spring. We expressed the immediate and gradual changes after legalization as absolute rate changes with 95% CIs. In April 2019, the OMHRS database replaced ICD-9-CM codes with ICD-10-CM codes. Since ICD-10-CM includes additional codes for cannabis use (e.g., cannabis-induced psychosis), we ran a sensitivity analysis excluding pregnancies identified solely from using ICD-10-CM codes in OMHRS from the interrupted time series.We compared baseline characteristics between pregnant people with and without acute care for cannabis use using standardized differences. We then conducted multivariable logistic regression analyses to identify predictors of receipt of acute care for cannabis use during pregnancy. We included each patient only once in the analysis, as we randomly selected 1 pregnancy per patient. For logistic regression analyses, we classified pregnancies as occurring before or after legalization based on when the pregnancy began (we also completed a sensitivity analysis with classification based on when the pregnancy ended). We evaluated the association between pregnant people receiving acute care for hyperemesis gravidarum and receiving acute care for cannabis use. We included an interaction term between acute care for hyperemesis gravidarum and cannabis legalization. Finally, we reported neonatal outcomes for pregnancies with and without acute care for cannabis use and compared outcomes using multivariable logistic regression. We adjusted for individual characteristics (age of the pregnant person, rural residence, neighbourhood income quintile), chronic conditions present before pregnancy (asthma, diabetes, hypertension), mental health and substance use before pregnancy (outpatient and acute care visits) and acute care for mental health or substance use during pregnancy. All data were complete except for rural residence and neighbourhood income quintile (< 0.2% missing). We added a missing category for these variables and included these people in all analyses. We completed all"
  },
  {
    "full_text": "these people in all analyses. We completed all statistical analyses using SAS Enterprise Guide 7.1 (SAS Institute).Ethics approvalThe use of the data in this project was authorized under section 45 of Ontario’sPersonal Health Information Protection Actand did not require review by a Research Ethics Board.ResultsBetween January 2015 and June 2021, 1 097 294 pregnancies occurred in Ontario. We included 980 398 pregnancies from 691 242 unique individuals, after excluding 116 896 (10.6%) pregnancies for data quality issues or for not meeting OHIP eligibility requirements (Figure 1). Of these 691 242 pregnant patients, 533 (0.08%) had at least 1 pregnancy with an acute care visit for cannabis use (7 pregnant people had 2 pregnancies with an acute care visit for cannabis use). Compared with pregnant people without an acute care visit for cannabis use, those with an acute care visit for cannabis use were younger (mean age 24.4 v. 30.4 yr) and more likely to live in the lowest income quintile (40.3% v. 21.9%) and in a rural setting (17.4% v. 9.3%) (Table 1). Pregnant people with acute care for cannabis use were much more likely than people without acute care for cannabis use to have acute care visits for substance use (22.1% v. 1.0%), acute care visits for a mental health condition (36.2% v. 3.3%) and outpatient mental health visits (67.0% v. 28.4%) in the 2 years before conception.Figure 1:Flow diagram showing cohort creation and exclusions.Table 1:Characteristics of pregnant people and pregnancies with and without acute care for cannabis use between January 2015 and July 2021 in Ontario, CanadaCharacteristicNo. (%)*Standardized differenceAcute care visit for cannabisNo acute care visit for cannabisNo. of pregnant people533690 709Age at conception, yr, mean ± SD24.4 ± 5.830.4 (5.9)1.04Age at conception, yr10–1879 (14.8)16 666 (2.4)0.4519–24221 (41.5)94 835 (13.7)0.6525–34206 (38.6)411 696 (59.6)0.43≥ 3527 (5.1)167 512 (24.3)0.56RuralityUrban438 (82.2)625 476 (90.6)0.25Rural93 (17.4)64 087 (9.3)0.24Neighbourhood income quintile1 (lowest)215 (40.3)151 404 (21.9)0.412108 (20.3)141 004 (20.4)0.00392 (17.3)144 675 (20.9)0.09465 (12.2)138 971 (20.1)0.225 (highest)49 (9.2)113 166 (16.4)0.22Acute care visits for substance use in 2 years before conceptionAny118 (22.1)6839 (1.0)0.70Alcohol41 (7.7)3947 (0.6)0.36Opioids17 (3.2)715 (0.1)0.24Cannabis33 (6.2)573 (0.1)0.36Other54 (10.1)2230 (0.3)0.45Unspecified16 (3.0)361 (0.1)0.24Acute care visits for mental health in the 2 years before conceptionAny193 (36.2)22 735 (3.3)0.91Mood disorder84 (15.8)7607 (1.1)0.55Anxiety disorder109 (20.5)14 465 (2.1)0.61Schizophrenia or psychosis40 (7.5)1024 (0.1)0.39Deliberate self harm53 (9.9)3837 (0.6)0.43Other51 (9.6)2592 (0.4)0.43Outpatient visits for mental health and addiction in the 2 years before conceptionAny357 (67.0)196 072 (28.4)0.84Family physician327 (61.4)188 036 (27.2)0.73Psychiatrist182 (34.1)34 982 (5.1)0.79Chronic health conditions before pregnancyDiabetes18 (3.4)15"
  },
  {
    "full_text": "conditions before pregnancyDiabetes18 (3.4)15 147 (2.2)0.07Asthma156 (29.3)121 923 (17.7)0.28Hypertension13 (2.4)17 761 (2.6)0.01No. of pregnancies540979 858Pregnancy outcomeLive birth377 (69.8)737 341 (75.2)0.12Stillbirth6 (1.1)4012 (0.4)0.08Spontaneous abortion42 (7.8)77 286 (7.9)0.00Induced abortion81 (15.0)106 358 (10.9)0.12Threatened abortion34 (6.3)54 861 (5.6)0.03Estimated gestational age at first acute care visit for cannabis use, wk, mean ± SD12.2 ± 11.7NAEstimated gestational age at first acute care visit for cannabis useFirst trimester361 (66.9)Second trimester92 (17.0)Third trimester87 (16.1)Note: NA = not applicable, SD = standard deviation.*Unless indicated otherwise.Our study included 540 pregnancies with acute care for cannabis use. Most acute care events were ED visits (n= 390, 72.2%). The most common reasons for an acute care event were harmful cannabis use (n= 311, 57.6%), followed by cannabis dependence or withdrawal (n= 116, 21.5%) and acute cannabis intoxication (n= 69, 12.8%); Appendix 1E, eTable 1 shows detailed diagnostic codes and types of visits. The mean gestational age at the time of the first acute care visit for cannabis use during pregnancy was 12.2 (standard deviation [SD] 11.7) weeks, and 20.7% of pregnant people who attended the ED for cannabis use had their first visit after 20 weeks’ gestation. Most pregnancies (n= 377, 69.8%) ended in a live birth, with 6 (1.1%) ending in a stillbirth, 42 (7.8%) ending in a spontaneous abortion and 81 (15.0%) ending in an induced abortion.Changes after legalizationThe mean quarterly rate of acute care visits for cannabis use during pregnancy increased by 82% (IRR 1.82, 95% CI 1.44–2.31), from 11.0 per 100 000 pregnancies before legalization to 20.0 per 100 000 pregnancies after legalization. In contrast, the mean quarterly rate of acute care visits for mental health conditions during pregnancy decreased by 14% (IRR 0.86, 95% CI 0.78–0.95) from 189.1 per 100 000 pregnancies before legalization to 162.8 visits per 100 000 pregnancies after legalization. The mean quarterly rate of acute care visits for noncannabis substance use did not differ by legalization period (Table 2).Table 2:Changes in the rate of acute care for cannabis use and control conditions during pregnancy before and after the legalization of nonmedical cannabis in Ontario, CanadaConditionBefore legalization*After legalization*Incidence rate ratio (95% CI)No. of pregnanciesMean quarterly rate per 100 000 pregnanciesNo. of pregnanciesMean quarterly rate per 100 000 pregnanciesCannabis use29911.024120.01.82 (1.44–2.31)Noncannabis substance use123141.457542.81.03 (0.91–1.17)Any mental health condition4575189.11880162.80.86 (0.78–0.95)Note: CI = confidence interval.*Total of 678 353 pregnancies before legalization and 302 045 pregnancies after legalization.Interrupted time series analyses of acute care for cannabis use during pregnancy per 100 000 pregnancies and per 100 pregnancies with acute care for mental health"
  },
  {
    "full_text": "100 pregnancies with acute care for mental health or for substance use are shown inFigure 2. We observed a nonsignificant trend of increasing quarterly rates of acute care visits for cannabis use per 100 000 pregnancies before legalization (0.28, 95% CI −0.07 to 0.63). Legalization was not associated with an immediate change but was significantly associated with a subsequent quarterly increase of 1.13 (95% CI 0.46 to 1.79) pregnancies with acute care for cannabis use per 100 000 pregnancies. We observed the same pattern for quarterly rates of pregnancies with acute care for cannabis per 100 pregnancies with acute care for mental health conditions or for substance use (see Appendix 1E, eTable 2 for the model coefficients).Figure 2:Quarterly time series showing observed and predicted rates of acute care for cannabis use during pregnancy per (A) 100 000 overall pregnancies, (B) per 100 pregnancies with acute care for a mental health disorder and (C) per 100 pregnancies with acute care for substance use. The dashed line divides the before and after legalization periods. Note: CI = confidence interval.Sensitivity analysisDuring the study period, 15 of the 540 pregnancies with acute care for cannabis use (2.8%) were identified solely by a hospital admission recorded in the OMHRS database using a newly introduced ICD-10-CM code. When we excluded these 15 pregnancies from our interrupted time series analyses, we did not observe any important differences in our results (Appendix 1, eTable 3).Factors associated with acute care for cannabis use during pregnancyTable 3shows the results of the a univariable and multivariable logistic regression evaluating predictors of acute care for cannabis use during pregnancy. After adjustment, patients younger than 35 years, those living in rural settings and those living in neighbourhoods of the lowest income quintile had higher odds of acute care for cannabis use during pregnancy. In addition, patients who received acute care for any substance use or schizophrenia before pregnancy, or who accessed outpatient mental health services before pregnancy had higher odds of acute care for cannabis use during pregnancy. Patients who received acute care for cannabis use during pregnancy also had higher odds of acute care for hyperemesis gravidarum during pregnancy (n= 167, 30.9%; adjusted odds ratio [OR] 9.73, 95% CI 8.01–11.82) than patients without acute care for cannabis use (n= 24 060, 2.5%). For the 170 patients with both acute care for hyperemesis gravidarum and cannabis use, the first episode of hyperemesis gravidarum occurred before the first episode of cannabis use in 84 (50.3%) pregnancies and during the same acute care event in 48 (28.7%) pregnancies. The association between acute care for hyperemesis gravidarum and acute care for cannabis use was larger after legalization (adjusted OR 12.28, 95% CI 9.28–16.24) than before legalization (adjusted OR 8.00, 95% CI 6.13–10.44,pinteraction= 0.027).Table 3shows the model"
  },
  {
    "full_text": "0.027).Table 3shows the model coefficients without interaction terms, and Appendix 1E, eTable 4 shows the model coefficients, including interaction terms. We did not observe any important differences in results of the sensitivity analysis in which we classified legalization period based on pregnancy end date instead of start date (Appendix 1E, eTable 5).Table 3:Association between legalization of nonmedical cannabis, demographic factors and previous health service use, with acute care for cannabis use during pregnancyVariableAcute care for cannabis use during pregnancyUnadjusted model, OR (95% CI)Adjusted model*, OR (95% CI)Cannabis legalization periodBeforeRef.Ref.After1.77 (1.50–2.11)1.76 (1.48–2.10)Maternal age, yr10–1829.52 (19.06–45.7)9.55 (6.05–15.08)19–2414.43 (9.67–21.51)6.89 (4.59–10.36)25–343.11 (2.08–4.64)2.62 (1.75–3.93)≥ 35Ref.Ref.Income quintileQ1 (lowest)3.27 (2.40–4.47)2.10 (1.53–2.88)Q21.77 (1.26–2.48)1.40 (0.99–1.98)Q31.47 (1.04–2.07)1.35 (0.95–1.92)Q41.08 (0.74–1.56)1.09 (0.75–1.58)Q5 (highest)Ref.Ref.RuralityUrbanRef.Ref.Rural2.07 (1.66–2.59)1.56 (1.24–1.97)Acute care for hyperemesis gravidarumNo acute careRef.Ref.Acute care18.08 (15.04–21.74)9.73 (8.01–11.82)Substance use disorder before pregnancyNoneRef.Ref.Alcohol14.49 (10.52–19.95)2.12 (1.48–3.05)Opioids31.06 (19.06–50.6)2.37 (1.32–4.27)Cannabis79.09 (55.09–113.55)5.15 (3.33–7.97)Other34.79 (26.18–46.24)2.77 (1.89–4.04)Mental health disorder before pregnancyNoneRef.Ref.Anxiety11.99 (9.71–14.81)1.28 (0.97–1.68)Depression16.90 (13.37–21.35)1.31 (0.96–1.77)Schizophrenia55.52 (39.99–77.07)4.74 (3.12–7.22)Self-harm19.79 (14.88–26.33)1.34 (0.94–1.91)Other28.08 (20.99–37.57)1.45 (1.00–2.11)Prepregnancy mental health service useNoneRef.Ref.Family medicine4.25 (3.57–5.06)1.97 (1.62–2.40)Psychiatry9.73 (8.14–11.65)2.33 (1.83–2.95)Note: CI = confidence interval, OR = odds ratio, Ref. = reference.*Adjusted for cannabis legalization, maternal age, neighbourhood income quintile, rurality, hyperemesis gravidarum, prepregnancy acute care for substance use and mental health conditions, and prepregnancy outpatient mental health visits to family physician or psychiatrist.Neonatal outcomes for pregnancies with acute care for cannabis useHaving a pregnancy with acute care for cannabis use was associated with higher rates of adverse neonatal outcomes, compared with pregnancies without acute care for cannabis use, including birth before 37 weeks’ gestational age (16.9% v. 7.2%, adjusted OR 1.93, 95% CI 1.45–2.56), birth weight at or below the bottom 5th percentile after adjustment for gestational age (12.1% v. 4.4%, adjusted OR 2.24, 95% CI 1.62–3.11) and admission to the NICU during the first 28 days of life (31.5% v. 13.0%, adjusted OR 1.94, 95% CI 1.54–2.44) (Table 4).Table 4:Neonatal outcomes for live births from pregnancies receiving and not receiving acute care for cannabis useOutcomeNo. (%) of live births*Unadjusted model, OR (95% CI)Adjusted model†, OR (95% CI)Acute care for cannabis"
  },
  {
    "full_text": "model†, OR (95% CI)Acute care for cannabis usen= 356No acute care for cannabis usen= 723 039Preterm birth (< 37 weeks’ gestational age)60 (16.9)52 234 (7.2)2.61 (1.98–3.44)1.93 (1.45–2.56)Severely small-for-gestational age (< 5th percentile)43 (12.1)31 478 (4.4)3.02 (2.19–4.15)2.24 (1.62–3.11)NICU in first 28 days of life112 (31.5)94 338 (13.0)3.06 (2.45–3.83)1.94 (1.54–2.44)Note: CI = confidence interval, NICU = neonatal intensive care unit, OR = odds ratio.*Live birth pregnancies with valid offspring identifiers.†Adjusted for maternal age, neighbourhood income quintile, rurality, prepregnancy acute care for substance use and mental health conditions, prepregnancy outpatient mental health visits to family physician or psychiatrist), prepregnancy chronic conditions (diabetes, hypertension, asthma), and acute care for mental health and substance use conditions during pregnancy.InterpretationThe legalization of nonmedical cannabis was associated with an 82% increase in the rate of acute care related to cannabis use during pregnancy in Ontario, although the absolute increase was small (11.0 to 20.0 visits per 100 000 pregnancies per quarter). In contrast, after legalization, we saw no change in acute care visits for noncannabis substance use and a decreased rate of acute care visits related to mental health during pregnancy. The rate of acute care visits for cannabis use during pregnancy increased gradually over time after legalization, consistent with increases in cannabis use and ED visits for cannabis use in the general population in Ontario.20–22Further research is required to understand how other markers of cannabis use during pregnancy have changed after legalization.We observed several clinically relevant risk factors for receiving acute care for cannabis use during pregnancy. Consistent with a previous study evaluating any cannabis use during pregnancy, we found that younger age and living in rural or low-income settings were risk factors for hospital-based care for cannabis use during pregnancy.23We also observed that prepregnancy mental health conditions and substance use were important predictors of acute care for cannabis use during pregnancy. We observed a large, positive association between severe hyperemesis gravidarum during pregnancy and requiring acute care for cannabis use, which has become even greater since legalization. For most pregnancies, care for hyperemesis gravidarum occurred before acute care for cannabis use, suggesting that some patients may be using cannabis in response to morning sickness. These findings align with those of previous qualitative research highlighting that some pregnant people use cannabis to alleviate nausea and vomiting, and suggest that legalization may have reduced the perceived risk of cannabis use during pregnancy.11–13Further research on the motivation for cannabis use during pregnancy and how this may have changed after legalization is indicated.Pregnant people who received acute care for"
  },
  {
    "full_text": "people who received acute care for cannabis use were at higher risk of adverse neonatal outcomes — preterm birth, low birth weight and admission to the NICU — compared with pregnant people who did not receive acute care for cannabis use. Therefore, patients with acute care for cannabis use during pregnancy may benefit from high-risk obstetrical care. Because of our study design, we could not attribute causation, and the possibility of unmeasured confounding remains. Although further research is indicated, these findings are consistent with increasing evidence of negative impacts of cannabis use during pregnancy on child health.3,4,24The Society of Obstetricians and Gynecologists of Canada and the American College of Obstetricians and Gynecologists recommend avoiding cannabis use during pregnancy and universal screening for cannabis use during pregnancy.25,26Our findings highlight the importance of universal screening and suggest that pregnant people with a history of substance use, mental health conditions or severe morning sickness may benefit from repeated screening and counselling during pregnancy, without stigma.Our findings should caution policy-makers in jurisdictions considering legalizing nonmedical cannabis that cannabis use during pregnancy may increase after legalization, with implications for the health of pregnant people and children. At the same time, the increase in acute care related to cannabis use was small — an increase of 9 acute visits per 100 000 pregnancies — and further research is indicated to quantify changes in cannabis use after legalization. Although the Government of Canada requires plain packaging on cannabis products with health warning labels, warnings specifically against use during pregnancy or breastfeeding occur on about one-eighth of packages.27Further research investigating the effect of such health warnings and whether to require pregnancy warnings for all packaging is indicated. The cannabis market in Ontario has expanded rapidly since legalization, with growing numbers of stores and new products (e.g., vapes, edibles, concentrates) coming to market in January 2020.20,28,29Data from California and Colorado have found that greater numbers of cannabis stores were associated with increased cannabis use and cannabis-related hospital admissions during pregnancy.30,31Therefore, it will be important to monitor trends in Canada as the retail market continues to expand.LimitationsPart of the observed increase in acute care visits related to cannabis during pregnancy could be from a greater willingness of pregnant people to disclose cannabis use to health care providers after legalization. However, given the severe nature of care in our study (ED visits and admissions to hospital for cannabis use), substantial changes in willingness to self report are unlikely. In addition, the effects of reporting bias would be expected to occur immediately after legalization, and cannabis visits in our study increased gradually"
  },
  {
    "full_text": "cannabis visits in our study increased gradually over time. The codes used to identify pregnancies with acute care for cannabis have been used in previous publications but have not been validated with chart reviews.30Stressors associated with the COVID-19 pandemic and related public health restrictions, which overlapped with much of the postlegalization period, may have increased cannabis use.32Although our analysis found larger increases in acute care for cannabis use during pregnancy than for use of other substances or mental health conditions, further monitoring over time is needed. In many Ontario hospitals, pregnant patients with acute health concerns after 20 weeks’ gestation bypass the ED and go straight to triage at labour and delivery, which are coded as outpatient visits. Consequently, our findings underestimate the prevalence of acute care related to cannabis use during pregnancy; this is supported by the finding that only 20.7% of the ED visits for cannabis use occurred after 20 weeks’ gestation.ConclusionWe observed that the rate of pregnancies complicated by acute care for cannabis use almost doubled after legalization of nonmedical cannabis in Canada, although the absolute increase was small. Over the same period, pregnancies complicated by acute care for other substance use or mental health conditions remained the same or decreased. We observed a strong association between hyperemesis gravidarum and acute care for cannabis use. Our findings highlight the potential need for education on cannabis-related harms for pregnant people and their care providers, and for policy interventions aimed at reducing use.Supplementary MaterialAppendix 1: eMethods and results"
  }
]