[
  {
    "full_text": "TITLE: Adult Advanced Life Support: 2020 International Consensus on Cardiopulmonary Resuscitation and Emergency Cardiovascular Care Science with Treatment Recommendations☆ ABSTRACT: This2020 International Consensus on Cardiopulmonary Resuscitation and Emergency Cardiovascular Care Science With Treatment Recommendationsfor advanced life support includes updates on multiple advanced life support topics addressed with 3 different types of reviews. Topics were prioritized on the basis of both recent interest within the resuscitation community and the amount of new evidence available since any previous review. Systematic reviews addressed higher-priority topics, and included double-sequential defibrillation, intravenous versus intraosseous route for drug administration during cardiac arrest, point-of-care echocardiography for intra-arrest prognostication, cardiac arrest caused by pulmonary embolism, postresuscitation oxygenation and ventilation, prophylactic antibiotics after resuscitation, postresuscitation seizure prophylaxis and treatment, and neuroprognostication. New or updated treatment recommendations on these topics are presented. Scoping reviews were conducted for anticipatory charging and monitoring of physiological parameters during cardiopulmonary resuscitation. Topics for which systematic reviews and new Consensuses on Science With Treatment Recommendations were completed since 2015 are also summarized here. All remaining topics reviewed were addressed with evidence updates to identify any new evidence and to help determine which topics should be the highest priority for systematic reviews in the next 1 to 2 years. BODY: OverviewTheInternational Consensus on Cardiopulmonary Resuscitation(CPR)and Emergency Cardiovascular Care(ECC)Science With Treatment Recommendations(CoSTR) is the fourth in a series of annual International Liaison Committee on Resuscitation (ILCOR) publications. This 2020 CoSTR for advanced life support (ALS) includes new topics addressed by systematic reviews performed within the past 12 months and prioritized by the ALS Task Force. In addition, it includes updates of the ALS treatment recommendations that were published from 2010 through 2019,1,2,3,4,5,6,7,8as needed, and were based on additional evidence evaluations. As a result, this 2020 CoSTR for ALS is the most comprehensive update since 2010. The 3 major types of evidence evaluation supporting this 2020 publication are the systematic review (SysRev), the scoping review (ScopRev), and the evidence update (EvUp).The SysRev is a rigorous process following strict methodology to answer a specific question, and each of these ultimately resulted in generation of the task force CoSTR included in this publication. The SysRevs were performed by a Knowledge Synthesis Unit, an Expert Systematic Reviewer, or by the ALS Task Force, and many resulted in separate published SysRevs.To begin the SysRev, the question to be answered was phrased in terms of the population,"
  },
  {
    "full_text": "answered was phrased in terms of the population, intervention, comparator, outcome, study design, time frame (PICOST) format. The methodology used toidentifythe evidence was based on the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA).9The approach used toevaluatethe evidence was based on the one proposed by the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) working group.10Using this approach, the task force rated as high, moderate, low, or very low the certainty/confidence in the estimates of effect of an intervention or assessment across a body of evidence for each of the predefined outcomes. Randomized controlled trials (RCTs) generally began the analysis as high-certainty evidence, and observational studies generally began the analysis as low-certainty evidence; examination of the evidence by using the GRADE approach could result in downgrading or upgrading of the certainty of evidence. For additional information, refer to Part 2: Evidence Evaluation Process and Guidelines Development in this supplement.11a1,11When we have quoted unchanged treatment recommendations from the 2010 CoSTR, the language used differs from that in the GRADE approach because GRADE was not used before 2015.12,13Draft 2020 CoSTRs for ALS were posted on the ILCOR website14for public comment between January 3 and January 4, 2020, with comments accepted through January 18, 2020. These new draft 2020 CoSTR statements for ALS were viewed a total of 4205 times with 11 comments received.This summary statement contains the final wording of the CoSTR statements as approved by the ILCOR task forces and by the ILCOR member councils after review and consideration of comments posted online in response to the draft 2020 CoSTRs. Within this publication, each topic includes the PICOST as well as the CoSTR, an expanded Justification and Evidence-to-Decision Framework Highlights section, and a list of knowledge gaps requiring future research studies. An evidence-to-decision table is included for each CoSTR in Appendix A in the Supplemental Materials of this publication.The second major type of evidence evaluation performed to support this 2020 CoSTR for ALS is a ScopRev, which identifies the extent, range, and nature of evidence on a topic or a question. The ScopRevs were performed by topic experts in consultation with the ALS Task Force. The task force analysed the identified evidence and determined its value and implications for resuscitation practice or research. The rationale for the ScopRev, the summary of evidence, and task force insights are all highlighted in the body of this publication. The most recent treatment recommendation is included. The task force notes whether the ScopRev identified substantive evidence that may result in a change in ILCOR treatment recommendations. If sufficient evidence was identified, the task force suggested consideration of a future systematic review to supply sufficient detail to support"
  },
  {
    "full_text": "review to supply sufficient detail to support the development of an updated CoSTR. All ScopRevs are included in their entirety in Appendix B in the Supplemental Materials of this publication.The third type of evidence evaluation supporting this 2020 CoSTR for ALS is an EvUp. EvUps are generally performed for topics previously reviewed by ILCOR to identify new studies published after the most recent ILCOR evidence evaluation, typically through use of search terms and methodologies from previous reviews. These EvUps were performed by task force members, collaborating experts, or by members of council writing groups. The EvUps are cited in the body of this publication with reiteration of the original PICOST (if available) and a note as to whether the evidence suggested the need to consider a SysRev; the existing ILCOR treatment recommendation is quoted. In this publication, no change in ILCOR treatment recommendations resulted from an EvUp; if substantial new evidence was identified, the task force recommended consideration of a SysRev. All EvUps are included in Appendix C in the Supplemental Materials of this publication.The ALS Task Force considered the availability of new evidence as well as the evidence needed to create, confirm, or revise treatment recommendations. The chapter topics are organized in sections according to the approximate order of the steps of resuscitation, postresuscitation care, and prognostication. For each reviewed topic, the method of review (SysRev, ScopRev, EvUp) is clearly labelled, with links to the relevant review documents in the Appendix.Topics Reviewed in This 2020 ALS CoSTRNote:As indicated above, the ALS CoSTR evidence reviews were all completed by January 18, 2020. As a result, this document does not address the topic of potential influence of coronavirus disease 2019 (COVID-19) on resuscitation practice. In the spring of 2020, an ILCOR writing group was assembled to identify and evaluate the published evidence regarding risks of aerosol generation and infection transmission during attempted resuscitation of adults, children, and infants. This group developed a consensus on science with treatment recommendations and task force insights. This statement is published as a separate document.15As new evidence emerges, the ILCOR task forces will review and update this statement, so the reader is referred to the ILCOR website14for the most up-to-date recommendations.Defibrillation Strategies for Ventricular Fibrillation or Pulseless Ventricular Tachycardia•Anticipatory defibrillator charging (ALS 2001: ScopRev)•Double sequential defibrillation (ALS 2003: SysRev)•Automated external defibrillator versus manual defibrillator (ALS 495: EvUp)•Waveform analysis for predicting successful defibrillation (ALS 601: EvUp)Airway, Oxygenation, and Ventilation During CPR•Airway management during cardiac arrest (ALS 576, 783, 432, 496, 711, 714: 2019 SysRev, CoSTR update)•Confirmation of correct tracheal tube placement (ALS 469:"
  },
  {
    "full_text": "of correct tracheal tube placement (ALS 469: EvUp)•Oxygen dose during CPR (ALS 889: EvUp)•Automatic ventilators versus manual ventilation during CPR (ALS 490: EvUp)Circulatory Support During CPR•ECPR versus manual or mechanical CPR (ALS 723: 2018 SysRev, 2019 CoSTR)Physiological Monitoring During CPR•Monitoring physiological parameters during CPR (ALS 656: Adopted From Pediatric Task Force ScopRev)Drugs During CPR, Including Timing of Administration•Vasopressors during cardiac arrest (ALS 788, 659, 789, 784, 778: 2019 SysRev, CoSTR)•Antiarrhythmic drugs for cardiac arrest (ALS 428, 493: 2018 SysRev, CoSTR)•Intravenous versus intraosseous drug delivery (ALS 2046: SysRev)•Steroids during cardiac arrest (ALS 433: EvUp)•Buffering agents for cardiac arrest (ALS 483: EvUp)•Drugs for torsades de pointes (ALS 457: EvUp)Intra-arrest Prognostication•Point-of-care echocardiography for prognostication during CPR (ALS 658: SysRev)•ETCO2to predict outcome of cardiac arrest (ALS 459: EvUp)Cardiac Arrest in Special Circumstances•Cardiac arrest associated with pulmonary embolism (ALS 435, 581: SysRev)•Cardiac arrest in pregnancy (ALS 436: EvUp)•Opioid toxicity (ALS 441: EvUp)Postresuscitation Care•Oxygen dose after return of spontaneous circulation (ROSC) in adults (ALS 448: SysRev)•Ventilation strategy after ROSC in adults (ALS 571: SysRev)•Postresuscitation haemodynamic support (ALS 570: EvUp)•Postresuscitation steroids (ALS 446: EvUp)•Prophylactic antibiotics after cardiac arrest (ALS 2000: SysRev)•Post-cardiac arrest seizure prophylaxis and treatment (ALS 431, 868: SysRev)•Targeted temperature management (ALS 455, 790, 791, 802, 879: EvUp)Prognostication in Comatose Patients After Resuscitation From Cardiac Arrest•Clinical examination for prognostication (ALS 450, 713, 487: SysRev)•Neurophysiological tests for prognostication (ALS 450, 713, 460: SysRev)•Blood biomarkers for prognostication (ALS 450, 713, 484: SysRev)•Imaging for prognostication (ALS 450, 713, 458: SysRev)Defibrillation Strategies for Ventricular Fibrillation or Pulseless Ventricular TachycardiaThe task force restricted its review to 2 new topics that were based on trends in current clinical practice. These deal primarily with manual defibrillation in adults. The CoSTRs for the use of automated external defibrillators for adults can be found in Adult Basic Life Support, and for infants and children in Pediatric Life Support.Anticipatory Defibrillator Charging (ALS 2001: ScopRev)Rationale for ReviewThis topic was chosen because the timing of the rhythm check in relation to manual defibrillator charging varies by country and region. The standard method described in the2010 American Heart Association Guidelines for CPR and ECC16and the 2015 European Resuscitation Guidelines17consists of briefly pausing compressions to analyse the rhythm then resuming compressions while charging the defibrillator, then pausing compressions briefly to deliver the shock. With the anticipatory method, the"
  },
  {
    "full_text": "the shock. With the anticipatory method, the defibrillator is charged near the end of a compression cycle but before the rhythm is checked; then, compressions are paused briefly both to analyse the rhythm and deliver a shock. The ScopRev methodology was chosen given the limited published evidence.18Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults with cardiac arrest in any setting (in-hospital or out-of-hospital)•Intervention: Charging the defibrillator before rhythm analysis during manual defibrillation•Comparator: Charging the defibrillator after rhythm analysis during manual defibrillation•Outcome: Survival with favourable neurological/functional outcome at discharge, 30 days, 60 days, 180 days, and/or 1 year; survival only at discharge, 30 days, 60 days, 180 days, and/or 1 year; ROSC were defined as critical or important outcomes. Other outcomes were termination of arrhythmia, defibrillation success, preshock pause, postshock pause, perishock pause, hands-off time, hands-on time, compression fraction, inappropriate shocks, shocks during chest compression (shock to rescuer), or any other defibrillation measure.•Study design: Human and manikin studies were included. RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Unpublished studies (eg, conference abstracts, trial protocols) were excluded. In addition, gray literature (evidence not published in traditional journals) was included in this ScopRev.19,20•Time frame: All years and languages were included. Studies without a title in English were excluded. MEDLINE, Embase, and Cochrane databases were updated to October 7, 2019.Summary of EvidenceWe identified no clinical studies addressing the critical or important outcomes specified in the PICOST question. Three manikin and 1 multicentre retrospective human study were identified. In the only human study,21both methods resulted in relatively short pre- and postshock pauses, whereas anticipatory charging was associated with a shorter total hands-off time in the 30 seconds preceding shock delivery. The results of the 3 manikin studies showed reduced overall pause duration during the compression cycle, but increased pre, post, and perishock pause duration with anticipatory charging.22,23,24Task Force InsightsThe ScopRev is included inAppendix BSupplement Appendix B-1. The task force noted that although anticipatory charging can reduce overall chest compression pause duration during the compression cycle, it can increase pre, post, and perishock pause duration. The clinical relevance of these findings is undetermined. Further high-quality evidence is required to evaluate the relative importance of the different types of pause duration for critical and important patient outcomes, and the role of new defibrillator technologies and methods. There are insufficient data for a SysRev to be of use at this"
  },
  {
    "full_text": "data for a SysRev to be of use at this time.Treatment RecommendationThere was no treatment recommendation on timing of defibrillator charging previously, and in the absence of sufficient evidence, none was added.Double Sequential Defibrillation (ALS 2003: SysRev)Rationale for ReviewThis is a new topic in response to the increasing use of double (dual) sequential defibrillation (DSD). At least 20% of patients with ventricular fibrillation (VF)/pulseless ventricular tachycardia (pVT) will remain in a shockable rhythm after 3 shocks.25,26,27,28Survival decreases as the number of defibrillation attempts required increases. DSD, or the use of 2 defibrillators to deliver 2 overlapping shocks or 2 rapid sequential shocks, one with standard pad placement and the other with either anteroposterior or additional anterolateral pad placement, has been suggested as a possible means of increasing VF termination rates.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults with cardiac arrest in any setting (in-hospital or out-of-hospital) with a shockable rhythm•Intervention: DSD•Comparator: Standard defibrillation•Outcome: Favourable neurological outcome at hospital discharge, survival to hospital discharge or admission, ROSC, or termination of VF•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies with 5 patients or more) are eligible for inclusion.•Time frame: There was no date restriction, and the literature search was updated to September 27, 2019.•International Prospective Register of Systematic Reviews (PROSPERO) Registration: CRD42020152575Consensus on ScienceFor the critical outcomes of survival with favourable neurological outcome29,30,31and survival to hospital discharge29,30,31,32,33,34and the important outcomes of survival to hospital admission,29,30,32,33ROSC,29,30,31,32,33,34,35and termination of VF,31,34,35we identified only observational studies. The overall certainty of evidence was rated as very low for all outcomes, primarily because of a very serious risk of bias. The individual studies were all at a critical or serious risk of bias because of confounding (due to inadequate adjustment for cardiac arrest characteristics and other factors). Because of this and a high degree of heterogeneity, no meta-analyses could be performed, and individual studies were difficult to interpret.36Treatment RecommendationWe suggest against routine use of a DSD strategy in comparison with a standard defibrillation strategy for cardiac arrest with a shockable rhythm (weak recommendation, very low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-1. There is no strong evidence to favour one intervention compared with the other. The evidence available (very low certainty) suggests lower rates of survival and neurological outcome for patients"
  },
  {
    "full_text": "of survival and neurological outcome for patients treated with DSD, but any odds ratios (ORs) or other results reported are difficult to interpret given the very high risk of bias.36There is no consensus standardized approach to double defibrillation, in that a double-dose strategy could be 2 overlapping shocks or 2 sequential shocks. The ALS Task Force discussed whether any potential benefit might arise from increased shock energy, the fact that 2 shocks were delivered sequentially, different pad placement and vector for the second shock, or some other reason. The task force is aware of recently published data from a small pilot RCT comparing standard defibrillation to DSD (adding a second set of defibrillator pads in the anteroposterior position) or to vector change defibrillation (replacing anterolateral pads with anteroposterior pads).37The study found differences in VF termination (DSD 76%, vector change 82%, and standard placement 66%) and ROSC (DSD 40%, vector change 39%, and standard defibrillation 25%). This pilot RCT was not designed to formally test differences between the groups, and no survival data were reported. These results have informed a larger, ongoing RCT (NCT04080986) that will provide further data about DSD.Implementation of DSD requires training of staff and availability of defibrillators. It is important to monitor the intervention to determine effectiveness, and to track adverse events such as harm to the patient, defibrillator damage, and the increase in resource utilization.Knowledge GapHigh-quality studies comparing DSD with standard defibrillation in terms of survival and neurological outcome at hospital dischargeAutomated External Defibrillator Versus Manual Defibrillator (ALS 495: EvUp)Population, Intervention, Comparator, and Outcome•Population: Adults who are in cardiac arrest in any setting (in-hospital or out-of-hospital)•Intervention: Use of an automated external defibrillator or a multifunctional defibrillator in automatic mode•Comparator: Standard resuscitation (using a manual defibrillator)•Outcome: Favourable neurological outcome at hospital discharge, survival to hospital discharge or admission, ROSC, or termination of VF•This topic was last reviewed in 2010.43,44The evidence update is included in Appendix CSupplement Appendix C-1 and the search conducted was limited to January 2008 to December 2019. We identified 5 observational studies (only 2 of which included a comparison group) and no randomized trials.38,39,40,41,42After consideration, a SysRev was not suggested.Treatment RecommendationThis treatment recommendation (below) is unchanged from 2010.43,44No significant survival differences have been demonstrated between defibrillation in semiautomatic and manual modes during out-of-hospital or in-hospital resuscitation; however, the semiautomatic mode is preferred because it is easier to use and may deliver fewer inappropriate shocks.Trained personnel may deliver defibrillation in manual mode. Use of"
  },
  {
    "full_text": "may deliver defibrillation in manual mode. Use of the manual mode enables chest compressions to be continued during charging, thereby minimizing the preshock pause. When using the defibrillator in manual mode, frequent team training and ECG recognition skills are essential.The defibrillation mode that results in the best outcome will be influenced by the system of care and by provider skills, training, and ECG recognition.Waveform Analysis for Predicting Successful Defibrillation (ALS 601: EvUp)Population, Intervention, Comparator, and Outcome•Population: Adults with cardiac arrest in any setting (in-hospital or out-of-hospital)•Intervention: Use of techniques for prediction of the likelihood of success of defibrillation (analysis of VF, etc)•Comparator: Standard resuscitation (without such prediction)•Outcome: Survival with favourable neurological/functional outcome at discharge, 30 days, 60 days, 180 days, and/or 1 year; survival only at discharge, 30 days, 60 days, 180 days, and/or 1 year; ROSC; termination of VF•This topic was last reviewed in 2010.43,44Two EvUps were completed for 2020 and are included in Appendix CSupplement Appendix C-2a and C-2b. The evidence updates restricted the search to January 2008 to January 2020 and identified one large RCT conducted in 201345and 20 observational studies.46,47,48,49,50,51,52,53,54,55,56,57,58,59,60,61,62,63,64,65In addition, there is an ongoing multicentre RCT of real-time amplitude spectrum area to guide defibrillation (NCT03237910). Although the VF waveform analyses and outcomes studied were highly heterogeneous, given the amount of data available, an updated SysRev was suggested.Treatment RecommendationThis treatment recommendation (below) is unchanged from 2010.43,44There is insufficient evidence to support routine use of VF waveform analysis to guide defibrillation management in adult cardiac arrest in- or out-of-hospital.Airway, Oxygenation, and Ventilation During CPRAirway Management During Cardiac Arrest (ALS 576, 783, 432, 496, 711, 714: 2019 SysRev, CoSTR Update)Airway management during cardiac arrest was addressed by a 2019 SysRev66and a 2019 CoSTR summary.2,3Consensus on science, justification and evidence-to-decision highlights, and knowledge gaps can be found in the 2019 CoSTR summary.2,3Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults with cardiac arrest from any cause and in any setting (in-hospital or out-of-hospital)•Intervention: A specific advanced airway management method (eg, tracheal intubation or a supraglottic airway) during cardiac arrest•Comparator: A different advanced airway management method or no advanced airway management method (eg, bag-mask ventilation) during cardiac arrest•Outcome: ROSC, survival, or survival with favourable neurological outcome at discharge/28 days or longer•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) that"
  },
  {
    "full_text": "before-and-after studies, cohort studies) that compared at least 2 airway strategies were eligible for inclusion. Studies with 10 or fewer patients in either group were excluded.•Time frame: All years and languages were included; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to October 30, 2018.Treatment RecommendationsWe suggest using bag-mask ventilation or an advanced airway strategy during CPR for adults with cardiac arrest in any setting (weak recommendation, low to moderate certainty of evidence).If an advanced airway is used, we suggest a supraglottic airway for adults with out-of-hospital cardiac arrest (OHCA) in settings with a low tracheal intubation success rate (weak recommendation, low-certainty evidence).If an advanced airway is used, we suggest a supraglottic airway or tracheal intubation for adults with OHCA in settings with a high tracheal intubation success rate (weak recommendation, very low-certainty evidence).If an advanced airway is used, we suggest a supraglottic airway or tracheal intubation for adults with in-hospital cardiac arrest (IHCA) (weak recommendation, very low-certainty evidence).2,3Confirmation of Correct Tracheal Tube Placement (ALS 469: EvUp)Population, Intervention, Comparator, and Outcome•Population: Adults with cardiac arrest in any setting (in-hospital or out-of-hospital) requiring tracheal intubation•Intervention: Use of devices (eg, waveform capnography, CO2 detection device, esophageal detector device, or tracheal ultrasound)•Comparator: Not using these devices•Outcome: Tracheal intubation success•This topic was last reviewed in 2015.1,7This EvUp is included in Appendix CSupplement Appendix C-3. An updated SysRev was not considered necessary.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2015.1,7We recommend using waveform capnography to confirm and continuously monitor the position of a tracheal tube during CPR in addition to clinical assessment (strong recommendation, low-quality evidence).We recommend that if waveform capnography is not available, a nonwaveform CO2detector, esophageal detector device, or ultrasound in addition to clinical assessment is an alternative (strong recommendation, low-quality evidence).1,7Oxygen Dose During CPR (ALS 889: EvUp)Population, Intervention, Comparator, and Outcome•Population: Adults with cardiac arrest in any setting (in-hospital or out-of-hospital)•Intervention: Administering a maximal oxygen concentration (eg, 100% by face mask or closed circuit)•Comparator: No supplemental oxygen (room air) or an alternative supplemental oxygen concentration (eg, 40% to 50%)•Outcome: Survival with favourable neurological/functional outcome at discharge, 30 days, 60 days, 180 days, and/or 1 year; survival only at discharge, 30 days, 60 days, 180 days, and/or 1 year; ROSC•This topic was last reviewed in 2015.1,7This EvUp is included in Appendix CSupplement Appendix C-4 and the"
  },
  {
    "full_text": "in Appendix CSupplement Appendix C-4 and the search was conducted from October 30, 2013, to December 2, 2019. The search identified 2 observational studies relevant to this topic published since 2015.67,68There are no adult studies of oxygen titration during CPR. An updated SysRev was not considered necessary.Treatment RecommendationThis treatment recommendation (below) is unchanged from 2015.1,7We suggest using the highest possible inspired oxygen concentration during CPR (weak recommendation, very low-certainty evidence).Automatic Ventilators Versus Manual Ventilation During CPR (ALS 490: EvUp)Population, Intervention, Comparators and Outcome•Population: Adults and children in cardiac arrest in any setting (in-hospital or out-of-hospital) and who have advanced airways in place•Intervention: The use of automatic ventilators•Comparator: Use of manual ventilation•Outcome: Ventilation, oxygenation, hands-off time, continuous compressions, survival•This topic was last reviewed in 2010.6,8An evidence update is included in Appendix CSupplement Appendix C-5. A search restricted to January 1, 2008, to December 7, 2019, identified 1 very small RCT and 3 observational studies.69,70,71,72An updated SysRev was not considered necessary.Treatment RecommendationThis treatment recommendation (below) is unchanged from 2010.6,8There is insufficient evidence to support or refute the use of an automatic transport ventilator over manual ventilation during resuscitation of the cardiac arrest victim with an advanced airway.Circulatory Support During CPRECPR Versus Manual or Mechanical CPR (ALS 723: 2018 SysRev, 2019 CoSTR)Extracorporeal CPR (ECPR) was addressed by a 2018 SysRev73and a 2019 published CoSTR summary.2,3Consensus on Science, Values, Preferences, and Task Force Insights and Knowledge Gaps can be found in the 2019 CoSTR summary.2,3Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults (18 years or older) and children (younger than 18 years) with cardiac arrest in any setting (in-hospital or out-of-hospital)•Intervention: ECPR, including extracorporeal membrane oxygenation or cardiopulmonary bypass, during cardiac arrest•Comparator: Manual CPR and/or mechanical CPR•Outcome: Short-term survival and neurological outcomes (eg, hospital discharge, 28 days, 30 days, and 1 month) and long-term survival and neurological outcomes (eg, 3 months, 6 months, and 1 year)•Study design: Randomized trials, non-RCTs, and observational studies (cohort studies and case-control studies) with a control group were included. Animal studies, ecological studies, case series, case reports, reviews, abstracts, editorials, comments, and letters to the editor were not included.•Time frame: All years and languages were included up to May 22, 2018.Treatment RecommendationsWe suggest that ECPR may be considered as a rescue therapy for selected patients with cardiac arrest when conventional CPR is failing in settings in which it can be implemented"
  },
  {
    "full_text": "in settings in which it can be implemented (weak recommendation, very low-certainty evidence).2,3Physiological Monitoring During CPRThe ability to monitor physiological variables and tailor ALS interventions to the patient’s precise physiological state is appealing and hence the ongoing interest in this area.Monitoring Physiological Parameters During CPR (ALS 656: Adopted From Pediatric Task Force ScopRev)Rationale for ReviewPhysiological monitoring during CPR, including measurement of end-tidal CO2(ETCO2) and arterial blood pressure among other parameters, is growing in popularity. There is limited evidence to-date on whether use of such parameters improves outcomes. This topic was last updated in 2015.1,7A Pediatric Task Force ScopRev of physiological monitoring during CPR for 2020 also included review of the adult evidence. The adult portion of the ScopRev was included in this update.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults who are in cardiac arrest in any setting (in-hospital or out-of-hospital)•Intervention: The use of physiological feedback in regard to CPR quality (eg, arterial catheter, ETCO2monitoring, SpO2waveforms, or others)•Comparator: No use of physiological feedback•Outcome: Survival with favourable neurological/functional outcome at discharge, 30 days, 60 days, 180 days, and/or 1 year; survival only at discharge, 30 days, 60 days, 180 days, and/or 1 year; ROSC•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies). If it is anticipated that there will be insufficient studies from which to draw a conclusion, case series may be included. The minimum number of cases for a case series to be included was set by the taskforce at 5. Unpublished studies (eg, conference abstracts, trial protocols) are excluded.•Time frame: For Step 1, all languages are included if there is an English abstract. We searched articles from 2015 onward. For Step 2, if a SysRev or ScopRev of high quality (as per AMSTAR 2 tool) is identified, the search can be limited to beyond data and/or scope of that review.Summary of EvidenceETCO2or Arterial Blood Pressure MonitoringThe ScopRev is included inAppendix BSupplement Appendix B-2a and 2b. We identified 1 observational propensity-matched cohort study of adult IHCA by using data from the AHA Get With the Guidelines-Resuscitation registry.74In this study, 3032 physiologically monitored patients (either by ETCO2or arterial catheter) were compared with 6064 patients without such monitoring. Those monitored showed a higher rate of ROSC (OR, 1.22 [95% CI, 1.04; 1.43]) but not survival to discharge (OR, 1.04 [95% CI, 0.91; 1.18]) nor survival with favourable neurological outcome. The study did not specifically look at diastolic blood pressure. Even when an arterial catheter was in place, only about one third reported using the diastolic blood pressure to guide their CPR"
  },
  {
    "full_text": "the diastolic blood pressure to guide their CPR efforts.Near-Infrared SpectroscopyThe ScopRev is included inAppendix BSupplement Appendix B-2c. Two SysRevs were identified; the latest was published in 2018 and comprised studies published before February 2017. The SysRevs concluded that a higher cerebral oxygen saturation measured with near-infrared spectroscopy (NIRS) is associated with a higher chance of ROSC and survival and a lower NIRS is associated with an increased mortality.75,76However, there is no consensus on specific thresholds of cerebral oxygen saturation.75There was a wide overlap of mean or median cerebral oxygen saturation values between patients with and without ROSC, and this was also reflected in the cohort studies.77,78,79Only 1 observational study80compared the rates of ROSC with and without NIRS monitoring and found no difference between the groups. All other studies compared NIRS values in patients who achieved ROSC with those without ROSC. Many different NIRS devices with noninterchangeable saturation indices were used across the studies, complicating comparisons.81The findings of the observational studies published since February 2017 correlate with those published in both SysRevs.The ScopRev did not suggest the existence of sufficient new data to proceed to a SysRev.Task Force InsightsPhysiological monitoring during CPR is increasingly popular and potentially useful for both outcome prediction and real-time improvement in CPR quality. The heterogeneity and observational nature of available studies continues to limit the task force’s ability to make specific recommendations. The 2015 treatment recommendation is therefore unchanged.1,7Treatment RecommendationThis treatment recommendation (below) is unchanged from 2015.1,7We make no treatment recommendation for any particular physiological measure to guide CPR because the available evidence would make any estimate of effect speculative.Drugs During CPR, Including Timing of AdministrationSince the 2015 CoSTR, there have been RCTs of antiarrhythmics and vasopressors during CPR82,83and subsequent publications comparing the intravenous (IV) and intraosseous (IO) route for drugs.84,85Vasopressors During Cardiac Arrest (ALS 788, 659, 789, 784, 778: 2019 SysRev, 2019 CoSTR)The topic of vasopressors during cardiac arrest was addressed by a 2019 SysRev86and a published CoSTR summary. Consensus on science, justification and evidence to decision highlights, and knowledge gaps can be found in the 2019 CoSTR summary.2,3Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults (older than 18 years) with cardiac arrest in any setting (in-hospital or out-of-hospital)•Intervention: Any vasopressor or combination of vasopressors provided intravenously or intraosseously during CPR•Comparator: No vasopressor, a different vasopressor, or a combination of vasopressors provided intravenously or intraosseously during CPR•Outcome: Short-term survival (ROSC and"
  },
  {
    "full_text": "during CPR•Outcome: Short-term survival (ROSC and survival to hospital admission), midterm survival (survival to hospital discharge, 28 days, 30 days, or 1 month), midterm favourable neurological outcomes (Cerebral Performance Category [CPC] 1–2 or modified Rankin Scale [mRS] score 0–3 at hospital discharge, 28 days, 30 days, or 1 month), and long-term unfavourable and poor (mRS score 4–5) neurological outcomes (after 1 month)•Study design: Randomized trials, nonrandomized trials, and observational studies (cohort and case-control studies) with a comparison group were included.•Time frame: All years and languages were included if there was an English abstract to November 23, 2018.Treatment RecommendationsWe recommend administration of epinephrine during CPR (strong recommendation, low to moderate certainty of evidence).For nonshockable rhythms (pulseless electric activity/asystole), we recommend administration of epinephrine as soon as feasible during CPR (strong recommendation, very low-certainty evidence).For shockable rhythms (VF/pVT), we suggest administration of epinephrine after initial defibrillation attempts are unsuccessful during CPR (weak recommendation, very low-certainty evidence).We suggest against the administration of vasopressin in place of epinephrine during CPR (weak recommendation, very low-certainty evidence).We suggest against the addition of vasopressin to epinephrine during CPR (weak recommendation, low-certainty evidence).2,3Additional Task Force CommentaryConcerns have been expressed about epinephrine increasing the number of survivors with unfavourable neurological outcome in the PARAMEDIC2 trial (Pre-Hospital Assessment of the Role of Adrenaline: Measuring the Effectiveness of Drug Administration in Cardiac Arrest). The opinion of the ALS Task Force, however, is that any drug that increases the rate of ROSC and survival, but is given after several minutes of cardiac arrest when some degree of neurological damage may already have occurred, will likely increase the number of survivors with both favourable and unfavourable neurological outcome. Determining the likelihood of favourable or unfavourable neurological outcome at the time of starting resuscitation is currently not feasible. Therefore, the task force consensus is that continuing to use a drug that increases survival and focusing efforts on providing earlier CPR, earlier drug administration, and improved postresuscitation care for all patients is likely to increase survival with a favourable neurological outcome.Antiarrhythmic Drugs for Cardiac Arrest (ALS 428, 493: 2018 SysRev, CoSTR)This topic was addressed by a 2018 SysRev87and a published 2018 CoSTR summary.4,5Consensus on Science, Values and Preferences, Task Force Insights, and Knowledge Gaps can be found in the 2018 CoSTR summary.4,5Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children in cardiac arrest in any setting (in-hospital or out-of-hospital)"
  },
  {
    "full_text": "in any setting (in-hospital or out-of-hospital) and a shockable rhythm at any time during CPR or immediately after ROSC•Intervention: Administration (intravenously or intraosseously) of an antiarrhythmic drug during CPR or immediately (within 1 hour) after ROSC•Comparator: Administration of another anti-arrhythmic drug or placebo or no drug during CPR or immediately after ROSC•Outcome: Survival to hospital discharge with good neurologic outcome and survival to hospital discharge were ranked as critical outcomes. ROSC was ranked as an important outcome. For antiarrhythmic drugs after ROSC, rearrest was included as an important outcome.•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) are eligible for inclusion.•Time frame: All years and languages were included if there was an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to August 15, 2017.Treatment RecommendationsWe suggest the use of amiodarone or lidocaine in adults with shock-refractory VF/pVT (weak recommendation, low certainty evidence).We suggest against the routine use of magnesium in adults with shock-refractory VF/pVT (weak recommendation, very low-certainty evidence).The confidence in effect estimates is currently too low to support an ALS Task Force recommendation about the use of bretylium, nifekalant, or sotalol in the treatment of adults in cardiac arrest with shock refractory VF/pVT.The confidence in effect estimates is currently too low to support an ALS Task Force recommendation about the use of prophylactic antiarrhythmic drugs immediately after ROSC in adults with VF/pVT cardiac arrest.4,5IV Versus IO Drug Delivery (ALS 2046: SysRev)Rationale for ReviewThis is a new ALS question that was based on the increasing use of IO access during adult resuscitation. It can often be difficult to obtain IV access, especially in the prehospital setting. IO access as an alternative to IV access is increasingly used during cardiac arrest. However, whether drugs are as effective when administered intraosseously versus intravenously is unknown. This 2020 CoSTR is informed by a 2020 SysRev.88Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults with cardiac arrest in any setting (in-hospital or out-of-hospital)•Intervention: Placement of an IO cannula and drug administration through this IO during cardiac arrest•Comparator: Placement of an IV cannula and drug administration through this IV during cardiac arrest•Outcome: ROSC, or survival/survival with a favourable neurological outcome at hospital discharge, 30 days, or longer•Study design: Randomized trials, non-RCTs, and observational studies (cohort studies and case-control studies) comparing IO with IV administration of drugs were included. Randomized trials assessing the effect of specific drugs (ie, epinephrine and"
  },
  {
    "full_text": "the effect of specific drugs (ie, epinephrine and amiodarone/lidocaine) in subgroups related to IO versus IV administration were also included. Ecological studies, case series, case reports, reviews, abstracts, editorials, comments, letters to the editor, and unpublished studies were not included. Studies assessing cost-effectiveness were included for a descriptive summary.•Time frame: The literature search was performed on September 12, 2019, and updated on December 17, 2019, with no date restrictions.•PROSPERO Registration: CRD42020150877Consensus on ScienceFor the important outcome of ROSC, we identified very low-certainty evidence (downgraded for risk of bias and inconsistency) from 4 observational studies89,90,91,92including 70 419 adults with OHCA, demonstrating an association of worse outcomes with the use of IO access when compared with IV access (adjusted OR, 0.72 [95% CI, 0.68–0.76];P< 0.00001; absolute risk difference, –6.1% [95% CI, –7.1 to –5.2] or 61 fewer per 1000 cardiac arrests had ROSC with IO access compared with IV access [95% CI, 71 fewer to 52 fewer]).For the critical outcome of survival to hospital discharge, we identified very low-certainty evidence (downgraded for risk of bias and inconsistency) from 4 observational studies89,90,91,92including 70 419 adult OHCAs, demonstrating an association of worse outcomes with the use of IO access when compared with IV access (adjusted OR, 0.71 [95% CI, 0.63–0.79];P< 0.00001; absolute risk difference, –2.0% [95% CI, –2.5 to –1.4] or 20 fewer per 1000 cardiac arrests with survival to hospital discharge with use of IO access compared with IV access [95% CI, 25 fewer to 14 fewer]).For the critical outcome of survival to hospital discharge with a favourable neurological outcome, we identified very low-certainty evidence (downgraded for risk of bias and inconsistency) from 3 observational studies89,91,92including 68 619 adult OHCAs, demonstrating an association of worse outcomes with the use of IO access when compared with IV access (adjusted OR, 0.60 [95% CI, 0.52–0.69];P< 0.00001; absolute risk difference, –1.9% [95% CI, –2.3 to –1.5] or 19 fewer per 1000 cardiac arrests with survival to hospital discharge with a favourable neurological outcome with use of IO access compared with IV access [95% CI, 23 fewer to 15 fewer]).In addition to these findings from observational studies, we identified 2 RCTs of drug administration during cardiac arrest that performed subgroup analyses according to IO versus IV route of administration.84,85None of the comparisons showed statistically significant effect modification. The point estimates generally favored IV access as compared with IO access, except for the outcome of ROSC in the PARAMEDIC2 trial where the effect of epinephrine was similar when given IV or IO. These 2 trials were underpowered to assess such interactions for any outcomes other than ROSC.Treatment RecommendationsWe suggest IV access as compared with IO access as the first attempt for"
  },
  {
    "full_text": "compared with IO access as the first attempt for drug administration during adult cardiac arrest (weak recommendation, very low-certainty evidence).If attempts at IV access are unsuccessful or IV access is not feasible, we suggest IO access as a route for drug administration during adult cardiac arrest (weak recommendation, very low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-2. Although the overall certainty in the evidence is very low, the current evidence suggests that outcomes might be better with IV versus IO drug administration. The task force discussed the possibility of unaccounted-for confounders in comparing patients for whom an IV could be obtained with those who required IO placement for access. The task force also discussed that 2015 council guidelines suggest that IO access should be used only if IV access is “difficult or impossible”17or “not readily available.”93The included studies did not enable meaningful analyses of specific subgroups. The documented IO site was primarily tibial, but the site was often not documented. As such, no statements can be made about difference between tibial and humeral (or other) IO sites. All studies were conducted in OHCA patients. Although IHCA patients are likely to have existing IV access, this is not universally true. Although there might be differences in provider skills and patient characteristics between OHCA and IHCA, we consider it unlikely that these would lead to substantial effect modification. As such, the above recommendations apply to both IHCA and OHCA.Knowledge Gap•The overall certainty in the evidence is very low. As such, there is clinical equipoise for additional trials related to IV versus IO drug administration during cardiac arrest. These could include trials that directly compare IV to different sites of IO access (eg, tibial, humeral).Steroids During CPR (ALS 433: EvUp)Population, Intervention, Comparator, and Outcome•Population: Adults who are in cardiac arrest in any setting (in-hospital or out-of-hospital)•Intervention: Corticosteroid or mineralocorticoid administration during CPR•Comparator: Not using steroids•Outcome: Survival with favourable neurological/functional outcome at discharge, 30 days, 60 days, 180 days, and/or 1 year; survival only at discharge, 30 days, 60 days, 180 days, and/or 1 year; ROSC•Intra-arrest steroid use was last reviewed in 2015.1,7The EvUp for intra-arrest steroid use is included in Appendix CSupplement Appendix C-6. The search identified 2 large, population-based observational studies published since the 2015 CoSTR,94,95both of which suggest a possible association between the use of corticosteroids during CPR and improved survival. Three ongoing clinical trials on this topic were also identified (NCT02790788,NCT03640949,NCT03317197). The task force will prioritize a SysRev when the results of these trials become"
  },
  {
    "full_text": "a SysRev when the results of these trials become available.Treatment RecommendationThis treatment recommendation (below) is unchanged from 2015.1,7For IHCA, the task force was unable to reach a consensus recommendation for or against the use of steroids during cardiac arrest.We suggest against the routine use of steroids during CPR for OHCA (weak recommendation, very low-certainty evidence).Buffering Agents for Cardiac Arrest (ALS 483: EvUp)Population, Intervention, Comparator, and Outcome•Population: Adults with cardiac arrest in any setting (in-hospital or out-of-hospital)•Intervention: The use of buffering agents alone or combination with other drugs•Comparator: Not using drugs (or a standard drug regimen)•Outcome: ROSC, survival, survival with favourable neurological outcome•This topic was last reviewed in 2010.6,8An EvUp was completed for 2020 and is included in Appendix CSupplement Appendix C-7. One small RCT and 4 observational studies were identified.96,97,98,99,100An updated SysRev was not considered necessary.Treatment RecommendationThis treatment recommendation (below) is unchanged from 2010.6,8Routine administration of sodium bicarbonate for treatment of IHCA and OHCA is not recommended.Drugs for Torsades de Pointes (ALS 457: EvUp)Population, Intervention, Comparator, and Outcome•Population: Adults with torsades de pointes in any setting (in-hospital or out-of-hospital)•Intervention: Any drug or combination of drugs•Comparator: Not using drugs or alternative drugs•Outcome: ROSC, survival, or survival with favourable neurological outcome•This PICO was last reviewed in 2010.6,8An EvUp is included in Appendix CSupplement Appendix C-8. No studies meeting inclusion criteria were identified, and thus consideration of an updated SysRev was not suggested.Treatment RecommendationThis treatment recommendation (below) is unchanged from 2010.6,8Polymorphic wide-complex tachycardia associated with familial long QT may be treated with IV magnesium, pacing, and/or beta blockers; however, isoprenaline should be avoided.Polymorphic wide-complex tachycardia associated with acquired long QT may be treated with IV magnesium.Addition of pacing or IV isoprenaline may be considered when polymorphic wide-complex tachycardia is accompanied by bradycardia or appears to be precipitated by pauses in rhythm.Intra-arrest PrognosticationPoint-of-Care Echocardiography for Prognostication During CPR (ALS 658: SysRev)Rationale for ReviewIn 2015, the question of whether the use of cardiac ultrasound during CPR changed outcomes was reviewed.1,7This question has not been reviewed for the 2020 CoSTR for ALS, and the 2015 CoSTR currently remains: We suggest that if cardiac ultrasound can be performed without interfering with standard advanced cardiovascular life support protocols, it may be considered as an additional diagnostic tool to identify potentially reversible causes (weak recommendation, very low-quality evidence).1,7The current question is different from that"
  },
  {
    "full_text": "current question is different from that mentioned above and was prioritized by the ALS Task Force due to the increasing popularity of the use of point-of-care echocardiography during cardiac arrest as a prognostic tool, as well as concern about potential pitfalls for misinterpretation of ultrasound findings. A task force–led SysRev of the intra-arrest prognostic capabilities of point-of-care echocardiography was performed to inform the 2020 CoSTR for ALS.101Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults with cardiac arrest in any setting (in-hospital or out-of-hospital).•Intervention: A particular finding on point-of-care echocardiography during CPR•Comparator: The absence of that finding or a different finding on point-of-care echocardiography during CPR•Outcome:Clinical outcomes include, but are not necessarily limited to, ROSC, survival to hospital admission, (both important) and the critical outcomes of survival/survival with a favourable neurological outcome at hospital discharge, and survival/survival with a favourable neurological outcome beyond hospital discharge.•Study design: Randomized trials, non-RCTs, observational studies (cohort studies and case-control studies), registries, and prognosis studies. Ecological studies, case series, case reports, reviews, abstracts, editorials, comments, letters to the editor, or unpublished studies will not be included.•Time frame: All years and languages were included if there was an English abstract, and there were no date restrictions. The literature search was updated to September 18, 2019.•PROSPERO Registration: CRD42020150677.Consensus on ScienceThe SysRev identified no RCTs and 15 relevant observational studies.102,103,104,105,106,107,108,109,110,111,112,113,114,115,116The overall certainty of evidence was rated as very low for all outcomes primarily due to risk of bias, inconsistency, and/or imprecision. There was a substantial risk of bias due to prognostic factor measurement, outcome measurement, adjustment for prognostic factors, or confounding. Because of this and a high degree of clinical heterogeneity, no meta-analyses could be performed, and individual studies are difficult to interpret. The consensus on science is summarized inTable 1. The summary of each outcome is separated by the ultrasonographic finding (organized contractility versus nonorganized and/or unspecified motion) and timing of image acquisition (initial, every, any, or subsequent evaluation; or unspecified) because these also varied considerably across studies.Table 1Estimated Prognostic Test Performance and Prognostic Association for Sonographic Findings on Point-of-Care Echocardiography During Cardiac Arrest to Predict Clinical Outcomes.Table 1OutcomeAuthor, YearTotal Subjects (n), IHCA or OHCASensitivity (Range or 95% CI)Specificity (Range or 95% CI)Odds Ratio (Range or 95% CI)Organized Cardiac Motion (Unspecified Timing of Echocardiography)Survival 180 daysFlato,"
  },
  {
    "full_text": "of Echocardiography)Survival 180 daysFlato, 201511349, IHCA1.0 (95% CI, 0.4–1.0)0.49 (95% CI, 0.34–0.64)8.62 (95% CI, 0.44–169.38)Survival to hospital dischargeAtkinson, 2019108Flato, 2015113229, IHCA and OHCA0.67–1.000.51–0.8913.60–16.63Survival to hospital admissionAtkinson, 2019108Blaivas, 2001109349, OHCA0.39–1.000.91–0.916.73–414.56ROSCAtkinson, 2019108Flato, 2015113229, IHCA and OHCA0.34–0.790.68–0.968.07–13.21Nonorganized and/or Unspecified Cardiac Motion on Initial EchocardiogramGood neurological outcome at dischargeAichinger, 201210742, OHCA1.00 (95% CI, 0.03–1.00)0.78 (95% CI, 0.62–0.89)10.26 (95% CI, 0.39–273.09)Survival to hospital dischargeGaspari, 2016114Varriale, 1997106Zengin, 20161161171,†IHCA and OHCA0.06–0.910.49–0.940.38–17.00Survival to hospital admissionAichinger, 2012107Gaspari, 2016114Salen, 2001104Zengin, 20161161295,†IHCA and OHCA0.11–0.920.55–0.850.75–27.56ROSCGaspari, 2016114Kim, 2016115Varriale, 1997106861, IHCA and OHCA0.25–0.640.78–1.006.33–16.11Nonorganized and/or Unspecified Cardiac Motion on Every EchocardiogramSurvival to hospital admissionAichinger, 2012107Salen, 2001104134,*OHCA0.50–0.800.92–1.0045.33–148.20Nonorganized and/or Unspecified Cardiac Motion (Unspecified Timing of Echocardiography)Good neurological outcome at 180 daysFlato, 201511349, IHCA1.00 (95% CI, 0.40–1.00)0.49 (95% CI, 0.34–0.64)8.62 (95% CI, 0.44–169.38)Good neurological outcome at dischargeSalen, 200510370, OHCA1.00 (95% CI, 0.03–1.00)0.86 (95% CI, 0.75–0.93)17.00 (95% CI, 0.65–446.02)Survival to hospital dischargeLien, 2018102177, OHCA0.48 (95% CI, 0.28–0.69)0.77 (95% CI, 0.69–0.83)3.09 (95% CI, 1.29–7.37)Survival to hospital admissionBreitkreutz, 2010110Chua, 2017112Salen, 2001104291,*OHCA0.72–0.860.60–0.849.14–14.00ROSCChardoli, 2012111Lien, 2018102Salen, 2005103Tayal, 2003105317, OHCA0.62–1.000.33–0.9823.18–289.00Return of Organized Cardiac Motion on Subsequent EchocardiogramSurvival to hospital dischargeVarriale, 199710620, IHCA0.50 (95% CI, 0.01–0.99)0.79 (95% CI, 0.54–0.94)3.75 (95% CI, 0.19–74.06)ROSCVarriale, 199710620, IHCA0.67 (95% CI, 0.22–0.96)1.00 (95% CI, 0.77–1.00)52.50 (95% CI, 2.10–1300.33)Coalescent Echo Contrast (ie, Visible Clotted Intra-Cardiac Blood) After 20–30min of CPRSurvival to hospital dischargeVarriale, 199710620, IHCA0.00 (95% CI, 0.00–0.84)0.45 (95% CI, 0.23–0.68)0.13 (95% CI, 0.01–3.11)ROSCVarriale, 199710620, IHCA0.00 (95% CI, 0.00–0.46)0.21 (95% CI, 0.05–0.51)0.02 (95% CI, 0.00–0.53)Sonographic Evidence of Treatable PathologySurvival to hospital dischargeGaspari, 2016114Varriale, 1997106Zengin, 20161161130,†IHCA and OHCA0.00–0.150.89–0.981.32–4.25Survival to hospital admissionZengin, 2016116531,†IHCA and OHCA0.03–0.040.95–0.990.61–4.70ROSCChardoli, 2012111Lien, 2018102Tayal, 2003105Varriale, 1997106317,†IHCA and OHCA0.00–1.000.84–0.940.38–125.00IHCA indicates in-hospital cardiac arrest; OHCA, out-of-hospital cardiac arrest; and ROSC, return of spontaneous circulation.*Studies did not report these data"
  },
  {
    "full_text": "circulation.*Studies did not report these data for all enrolled subjects; n is lower than the total of all subjects enrolled.†Gaspari et al and Zengin et al report multiple sonographic findings within a given category on the same subjects; n reflects composite variable “subject-assessments”.Treatment RecommendationWe suggest against the use of point-of-care echocardiography for prognostication during CPR (weak recommendation, very low-certainty evidence)Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-3. This CoSTR specifically addresses the role of ultrasound in prognostication, and in particular prognostication of a favourable outcome that is based on the presence of cardiac motion. In 2015, the task force stated that ultrasound had a potential role in diagnosing reversible causes of cardiac arrest if it could be done without interfering with high-quality CPR, and this recommendation was not reassessed for 2020.1,7Given the increasing popularity of the use of point-of-care echocardiography for prognostication during attempted resuscitation after cardiac arrest, this comprehensive and rigorous summary of its intra-arrest prognostic capabilities provides valuable information to both the resuscitation science community and bedside clinicians. In making these recommendations, the ALS Task Force considered the following:There were inconsistent definitions and terminology about the sonographic evidence of cardiac motion. This included wide variation in the classification of anatomy, type of motion, and timing of point-of-care echocardiogram. The task force encourages the establishment of uniform definitions and terminology to describe sonographic findings of cardiac activity during cardiac arrest.Most of the identified studies suffer from high risk of bias related to prognostic factor measurement, outcome measurement, lack of adjustment for other prognostic factors, and confounding from self-fulfilling prophecy and unspecified timing of point-of-care echocardiography. Because the risk of bias and heterogeneity across studies was high, no meta-analyses were performed. The evidence supporting use of point-of-care echocardiography as a prognostic tool during cardiac arrest is uniformly of very low certainty. Clinicians should interpret sonographic findings during cardiac arrest in light of these limitations. The task force encourages subsequent investigators studying point-of-care echocardiography during cardiac arrest to identify methodology that mitigates these risks of bias.Only 2 studies113,114reported estimates of inter-rater reliability (Kappa 0.63 and 0.93). More uniform reporting of inter-rater reliability of point-of-care echocardiography interpretation in future investigations is important.No sonographic finding had sufficient and/or consistent sensitivity for any clinical outcome for its absence to be used as a sole criterion to stop resuscitation, but the"
  },
  {
    "full_text": "a sole criterion to stop resuscitation, but the certainty of this evidence is very low.Some sonographic findings had higher ranges of specificity for clinical outcomes, but the certainty of this evidence is very low.The impact of ECPR on the prognostic accuracy of point-of-care echocardiography is uncertain.Point-of-care echocardiography may still be useful to diagnose treatable etiologies of cardiac arrest or to intermittently assess response to resuscitative treatments. These applications are not within the scope of this particular PICOST question. We do, however, caution against overinterpreting the finding of right-ventricular dilation in isolation as a diagnostic indicator of massive pulmonary embolism. Right-ventricular dilation begins a few minutes after onset of cardiac arrest as blood shifts from the systemic circulation to the right heart along a pressure gradient.117,118Right-ventricular dilation was uniformly observed in a porcine model of cardiac arrest across etiologies of hypovolemia, hyperkalemia, and primary arrhythmia.119Clinicians should be cautious about potentially prolonging interruptions in chest compressions when using point-of-care echocardiography during cardiac arrest.120,121Several strategies to minimize these interruptions have been proposed.122,123Point-of-care echocardiography is subject to availability of equipment and skilled operators.Knowledge Gaps•There is no standardized or uniform definition of cardiac motion visualized on point-of-care echocardiography during cardiac arrest.•There are very few prognostic factor studies of point-of-care echocardiography during cardiac arrest performed with methodology that minimizes risk of bias.•The inter-rater reliability of point-of-care echocardiography during cardiac arrest is uncertain.•The relative roles and feasibility of transesophageal versus transthoracic echocardiography during CPR require research.ETCO2to Predict Outcome of Cardiac Arrest (ALS 459: EvUp)Population, Intervention, Comparator, and Outcome•Population: Adults who are in cardiac arrest in any setting (in-hospital or out-of-hospital)•Intervention: Any ETCO2 level value, when present•Comparator: Any ETCO2 level below that value•Outcome: ROSC, survival, survival with favourable neurological outcome•This topic was last updated in a published 2015 CoSTR,1,7and the SysRev that informed this CoSTR was published in 2018.124The 2 EvUps are included in Appendix CSupplement Appendix C-9a and C-9b. A search from December 2013 to November 2019 identified 7 new observational studies74,80,125,126,127,128,129in addition to the previous SysRev.124The task force discussed the low likelihood of an updated SysRev leading to a change in treatment recommendations based on the available studies, and therefore did not prioritize this topic for a SysRev at this time. Future studies and SysRevs should consider trends and changes in ETCO2values during CPR in addition to the significance of single ETCO2values. The 2015 treatment"
  },
  {
    "full_text": "of single ETCO2values. The 2015 treatment recommendations remain unchanged.1,7Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2015.1,7We recommend against using ETCO2cutoff values alone as a mortality predictor or for the decision to stop a resuscitation attempt (strong recommendation, low-quality evidence).We suggest that an ETCO2of 10 mm Hg or greater measured after tracheal intubation or after 20 minutes of resuscitation may be a predictor of ROSC (weak recommendation, low-quality evidence).We suggest that an ETCO2of 10 mm Hg or greater measured after tracheal intubation, or an ETCO2of 20 mm Hg or greater measured after 20 minutes of resuscitation, may be a predictor of survival to discharge (weak recommendation, moderate-quality evidence).Cardiac Arrest in Special CircumstancesCardiac Arrest Associated With Pulmonary Embolism (ALS 435, 581: SysRev)Rationale for ReviewPulmonary embolism (PE) is a potentially reversible cause of cardiac arrest. Whether chances for ROSC and survival may be significantly higher if a PE is present and can be treated is not well established because research has been limited to-date. This topic was last reviewed in 2015.1,7The specific role of ECPR was not addressed in this updated SysRev because ECPR was addressed in the previous 2019 CoSTR summary.2,3The role of ECPR for the treatment of PE and cardiac arrest is discussed in the justification section that follows.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults in cardiac arrest due to PE or suspected PE in any setting (in-hospital or out-of-hospital)•Intervention: Any specific alteration in the ALS treatment algorithm (eg, fibrinolytics or any other)•Comparator: Standard ALS care•Outcome: Survival with favourable neurological outcome at discharge, 30 days, 60 days, 180 days, and/or 1 year; survival at discharge, 30 days, 60 days, 180 days, and/or 1 year (all critical); ROSC (important)•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) are eligible for inclusion. Unpublished studies (eg, conference abstracts, trial protocols) are excluded.•Time frame: All years and languages were included if there was an English abstract. Literature search was updated to October 2019.•PROSPERO Registration: Registered with ILCOR Science Advisory Committee October 6, 2019. This SysRev was done as an update of the 2015 CoSTR SysRev and PROSPERO registration was not done.Consensus on ScienceFibrinolysisFor the critical outcome of survival with favourable neurological outcome at 30 days, we identified very low-certainty evidence (downgraded for serious imprecision and very serious risk of bias) from a subgroup of 37 patients with confirmed PE from 1 RCT comparing fibrinolytics with placebo during cardiac arrest130finding no difference between groups [tenecteplase 2/15, (13.3%) versus placebo, 0/22 (0%)] [risk ratio (RR),"
  },
  {
    "full_text": "versus placebo, 0/22 (0%)] [risk ratio (RR), 7.19; 95% CI, 0.37–139.9]. We also identified very low-certainty evidence (downgraded for risk of bias) from a single observational study that found no difference (10% with fibrinolysis versus 5% without; adjusted RR [ARR], 1.97; 95% CI, 0.70–5.56).131For the critical outcome of survival at 30 days, very low-certainty evidence (downgraded for risk of bias) from one observational study showed an association between improved survival and administration of fibrinolysis (16% with fibrinolysis versus 6% without;P= 0.005).131For the critical outcome of survival to hospital discharge, very low-certainty evidence (downgraded for very serious risk of bias and imprecision) from 3 retrospective observational studies showed no association between administration of fibrinolysis and survival (10.5% survival with fibrinolysis versus 8.7% without;1329.5% survival with fibrinolysis versus 4.8% without133and 19.4% survival with fibrinolysis versus 6.7% without (RR, 2.9; 95% CI, 0.75–13.8).134For the important outcome of ROSC, very low-certainty evidence from 1 study (downgraded for very serious risk of bias) showed benefit associated with the use of fibrinolytic drugs compared with no fibrinolytic drugs in patients with PE (81.0% with fibrinolysis versus 42.9% without;P= 0.03).133Two other studies provided very low-certainty evidence (downgraded for very serious risk of bias) of no difference in ROSC (66.7% with fibrinolysis versus 43.3% without [RR, 1.5; 95% CI, 0.8–8.6] and 47.4% with fibrinolysis versus 47.8% without;P= 0.98).132,134For the outcome of survival at 24 hours, very low-certainty evidence (downgraded for risk of bias) from 1 observational study showed no difference associated with fibrinolysis (66% with fibrinolysis versus 63% without;P= 0.76),131whereas another study showed benefit associated with fibrinolysis (52.8% with fibrinolysis versus 23.3% without; RR, 2.3; 95% CI, 1.1–4.7).134Surgical EmbolectomyWe found very low-certainty evidence (downgraded for very serious risk of bias) from 2 case series135,136with no control groups and a total of 21 patients requiring CPR with a 30-day survival rate of 12.5% and 71.4%, respectively.Percutaneous Mechanical ThrombectomyFor the important outcome of ROSC, very low-certainty evidence (downgraded for very serious risk of bias and very serious imprecision) from 1 case series of 7 patients with cardiac arrest with no control group,137ROSC was achieved in 6 of 7 patients (85.7%) treated with percutaneous mechanical thrombectomy.The overall certainty of evidence was rated as very low primarily due to a very serious risk of bias and inconsistency. For this reason, no meta-analyses were performed.Treatment RecommendationsThese recommendations (below) are unchanged from 2015.1,7We suggest administering fibrinolytic drugs for cardiac arrest when PE is the suspected cause of cardiac arrest (weak recommendation, very low-certainty evidence).We suggest the use of"
  },
  {
    "full_text": "low-certainty evidence).We suggest the use of fibrinolytic drugs or surgical embolectomy or percutaneous mechanical thrombectomy for cardiac arrest when PE is the known cause of cardiac arrest (weak recommendation, very low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-4. The task force considered that mechanical or surgical thrombectomy would be used only if the patient had a confirmed PE. No RCTs were identified and no meta-analysis was undertaken given the limited evidence.The task force considered that 2% to 7% of patients with OHCA have a PE,130,131and this figure is probably higher for patients with IHCA. The task force acknowledged that ECPR techniques are now frequently used in patients with cardiac arrest from suspected PE in those settings where it is feasible. This role of ECPR for advanced life support was addressed by the 2019 CoSTR summary, and the considered studies included patients with PE.2,3Specifically in patients with PE, ECPR may potentially facilitate the use of fibrinolysis or mechanical or surgical embolectomy, but the evidence is of very low certainty.The task force considered the increased risk of bleeding from fibrinolysis if it is administered to patients without PE. The Thrombolysis in Cardiac Arrest (TROICA) Study—which is the largest study of thrombolysis during cardiac arrest—showed an increased risk of bleeding in the thrombolysis group (any intracranial hemorrhage, 2.7% versus 0.4%; RR, 6.95 [95% CI, 1.59–30.41];P= 0.006), but major bleeding complications did not occur more often (symptomatic intracranial hemorrhage, 0.8% versus 0%; RR, 8.93 [95% CI, 0.48–165.45];P= 0.13; major nonintracranial hemorrhage, 7.7% versus 6.4; RR, 1.21 [95% CI, 0.77–1.88];P= 0.48; ischemic stroke, 0.8% versus 0.6%; RR, 1.32 [95% CI, 0.30–5.88];P= 1.00).130Patients are far more likely to die from the cardiac arrest than from the treatment.Knowledge Gap•Optimal drug and dosing strategy for fibrinolysis during CPR with a suspected or actual PE•Intra-arrest prediction of PE during CPRCardiac Arrest in Pregnancy (ALS 436: EvUp)Population, Intervention, Comparator, and Outcome•Population: Pregnant women who are in cardiac arrest in any setting•Intervention: Any specific intervention(s)•Comparator: Standard care (usual resuscitation practice)•Outcome: ROSC; survival to discharge, 30 days, or longer; survival with favourable neurological outcome at discharge, 30 days, or longer•An EvUp is included in Appendix CSupplement Appendix C-10. Since the 2015 CoSTR,1,77 new small observational studies were identified, 5 of which focused on association of timing of delivery with outcome of cardiac arrest and other factors associated with maternal and fetal mortality.138,139,140,141,142Due to the very small size of most studies, an updated SysRev was not suggested. The 2015 treatment recommendation remains unchanged.1,7Treatment"
  },
  {
    "full_text": "recommendation remains unchanged.1,7Treatment RecommendationThis treatment recommendation (below) is unchanged from 2015.1,7We suggest delivery of the fetus by perimortem cesarean delivery for women in cardiac arrest in the second half of pregnancy (weak recommendation, very low-quality evidence).There is insufficient evidence to define a specific time interval by which delivery should begin.High-quality usual resuscitation care and therapeutic interventions that target the most likely cause(s) of cardiac arrest remain important in this population.There is insufficient evidence to make a recommendation about the use of left-lateral tilt and/or uterine displacement during CPR in the pregnant patient.Opioid Toxicity (ALS 441: EvUp)Death from opioid toxicity is an important public health issue in many countries. The issue of first aid education for opioid toxicity has been addressed by the EIT Task Force ScopRev 891.142a,142bPopulation, Intervention, Comparator, and Outcome•Population: Adults who are in cardiac arrest or respiratory arrest due to opioid toxicity in any setting (in-hospital or out-of-hospital)•Intervention: Any specific therapy (eg, naloxone, bicarbonate, or other drugs)•Comparator: Usual ALS care•Outcome: Survival with favourable neurological/functional outcome at discharge, 30 days, 60 days, 180 days, and/or 1 year; survival only at discharge, 30 days, 60 days, 180 days, and/or 1 year; ROSC were defined as critical or important outcomes•This topic was last reviewed in 2015.1,7The EvUp is included in Appendix CSupplement Appendix C-11. The search was conducted for studies published from September 1, 2013 to September 13, 2019. There was insufficient evidence to support consideration of a stand-alone ALS SysRev, but an updated SysRev with other task forces was suggested.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2015.1,7We recommend the use of naloxone by IV, intramuscular, subcutaneous, IO, or intranasal routes in respiratory arrest associated with opioid toxicity (strong recommendation, very low-quality evidence). The dose of naloxone required will depend on the route.We can make no recommendation about the modification of standard ALS in opioid-induced cardiac arrest.Postresuscitation CareThe last update of postresuscitation care was published in the 2015 CoSTR.1,7Since that publication, there have been many reported studies of postresuscitation care.143Oxygen Dose After ROSC in Adults (ALS 448: SysRev)Rationale for ReviewBoth hypoxemia and hyperoxemia during postresuscitation care have been associated with worse outcomes. Hypoxemia may worsen ischemic brain injury and injury to other organs, and hyperoxemia may lead to increased oxidative stress and organ damage after reperfusion. A SysRev was conducted to inform this 2020 CoSTR for ALS.144Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Unresponsive adults with sustained ROSC after cardiac arrest in"
  },
  {
    "full_text": "with sustained ROSC after cardiac arrest in any setting•Intervention: A ventilation strategy targeting a specific oxygen saturation and/or Pao2•Comparator: Treatment without specific targets or with an alternate target to the intervention•Outcome: Critical outcomes include survival/survival with a favourable neurological outcome at hospital discharge or 30 days; and survival/survival with a favourable neurological outcome after hospital discharge or 30 days (eg, 90 days, 180 days, 1 year).•Study design: Randomized trials, non-RCTs, and observational studies (cohort studies and case-control studies) with a control group (ie, patients treated with no specific oxygen saturation and/or Pao2 targets or an alternative target to the intervention) were included. Animal studies, ecological studies, case series, case reports, reviews, abstracts, editorials, comments, and letters to the editor were not included. There were no limitations on publication period or study language, if there was an English abstract. The population included patients with IHCA or OHCA of any origin. Unpublished studies (eg, conference abstracts, trial protocols) were excluded. The cited SysRev144was perfomed without age restriction, and the evidence from adult studies (generally defined as older than 16 years or 18 years or older) is included here.•Time frame: All years and languages were included. The literature search was updated to August 22, 2019.•PROSPERO Registration: CRD42020150877Consensus on ScienceThe evidence from the 6 RCTs identified in the SysRev is summarized inTable 2. Trials generally failed to show a benefit of a titrated (lower percentage of oxygen) approach compared with standard care (higher percentage of oxygen). A subgroup analysis of postresuscitation patients in one larger RCT, however, found better survival in patients for whom hyperoxemia was aggressively avoided.145In addition, results from 10 observational studies rated as having only serious risk of bias were inconsistent. Four146,147,148,149found an association between hyperoxemia (variable definitions, but most often Pao2greater than 300 mm Hg) and either worse survival or worse survival with neurological outcome, whereas the other 6150,151,152,153,154,155found no such association. Hypoxemia was found to be associated with worse outcome in adjusted analysis in 1 of these studies.149Table 2Overview of Included Randomized Trials of Oxygen Dose after ROSC.Table 2Study, YearCountryYears of InclusionNumber of PatientsInterventionComparatorRelative Risk [95% CI]Absolute Risk Reduction [95% CI]CertaintyFavourable Neurological Outcome at 6 mo*—ICU InitiationJakkula, 2018156Finland and Denmark2016–2017120Normoxia for 36 h (10–15 kPa)Moderate hyperoxia for 36 h (20–25 kPa)1.13 [0.87–1.47]79 more per 1000 [79 fewer to 287 more]Moderate†Mackle, 2019145Australia and New Zealand2015–2018164Conservative oxygen (O2Sat 90%–97%)Standard oxygen (O2Sat >90%)1.40 [0.93–2.13]128 more per 1000 [22 fewer to 361 more]Very"
  },
  {
    "full_text": "more per 1000 [22 fewer to 361 more]Very low‡Survival to Hospital Discharge With Favourable Neurological Outcome#—Prehospital InitiationYoung, 2014157New Zealand2012–201317Titrated oxygen for 72 h (O2Sat 90%–94%)Standard oxygen for 72 h (O2Sat >95%)0.56 [0.14–2.29]196 fewer per 1000 [382 fewer to 573 more]Very low¶Kuisma, 2006158FinlandNot recorded28Low oxygen prehospital (30%)High oxygen prehospital (100%)1.33 [0.63–2.84]141 more per 1000 [159 fewer to 789 more]Low§Survival to Hospital Discharge—ICU InitiationJakkula, 2018156Finland and Denmark2016–2017120Normoxia for 36 h (10–15 kPa)Moderate hyperoxia for 36 h (20–25 kPa)1.07 [0.84–1.36]46 more per 1000 [106 fewer to 238 more]Moderate§Survival to 90 Days—ICU InitiationMackle, 2019145Australia and New Zealand2015–2018164Conservative oxygen (O2Sat 90%–97%)Standard oxygen (O2Sat >90%)1.39 [1.01–1.92]160 more per 1000 [4 more to 377 more]Low††Survival to Hospital Discharge—Prehospital InitiationMeta-analysis Kuisma 2006158/Bray, 2018159Finland, AustraliaNot recorded,1582015–201715989Low oxygen prehospital (30% or 2–4 L/min)High oxygen prehospital (100% or ≥10 L/min)0.97 [0.68–1.37]18 fewer per 1000 [194 fewer to 224 more]Very low§Thomas, 2019160United Kingdom2014–201535Titrated oxygen prehospital (O2Sat 94%–98%)Standard oxygen prehospital (O2Sat 100%)3.15 [1.04–9.52]379 more per 1000 [7 more to 1000 more]Very low¶Young,**2014157New Zealand2012–201317Titrated oxygen for 72 h (O2Sat 90%–94%)Standard oxygen for 72 h (O2Sat >95%)1.13 [0.41–3.08]58 more per 1000 [262 fewer to 924 more]Very low¶ICU indicates intensive care unit; Sat, saturation.*Defined as either Cerebral Performance Category (CPC) 1–2 or Extended Glasgow Outcome Score of 5–8.†Downgraded for imprecision.‡Downgraded for risk of bias and imprecision.§Downgraded 2 levels for imprecision.¶Downgraded for indirectness and 2 levels for imprecision.#Defined as CPC 1–2 or discharge to home.**Intervention initiated prehospital but continued after admission.††Downgraded 2 levels for risk of bias.Treatment RecommendationsWe suggest the use of 100% inspired oxygen until the arterial oxygen saturation or the partial pressure of arterial oxygen can be measured reliably in adults with ROSC after cardiac arrest in any setting (weak recommendation, very low-certainty evidence).We recommend avoiding hypoxemia in adults with ROSC after cardiac arrest in any setting (strong recommendation, very low-certainty evidence).We suggest avoiding hyperoxemia in adults with ROSC after cardiac arrest in any setting (weak recommendation, low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-5. In making the recommendation to avoid hypoxemia, the task force acknowledges that the evidence is of very low certainty. The task force concluded that the known harm that can result from hypoxia justifies its avoidance, and detection of hypoxemia may be the best surrogate for"
  },
  {
    "full_text": "of hypoxemia may be the best surrogate for or precursor of tissue hypoxia. The suggestion to avoid hyperoxemia is based on low- to moderate-certainty evidence that showed either harm or no benefit from hyperoxemia. The definitions used for hyperoxemia varied, ranging from an oxygen saturation greater than 97% measured by pulse oximeter to a Pao2up to 20 to 25 kPa (150–188 mm Hg) in the available RCTs. In light of the possible benefit and lack of evidence for harm, the task force suggests targeting normoxemia and avoiding hyperoxemia. The task force acknowledges that the primary randomized trial evidence suggesting benefit from avoiding hyperoxemia is from a subgroup analysis only, and data from the 3 ongoing trials (NCT03138005,NCT03653325,NCT03141099) will be helpful.The task force felt that titration of oxygen should not be attempted until oxygen levels (peripheral oxygen saturation or partial pressure of oxygen in arterial blood) could be measured reliably. Some of the randomized trials conducted in the prehospital setting, although very small, reported more desaturation of arterial blood in the lower oxygen group, which reinforces the task force suggestion to administer 100% oxygen until reliable measurement of oxygen level is possible. This is likely to be more important in the prehospital setting.Knowledge Gap•Randomized trials comparing lower oxygen target strategies with higher oxygen target strategies or usual care in postarrest patients have thus far been small and therefore inconclusive. More trials are needed, and 3 trials are underway currently (NCT03138005,NCT03653325,NCT03141099).Ventilation Strategy After ROSC in Adults (ALS 571: SysRev)Rationale for ReviewHypocapnia causes cerebral vasoconstriction and hypercapnia leads to cerebral vasodilation. Exactly how variations in Paco2affect intracranial pressure and perfusion in the brains of postarrest patients, and whether this affects outcome, remains unclear.161This topic was last reviewed in 2015.1,7A SysRev144was conducted to inform this 2020 ALS CoSTR.Population, Intervention, Comparators, Outcomes, Study Designs, and Time Frame•Population: Unresponsive adults with sustained ROSC after cardiac arrest in any setting•Intervention: A ventilation strategy targeting a specific Paco2•Comparators: Treatment without specific targets or with an alternate target to the intervention•Outcome: Critical outcomes include survival/survival with a favourable neurological outcome at hospital discharge or 30 days; and survival/survival with a favourable neurological outcome after hospital discharge or 30 days (eg, 90 days, 180 days, 1 year).•Study design: Randomized trials, non-RCTs, and observational studies (cohort studies and case-control studies) with a control group (ie, patients treated with no specific Paco2targets or an alternative target to the intervention) were included. Animal studies, ecological studies, case series, case reports, reviews, abstracts, editorials, comments, and letters"
  },
  {
    "full_text": "abstracts, editorials, comments, and letters to the editor were not included. There were no limitations on publication period or study language, if there was an English abstract. The population included patients with IHCA or OHCA of any origin. Unpublished studies (eg, conference abstracts, trial protocols) were excluded. The cited SysRev144was done without age restriction, and the evidence from adult studies (generally defined as older than 16 years or 18 years or older) is included here.•Time frame: All years and languages were included. The literature search was updated to August 22, 2019.•PROSPERO Registration: CRD42020150877.Consensus on ScienceThe task force concluded that differences in the Paco2targets used in the arms of the 2 RCTs identified156,162precluded meta-analysis.For the critical outcome of favourable neurological outcome (defined as CPC 1–2) at 6 months, we identified low-certainty evidence from 1 RCT enrolling 120 patients and comparing a ventilation strategy targeting high-normal Paco2(5.8–6.0 kPa/43.5-45 mmHg) with one targeting low-normal Paco2(4.5–4.7 kPa/33.7-35.2 mmHg) and failing to show benefit from the higher Paco2strategy (RR, 0.84; 95% CI, 0.64–1.10; ARR, 113 fewer per 1000; 95% CI, from 254 fewer to 70 more).156For the critical outcome of favourable neurological outcome (defined as an extended Glasgow Outcomes Scale ≥5) at 6 months, we identified low-certainty evidence (downgraded for inconsistency and imprecision) from 1 RCT enrolling 83 patients and comparing a ventilation strategy targeting moderate hypercapnia (Paco250–55 mm Hg/6.7-7.3 kPa) with one targeting normocapnia (Paco235–45 mm Hg/4.7-6.0 kPa) and failing to show benefit from the higher Paco2strategy (RR, 1.28; 95% CI, 0.83–1.96; ARR, 129 more per 1000; 95% CI, from 78 fewer to 443 more).162For the critical outcome of survival to 30 days we identified low-certainty evidence (downgraded for inconsistency and imprecision) from 1 RCT enrolling 120 patients and comparing a ventilation strategy targeting high-normal Paco2(5.8–6.0 kPa/43.5-45 mmHg) with one targeting low-normal Paco2(4.5–4.7 kPa/33.7-35.2 mmHg) and failing to show benefit from the higher Paco2strategy (RR, 0.81; 95% CI, 0.63–1.05; ARR, 143 fewer per 1000; 95% CI, from 279 fewer to 38 more).156For the critical outcome of survival to discharge we identified low-certainty evidence (downgraded for inconsistency and imprecision) from 1 RCT enrolling 83 patients and comparing a ventilation strategy targeting moderate hypercapnia (Paco250–55 mm Hg/6.7-7.3 kPa) with one targeting normocapnia (Paco235–45 mm Hg/4.7-6.0 kPa) and failing to show benefit from the higher Paco2strategy (RR, 1.16; 95% CI, 0.87–1.56; ARR, 101 more per 1000; 95% CI, from 82 fewer to 355 more).162Results were inconsistent across the 6 observational studies rated as having less than critical risk of bias. Hypercapnia was associated with improved outcomes in 2 studies155,163and worse outcomes in 2 studies.149,164There was no"
  },
  {
    "full_text": "worse outcomes in 2 studies.149,164There was no association between hypercapnia and outcomes in the remaining 2 studies.152,165Results were similar for hypocapnia although no studies found an association with improved outcomes.Treatment RecommendationsThere is insufficient evidence to suggest for or against targeting mild hypercapnia compared with normocapnia in adults with ROSC after cardiac arrest.We suggest against routinely targeting hypocapnia in adults with ROSC after cardiac arrest (weak recommendation, low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-6. Evidence from existing randomized trials and observational studies is very inconsistent. Both randomized trials failed to show any effect from different Paco2targets, but the trials were small and used different target ranges, precluding meta-analysis. Observational studies were evenly distributed in showing benefit, harm or no effect associated with hypercapnia. Hypocapnia results were also inconsistent, although no studies found an association with benefit. In light of the lack of evidence for benefit, and lack of consistent evidence for harm from Paco2levels higher than normal, the task force did not think there was sufficient evidence to suggest for or against targeting mild hypercapnia compared with normocapnia. An ongoing trial investigating this comparison may bring clarity to this issue (NCT03114033).For hypocapnia, very limited evidence suggests either no benefit or harm, supporting the task force’s suggestion against targeting hypocapnia.Although the task force discussed whether patients with baseline chronic lung disease and chronic CO2retention might respond differently to different Paco2targets, no evidence addressing this subgroup was found. The task force agreed it would be reasonable to adjust Paco2targets in patients with known chronic CO2retention, but this is expert opinion only because no evidence was identified on this topic.The prior treatment recommendation (2015)1,7was a suggestion to maintain normocapnia. The updated treatment recommendation allows for continuing this approach, while emphasizing that we do not currently know if targeting normocapnia is beneficial, harmful, or equal in comparison to targeting hypercapnia. The task force discussed the possible complication of acidemia from hypercapnia. The presence or absence of metabolic acidosis requires consideration when choosing a ventilation strategy and Paco2target, and metabolic acidosis is common in postarrest patients. The Paco2targets or ranges also differed somewhat across studies. For this reason, the task force chose not to define specific numeric targets because no optimal target or range has been made clear. Additionally, opinions vary on whether arterial blood gas analysis in patients receiving targeted temperature management (TTM) should be adjusted for temperature. Once again, trials"
  },
  {
    "full_text": "be adjusted for temperature. Once again, trials differed in their approach. Approaches to blood gas interpretation in regard to temperature also varied across the observational studies. These variations in methodology and in definitions of target ranges prohibit the task force from being able to recommend specific numbers or a specific method for blood gas analysis for systems implementing these recommendations.Knowledge Gaps•Randomized trials comparing strategies targeting mild hypercapnia with strategies targeting normocapnia have thus far been small and therefore inconclusive. A much larger randomized trial is currently underway (NCT03114033).•How Paco2targets should be adjusted in those with chronic CO2retention is unknown.Postresuscitation Haemodynamic Support (ALS 570: EvUp)Population, Intervention, Comparator, and Outcome•Population: Adults with ROSC after cardiac arrest in any setting•Intervention: Titration of therapy to achieve a specific haemodynamic goal (eg, mean arterial pressure greater than 65 mm Hg)•Comparator: No haemodynamic goal•Outcome: Any clinical outcome•An EvUp for this topic was performed and is included in Appendix CSupplement Appendix C-12. Two RCTs completed since 2015156,166did not find that targeting a specific mean arterial pressure affected outcome, although the studies were not powered for clinical outcomes of survival or neurological outcome. In the absence of ongoing RCTs, and controversy about the targeting of higher blood pressure, the task force suggests that this topic be considered for a SysRev.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2015.1,7We suggest haemodynamic goals (eg, mean arterial pressure, systolic blood pressure) be considered during postresuscitation care and as part of any bundle of postresuscitation interventions (weak recommendation, low-certainty evidence).There is insufficient evidence to recommend specific haemodynamic goals; such goals should be considered on an individual patient basis and are likely to be influenced by post-cardiac arrest status and preexisting comorbidities (weak recommendation, low-certainty evidence).Postresuscitation Steroids (ALS 446: EvUp)Population, Intervention, Comparator, and Outcome•Population: Adult patients with ROSC after cardiac arrest (prehospital or in-hospital)•Intervention: Treatment with corticosteroids•Comparator: Standard care•Outcome: Survival to hospital discharge with good neurological outcome or survival to hospital discharge (± time to shock reversal/shock reversal)•The 2010 CoSTR addressed steroid use both intra-arrest and postresuscitation.6,8The 2015 CoSTR included only intra-arrest steroid use.1,7The EvUp for postresuscitation steroid use is included in Appendix CSupplement Appendix C-13. Three small RCTs and a large observational study were identified.94,167,168,169Two of the RCTs used steroids both during CPR and after ROSC.167,168One recently completed trial that is not yet published was also"
  },
  {
    "full_text": "trial that is not yet published was also identified (NCT02790788). The task force recommends a SysRev be undertaken once the recently completed trial is published.Treatment RecommendationsThis treatment (below) is unchanged from 2010.6,8There is insufficient evidence to support or refute the use of corticosteroids for patients with ROSC after cardiac arrest.Prophylactic Antibiotics After Cardiac Arrest (ALS 2000: SysRev)Rationale for ReviewThis is a new topic prioritized by the ALS Task Force. Infective complications are common in patients admitted to intensive care units (ICUs). After cardiac arrest, pneumonia has been reported in 50% to 60% of patients,170,171which is thought to result in part from aspiration during the cardiac arrest and resuscitation. In these patients, early and accurate identification of infection is challenging. Standard criteria for identifying infection are affected by patient treatment (ie, TTM) and the pathophysiology of the post-cardiac arrest syndrome (ie, including the systemic inflammatory response). The decision to treat a possible infection needs to be balanced by the need for prudent antibiotic administration to avoid antibiotic resistance. This new topic was prioritized by the ALS Task Force due to the recent publication of a SysRev on the topic.172The published SysRev was updated by using the ADOLOPMENT process.173Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adult patients after ROSC from cardiac arrest in any setting (in-hospital or out-of-hospital)•Intervention: Early/prophylactic administration of antibiotics•Comparator: Delayed/clinically driven administration•Outcome: Survival or survival with good neurological outcome at hospital discharge or longer, (critical), and important outcomes of critical care length of stay, infective complications, or duration of mechanical ventilation•Study design: Observational and interventional studies if they compared the effect of administration of early or prophylactic antibiotics with delayed or clinically driven administration of antibiotics in adult patients after cardiac arrest. All study types that included a control group were included. Case reports and case series were not eligible for inclusion. There was no restriction on language.•Time frame: There was no restriction on publication date, and the literature search was completed/updated in October 2019.•PROSPERO Registration: CRD42016039358 for the original SysRev.172Consensus on ScienceFor the critical outcome of survival with favourable neurological outcome at ICU discharge or 30 days, we identified low-certainty evidence (downgraded for serious risk of bias and serious imprecision) from 2 RCTs171,174enrolling 254 patients, which showed no benefit of early/prophylactic antibiotic administration (RR, 0.89; 95% CI, 0.71-1.12;P= 0.31; risk difference, –0.06; 95% CI, 0.19-0.06;P= 0.30).For the critical outcome of survival at ICU discharge or 30 days, we identified"
  },
  {
    "full_text": "at ICU discharge or 30 days, we identified low-certainty evidence (downgraded for serious risk of bias and serious imprecision) from 2 RCTs171,174enrolling 254 patients, which showed no benefit (RR, 0.95; 95% CI, 0.79–1.14;P= 0.60; risk difference, –0.03; 95% CI, –0.15 to 0.08;P= 0.58). We also identified very low-certainty evidence (downgraded for serious indirectness) from 2 observational studies. One study175enrolling 1604 patients showed no benefit associated with early or prophylactic antibiotic administration compared with delayed/clinically driven administration (OR, 1.16; 95% CI, 0.94-1.13;P= 0.18). The second observational study176enrolling 138 patients showed a benefit (data presentation precludes reporting of OR,P= 0.01).For the important outcome of infective complications (pneumonia) we identified low-certainty evidence (downgraded for serious risk of bias and serious imprecision) from 2 RCTs171,174enrolling 254 patients, which showed no benefit (RR, 0.75; 95% CI, 0.43-1.32;P= 0.32; risk difference, –0.12; 95% CI, –0.23-0.00;P= 0.05). There were differences between the studies in methods used to diagnose pneumonia. We found very low-certainty evidence (downgraded for serious risk of bias, serious indirectness, and serious imprecision) from 2 observational studies175,177enrolling 2245 patients, which showed no association between early/prophylactic administration compared with delayed/clinically driven administration (OR, 0.61; 95% CI, 0.61-1.62;P= 0.98). These studies, too, differed in methods used to diagnose pneumonia.For the important outcome of critical care length of stay we identified low-certainty evidence (downgraded for serious risk of bias and serious imprecision) from 2 RCTs171,174enrolling 248 patients, which showed no benefit (mean difference, 0.47 days; 95% CI, –1.31-2.24;P= 0.61).For the important outcome of duration of mechanical ventilation we identified very low-certainty evidence (downgraded for very serious risk of bias and serious imprecision) from 1 RCT174enrolling 60 patients, which showed no benefit (mean difference, 0.20 days; 95% CI, –1.53-1.93;P= 0.82).Treatment RecommendationWe suggest against the use of prophylactic antibiotics in patients after ROSC (weak recommendation, low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-7. Meta-analyses of both randomized trials and observational studies showed no overall benefit in the use of prophylactic antibiotics during post-cardiac arrest care. The task force did review the findings of 1 RCT at low overall risk of bias that reported reduced incidence of early pneumonia in patients treated with prophylactic antibiotics.171Although this study demonstrated the potential efficacy of prophylactic antibiotics, there was no improvement in other clinical outcomes, such as survival or critical care length of stay. Pneumonia affects approximately 50% of ICU patients"
  },
  {
    "full_text": "affects approximately 50% of ICU patients after cardiac arrest, but this is unlikely to contribute to mortality because most deaths are attributable to neurological failure, cardiovascular failure, or multiorgan failure.170,171A strategy of prophylactic antibiotic use would likely expose a large number of patients to antibiotics with no specific benefit and increase the risk of development of resistant organisms. The decision to administer antibiotics after cardiac arrest, particularly in the context of gastric aspiration, is challenging and clinicians may have different clinical thresholds for prescribing antibiotics. We did not identify any RCTs enrolling patients after IHCA.Knowledge Gaps•Studies of post-ROSC antibiotics after IHCA.•RCTs that evaluate this question in patients treated with TTM at temperatures other than 32 °C to 34 °C.•RCTs powered to determine the effect of prophylactic antibiotics on outcomes such as critical care length of stay or duration of mechanical ventilation.Post-Cardiac Arrest Seizure Prophylaxis and Treatment (ALS 431, 868: SysRev)Rationale for ReviewHypoxic-ischemic brain injury is a common cause of death in comatose cardiac arrest survivors. Clinical convulsions and epileptiform activity in the electroencephalogram (EEG) are common, with substantial overlap and an approximate incidence of 20% to 30%.178,179,180,181The prognosis for patients with clinical and electrographic seizures is usually poor, but some patients recover and may ultimately have a good neurological outcome.180,181This CoSTR is based on an update of the 2015 SysRev and CoSTR1,7for seizure prophylaxis and treatment in cardiac arrest survivors.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Unresponsive adults (older than 18 years) with sustained ROSC after cardiac arrest in any setting (in-hospital or out-of-hospital)•Intervention: One strategy for seizure prophylaxis or treatment•Comparator: Another strategy or no seizure prophylaxis or treatment•Outcome: Survival with favourable neurological/functional outcome at discharge, 30 days, 60 days, 180 days, and/or 1 year; survival at discharge, 30 days, 60 days, 180 days, and/or 1 year (all critical); and the important outcome of seizure incidence during index hospitalization (for seizure prophylaxis only)•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) are eligible for inclusion. Unpublished studies (eg, conference abstracts, trial protocols) are excluded.•Time frame: All years and languageswere included if therewas an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to September 26, 2019.•PROSPERO Registration: Registered with ILCOR Science Advisory Committee October 3, 2019. This SysRev was done as an update of the 2015 CoSTR SysRev and PROSPERO registration was not done.Consensus on"
  },
  {
    "full_text": "PROSPERO registration was not done.Consensus on SciencePost-Cardiac Arrest Seizure ProphylaxisFor the critical outcomes of survival with favourable neurological outcome to discharge/30 days or longer, and survival to discharge/30 days or longer, 2 prospective RCTs involving a total of 562 subjects provided very low-certainty evidence (downgraded for risk of bias, indirectness and imprecision)182,183of no benefit from seizure prophylaxis. One nonrandomized prospective clinical trial with 107 subjects that used historic controls provided very low-certainty evidence (downgraded for risk of bias, indirectness, and imprecision) of no benefit.184For the important outcome of seizure prevention, we identified very low-certainty evidence (downgraded for risk of bias and indirectness and imprecision) from 2 prospective double-blinded RCTs182,183showing no benefit of seizure prophylaxis.Post-Cardiac Arrest Seizure TreatmentFor the critical outcomes of survival with favourable neurological outcome or survival at discharge/30 days or longer, we identified no RCTs or nonrandomized studies that addressed the effect of post-cardiac arrest seizure treatment, compared with no seizure treatment, on outcomes.Treatment RecommendationsThis treatment recommendation has been updated from 2015.1,7We suggest against seizure prophylaxis in adult post-cardiac arrest survivors (weak recommendation, very low-certainty evidence).We suggest treatment of seizures in adult post-cardiac arrest survivors (weak recommendation, very low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-8. The task force decision to suggest against post-cardiac arrest seizure prophylaxis was primarily based on the absence of direct evidence that prophylactic therapy with antiepileptic drugs prevents seizures or improves important outcomes in adult comatose cardiac arrest survivors. However, the task force did recognize the very low certainty of the evidence from RCTs. The task force also considered that seizure prophylaxis in other forms of acute brain injury is not associated with improved outcomes, and that most drugs used for seizure prophylaxis can have significant side effects. Finally, the task force acknowledged that most comatose cardiac arrest survivors routinely receive sedatives such as propofol or benzodiazepines that are known to have antiepileptic effects. However, the task force identified no controlled studies that examined whether different sedation strategies or choices of sedation drugs had an impact on the incidence of post-cardiac arrest seizures.The task force decision to suggest treatment of seizures in post-cardiac arrest survivors takes into consideration the absence of direct evidence that seizure treatment improves critical outcomes in this patient population. However, there are no published controlled clinical studies. Therefore, the task force weighed the fact that"
  },
  {
    "full_text": "Therefore, the task force weighed the fact that ongoing seizures have the potential to worsen brain injury, and treatment of recurrent seizures and status epilepticus constitutes “standard of care” in other patient populations. A large randomized trial is currently underway investigating the benefit of systematic antiepileptic drug therapy with the goal of suppressing all epileptiform activity on the EEG versus standard treatment of clinical seizures only in post-cardiac arrest status epilepticus. (TELSTAR trial [Treatment of Electroencephalographic Status Epilepticus After Cardiopulmonary Resuscitation],NCT02056236)Indirect evidence from case series suggests that sedatives such as propofol are effective in suppressing both clinical convulsions and epileptiform activity on EEG in these patients.185,186,187A recent retrospective study provides some evidence that conventional antiepileptic drugs (specifically valproate and levetiracetam) also have an effect in suppressing epileptiform activity in the EEG.188In a recent comparison of valproate, levetiracetam, and fosphenytoin for convulsive status epilepticus, the 3 drugs were equally effective but fosphenytoin caused more episodes of hypotension and need for tracheal intubation.189However, it is important to note that this study excluded post-cardiac arrest patients. On the basis of these results, the task force discussed using valproate and levetiracetam as first-line drugs in post-cardiac arrest seizure treatment.There is no direct evidence of undesirable effects of antiepileptic drug therapy in comatose post-cardiac arrest survivors. Treatment with sedatives and conventional antiepileptic drugs in high doses has the potential to cause delayed awakening, prolonged need for mechanical ventilation, and increased critical care days. Importantly, generalized myoclonus in combination with epileptiform discharges may be manifestations of Lance-Adams syndrome, which is compatible with a good outcome.187,190In such cases, overly aggressive sedation and treatment with high doses of conventional antiepileptic drugs may confound the clinical examination and lead to overly pessimistic prognostication.The relative benefit of continuous EEG compared with intermittent EEG monitoring was not specifically reviewed. Continuous EEG monitoring is labor intensive and likely to add significant cost to patient care. The net cost-effectiveness of this approach is controversial and may depend substantially on the setting.191,192The task force also discussed the potential cost of delayed neurological prognostication and prolonged ICU care associated with active treatment of seizures because of the need to continue sedation.Knowledge Gaps•There is no high-certainty evidence of a positive effect of antiepileptic drugs on the outcome of post-cardiac arrest patients with seizures.•There are no RCTs specifically designed to evaluate the impact of post-cardiac arrest seizure prophylaxis on the incidence of seizures and on"
  },
  {
    "full_text": "prophylaxis on the incidence of seizures and on neurological outcome.•There are inadequate data about the timing, duration, dosing, and choice of antiepileptic drugs for seizure prophylaxis in comatose post-cardiac arrest patients.•The utility of continuous EEG versus intermittent EEG monitoring in the diagnosis and treatment of seizures in comatose post-cardiac arrest patients remains controversial.•The threshold for treating epileptiform activity other than convulsive seizures (eg, generalized epileptiform discharges) is poorly defined.•Standardized terminology for classification of epileptiform activity in the EEG of comatose post-cardiac arrest patients is increasingly used. There remains a need to develop consensus on the definition of post-cardiac arrest status epilepticus.•The value of using volatile anesthetics to treat refractory status epilepticus on post-cardiac arrest patients is currently unknown.Targeted Temperature Management (ALS 455, 790, 791, 802, 879: EvUp)A comprehensive SysRev of TTM193,194was conducted for the 2015 CoSTR.1,7The task force chose to delay updating this SysRev until the completion and publication of the Targeted Hypothermia Versus Targeted Normothermia After Out-of-Hospital Cardiac Arrest (TTM2) RCT (NCT02908308). EvUps for use of TTM and TTM duration were completed and appear in Appendix CSupplement Appendix C-14 and C-15.The results of the HYPERION trial (Therapeutic Hypothermia After Cardiac Arrest in Nonshockable Rhythm) were recently published.195In this French trial, 581 adult patients who were comatose after resuscitation from either an IHCA or OHCA with an initial nonshockable rhythm were randomized to either TTM with a target temperature of 33 °C or TTM with a temperature of 37 °C, both for 24 hours. The primary outcome (the proportion of patients with a CPC of either 1 or 2 at 90 days after the cardiac arrest) significantly favored the 33 °C group. At 90 days, 29 of 284 patients (10.2%) in the 33 °C group were alive with a CPC of 1 or 2, as compared with 17 of 297 (5.7%) in the normothermia group (risk difference, 4.5%; 95% CI, 0.1–8.9;P= 0.04). There was no difference in mortality at 90 days (81.3% versus 83.2%; risk difference, −1.9%; 95% CI, −8.0 to 4.3).This trial does not lead to any immediate changes to the 2015 ILCOR treatment recommendations1,7but reinforces the suggestion to consider TTM, targeting a constant temperature between 32°C and 36°C, in patients who remain comatose after resuscitation from either IHCA or OHCA with an initial nonshockable rhythm.Treatment RecommendationsThese treatment recommendations are unchanged from 2015.1,7We recommend selecting and maintaining a constant target temperature between 32 °C and 36 °C for those patients in whom temperature control is used (strong recommendation, moderate-quality evidence). Whether certain subpopulations of cardiac arrest patients may benefit from lower (32 °C – 34 °C) or higher (36 °C) temperatures remains unknown, and further"
  },
  {
    "full_text": "(36 °C) temperatures remains unknown, and further research may help elucidate this.We recommend TTM as opposed to no TTM for adults with OHCA with an initial shockable rhythm who remain unresponsive after ROSC (strong recommendation, low-quality evidence).We suggest TTM as opposed to no TTM for adults with OHCA with an initial nonshockable rhythm who remain unresponsive after ROSC (weak recommendation, very low-quality evidence).We suggest TTM as opposed to no TTM for adults with IHCA with any initial rhythm who remain unresponsive after ROSC (weak recommendation, very low-quality evidence).We suggest that if TTM is used, duration should be at least 24 hours (weak recommendation, very low-quality evidence).We recommend against routine use of prehospital cooling with rapid infusion of large volumes of cold IV fluid immediately after ROSC (strong recommendation, moderate-quality evidence).We suggest prevention and treatment of fever in persistently comatose adults after completion of TTM between 32 °C and 36 °C (weak recommendation, very low-quality evidence).Prognostication in Comatose Patients After Resuscitation From Cardiac ArrestCombined Prognostic Systematic ReviewsMany comatose post-cardiac arrest patients will not survive or will survive with an unfavourable neurological outcome. In some regions, family and treating teams may limit or withdraw life-sustaining treatment when unfavourable neurological outcomes are expected. Therefore, reliable strategies for timely prognostication are a critical component of any cardiac arrest system of care. The 2015 CoSTR distinguished between studies of prognostication among patients treated with or without hypothermia. For this 2020 CoSTR for ALS, these treatment recommendations apply regardless of the TTM strategy used. The reason for this is that in all of the studies we assessed, the population included a mix of TTM-treated and non–TTM-treated patients, and the potential impact of TTM on prognostication could not be assessed separately.On May 31, 2013, a new search was launched, using the search strategies used for previous SysRevs on neuroprognostication. For the SysRev informing the 2020 CoSTRs, the search included studies published from January 1, 2013, to December 31, 2019 [PROSPERO Registration: CRD42019141169].This review identified clinical signs, neurophysiological measurements, blood biomarkers, and imaging studies that had high specificity for poor neurological outcome, defined as CPC score of 3 to 5 or mRS score of 4 to 6 at hospital discharge, 1 month, or later.The decision to limit treatment of comatose post-cardiac arrest patients should never rely on a single prognostication element. The consensus of the task force was that in patients who remain comatose in the absence of confounders (eg, sedative drugs), a multimodal approach should be used, with all supplementary tests considered in the context of the clinical examination. The most reliable combination and timing for each assessment"
  },
  {
    "full_text": "combination and timing for each assessment are still to be determined and require further research.The SysRevs supporting this CoSTR defined prediction as imprecise when the upper limit of 95% CIs for false-positive rate was above 5%.196However, there is no universal consensus on what the acceptable limits for imprecision should be. In a recent survey of 640 medical providers, Steinberg et al197reported that 56% considered an acceptable false-positive rate for withdrawal of life sustaining treatment from patients who might otherwise have recovered was 0.1% or less. In addition, 59% of respondents felt that an acceptable false-positive rate threshold for continuing life-sustaining treatment in patients with unrecognized unrecoverable injury was 1% or less.Clinical Examination for Prognostication (ALS 450, 713, 487: SysRev)Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults who are comatose after resuscitation from cardiac arrest (either in-hospital or out-of-hospital), regardless of target temperature•Intervention: Pupillary light reflex (PLR), pupillometry, corneal reflex, myoclonus, and status myoclonus assessed within 1 week after cardiac arrest•Comparator: None•Outcome: Prediction of poor neurological outcome defined as CPC 3 to 5 or mRS 4 to 6 at hospital discharge, 1 month, or later•Study design: Prognostic accuracy studies where the 2 × 2 contingency table (ie, the number of true/false negatives and positives for prediction of poor outcome) was reported, or where those variables could be calculated from reported data, are eligible for inclusion. Unpublished studies, reviews, case reports, case series, studies including fewer than 10 patients, letters, editorials, conference abstracts, and studies published in abstract form were excluded.•Time frame: In 2015, an ILCOR evidence review identified 4 categories of predictors of neurological outcome after cardiac arrest, namely clinical examination, biomarkers, electrophysiology, and imaging. In the last 4 years, several studies have been published and new predictors have been identified, therefore the topic needs an update.•The most recent search of the previous SysRevs on neuroprognostication was launched on May 31, 2013. We searched studies published from January 1, 2013, to December 31, 2019.•PROSPERO Registration: CRD42019141169Consensus on SciencePupillary ReflexThe association of a bilaterally absent standard PLR, measured at various time points, with outcome was investigated in 17 observational studies.198,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214Although all of this evidence was rated as very low certainty, studies that evaluated the prognostic value of absent standard PLR at time points of 72 hours or more after ROSC had greater specificity (ranging from 90% to 100%) for unfavourable neurological outcome at time points from discharge to 12 months than studies that used the absence of PLR at less than 72 hours (specificity"
  },
  {
    "full_text": "absence of PLR at less than 72 hours (specificity ranging from 48% to 92%). Sensitivity appeared to decrease when using a time point of 72 hours or more, but specificity was identified as the higher priority given the critical importance of avoiding false positives.PupillometryAutomated assessment of PLR can be made by measuring either of the following variables:•The percent reduction in pupillary size, which is reported as qPLR, or•The neurological pupil index (NPi), which is based on several variables such as pupillary size, percentage of constriction, constriction velocity, and latency.Automated Pupillometry Using Percent of Pupillary Size Reduction (qPLR)In 3 observational studies using various time points,209,215,216qPLR from 0% to 13% at 24 hours predicted poor neurological outcome from 3 months to 12 months with specificity ranging from 77.8% to 98.9% and sensitivity from 17% to 66% (certainty of evidence from moderate to very low). When evaluated at 48 hours, specificity ranged from 95.7% to 100% and sensitivity from 18.1% to 58.5% (certainty of evidence from low to very low). In 1 study of 234 patients209qPLR = 0% at 72 hours predicted poor neurological outcome at 3 months with 100% specificity and 4.9% sensitivity (moderate certainty of evidence).Automated Pupillometry Using Multiple Variables (NPi)In 3 observational studies,209,217,218NPi from 0 to 2.40 within 24 hours predicted poor neurological outcome from hospital discharge to 3 months with 100% specificity and sensitivity ranging from 22% to 43.9% (certainty of evidence from moderate to very low). For the same outcome, 1 study with 361 patients209found that NPi 2 or less at 48 hours had 100% specificity and 18.8% sensitivity, and NPi 2 or less at 72 hours had 100% specificity, and 16.9% sensitivity (moderate certainty of evidence).Corneal ReflexCorneal reflex at various time points was investigated in 11 observational studies.198,200,202,204,205,206,210,211,213,214,219Although all of the evidence was rated as very low certainty, studies that evaluated the prognostic value of absent corneal reflex at time points of 72 hours or more after ROSC had greater specificity (ranging from 89% to 100%) for unfavourable neurological outcome from hospital discharge to 12 months after ROSC than studies that used the absence of corneal reflex at less than 72 hours (specificity ranging from 25% to 89%). Sensitivity appeared to decrease when using a time point of 72 hours or more, but specificity was determined to be a higher priority given the critical importance of avoiding false positives.MyoclonusPresence of myoclonus within 96 hours after ROSC was investigated in 6 studies200,210,219,220,221,222and predicted poor neurological outcome from hospital discharge to 6 months with specificity ranging from 77.8% to 100% and sensitivity ranging from 18.2% to 44.4% (very low-certainty evidence). However, definitions of myoclonus were provided in only 1 study.220Status MyoclonusPresence of status"
  },
  {
    "full_text": "1 study.220Status MyoclonusPresence of status myoclonus within 72 hours after ROSC was investigated in 2 studies178,223and predicted poor neurological outcome from hospital discharge to 6 months with specificity ranging from 99.8% to 100% and sensitivity ranging from 12.2% to 49.1% (very low-certainty evidence). The definitions of status myoclonus differed between these 2 studies.Treatment RecommendationsWe recommend that neuroprognostication always be undertaken by using a multimodal approach because no single test has sufficient specificity to eliminate false positives (strong recommendation, very low-certainty evidence).We suggest using PLR at 72 hours or more after ROSC for predicting neurological outcome of adults who are comatose after cardiac arrest (weak recommendation, very low-certainty evidence).We suggest using quantitative pupillometry at 72 hours or more after ROSC for predicting neurological outcome of adults who are comatose after cardiac arrest (weak recommendation, low-certainty evidence).We suggest using bilateral absence of corneal reflex at 72 hours or more after ROSC for predicting poor neurological outcome in adults who are comatose after cardiac arrest (weak recommendation, very low-certainty evidence).We suggest using presence of myoclonus or status myoclonus within 7 days after ROSC, in combination with other tests, for predicting poor neurological outcome in adults who are comatose after cardiac arrest (weak recommendation, very low-certainty evidence). We also suggest recording EEG in the presence of myoclonic jerks to detect any associated epileptiform activity (weak recommendation, very low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsAs noted in the previous CoSTR on this topic in 2015,1,7the task force consensus is that a multimodal approach should be used in all cases with all supplementary tests considered in the context of the clinical examination.The evidence-to-decision tables are included inAppendix ASupplement Appendixes A-9, 10, 11, and 12. For standard PLR, NPi, and corneal reflex, the suggestion to use these findings at 72 hours or more after ROSC was based both on the specificity found in different studies and on the perceived importance of eliminating confounding effects of sedatives or muscle relaxants as much as possible. Only some of the included studies specifically excluded the presence of residual sedation at the time the pupillary or corneal reflex was assessed.For assessment of the pupillary reflex, the task force felt that NPi has the potential for being more accurate and less prone to bias and subjectivity. This benefit, however, may be counterbalanced by the need for more equipment and specialized training to obtain the NPi.Results of clinical examination usually cannot be concealed from the treating team. Therefore, a risk of self-fulfilling prophecy exists even when index tests that are based on clinical examination are not explicitly included in the"
  },
  {
    "full_text": "examination are not explicitly included in the criteria for withdrawal of life-sustaining therapy.Although definitions of both myoclonus and status myoclonus are missing from most studies and are inconsistent in others, the presence of myoclonus is associated with poor outcome in patients who are comatose after ROSC from cardiac arrest and the finding may be useful within the context of a multimodal prognostic assessment. Myoclonus and status myoclonus are inconsistently associated with epileptiform activity on the EEG. Importantly, generalized myoclonus associated with favourable clinical features, such as a continuous or reactive EEG background or preserved brain stem reflexes, may be manifestations of Lance-Adams syndrome, which is compatible with a good outcome.187,190Knowledge Gaps•Absence of residual effects from sedatives must be specifically assessed in studies evaluating the accuracy of predictors on the basis of clinical examination after cardiac arrest.•The interrater agreement for the assessment of standard PLR, corneal reflex, and myoclonus/status myoclonus in patients resuscitated from cardiac arrest deserves investigation.•The number of studies documenting pupillometry for predicting poor outcome after cardiac arrest is still low. A consistent threshold for 100% specificity has not been identified for qPLR or NPi.•Achieving a uniform and consensus-based definition of both myoclonus and status myoclonus is necessary. The role of EEG as an additional tool to investigate the nature and the prognostic significance of myoclonus deserves investigation.•The most reliable combination and timing for each assessment remains to be determined.•The potential impact of TTM on prognostication remains to be determined.Neurophysiological Tests for Prognostication (ALS 450, 713, 460: SysRev)Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults who are comatose after resuscitation from cardiac arrest in any setting (in-hospital or out-of-hospital) and regardless of target temperature•Intervention: Electrophysiology studies assessed within 1 week after cardiac arrest•Comparator: None•Outcome: Prediction of unfavourable neurological outcome defined as CPC 3 to 5 or mRS 4 to 6 at hospital discharge, 1 month, or later•Study design: Prognostic accuracy studies where the 2 × 2 contingency table (ie, the number of true/false negatives and positives for prediction of poor outcome) was reported, or where those variables could be calculated from reported data, are eligible for inclusion. Unpublished studies, reviews, case reports, case series, studies including fewer than 10 patients, letters, editorials, conference abstracts, and studies published in abstract form are excluded.•Time frame: In 2015,1,7an ILCOR evidence review identified 4 categories of predictors of neurological outcome after cardiac arrest, namely clinical examination, biomarkers, electrophysiology, and imaging. In the last 4 years, several studies"
  },
  {
    "full_text": "and imaging. In the last 4 years, several studies have been published and new predictors have been identified, therefore the topic needs an update.•The most recent search of the previous SysRevs on neuroprognostication was launched on May 31, 2013. We searched studies published from January 1, 2013, to December 31, 2019.•PROSPERO Registration: CRD42019141169Consensus on ScienceSomatosensory Evoked PotentialsThe prognostic value of somatosensory evoked potentials (SSEPs) was investigated in 14 observational studies.199,205,208,209,210,211,214,224,225,226,227,228,229,230In 4 studies,205,224,228,229bilaterally absent N20 SSEP wave within 24 hours after ROSC predicted poor neurological outcome from hospital discharge to 6 months. Specificity was 100% and sensitivity ranged from 33.3% to 57.7% (very low-certainty evidence). In 1 study,199an absent N20 wave on one side and an absent or low-voltage N20 wave on the other side within 24 hours after ROSC predicted poor neurological outcome at 6 months. Specificity was 100% and sensitivity was 49.6% (very low-certainty evidence).In 12 studies,205,208,209,210,211,214,225,226,227,228,229,230bilaterally absent N20 SSEP wave at 24 to 96 hours after ROSC predicted poor neurological outcome from hospital discharge to 6 months. Specificity ranged from 50% to 100% and sensitivity ranged from 18.2% to 69.1% (very low-certainty evidence).Unreactive EEGThe prognostic value of an unreactive EEG was investigated in 10 observational studies.210,219,229,231,232,233,234,235,236,237In 9 of these studies,210,219,229,232,233,234,235,236,237an unreactive EEG within 72 hours after ROSC predicted poor neurological outcome from hospital discharge to 6 months. Specificity ranged from 41.7% to 100% and sensitivity ranged from 50% to 97.1% (certainty of evidence from moderate to very low). Specificity was below 90% in most of these studies, reaching 100% in only 2 of them.In 1 study,231an unreactive EEG at a median of 77 hours after ROSC (interquartile range [IQR], 53–102) predicted poor neurological outcome at 6 months with 70% specificity and 88.1% sensitivity (very low-certainty evidence).Rhythmic/Periodic DischargesThe prognostic value of rhythmic/periodic discharges were investigated in 9 observational studies.199,210,228,231,237,238,239,240,241In 2 studies,199,238rhythmic/periodic discharges within 24 hours after ROSC predicted poor neurological outcome from 3 months to 6 months. Specificity was 100% and sensitivity ranged from 2.4% to 7.9% (certainty of evidence from moderate to very low).In 4 studies,210,228,238,239rhythmic/periodic discharges within 48 hours after ROSC predicted poor neurological outcome from 3 months to 6 months. Specificity ranged from 97.2% to 100% and sensitivity ranged from 8.1% to 42.9% (certainty of evidence from moderate to very low).In 3 studies,228,237,239rhythmic/periodic discharges at 48 to 72 hours after ROSC predicted poor neurological outcome from 1 month to 6 months. Specificity ranged from"
  },
  {
    "full_text": "from 1 month to 6 months. Specificity ranged from 66.7% to 96.1% and sensitivity ranged from 11.4% to 50.8% (certainty of evidence from low to very low).In 2 studies,231,240rhythmic/periodic discharges at the median time of 76 to 77 hours after ROSC predicted poor neurological outcome at 6 months. Specificity ranged from 97% to 100% and sensitivity ranged from 5% to 40% (certainty of evidence from low to very low).In 1 study,241rhythmic/periodic discharges within 5 days after ROSC predicted poor neurological outcome at 6 months. Specificity was 100% and sensitivity was 15.7% (moderate certainty of evidence).Sporadic, Nonrhythmic/Periodic DischargesThe prognostic value of sporadic, nonrhythmic/periodic discharges was investigated in 5 observational studies.199,226,228,237,238In 3 studies,199,226,238sporadic, nonrhythmic/periodic discharges within 24 hours after ROSC predicted poor neurological outcome from 3 months to 6 months. Specificity ranged from 84.6% to 100% and sensitivity ranged from 0.5% to 7.9% (certainty of evidence from moderate to very low).In 3 studies,226,228,238sporadic, nonrhythmic/periodic discharges within 48 hours predicted poor neurological outcome from 3 months to 6 months. Specificity ranged from 95.8% to 99.5% and sensitivity ranged from 0.4% to 13.3% (certainty of evidence from moderate to very low).In 3 studies,226,228,237sporadic, nonrhythmic/periodic discharges at 48 to 72 hours predicted poor neurological outcome from 1 month to 6 months. Specificity ranged from 88.9% to 97.3% and sensitivity ranging from 0.6% to 38.5% (certainty of evidence from low to very low).In 1 study,226sporadic, nonrhythmic/periodic discharges at 96 to 120 hours predicted poor neurological outcome at 6 months. Specificity ranged from 66.7% to 82.1% and sensitivity ranged from 17.6% to 21.3% (very low-certainty evidence).SeizuresThe prognostic implications of seizures were investigated in 5 observational studies.220,231,236,237,238In 4 of these studies, seizures were recorded within 72 hours after ROSC, and in 1 study,231they were recorded at a median of 77 (53–102) hours after ROSC. In these studies, the presence of seizures predicted poor neurological outcome from hospital discharge to 6 months with 100% specificity and sensitivity ranging from 0.6% to 26.8% (certainty of evidence from moderate to very low).The prognostic implications of status epilepticus were investigated in 6 studies.202,225,236,241,242,243The definitions of status epilepticus were inconsistent across studies. In these studies, status epilepticus within 5 days after ROSC predicted poor neurological outcome from hospital discharge to 6 months. Specificity ranged from 82.6% to 100% and sensitivity ranged from 1.8% to 50% (certainty of evidence low to very low).In 3 of these studies,202,225,236EEG was recorded within 72 hours after ROSC and specificity was 100%. In another study,243specificity was 100% only when status epilepticus originated from a discontinuous or"
  },
  {
    "full_text": "epilepticus originated from a discontinuous or burst-suppression background.Burst SuppressionThe possible prognostic value of burst suppression was investigated in 6 observational studies.202,220,225,231,233,240In 2 studies,220,233burst suppression within 24 hours after ROSC predicted poor neurological outcome to hospital discharge with 50% to 100% specificity and 50% to 51.5% sensitivity (certainty of evidence very low).In 5 studies,202,225,231,233,240burst suppression at 24 to 120 hours after ROSC predicted poor neurological outcome at hospital discharge to 6 months. Specificity ranged from 91.7% to 100% and sensitivity ranged from 13.9% to 55.6% (certainty of evidence from low to very low).Definitions of burst suppression used in these studies varied when they were included at all. In 2 studies,231,240the American Clinical Neurophysiology Society definition244was used. In 1 study, a non-American Clinical Neurophysiology Society definition was used, while in the remaining studies, no specific definition was used.Synchronous Burst SuppressionIn 1 study,226a synchronous burst suppression at 6 to 96 hours after ROSC predicted poor neurological outcome at 6 months with 100% specificity and sensitivity ranging from 1.1% to 31.7% (certainty of evidence from moderate to low).Heterogeneous Burst SuppressionIn 1 study,226heterogeneous burst suppression at 6 to 120 hours after ROSC predicted poor neurological outcome at 6 months. Specificity ranged from 90.7% to 100% and sensitivity ranged from 1.1% to 16.2% (certainty of evidence from moderate to very low).Treatment RecommendationsWe recommend that neuroprognostication always be undertaken by using a multimodal approach because no single test has sufficient specificity to eliminate false positives (strong recommendation, very low-certainty evidence).We suggest using a bilaterally absent N20 wave of SSEP in combination with other indices to predict poor outcome in adult patients who are comatose after cardiac arrest (weak recommendation, very low-certainty evidence).We suggest against using the absence of EEG background reactivity alone to predict poor outcome in adult patients who are comatose after cardiac arrest (weak recommendation, very low-certainty evidence).We suggest using the presence of seizure activity on EEG in combination with other indices to predict poor outcome in adult patients who are comatose after cardiac arrest (weak recommendation, very low-certainty evidence).We suggest using burst suppression on EEG in combination with other indices to predict poor outcome in adult patients who are comatose and effects of sedation after cardiac arrest have cleared (weak recommendation, very low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision tables are included inAppendix ASupplement Appendixes A-13, 14, 15, 16, and 17.In making a recommendation about use of SSEPs for prognostication, the task force considered that SSEPs have a low risk of"
  },
  {
    "full_text": "force considered that SSEPs have a low risk of confounding from TTM or sedation and a large size of effect (high precision). However, to limit the risk of self-fulfilling prophecy, combining evaluation of SSEPs with other indices of poor neurological outcome is prudent.In almost all studies, we reported the specificity of unreactive EEG background for predicting poor outcome, and its precision was low. In addition, both definitions of stimuli to induce EEG reactivity were inconsistent across studies.In most of the studies, we included the specificity of rhythmic/periodic epileptiform activity for predicting poor outcome as 100%. Specificity was lower for sporadic epileptiform discharges.In all studies, we included the specificity of American Clinical Neurophysiology Society-defined seizures on EEG for predicting poor outcome as 100%.244This specificity was consistent throughout the first 72 hours after ROSC.Specificity of status epilepticus for predicting poor outcome was 100% in only half of the studies we included. An additional challenge for use of studies of status epilepticus for prognostication is the inconsistency of its definitions in reported studies.In all studies we included, the presence of burst suppression on EEG predicted poor neurological outcome with a specificity above 90%, and in most studies, the specificity was 100%. Because sedative agents can affect the EEG, the most prudent strategy is to assess burst suppression for prognostication when any effects of sedation medications have cleared.Knowledge Gaps•Further studies are needed to evaluate the added value of assessing SSEPs in combination with other predictors of poor neurological outcome after cardiac arrest.•It is desirable that future studies adopt a standard definition of background EEG reactivity. An international consensus statement on EEG reactivity testing (eg, stimulus protocol) has been proposed.245•It is desirable that future studies adopt a standard definition of epileptiform discharges.•The specific predictive value of the different epileptiform subtypes, their prevalence, and their combination with background EEG deserves further investigation.•Precision was low or very low in most studies of the association of seizures with outcome. Further studies are needed to confirm the predictive value of seizures for poor outcome after cardiac arrest.•A standard definition of status epilepticus is urgently needed.•It is desirable that future studies adopt a standard definition of burst suppression, such as the one included in the American Clinical Neurophysiology Society’s Standardized Critical Care EEG Terminology.244•The accuracy of synchronous burst suppression for prognostication (identical/highly epileptiform bursts) deserves further investigation.•It is desirable to achieve a consensus definition of the term, “highly malignant EEG patterns” in patients who are comatose after resuscitation from cardiac arrest.•The potential impact of TTM on prognostication remains"
  },
  {
    "full_text": "impact of TTM on prognostication remains to be determined.Blood Biomarkers for Prognostication (ALS 450, 713, 484: SysRev)Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults who are comatose after resuscitation from cardiac arrest in any setting (in-hospital or out-of-hospital) and regardless of target temperature•Intervention: The use of neuron-specific enolase (NSE), S-100B, glial fibrillary acidic protein, serum tau protein, and neurofilament light chain assessed within 1 week after cardiac arrest•Comparator: None•Outcome: Prediction of unfavourable neurological outcome, defined as CPC 3 to 5 or mRS 4 to 6 at hospital discharge, 1 month, or later•Study design: Prognostic accuracy studies where the 2 × 2 contingency table (ie, the number of true/false negatives and positives for prediction of poor outcome) was reported, or where those variables could be calculated from reported data, are eligible for inclusion. Unpublished studies, reviews, case reports, case series, studies including fewer than 10 patients, letters, editorials, conference abstracts, and studies published in abstract form were excluded.•Time frame: In 2015, an ILCOR evidence review1,7identified 4 categories of predictors of neurological outcome after cardiac arrest, namely clinical examination, biomarkers, electrophysiology, and imaging. In the last 4 years, several studies have been published and new predictors have been identified, therefore the topic needs an update.•The most recent search of the previous SysRevs on neuroprognostication was launched on May 31, 2013. We searched studies published from January 1, 2013, to December 31, 2019.•PROSPERO Registration: CRD42019141169Consensus on ScienceNeuron-Specific EnolaseThe prognostic value of NSE was investigated in 12 observational studies.202,206,208,214,239,246,247,248,249,250,251,252In these studies, NSE with thresholds ranging from 33 to 120 μg/L within 72 hours after ROSC predicted poor neurological outcome from hospital discharge to 6 months. Specificity ranged from 75% to 100% and sensitivity ranged from 7.8% to 83.6% (certainty of evidence from moderate to very low).In 1 study,248NSE with a threshold of 50.2 μg/L at day 4 (after ROSC) predicted poor neurological outcome at 1 month with 100% specificity and 42.1% sensitivity (moderate certainty of evidence).S-100BThe accuracy of S-100B protein in predicting poor outcome in patients with ROSC after cardiac arrest was investigated in 3 observational studies.251,253,254In 2 studies,251,254S-100B protein with threshold ranging from 3.58 to 16.6 μg/L immediately after ROSC predicted poor neurological outcome from 3 to 6 months with 100% specificity and sensitivity ranging from 2.8% to 26.9% (certainty of evidence from moderate to very low).In 3 studies,251,253,254S-100B protein with a threshold ranging from 0.193 to 2.59 μg/L at 24 hours after ROSC predicted poor neurological outcome from 3 to 6 months with 100% specificity and"
  },
  {
    "full_text": "from 3 to 6 months with 100% specificity and sensitivity ranging from 10.1% to 77.6% (certainty of evidence from moderate to very low). In the same 3 studies,251,253,254S-100B protein with a threshold ranging from 0.159 to 3.67 μg/L at 48 hours after ROSC predicted poor neurological outcome from 3 to 6 months with 100% specificity and sensitivity ranging from 5% to 77.6% (certainty of evidence from moderate to very low). In the same 3 studies,251,253,254S-100B protein with a threshold ranging from 0.202 to 1.83 μg/L at 72 hours after ROSC predicted poor neurological outcome from 3 to 6 months with 100% specificity and sensitivity ranging from 5% to 61.2% (certainty of evidence from moderate to very low).Glial Fibrillary Acidic ProteinIn 1 study,252glial fibrillary acidic protein with a threshold of 0.08 μg/L at 48 ± 12 hours after ROSC predicted poor neurological outcome at 1 month with 100% specificity and 21.3% sensitivity (low-certainty evidence).Serum Tau ProteinIn 1 study with 667 patients,255serum tau protein with a threshold ranging from 72.7 to 874.5 ng/L at 24 to 72 hours after ROSC predicted poor neurological outcome at 6 months with 100% specificity and sensitivity ranging from 4% to 42% (very low-certainty evidence).Serum Neurofilament Light ChainIn 1 study,256serum neurofilament light chain with a threshold ranging from 1539 to 12317 pg/mL at 24 to 72 hours after ROSC predicted poor neurological outcome at 6 months with 100% specificity and sensitivity ranging from 53.1% to 65% (moderate certainty of evidence).In 1 study,257serum neurofilament light chain with a threshold ranging from 252 to 405 pg/mL from day 1 to day 7 after ROSC predicted poor neurological outcome (CPC 4–5) at 6 months with 100% specificity and sensitivity ranging from 55.6% to 94.4% (very low-certainty evidence).Treatment RecommendationsWe recommend that neuroprognostication always be undertaken by using a multimodal approach because no single test has sufficient specificity to eliminate false positives (strong recommendation, very low-certainty evidence).We suggest using NSE within 72 hours after ROSC, in combination with other tests, for predicting neurological outcome of adults who are comatose after cardiac arrest (weak recommendation, very low-certainty evidence). There is no consensus on a threshold value.We suggest against using S-100B protein for predicting neurological outcome of adults who are comatose after cardiac arrest (weak recommendation, low-certainty evidence).We suggest against using serum levels of glial fibrillary acidic protein, serum tau protein, or neurofilament light chain for predicting poor neurological outcome of adults who are comatose after cardiac arrest (weak recommendation, very low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsAs was noted in the information addressing this topic in the 2015 CoSTR,1,7the task force opinion is that a multimodal approach should be used in all cases with all"
  },
  {
    "full_text": "approach should be used in all cases with all supplementary tests considered in the context of prognostication.The evidence-to-decision tables are included inAppendix ASupplement Appendixes A-18, 19, and 20.Limited evidence suggests that high concentrations of NSE predict poor neurological outcome with 100% specificity at 24 to 72 hours after cardiac arrest, but there is a wide variability of thresholds for 100% specificity across studies. Lack of blinding was a limitation in most of included studies, even if withdrawal of life sustaining therapy based only on NSE was not documented.Although the risk of self-fulfilling prophecy for S-100B protein is lower than that observed in other predictors, the evidence is limited by the few available studies and the wide variability of thresholds for 100% specificity across studies.The supporting evidence about the use of neurofilament light chain, glial fibrillary acidic protein, and serum tau protein for prognostication after cardiac arrest is limited to very few studies. Consistent thresholds for 100% specificity need to be identified before any of these biomarkers can be recommended for prognostication in the clinical setting. These biomarker tests are not widely available. The methods used for measuring these biomarkers need to be more widely available, standardized, and studied.Knowledge Gaps•Large cohort studies are desirable to identify consistent NSE and S-100B thresholds for predicting poor neurological outcome after cardiac arrest. There is very little evidence concerning the predictive value of these biomarkers when measured later than 72 hours after ROSC.•Further studies on glial fibrillary acidic protein, serum tau protein, and neurofilament light chain are needed to confirm their predictive value after cardiac arrest, to assess their reproducibility, and to identify consistent thresholds for 100% specificity.•The potential impact of TTM on prognostication remains to be determined.Imaging for Prognostication (ALS 450, 713, 458: SysRev)Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults who are comatose after resuscitation from cardiac arrest in any setting (in-hospital or out-of-hospital) and regardless of target temperature•Intervention: Imaging studies assessed within 1 week after cardiac arrest•Comparator: None•Outcome: Unfavourable neurological outcome defined as CPC 3 to 5 or mRS 4 to 6 at hospital discharge, 1 month, or later•Study design: Prognostic accuracy studies where the 2 × 2 contingency table (ie, the number of true/false negatives and positives for prediction of poor outcome) was reported, or where those variables could be calculated from reported data, are eligible for inclusion. Unpublished studies, reviews, case reports, case series, studies including fewer than 10 patients, letters, editorials, conference abstracts, and studies published in abstract form were excluded.•Time frame: In 2015,1,7an ILCOR evidence review identified 4"
  },
  {
    "full_text": "In 2015,1,7an ILCOR evidence review identified 4 categories of predictors of neurological outcome after cardiac arrest, namely clinical examination, biomarkers, electrophysiology, and imaging. In the last 4 years, several studies have been published and new predictors have been identified, therefore the topic needs an update.•The most recent search of the previous SysRevs on neuroprognostication was launched on May 31, 2013. We searched studies published from January 1, 2013, to December 31, 2019.•PROSPERO Registration: CRD42019141169Consensus on ScienceGray Matter–to–White Matter RatioGray Matter–to–White Matter Ratio: AverageThe prognostic value of the gray matter–to–white matter ratio (GWR) average was investigated in 7 observational studies.203,214,258,259,260,261,262In 4 studies,214,260,261,263a GWR average 1.23 or less within 6 hours after ROSC predicted poor neurological outcome from hospital discharge to 6 months with 100% specificity and sensitivity ranging from 13.3% to 83.8% (certainty of evidence from low to very low).In 1 study,203a GWR average 1.13 or less at 124.5 ± 59.9 minutes from ROSC predicted poor neurological outcome at 1 month with 85% specificity and 29.8% sensitivity (very low-certainty evidence).In 1 study,259a GWR average 1.077 or less within 24 hours after ROSC predicted poor neurological outcome at hospital discharge with 100% specificity and 15.6% sensitivity (very low-certainty evidence).In 1 study,258a GWR average 1.14 or less within 72 hours after ROSC predicted poor neurological outcome at hospital discharge with 100% specificity and 38.1% sensitivity (very low-certainty evidence).Gray Matter–to–White Matter Ratio: Basal GangliaThe prognostic value of the GWR in the basal ganglia was investigated in 4 observational studies.199,258,261,264In 1 study,261GWR-basal ganglia 1.12 or less within 1 hour after ROSC predicted poor neurological outcome at hospital discharge with 100% specificity and 3.3% sensitivity (very low-certainty evidence).In 2 studies,199,264GWR-basal ganglia 1.21 or less within 24 hours after ROSC predicted poor neurological outcome at 6 months with 100% specificity and sensitivity ranging from 41.8% to 42.1% (certainty of evidence from moderate to very low).In 1 study,258GWR-basal ganglia 1.12 or less within 72 hours after ROSC predicted poor neurological outcome at hospital discharge with 100% specificity and 28.6% sensitivity (very low-certainty evidence).Gray Matter–to–White Matter Ratio: Putamen/Corpus CallosumThe prognostic value of the GWR putamen/corpus callosum was investigated in 3 observational studies.247,260,265In 2 studies,247,260the GWR putamen/corpus callosum 1.17 or less within 6 hours after ROSC predicted poor neurological outcome from hospital discharge to 6 months with 100% specificity and sensitivity ranging from 31.3% to 52.9% (very low-certainty evidence).In 1 study,265of 258 patients, the GWR putamen/corpus callosum 0.91 or less within 24 hours after ROSC predicted poor"
  },
  {
    "full_text": "or less within 24 hours after ROSC predicted poor neurological outcome at 6 months with 100% specificity and 1.7% sensitivity (very low-certainty evidence).Gray Matter–to–White Matter Ratio: Simplified (Putamen/Posterior Limb of Internal Capsule)In 1 observational study, GWR-simplified258a ratio 1.1 or less within 72 hours after ROSC predicted poor neurological outcome at hospital discharge with 100% specificity and 28.6% sensitivity (very low-certainty evidence).Gray Matter–to–White Matter Ratio: Caudate Nucleus/Posterior Limb of Internal CapsuleIn 2 observational studies,247,260a GWR in the caudate nucleus/posterior limb of the internal capsule 1.15 or less within 6 hours after ROSC predicted poor neurological outcome from hospital discharge to 6 months with 100% specificity and sensitivity ranging from 19.8% to 40.6% (very low-certainty evidence).Gray Matter–to–White Matter Ratio: CerebrumThe prognostic value of the GWR in the cerebrum was investigated in 2 observational studies.258,261In 1 study,261a GWR in the cerebrum 1.12 or less within 1 hour after ROSC predicted poor neurological outcome at hospital discharge with 100% specificity and 20% sensitivity (very low-certainty evidence).In 1 study,258a GWR in the cerebrum 1.09 or less within 72 hours after ROSC predicted poor neurological outcome at hospital discharge with 100% specificity and 28.6% sensitivity (very low-certainty evidence).Gray Matter–to–White Matter Ratio: Thalamus/Corpus CallosumIn 1 observational study,260a GWR in the cerebrum thalamus/corpus callosum 1.13 or less at a median time of 90 (IQR, 52–150) minutes after ROSC predicted poor neurological outcome at 6 months with 100% specificity and 50% sensitivity (very low-certainty evidence).Gray Matter–to–White Matter Ratio: Caudate Nucleus/Corpus CallosumIn 1 observational study,260the GWR in the caudate nucleus/corpus callosum 1.15 or less at median time of 90 (IQR, 52–150) minutes after ROSC predicted poor neurological outcome at 6 months with 100% specificity and 46.9% sensitivity (very low-certainty evidence).Gray Matter–to–White Matter Ratio in Cardiac Versus Noncardiac EtiologyOne study assessed the predictive value of GWR specifically in patients with cardiac arrest of cardiac etiology, and one other focused exclusively on cardiac arrest with noncardiac etiology.266,267Both of these studies reported GWRs that had 100% specificity for poor neurological outcome, and sensitivity was low in all cases. Results are presented in detail inTable 3a,Table 3b.Table 3aSensitivity and Specificity of GWR at 50 (IQR, 26–107) Minutes From ROSC by Brain Location in Patients With Cardiac Arrest of Cardiac Etiology.Table 3aStudy, YearGWRLocation or TypeSensitivitySpecificityCertainty of EvidencePoor Neurological Outcome at DischargeLee, 2015266≤1.13Average3.5%100%Very low≤1.11Basal ganglia3.5%100%Very low≤1.107Putamen/corpus callosum5.6%100%Very low≤1.06Simplified3.5%100%Very low≤1.094Caudate nucleus/posterior limb of the internal"
  },
  {
    "full_text": "nucleus/posterior limb of the internal capsule3.5%100%Very low≤1.15Cerebrum4.2%100%Very lowGWR indicates gray matter-to-white matter ratio; and IQR, interquartile range.Table 3bSensitivity and Specificity of GWR at 67 (IQR, 29–115) Minutes From ROSC by Brain Location in Patients With Cardiac Arrest of Noncardiac Etiology.Table 3bStudyGWRLocation or TypeSensitivitySpecificityCertainty of EvidencePoor Neurological Outcome at DischargeLee, 2016267≤1.22Average28.3%100%Very low≤1.17Basal ganglia26.2%100%Very low≤1.2Putamen/corpus callosum43.4%100%Very low≤1.12Simplified9.7%100%Very low≤1.138Caudate nucleus/posterior limb of the internal capsule20%100%Very low≤1.2Cerebrum11%100%Very lowGWR indicates gray matter-to-white matter ratio; and IQR, interquartile range.Diffusion-Weighted MRIThe prognostic value of diffusion-weighted magnetic resonance imaging (MRI) was investigated in 5 observational studies.198,214,260,268,269In 1 study,260high signal intensity on diffusion-weighted MRI within 6 hours after ROSC predicted poor neurological outcome at 6 months with 100% specificity and 81.3% sensitivity (very low-certainty evidence).In 4 studies,198,214,268,269positive findings on diffusion-weighted MRI within 5 days after ROSC predicted poor neurological outcome from hospital discharge to 6 months with specificity ranging from 55.7% to 100% and sensitivity ranging from 26.9% to 92.6% (very low-certainty evidence).Apparent Diffusion CoefficientThe prognostic value of apparent diffusion coefficient (ADC) was investigated in 2 studies.261,269In 1 study,270a mean ADC 726 × 10 − 6 mm2/s or less at less than 48 hours after ROSC predicted poor neurological outcome at 6 months with 100% specificity and 44% sensitivity (very low-certainty evidence).In the same study,270a mean ADC 627 × 10 − 6 mm2/s or less at 48 hours to 7 days after ROSC predicted poor neurological outcome at 6 months with 100% specificity and 20.8% sensitivity (very low-certainty evidence).In the same study,270an ADC volume proportion (400 × 10 − 6 mm2/s) greater than 2.5% at less than 48 hours after ROSC predicted poor neurological outcome at 6 months with 100% specificity and 64% sensitivity (very low-certainty evidence).In the same study,270an ADC volume proportion (400 × 10 − 6 mm2/s) greater than 1.66% at 48 hours to 7 days after ROSC predicted poor neurological outcome at 6 months with 100% specificity and 79.2% sensitivity (very low-certainty evidence).In another study,269amaximum cluster size in different cerebral regions on MRI 151.7 × 10 − 6 mm2/s or less at 46 (IQR, 37–52) hours after ROSC predicted poor neurological outcome at 6 months with 100% specificity and sensitivity ranging from 62.5% to 90% (very low-certainty evidence).In that same study,269athe lowest mean ADC in different cerebral regions on MRI 555.7 × 10 − 6 mm2/s or less at 46 (IQR, 37–52) hours after ROSC predicted poor neurological outcome at 6 months with 100% specificity and sensitivity ranging from 50% to 72.5% (very"
  },
  {
    "full_text": "and sensitivity ranging from 50% to 72.5% (very low-certainty evidence).In the same study,269athe lowest minimum ADC in different cerebral regions MRI 466.8 × 10 − 6 mm2/s or less at 46 (IQR, 37–52) hours after ROSC predicted poor neurological outcome at 6 months with 100% specificity and sensitivity ranging from 42.5% to 82.5% (very low-certainty evidence).Treatment RecommendationsWe recommend that neuroprognostication always be undertaken by using a multimodal approach because no single test has sufficient specificity to eliminate false positives (strong recommendation, very low-certainty evidence).We suggest using GWR on brain computed tomography for predicting neurological outcome of adults who are comatose after cardiac arrest (weak recommendation, very low-certainty evidence). However, no GWR threshold for 100% specificity can be recommended.We suggest using diffusion-weighted brain MRI for predicting neurological outcome of adults who are comatose after cardiac arrest (weak recommendation, very low-certainty evidence).We suggest using ADC on brain MRI for predicting neurological outcome of adults who are comatose after cardiac arrest (weak recommendation, very low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision tables are includedAppendix ASupplement Appendixes A-21, 22, and 23. As noted in the 2015 CoSTR on this topic,1,7the task force consensus is that a multimodal approach should be used in all cases with all supplementary tests considered in the context of prognostication.In patients who are comatose after cardiac arrest, severe brain edema predicts poor outcome with high specificity. Calculation of GWR allows a quantitative evaluation of brain edema. However, there is a wide heterogeneity of measurement techniques (sites and calculation methods) for GWR. This may partly explain the wide variability of thresholds for 100% specificity across the identified studies. The evidence supporting use of the GWR for prognostication has very low certainty.Assessing diffusion-weighted imaging has potential for predicting poor neurological outcome after cardiac arrest. The definition of a positive diffusion weighted magnetic resonance image after cardiac arrest was inconsistent or even absent in the identified studies. The supporting evidence had very low certainty.Assessing ADC has a potential for predicting poor neurological outcome after cardiac arrest with high sensitivity. There is a wide heterogeneity of measurement techniques (sites and calculation methods) for ADC across studies. The supporting evidence for ADC had very low certainty.Knowledge Gaps•A consistent GWR threshold for predicting poor neurological outcome after cardiac arrest should be identified.•A standardization of the methods for GWR calculation is warranted.•The optimal timing for prognostication using brain computed tomography after cardiac arrest is still unknown. Studies assessing serial brain computed tomography"
  },
  {
    "full_text": "assessing serial brain computed tomography after cardiac arrest are desirable.•The criteria for defining a positive diffusion-weighted MRI after cardiac arrest need to be standardized.•A consistent ADC threshold for predicting poor neurological outcome after cardiac arrest should be identified.•Standardization of the methods for ADC calculation is needed.•The potential impact of TTM on prognostication remains to be determined.ALS CoSTR Topics Not Reviewed in 2020Post-ROSC Percutaneous Coronary InterventionUpdates to 2015 CoSTRs for acute coronary syndromes (ACS) are now part of ALS postresuscitation care because there is no longer an ACS Task Force.271,272The topics of percutaneous coronary intervention after ROSC in patients with and without ST-segment elevation (ACS 340, ACS 885) will be addressed in the 2021 CoSTR after publication of an ongoing SysRev.Organ Donation After Cardiac ArrestThe 2015 treatment recommendations1,7have not been updated for 2020. An ILCOR scientific statement on organ donation after OHCA will provide a narrative summary of the world literature on the incidence and outcomes of organ donation after OHCA as well as an estimation of potential donors and published implementation strategies with or without extracorporeal resuscitation. The statement includes a review of the international ethical issues and provides cost effectiveness estimates. It will make summary suggestions for implementation as well as identify key knowledge gaps that need to be addressed by future research (Tables A1 and A2).Manual Defibrillation Topics Not Reviewed in 2020•Algorithm for transition from shockable to nonshockable rhythm and vice versa (ALS 444)•Biphasic waveforms (ALS 470)•Pulsed biphasic waveforms (ALS 470)•First shock energy (ALS 470)•Single shocks versus stacked shocks (ALS 470)•Fixed versus escalating defibrillation energy (ALS 470)•Cardioversion strategies with implantable cardioverter-defibrillators or pacemakers (ALS 475)Circulatory Support Topics Not Reviewed in 2020•IABP versus manual CPR (ALS 724)•Open-chest CPR (ALS 574)•Impedance threshold device (ALS 579)•Mechanical CPR devices (ALS 782)Drugs During CPR Topics Not Reviewed in 2020•IV fluids during cardiac arrest (ALS 578)•Drugs for atrial fibrillation (ALS 466)•Drugs for narrow complex tachycardia (ALS 463)•Drugs for monomorphic wide complex tachycardia (ALS 464)•Drugs for undifferentiated stable wide complex tachycardia (ALS 583)•Drugs for bradycardia (ALS 465)•Atropine for cardiac arrest (ALS 491)•Calcium for cardiac arrest (ALS 482)Intra-arrest Monitoring Topics Not Reviewed in 2020•Point-of-care echocardiography for diagnosis during CPR (ALS 658)Special Circumstances Topics Not Reviewed in 2020•Cardiac tamponade (ALS 478)•Cardiac arrest during coronary catheterization (ALS 479)•Cardiac arrest in operating room (ALS 812)•Post-op cardiothoracic surgery cardiac arrest (ALS 572)•Electrolyte disturbances (ALS 456)•Digoxin toxicity (ALS 468)•Tricyclic antidepressant toxicity"
  },
  {
    "full_text": "(ALS 468)•Tricyclic antidepressant toxicity (ALS 429)•Cyanide toxicity (ALS 471)•Cocaine toxicity (ALS 474)•Carbon monoxide toxicity (ALS 480)•Calcium channel blocker toxicity (ALS 481)•Beta blocker toxicity (ALS 485)•Benzodiazepine toxicity (ALS 486)•Lipid therapy for cardiac arrest secondary to drug toxicity (ALS 834)•Avalanche victims (ALS 489)•Morbid obesity (ALS 452)•Asthma and cardiac arrest (ALS 492)•Cardiac arrest caused by anaphylaxis (ALS 494)Postresuscitation Care Topics Not Reviewed in 2020•IV fluids after cardiac arrest (ALS 577)•Mechanical circulatory support postresuscitation (ALS 447)•Glucose control after resuscitation (ALS 580)•Haemofiltration postresuscitation (ALS 453)•Percutaneous coronary intervention after ROSC with ST-segment elevation (ACS 340)•Percutaneous coronary intervention after ROSC without ST-segment elevation (ACS 885)•Organ donation (ALS 449)Data Supplements are available with this article athttps://www.ahajournals.org/doi/suppl/10.1161/CIR.0000000000000893This article has been co-published in Resuscitation. Published by Elsevier Ireland Ltd. All rights reserved."
  }
]