[
  {
    "full_text": "TITLE: Adult Basic Life Support☆ ABSTRACT: This 2020 International Consensus on Cardiopulmonary Resuscitation (CPR) and Emergency Cardiovascular Care Science With Treatment Recommendations on basic life support summarizes evidence evaluations performed for 20 topics that were prioritized by the Basic Life Support Task Force of the International Liaison Committee on Resuscitation. The evidence reviews include 16 systematic reviews, 3 scoping reviews, and 1 evidence update. Per agreement within the International Liaison Committee on Resuscitation, new or revised treatment recommendations were only made after a systematic review.Systematic reviews were performed for the following topics: dispatch diagnosis of cardiac arrest, use of a firm surface for CPR, sequence for starting CPR (compressions-airway-breaths versus airway-breaths-compressions), CPR before calling for help, duration of CPR cycles, hand position during compressions, rhythm check timing, feedback for CPR quality, alternative techniques, public access automated external defibrillator programs, analysis of rhythm during chest compressions, CPR before defibrillation, removal of foreign-body airway obstruction, resuscitation care for suspected opioid-associated emergencies, drowning, and harm from CPR to victims not in cardiac arrest.The topics that resulted in the most extensive task force discussions included CPR during transport, CPR before calling for help, resuscitation care for suspected opioid-associated emergencies, feedback for CPR quality, and analysis of rhythm during chest compressions. After discussion of the scoping reviews and the evidence update, the task force prioritized several topics for new systematic reviews. BODY: This is the fourth in a series of annual International Liaison Committee on Resuscitation (ILCOR)2020 International Consensus on Cardiopulmonary Resuscitation(CPR)and Emergency Cardiovascular Care(ECC)Science With Treatment Recommendations(CoSTR) summary publications. This 2020 CoSTR for basic life support (BLS) includes new topics addressed by systematic reviews (SysRevs) performed within the past 12 months and prioritized by the BLS Task Force. It also includes updates of the BLS treatment recommendations published from 2010 through 2019,1,2,3,4,5,6,7,8as needed, based on additional evidence evaluations. As a result, this 2020 CoSTR for BLS is the most comprehensive update since 2010.The 3 major types of evidence evaluation supporting this 2020 document are the SysRev, the scoping review (ScopRev), and the evidence update (EvUp).The SysRev is a rigorous process, following strict methodology to answer a specific question; each of these ultimately resulted in generation of the task force consensus on science with treatment recommendations included in this document. The SysRevs were performed by a knowledge synthesis unit, an expert systematic reviewer, or the BLS Task Force, and many resulted in separate published SysRevs.To begin the SysRev, the question"
  },
  {
    "full_text": "SysRevs.To begin the SysRev, the question to be answered was phrased in terms of the PICOST (population, intervention, comparator, outcome, study design, time frame) format. The methodology used toidentifythe evidence was based on the Preferred Reporting Items for Systematic Reviews and Meta-Analyses.9The approach used toevaluatethe evidence was based on that proposed by the Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) working group.10Using this approach, the task force rated as high, moderate, low, or very low the certainty/confidence in the estimates of effect of an intervention or assessment across a body of evidence (excluding animal studies) for each of the predefined outcomes. Randomized controlled trials (RCTs) generally began the analysis as high-certainty evidence, and observational studies generally began the analysis as low-certainty evidence; examination of the evidence using the GRADE approach could result in downgrading or upgrading of the certainty of evidence. For additional information, refer to this supplement’s “Evidence Evaluation Process and Management of Potential Conflicts of Interest.”11When a pre-2015 treatment recommendation was not updated, the language used differs from that used in the GRADE approach because GRADE was not used before 2015.12,13Draft 2020 CoSTRs for BLS were posted on the ILCOR website14public comment between December 31, 2019, and February 16, 2020, with comments accepted through February 29, 2020. These new draft 2020 CoSTR statements for BLS received 45 694 views and 27 comments.This summary statement contains the final wording of the CoSTR statements as approved by the ILCOR task forces and by the ILCOR member councils after review and consideration of comments posted online in response to the draft CoSTRs. Within this publication, each topic includes the PICOST as well as the CoSTR, an expanded “Justification and Evidence-to-Decision Framework Highlights” section, and a list of knowledge gaps requiring future research studies. An evidence-to-decision table is included for each CoSTR inAppendix Ain the Supplementary Material of this document.The second major type of evidence evaluation performed to support this 2020 CoSTR for BLS is a ScopRev. ScopRevs are designed to identify the extent, range, and nature of evidence on a topic or a question, and they were performed by topic experts in consultation with the BLS Task Force. The task force analyzed the identified evidence and determined its value and implications for resuscitation practice or research. The rationale for the ScopRev, the summary of evidence, and the task force insights are all highlighted in the body of this publication. The most recent treatment recommendation is included. The task force notes whether the ScopRev identified substantive evidence that may result in a change in ILCOR treatment recommendations. If sufficient evidence was identified, the task force suggested consideration of a (future)"
  },
  {
    "full_text": "task force suggested consideration of a (future) SysRev to supply sufficient detail to support the development of an updated CoSTR. All ScopRevs are included in their entirety inAppendix Bin the Supplementary Material of this publication.The third type of evidence evaluation supporting this 2020 CoSTR for BLS is an EvUp. EvUps are generally performed for topics previously reviewed by ILCOR to identify new studies published after the most recent ILCOR evidence evaluation, typically through use of search terms and methodologies from previous reviews. These EvUps were performed by task force members, collaborating experts, or members of council writing groups. The EvUps are cited in the body of this document with a note about whether the evidence suggested the need to consider a SysRev; the existing ILCOR treatment recommendation was reiterated. In this document, no change in ILCOR treatment recommendations resulted from an EvUp; if substantial new evidence was identified, the task force recommended consideration of a SysRev. All EvUps are included inAppendix AAppendix C in the Supplementary Material of this publication.The BLS Task Force considered the availability of new evidence as well as the evidence needed to create, confirm, or revise treatment recommendations. The chapter topics are organized in sections that approximate the order of the steps of resuscitation. For each reviewed topic, the method of review (SysRev, ScopRev, EvUp) is clearly labeled, with links to the relevant review documents in theAppendix AAppendix in the Supplementary Material.Topics Reviewed in This 2020 BLS CoSTRNote: As indicated above, the BLS CoSTR evidence reviews were all completed in February 2020. As a result, this document does not address the topic of potential influence of coronavirus disease 2019 (COVID-19) on resuscitation practice. In the spring of 2020, an ILCOR writing group was assembled to identify and evaluate the published evidence regarding risks of aerosol generation and infection transmission during attempted resuscitation of adults, children, and infants. This group developed a consensus on science with treatment recommendations and task force insights. This statement is published as a separate document.15As new evidence emerges, the ILCOR task forces will review and update this statement, so the reader is referred to the ILCOR website14for the most up-to-date recommendations.Early Access and Cardiac Arrest Prevention, Including Emergency Medical Dispatch and Dispatcher-Assisted CPR (DA-CPR)•Dispatch diagnosis of cardiac arrest (BLS 740: SysRev)•Dispatcher instructions in CPR (BLS 359: SysRev)•Dispatcher-assisted compression-only CPR versus conventional CPR (BLS 359: SysRev)Compression-Only CPR•Lay rescuer chest compression–only versus standard CPR (BLS 547: SysRev)•Emergency medical services (EMS) chest compression–only compared with conventional CPR (BLS 360: SysRev)•In-hospital chest compression–only CPR versus conventional CPR (BLS 372:"
  },
  {
    "full_text": "CPR versus conventional CPR (BLS 372: SysRev)•Rescuer fatigue in chest compression–only CPR (BLS 349: ScopRev)CPR Sequence•Firm surface for CPR (BLS 370: SysRev)•Starting CPR (compressions-airway-breaths [C-A-B] versus airway-breaths-compressions [A-B-C]) (BLS 661: SysRev)•CPR before call for help (BLS 1527: SysRev)•Duration of CPR cycles (2 minutes versus other) (BLS 346: SysRev)•Check for circulation during BLS (BLS 348: EvUp)Components of High-Quality CPR•Hand position during compressions (BLS 357: SysRev)•Chest compression rate, chest compression depth, and chest wall recoil (BLS 366, BLS 367, BLS 343: ScopRev)•Compression-to-ventilation ratio (BLS 362: SysRev)•Timing of rhythm check (BLS 345: SysRev)•Feedback for CPR quality (BLS 361: SysRev)•Alternative techniques (cough, precordial thump, fist pacing) (BLS 374: SysRev)Defibrillation•Public access automated external defibrillator (AED) programs (BLS 347: SysRev)•Analysis of rhythm during chest compressions (BLS 373: SysRev)•CPR before defibrillation (BLS 363: SysRev)•Paddle size and placement for defibrillation (ALS-E-030A: ScopRev)Special Circumstances•CPR during transport (BLS 1509: ScopRev)•Removal of foreign-body airway obstruction (FBAO) (BLS 368: SysRev)•Resuscitation care for suspected opioid-associated emergencies (BLS 811: SysRev)•Drowning (BLS 856: SysRev)Potential Harm From CPR•Harm from CPR to victims not in cardiac arrest (BLS 353: SysRev)•Harm to rescuers from CPR (BLS 354: ScopRev)Early Access and Cardiac Arrest Prevention, Including Emergency Medical Dispatch and DA-CPRA variety of terms have been used to identify the person(s) at an emergency telephone call center who are charged with answering the call, interacting with the caller, and assigning the needed care providers to the incident scene (traditionally called dispatchers). Terminology is similarly varied for the process the dispatcher uses to provide real-time CPR instructions to bystanders at the scene of an out-of-hospital cardiac arrest (OHCA). To remain consistent with the ILCOR evidence review, the term DA-CPR will be used to describe such coaching in this update, recognizing that other terms (eg, telecommunicator CPR and telephone CPR) could be substituted.Dispatch Diagnosis of Cardiac Arrest (BLS 740: SysRev)Rationale for ReviewAccurate recognition of cardiac arrest by emergency medical dispatchers at the time of the emergency call is an important early step in cardiac arrest management, enabling initiation of DA-CPR and appropriate and timely emergency response. The overall accuracy of dispatchers in recognizing cardiac arrest is not well known. Furthermore, it is not known if there are specific call characteristics that affect the ability to recognize cardiac arrest.Population, Intervention, Comparator, Outcome, Study Design, and Time FramePopulation: Adults and children with OHCA•Intervention: Characteristics of the call process (these might include the specific words by the caller, language or idioms"
  },
  {
    "full_text": "specific words by the caller, language or idioms spoken by the caller and understood by the call taker, perceptions of the call receiver, emotional state of the caller, other caller characteristics, type of personnel receiving the call, background noises, etc)•Comparators: Absence of identified characteristics of the call process•Outcomes: Any diagnostic test outcomes•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Unpublished studies (eg, conference abstracts, trial protocols) were excluded.•Time frame: All years and all languages were included, provided there was an English abstract. The literature search was updated November 28, 2019.•PROSPERO registration: CRD42019140265Consensus on ScienceA variety of algorithms and criteria (both commercial and locally developed) are used by dispatch centers to identify potential life-threatening events, such as cardiac arrest and triage emergency responders, to the scene appropriately. The dispatch centers reported great variability of overall accuracy of these algorithms and criteria for recognizing an OHCA in adults (Table 1).Table 1Diagnostic Performance.Table 1OutcomeCertaintyStudiesNo. of PatientsMedian (IQR)SensitivityVery low (risk of bias, imprecision, inconsistency)46*84 534†0.79 (0.69–0.83)False-negative rate (undertriage)Very low (risk of bias, imprecision, inconsistency)46*84 534†0.21 (0.17–0.32)SpecificityVery low (risk of bias, inconsistency)12‡789 004§0.99 (0.93–1.00)False-positive rate (overtriage)Very low (risk of bias, inconsistency)12‡789 004§0.01 (0.01–0.07)Negative predictive valueLow (risk of bias, inconsistency)12‡789 004§1.00 (0.92–1.00)Positive predictive valueLow (risk of bias, inconsistency)12‡789 004§0.76 (0.50–0.85)Positive likelihood ratioLow (risk of bias, inconsistency)12‡789 004§54.72 (11.28–152.22)Negative likelihood ratioLow (risk of bias, inconsistency)12‡789 004§0.22 (0.19–0.24)IQR indicates interquartile range; and OHCA, out-of-hospital cardiac arrest.Sensitivity = proportion of confirmed cardiac arrest patients labeled as cardiac arrest by the dispatcher. False-negative rate = proportion of confirmed cardiac arrest patients who are not labeled as cardiac arrest by the dispatcher. Specificity = proportion of patients without confirmed cardiac arrest identified who are not labeled as cardiac arrest by dispatchers. False-positive rate = proportion of patients without cardiac arrest who are incorrectly labeled as cardiac arrest by the dispatcher. Negative predictive value = the proportion of patients labeled as not cardiac arrest by the dispatcher who are found not to have confirmed cardiac arrest. Positive predictive value = the proportion of patients labeled as cardiac arrest by dispatchers who are found to have confirmed cardiac arrest. Positive likelihood ratio = the likelihood of a patient with confirmed cardiac arrest to be labeled positive compared"
  },
  {
    "full_text": "cardiac arrest to be labeled positive compared with a person without cardiac arrest (the higher the likelihood ratio, the better the test to rule in cardiac arrest). Negative likelihood ratio = the likelihood of a patient with confirmed cardiac arrest to be labeled negative compared with a person without cardiac arrest (the smaller the likelihood ratio, the better the test to rule out cardiac arrest).*16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,59,60,61.†Patients strictly with confirmed OHCA.‡16,21,22,27,34,39,41,42,47,48,60,61.§All patients inclusive of those without and with confirmed OHCA.We compared subgroups of studies that used predetermined or proprietary dispatching algorithms with those that used less structured criteria for diagnosis of cardiac arrest (dispatch algorithms versus criteria-based dispatch) and studies that reported different credential or training requirements for emergency dispatchers. No identifiable differences were noted in these subgroup analyses. Heterogeneity in studies and lack of adjusted analyses precluded meta-analysis for any subgroup.Treatment RecommendationsWe recommend that dispatch centers implement a standardized algorithm and/or standardized criteria to immediately determine if a patient is in cardiac arrest at the time of emergency call (strong recommendation, very-low-certainty evidence).We suggest that dispatch centers monitor and track diagnostic capability.We suggest that dispatch centers look for ways to optimize sensitivity (minimize false negatives).We recommend high-quality research that examines gaps in this area.Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-1. In making these new recommendations, we prioritized the desirable benefits (increase in potential lifesaving treatment) that would result from the immediate accurate identification of cardiac arrest by dispatchers. These benefits include the provision of DA-CPR and dispatching of appropriate EMS resources compared with the undesirable consequences of lack of early recognition of the event, such as delays to CPR and AED use. We realize that efforts to minimize the frequency of undertriage (false-negative) may increase the frequency of overtriage (false-positive cases). Importantly, whether in cardiac arrest or not, the potential acuity of such patients still demands the need for immediate EMS assistance at the scene. In tiered response systems, if first-arriving EMS responders find a less emergent situation on arrival, the need for a secondary advanced life support (ALS) response could be cancelled. In either event, the consequences of failing to recognize a genuine cardiac arrest in a timely manner is significant enough to justify some false-positive events. By comparison, the default position of most trauma systems is to have a high overtriage rate and a low"
  },
  {
    "full_text": "is to have a high overtriage rate and a low undertriage rate because of similar concerns.We were unable to make any recommendations on specific algorithms or criteria for identification of cardiac arrest because the variability across studies did not allow for direct comparisons or pooling of data. Furthermore, as the result of unexplained variability across studies, even those using similar dispatch criteria, there was considerable variation in their diagnostic accuracy, which prevented pooling of data to find overall diagnostic accuracy measures for each of the algorithms. One factor that significantly influences the diagnostic accuracy is the prevalence of cardiac arrest in the reported population. In multiple studies, the denominator of calls was different—some studies reporting cardiac arrests as a proportion of all emergency calls, others reporting cardiac arrests as a proportion of calls in which patients were described as being unresponsive, and still other studies that (retrospectively) only included patients who were actually in cardiac arrest at the time of the call. Reporting the accuracy of identifying a cardiac arrest as a proportion of all emergency calls can also produce misleadingly favorable diagnostic statistics because, for the majority of such calls, it is obvious at the time that the patient is not in cardiac arrest.Last, although studies that examined barriers to cardiac arrest identification were identified, these studies were not done in a manner that enabled calculation of the effect of these characteristics on OHCA diagnosis or on dispatcher performance.Knowledge GapsCurrent knowledge gaps include but are not limited to the following:•Are there other potentially important criteria or ancillary tools that might improve dispatcher recognition of cardiac arrest in addition to standard dispatch algorithms? These might include use of a remote video link or pulse detection technologies via a caller’s mobile telephone.•What are potential obstacles to dispatcher recognition of cardiac arrest (eg, language barriers, caller characteristics, patient characteristics)?•Could the use of artificial intelligence improve recognition of cardiac arrest compared with emergency medical dispatcher recognition?•What are the operational costs required for implementing and monitoring dispatcher recognition programs?•What is the most accurate dispatch algorithm, and what are the optimal criteria for rapidly recognizing cardiac arrest?•What is the relationship between dispatch algorithms and time to cardiac arrest recognition and time to initiation of DA-CPR?Dispatcher Instructions in CPR (BLS 359: SysRev)DA-CPR has been reported in individual studies to significantly increase the rate of bystander CPR and survival from cardiac arrest. We undertook a SysRev and meta-analysis to evaluate the impact of DA-CPR programs on key clinical outcomes after OHCA.62Consensus on science, values, preferences, and task force insights and knowledge gaps can be"
  },
  {
    "full_text": "and task force insights and knowledge gaps can be found in the2019 International Consensus on CPR and ECC Science With Treatment Recommendations.”7,8Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults with presumed OHCA•Intervention: Patients/cases or EMS systems for which DA-CPR is offered•Comparators: Studies with comparators in which either systems or specific cardiac arrest patients/cases were not offered DA-CPR were included•Outcomes: Critical—survival with favorable neurological function (at hospital discharge, 1 month, or 6 months), survival (to hospital discharge, 1 month, or 1 year), short-term survival (return of spontaneous circulation [ROSC], hospital admission), provision of bystander CPR; important—initial shockable rhythm, time to CPR•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and all languages included with the last search, performed July 1, 2018; ongoing or unpublished studies identified through a search of ClinicalTrials.gov online registry•PROSPERO registration: CRD42018091427Treatment RecommendationsWe recommend that emergency medical dispatch centers have systems in place to enable call handlers to provide CPR instructions for adult patients in cardiac arrest (strong recommendation, very-low-certainty evidence).We recommend that emergency medical dispatchers provide CPR instructions (when deemed necessary) for adult patients in cardiac arrest (strong recommendation, very-low-certainty evidence).7,8DA-Assisted Compression-Only CPR Versus Conventional CPR (BLS 359: SysRev)Emergency medical dispatchers typically are trained to provide telephone instructions for both compression-only CPR and conventional CPR with mouth-to-mouth ventilations. There is still some degree of controversy about whether it is sufficient for dispatchers to instruct callers to do only compression-only CPR for adult cardiac arrests or whether it is feasible to teach untrained lay rescuers over the phone how to perform mouth-to-mouth ventilation. This topic has been included in a SysRev and meta-analysis.63The task force CoSTR as well as values and preferences can be found in the2017 International Consensus on CPR and ECC Science With Treatment Recommendations Summary.64These note that the treatment recommendations prioritized the effective treatment for the most common causes of cardiac arrest (ie, cardiac causes). There remains uncertainty about the optimal approach when the cardiac arrest is caused by noncardiac causes, especially hypoxia.Population, Intervention, Comparator, Outcome, Study Designs, and Time Frame•Population: Adults and children with OHCA•Intervention: Dispatcher-assisted compression-only CPR•Comparator: Dispatcher-assisted standard CPR•Outcome: The primary outcome was favorable neurological outcomes, measured by cerebral performance or a modified Rankin"
  },
  {
    "full_text": "by cerebral performance or a modified Rankin scale. Secondary outcomes were survival, ROSC, and quality of life.•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Study designs without a comparator group (ie, case series, cross-sectional studies), reviews, and pooled analyses were excluded.•Time frame: Published studies in English were searched on January 15, 2016.•PROSPERO registration: CRD42016047811Treatment RecommendationWe recommend that dispatchers provide chest compression–only CPR instructions to callers for adults with suspected OHCA (strong recommendation, low-certainty evidence).64Compression-Only CPROne of the primary measures taken to improve survival after cardiac arrest is a focused effort to improve the quality of CPR. Although the impact of high-quality chest compressions has been studied extensively,65,66,67,68,69the role of ventilation and oxygenation in the initial management of cardiac arrest is less clear. Shortly after the publication of the2015 International Consensus on CPR and ECC Science With Treatment Recommendations,”3,4a 23 711-patient RCT evaluating the effectiveness of continuous chest compressions (during which ventilations were given without pausing chest compressions) in the EMS setting was published.70In parallel, developments of large national and regional registries are continually providing new insights into the epidemiology of cardiac arrest and effects of bystander CPR on outcomes.71These emerging publications generated an urgent need to review all available evidence on continuous compression strategies to provide an updated evidence evaluation that includes the latest science available. This topic has been included in a 2017 SysRev and meta-analysis.63The BLS Task Force CoSTR and its values and preferences can be found in the 2017 CoSTR summary.64Lay Rescuer Chest Compression–Only Versus Standard CPR (BLS 547 SysRev)Population, Intervention, Comparator, Outcome, Study Designs, and Time Frame•Population: Adults and children with OHCA•Intervention: Lay rescuer compression-only CPR•Comparators: Lay rescuer standard CPR•Outcomes: The primary outcome was favorable neurological outcomes, measured by cerebral performance or a modified Rankin scale. Secondary outcomes were survival, ROSC, and quality of life.•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Study designs without a comparator group (ie, case series, cross-sectional studies), reviews, and pooled analyses were excluded.•Time frame: Published studies in English were searched on January 15, 2016.•PROSPERO registration: CRD42016047811Treatment RecommendationsWe continue to recommend that bystanders perform chest compressions for all patients in cardiac arrest (good practice statement).We suggest that bystanders who are trained,"
  },
  {
    "full_text": "suggest that bystanders who are trained, able, and willing to give rescue breaths and chest compressions do so for all adult patients in cardiac arrest (weak recommendation, very-low-certainty evidence).64EMS Chest-Compression-Only Compared With Conventional CPR (BLS 360: SysRev)Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children with OHCA treated by EMS•Intervention: Compression-only CPR or minimally interrupted CPR (protocol for resuscitation based on commencing an initial 200 uninterrupted chest compressions and passive oxygen insufflation).•Comparators: Standard CPR•Outcomes: The primary outcome was favorable neurological outcomes, measured by cerebral performance or a modified Rankin scale. Secondary outcomes were survival, ROSC, and quality of life.•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Study designs without a comparator group (ie, case series, cross-sectional studies), reviews, and pooled analyses were excluded.•Time frame: Published studies in English were searched on January 15, 2016.•PROSPERO registration: CRD42016047811Treatment RecommendationsWe recommend that EMS providers perform CPR with 30 compressions to 2 ventilations (30:2 ratio) or continuous chest compressions with positive pressure ventilation delivered without pausing chest compressions until a tracheal tube or supraglottic device has been placed (strong recommendation, high-certainty evidence).We suggest that, when EMS systems have adopted minimally interrupted cardiac resuscitation, this strategy is a reasonable alternative to conventional CPR for witnessed shockable OHCA (weak recommendation, very-low-certainty evidence).64In-Hospital Chest Compression-Only CPR Versus Conventional CPR (BLS 372: SysRev)Population, Intervention, Comparator, Outcome, Study Designs, and Time Frame•Population: Adults and children with in-hospital cardiac arrest (IHCA)•Intervention: Compression-only CPR•Comparators: Standard CPR•Outcomes: The primary outcome was favorable neurological outcomes, measured by cerebral performance or a modified Rankin scale. Secondary outcomes were survival, ROSC, and quality of life.•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Study designs without a comparator group (ie, case series, cross-sectional studies), reviews, and pooled analyses were excluded.•Time frame: Published studies in English were searched on January 15, 2016.•PROSPERO registration: CRD42016047811Treatment RecommendationWhenever tracheal intubation or a supraglottic airway is achieved during in-hospital CPR, we suggest that providers perform continuous compressions with positive pressure ventilation delivered without pausing chest compressions (weak recommendation, very-low-certainty"
  },
  {
    "full_text": "(weak recommendation, very-low-certainty evidence).64Rescuer Fatigue in Chest Compression–Only CPR (BLS 349: ScopRev)Rationale for ReviewThis topic was not a part of the 2017 SysRev and CoSTR summary on continuous compressions versus standard CPR.63,64It was prioritized by the BLS Task Force for an updated evidence review, because this topic had not been reviewed by ILCOR since 2005.Population, Intervention, Comparator, Outcome, Study Designs, and Time Frame•Population: Rescuers performing CPR•Intervention: Compression-only CPR•Comparators: Standard CPR•Outcomes: Rescuer fatigue, CPR quality parameters (compression rate, compression depth, compression pauses, leaning or incomplete release, etc)•Study designs: RCTs, interrupted time series, controlled before-and-after studies, cohort studies, and manikin studies were eligible for inclusion.•Time frame: All years and all languages were included as long as there was an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to October 29th, 2019.Summary of EvidenceThis ScopRev is included inAppendix BSupplement Appendix B-1. Fifteen manikin studies evaluating fatigue at various compression-to-ventilation ratios were identified. These studies compared fatigue and its effects on CPR quality in volunteers performing continuous compressions and 30:2 or 15:2 CPR.72,73,74,75,76,77,78,79,80,81,82,83,84,85,86Evidence from these manikin studies comparing fatigue and effects on CPR quality suggest that continuous compressions are effective in the first 2 minutes with regard to depth and frequency, and there are indications that short periods of rest (pauses in compression) reduce rescuer fatigue and increase CPR quality.Task Force InsightsContinuous compression strategies increasingly have been advocated in an effort to increase overall bystander CPR rates. Evidence reviews evaluating the effect of continuous chest compressions versus standard CPR on critical outcomes, such as long-term survival, have been performed by the BLS Task Force in a separate published CoSTR.64Although the BLS Task Force regards rescuer fatigue as an important barrier to high-quality bystander CPR, a higher value is placed on patient-centered outcomes.Treatment RecommendationThis treatment recommendation (below) is unchanged from 2015.3,4We suggest pausing chest compressions every 2 minutes to assess the cardiac rhythm (weak recommendation, low-certainty evidence).In making this recommendation, we placed a high priority on consistency with previous recommendations and the absence of contradictory evidence to prompt a change. We placed value on simplifying resuscitation logistics by coordinating rhythm and pulse checks with standard recommendations for rotating the provider performing chest compressions every 2 minutes.CPR SequenceFirm Surface for CPR (BLS 370: SysRev)Rationale for ReviewThis topic was prioritized for review by the BLS Task Force because it"
  },
  {
    "full_text": "for review by the BLS Task Force because it had not been updated since 2010.1,2Members of the task force reported variation in backboard use and the practice of moving a patient from the bed to the floor to improve the quality of CPR, so it was considered timely to review the published evidence.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults or children in cardiac arrest (OHCA and IHCA) on a bed•Intervention: CPR on a hard surface (eg, backboard, floor, deflatable or specialist mattress) Comparators: CPR on a regular mattress•Outcomes: Survival, survival with a favorable neurological outcome, ROSC, CPR quality•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Randomized manikin/simulation/cadaver studies were only included if insufficient human studies were identified. Unpublished studies (eg, conference abstracts, trial protocols), nonrandomized manikin/simulation/cadaver studies, animal studies, experimental/laboratory models, mathematical models, narrative reviews, and editorials and opinions with no primary data were excluded.•Time frame: January 1, 2009, to September 16, 2019•PROSPERO registration: CRD42019154791Consensus on ScienceThe identified science has been grouped under the following subheadings: mattress type, floor compared with bed, and backboard inTable 2.Table 2Firm Surface for CPR.Table 2GroupCertaintyStudiesNo. of ParticipantsResultsMattress typeLow (serious indirectnesss)Three manikin RCTs†87,88,89,9033No study identified a difference in chest compression depth between mattress typesFloor compared with bedLow (serious indirectness)Two manikin RCTs (meta-analysed)88,9164No effect on chest compression depth: mean difference 4.29 mm (95% CI, -0.70 to 9.27)Two manikin RCTs†89,9234Neither study identified a difference in chest compression depth between groupsBackboard useLow (serious indirectness)Six manikin RCTs (meta-analysed)90,93,94,95,96,97221Improved chest compression depth: mean difference 2.74 mm (95% CI, 1.19 to 4.28)One manikin RCT†9824No difference in chest compression depth between groups†Heterogeneity precluded meta-analysis.CPR indicates cardiopulmonary resuscitation; and RCT, randomized controlled trial.Treatment RecommendationsWe suggest performing manual chest compressions on a firm surface when possible (weak recommendation, very-low-certainty evidence)During IHCA, we suggest that, when a bed has a CPR mode that increases mattress stiffness, it should be activated (weak recommendation, very-low-certainty evidence).During IHCA, we suggest against moving a patient from a bed to the floor to improve chest compression depth (weak recommendation, very-low-certainty evidence).The confidence in effect estimates is so low that the task force was unable to make a recommendation about the use of a backboard strategy.Justification and Evidence-to-Decision Framework"
  },
  {
    "full_text": "and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-2.The context for this question was that, when manual chest compressions are performed on a mattress, the compression force is dissipated through both chest compression and compression of the mattress under the patient. Manikin models indicate that the amount of mattress compression ranges from 12% to 57% of total compression depth, with softer mattresses compressed the most.87,90,99,100This mattress compression can lead to reduced spinal-sternal displacement and a reduction in effective chest compression depth.Effective compression depths can be achieved even on a soft surface, providing the CPR provider increases overall compression depth to compensate for mattress compression.90,97,101,102,103,104,105CPR feedback devices that account for mattress compression (eg, the use of dual accelerometers or increasing compression depth targets) can help CPR providers ensure adequate compression depth when CPR is performed on a mattress.95,99,101,103,105,106In making these recommendations, the task forces highlight the importance of high-quality chest compressions for optimizing outcomes from cardiac arrest.The task force noted that there were no clinical studies reporting on the critical outcomes of survival and favorable neurological outcome or important outcome of chest compression quality.The weak recommendations are based on extrapolation from manikin studies, typically undertaken on a mattress placed on a hospital bed, for which manual CPR was performed by a trained healthcare professional. The hospital beds involved in the studies typically had rigid bases. The task force noted that, although this configuration is common in many developed country hospitals, it may not be applicable to all hospitals or the out-of-hospital setting. The absence of studies simulating out-of-hospital settings (where beds may be softer) and in which the CPR provider may be a single untrained rescuer led the task force to focus recommendations on the in-hospital setting.The task force supported performing manual chest compressions on a firm surface when possible because this reduces the risks of shallow compressions attributable to performing CPR on a soft surface. On the other hand, moving a patient onto a hard surface can be a major barrier to CPR, and the importance of performing CPR on a firm surface needs to be weighed against the likelihood of significant delay in providing CPR. In the setting of DA-CPR, in particular, logistical aspects of moving patients from bed to floor can impede if not thwart the performance of CPR.The task force considered that, when a mattress with CPR function was available, activating a CPR function on a mattress, although unlikely to substantially improve compression depth, posed a low risk of harm to rescuers and patients, leading to a weak recommendation of support.In considering whether to transfer a patient from a"
  },
  {
    "full_text": "considering whether to transfer a patient from a hospital bed to the floor to improve compression depth, the task force considered that the risks of harm (eg, interruption in CPR, risk of losing vascular access for intravenous lines, and more confined space) to the patient and resuscitation team outweighed any small improvement in chest compression depth, leading to a weak recommendation against routine use of this practice.The task force was unable to make a recommendation for the use of a CPR backboard during IHCA. Within the limitations of manikin studies, the available evidence indicates a marginal benefit to chest compression depth from use of a backboard. For example, placing a firm surface (eg, a backboard) between the patient and a soft surface may merely transfer the same force from CPR to the underlying softness and not obviate potential concern over chest compression depth. No studies specifically evaluated backboard deployment or any impact this has on interruptions to chest compressions and/or displacement of tubes and lines during insertion. For healthcare systems that have already incorporated backboards into routine use during IHCA, the evidence was considered insufficient to suggest against their continued use. For healthcare systems that have not introduced backboards, the limited improvement in compression depth and uncertainty about harms seemed insufficient to justify the costs of purchasing backboards and training staff in their use. When backboards are deployed, users should be aware that mattress stiffness, backboard size (larger is better), and orientation (longitudinal is better) influence their effectiveness.107,108,109,110,111Knowledge GapsCurrent knowledge gaps include but are not limited to the following:•Studies reporting clinical outcomes•Studies examining the logistical aspects of backboard deployment or moving a patient from a bed to the floor•Studies relevant to OHCA•Studies in both high- and low-resource settings, in which hospital bed or prehospital stretcher configurations may varyStarting CPR (C-A-B Compared With A-B-C) (BLS 661: SysRev)Although, internationally, most adult BLS guidelines recommend commencing chest compressions before rescue breaths, debate about this sequence continues. In addition, there is variability in the sequences used for pediatric resuscitation and for aquatic rescue, with different approaches in various jurisdictions.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children with OHCA•Intervention: Commencing CPR beginning with compressions first (30:2)•Comparators: CPR beginning with ventilation first (2:30)•Outcomes: Survival with favorable neurological/functional outcome at discharge, 30 days, 60 days, 180 days, and/or 1 year; survival only at discharge, 30 days, 60 days, 180 days, and/or 1 year; and ROSC•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort"
  },
  {
    "full_text": "controlled before-and-after studies, cohort studies) were eligible for inclusion.•Exclusion criteria: Unpublished studies (eg, conference abstracts, trial protocols) and animal studies were excluded. Studies of dispatcher- or telephone-assisted CPR were excluded.•Time frame: All languages were included as long as there was an English abstract. The literature search was updated in September 2019.Consensus on ScienceThis current SysRev did not identify any additional human or manikin studies published since the 2015 CoSTR SysRev.3,4The published evidence remains limited to 4 manikin studies: 1 randomized study112focused on adult resuscitation, 1 randomized study focused on pediatric resuscitation,113and 2 observational studies focused on adult resuscitation.114,115The results from these studies are summarized inTable 3.Table 3Starting CPR.Table 3OutcomeCertaintyStudiesNo. of PatientsResultsTime to commencement of chest compressionsVery low1 RCT (manikin): Lubrano 2012113155 two-person teamsStatistically significant 24-second difference (P<0.05) in favor of C-A-B2 observational (manikin): Kobayashi 2008,107Sekiguchi 2013114,11540 individual rescuers115and 33 six-person teams114The observational studies found statistically significant decreases of 20 s (P<0.001)115and 26 s (P<0.001)114in favor of C-A-B.Time to commencement of rescue breathsVery low2 RCTs (manikin): Marsch 2013,Lubrano 2012112,113210 two-person teamsIn a respiratory arrest scenario, there was a 4-second difference (P<0.05) in favor of C-A-B113; in a cardiac arrest scenario, A-B-C decreased the time to commencement of rescue breaths by 6 s (P<0.05), and C-A-B decreased time to commencement of rescue breaths by 5 s (P<0.05).112Time to completion of first CPR cycle (30 chest compressions and 2 rescue breaths)Very low1 RCT (manikin): Marsch 201311255 two-person teamsC-A-B decreased time to completion of first CPR cycle by 15 s (P<0.001).A-B-C indicates airway-breathing-circulation; C-A-B, circulation-airway-breathing; CC, chest compression; and RCT, randomized controlled trial.The overall certainty of evidence was rated as very low for all outcomes primarily because of a very serious risk of bias and indirectness. The individual observational studies were all at a critical risk of bias because of confounding, and the RCTs were all at critical risk of bias because of lack of blinding. Because of this and a high degree of heterogeneity, no meta-analyses could be performed. Individual studies are difficult to interpret.Treatment RecommendationThis treatment (below) is unchanged from 2015.3,4We suggest commencing CPR with compressions rather than ventilation in adults with cardiac arrest (weak recommendation, very-low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-3. No change was made to this adult treatment recommendation. For all outcomes, starting CPR with compressions resulted in"
  },
  {
    "full_text": "starting CPR with compressions resulted in faster times to key elements of resuscitation (rescue breaths, chest compressions, completion of first CPR cycle) across the 4 papers reviewed, with the exception of simulated pediatric resuscitation, for which starting with compressions delayed time to commencement of rescue breaths in cardiac arrest by 6 seconds. This difference was statistically significant but reflects a delay that is not considered clinical significant.113This delay in commencing rescue breaths may be acceptable given the decreased time to other elements of resuscitation; however, the certainty of the evidence is very low, and all studies reviewed were manikin studies. There is no clinical evidence to guide whether to initiate compressions before ventilation in adult cardiac arrest. There should also be consideration given to the impact of simplification of training requirements of a single approach compared with separate approaches for adults and children.Knowledge Gaps•No human studies evaluating this question in any setting were identified.•Important uncertainties regarding timing and delays in initiation of the CPR components (chest compressions, opening airway, and rescue breaths) remain and may not be readily extrapolated from manikin studies.CPR Before Call for Help (BLS 1527: SysRev)This question was suggested by the resuscitation community during the public commentary process. The question of optimal sequence for calling for help and starting CPR is frequent during CPR training courses, and a SysRev of the literature to guide recommendations was therefore prioritized by the BLS Task Force. Searching for new science from the era of increased availability of communication devices and hands-free alternatives for lone rescuers was also considered important in this evidence review.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children with OHCA•Intervention: CPR before call for help; immediate CPR performed for a short time interval (ie, 1 minute) before alerting EMS dispatch center•Comparators: An immediate call for help to the EMS dispatch center by a lone bystander with a mobile phone•Outcomes: Survival with favorable neurological outcome until and beyond hospital discharge or 30 days; survival until and beyond hospital discharge or 30 days; ROSC•Study designs: We included RCTs, nonrandomized studies, and case series with at least 5 cases. We considered papers in all languages provided there was an English language abstract available for review. We excluded unpublished studies, conference abstracts, manikin or simulation studies, narrative reviews, editorials or opinions with no primary data, animal studies and experimental/laboratory models.•Time frame: All years and all languages were included as long as there was an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to October 2019.Consensus"
  },
  {
    "full_text": "search was updated to October 2019.Consensus on ScienceFor the critical outcome of survival with favorable neurological outcome, we identified only a single observational study.116The overall certainty of evidence was rated as very low because of a very serious risk of bias. With the identification of only 1 study, no meta-analyses were performed.For the critical outcome of survival with favorable neurological outcome, we identified very-low-certainty evidence (downgraded for very serious risk of bias) from 1 cohort study including 17 461 OHCA occurrences from Japan (2005–2012), which showed no benefit from a “CPR-first” strategy (cohort of 5 446 OHCA patients) compared with a “call-first” strategy (cohort of 1 820 OHCA patients).116Adjusted analyses were performed on various subgroups and suggested significant improvements in survival with a favorable neurological outcome with a “CPR-first” strategy compared with a “call-first” strategy for noncardiac etiology OHCA (adjusted odds ratio [AOR], 2.01; 95% CI, 1.39–2.9); under 65 years of age (AOR, 1.38; 95% CI, 1.09–1.76); under 20 years of age (AOR, 3.74; 95% CI, 1.46–9.61); and both under 65 years of age and noncardiac etiology together (AOR, 4.31; 95% CI, 2.38–8.48).116Treatment RecommendationWe recommend that a lone bystander with a mobile phone should dial EMS, activate the speaker or other hands-free option on the mobile phone, and immediately begin CPR with dispatcher assistance, if required (strong recommendation, very-low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-4. This SysRev was based on a new PICOST question suggested during public commenting and, therefore, includes a new treatment recommendation. The included paper analyzed only 17 461 OHCA occurrences from 925 288 recorded in the national registry in the period from 2005 to 2012. Analysis was limited to cases in which lay rescuers witnessed the OHCA and spontaneously performed CPR (without the need for dispatcher assistance), and the groups compared were different with respect to age, gender, initial rhythm, bystander CPR characteristics, and EMS intervals. Although some factors were adjusted for in subgroup analysis, there is significant risk of confounding. Despite very-low-certainty evidence, there was consensus among the BLS Task Force to make a strong recommendation.There were many exclusion criteria: unwitnessed, prehospital involvement of physician or unknown, EMS-witnessed OHCA, bystander-witnessed cases with missing data on time to intervention, no bystander CPR, DA-CPR, no intervention in 0 to 1 minutes, no CPR at all within 4 minutes, and etiology (cardiac or noncardiac) unknown.There were some benefits noted in subgroup analyses, but these groups were not specified a priori. We cannot expect a bystander to reliably determine whether a cardiac arrest is of cardiac or noncardiac etiology. The results are not"
  },
  {
    "full_text": "or noncardiac etiology. The results are not generalizable to all OHCA because they refer specifically to bystander-witnessed cases in which the bystander spontaneously initiates CPR after only a short delay.The timings of interventions were determined after the event by EMS personnel who interviewed the bystanders. These timings may be imprecise or inaccurate in an undetermined number of cases.The wide availability of mobile phones may reduce the likelihood that a lone bystander would have to leave a victim to phone EMS. Pragmatically, it is now often possible to perform both actions simultaneously, and the focus should be on empowering people to recognize OHCA and initiate both an EMS call and CPR as soon as possible. In the absence of any evidence to the contrary, this would apply to both witnessed and nonwitnessed OHCA, except in circumstances when there are appropriate reasons not to start CPR. When more than 1 bystander is at the scene, calling EMS and initiating CPR can be performed simultaneously. For the single rescuer, a call-first strategy ensures that EMS providers are dispatched as soon as possible, bringing additional assets (including a defibrillator) that might otherwise be delayed by a later call. Telecommunicator prompting may promote the initiation of bystander CPR that might not otherwise occur or may support better quality CPR (eg, instructing the caller to press hard and count aloud, helping to pace the compression rate).In the situation when a lone rescuer would have to leave a victim alone to dial EMS, the priority is prompt activation of EMS before subsequently returning to the victim to initiate CPR as soon as possible.Knowledge GapsThere is no evidence comparing an immediate call to EMS for help with a call after 1 minute of CPR in the specific circumstance of a lone bystander with a mobile phone. There is also no evidence about how long it takes to call EMS after a witnessed cardiac arrest. The delay between a witnessed arrest and a call to EMS may be substantial.Duration of CPR Cycles (2 Minutes Versus Other) (BLS 346: SysRev)Rationale for ReviewThe recommendations for CPR cycle duration have changed with time, but these changes have never been based on high-certainty evidence that 1 specific interval or CPR cycle duration was superior in terms of patient survival. Because the topic has not been reviewed since 2015, when no direct evidence was identified, the following PICOST question was prioritized for evidence review.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children with cardiac arrest•Intervention: Pausing chest compressions at another interval•Comparators: Pausing chest compressions every 2 minutes to assess the cardiac rhythm•Outcomes: Survival to hospital discharge with good neurological outcome and survival to hospital discharge were ranked as critical outcomes. ROSC was ranked as an important outcome.•Study designs: RCTs and nonrandomized studies"
  },
  {
    "full_text": "designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion.•Time frame: All years and all languages were included as long as there was an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to September 2019.Consensus on ScienceData were derived from 2 RCTs for which the principal focus was on the period of time allotted for CPRbeforethe first rhythm analysis. Assessment of the duration (in minutes) of uninterrupted CPR between subsequent rhythm checks and outcome were not formally reported analyses in either study. The published data in these 2 studies enabled an ad hoc analysis by ILCOR evidence evaluation experts that indirectly addressed this question. Outcomes were not adjusted for possible confounders.-Minute CPR Duration Compared With 3-Minute Duration for Postshock Ventricular Fibrillation (VF)/Pulseless Ventricular Tachycardia (pVT)In the 1 study including 1-minute and 3-minute durations of uninterrupted CPR between rhythm checks,117the control group included patients who received immediate defibrillation (up to 3 stacked shocks) for VF/VT followed by 1 minute of CPR for patients in refractory VF/VT at the next rhythm check and 3 minutes of CPR for those patients who exhibited nonshockable rhythms after 1 to 3 shocks. The intervention group included patients who received 3 minutes of CPR before the first defibrillation attempt (up to 3 stacked shocks) for VF/VT followed by CPR for 3 minutes regardless of postshock rhythm. Of note, none of the patients received 2-minute periods of CPR. This RCT showed no benefit from the intervention compared with the control CPR duration between rhythms checks for all of the outcomes listed (Table 4).Table 41-Minute CPR Duration Compared With 3-Minute Duration for Postshock VF/pVTTable 4OutcomeCertaintyStudiesNo. of PatientsResultsHospital discharge with favorable neurological outcomeLow (risk of bias, imprecision)RCT: Wik 2003117200No difference:Relative risk 1.68 (95% CI, 0.85–3.32), 78 more patients/1000 (−17 to 266)Survival to hospital dischargeLow (risk of bias, imprecision)RCT: Wik 2003117200No difference:Relative risk 1.52 (95% CI, 0.83–2.77), 76 more patients/1000 (−25 to 258)ROSCLow (risk of bias, imprecision)RCT: Wik 2003117200No difference:Relative risk 1.22 (95% CI, 0.92–1.50), 101 more patients/1000 (−37 to 229)95% CI indicates 95% confidence interval; CPR, cardiopulmonary resuscitation; RCT, randomized controlled trial; ROSC, return of spontaneous circulation; pVT, pulseless ventricular tachycardia; and VF, ventricular fibrillation.Both relative and absolute risks are written as mean values (95% CIs).-Minute CPR Duration Compared With 2-Minute CPR DurationIn the 1 study that included 1-minute and 2-minute durations of uninterrupted CPR between rhythm checks,118the 2-minute group included patients who were enrolled"
  },
  {
    "full_text": "group included patients who were enrolled in the RCT after implementation of new guidelines introducing single shocks, 30:2 CPR, and 2-minute CPR cycles between rhythm checks. The 1-minute group included patients who were enrolled in the RCT before implementation of new guidelines and were therefore treated with stacked shocks (up to 3 in refractory VF/VT), 15:2 CPR, and 1-minute CPR cycles between rhythm checks. No clear benefit from either the 1- or 2-minute duration between rhythm checks was observed (Table 5).Table 51-Minute CPR Duration Compared With 2-Minute CPR Duration.Table 5OutcomeCertaintyStudiesNo. of PatientsResultsSurvival to hospital dischargeVery low (serious risk of bias, indirectness, imprecision)RCT: Baker 2008118202No difference:Relative risk 0.49 (95% CI, 0.23–1.06), 92 fewer patients/1000 (−139 to 11)ROSCVery low (serious risk of bias, indirectness, imprecision)RCT: Baker 2008118202No difference:Relative risk 0.95 (95% CI, 0.73–1.24), 27 fewer patients/1000 (−144 to 128)95% CI indicates 95% confidence interval; CPR, cardiopulmonary resuscitation; RCT, randomized controlled trial; and ROSC, return of spontaneous circulation.Both relative and absolute risks are written as mean values (95% CIs).Treatment RecommendationThis treatment recommendation (below) is unchanged from 2015.3,4We suggest pausing chest compressions every 2 minutes to assess the cardiac rhythm (weak recommendation, low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-5. No change was made to this treatment recommendation. This topic was prioritized for review by the BLS Task Force because it had not been updated since the 2015 CoSTR. Although the current review identified 2 older studies that included comparisons of groups with different CPR durations between rhythm checks, each had significant limitations. Both studies were designed to address the question of CPR first compared with defibrillation first. As a result, the certainty of evidence derived from these studies is low, and recommendations regarding optimal duration of CPR before a scheduled rhythm analysis are seriously confounded.In making the suggestion to pause chest compressions every 2 minutes to assess cardiac rhythm, we placed a high value on being consistent with previous recommendations and the only limited indirect evidence identified in this review. The BLS Task Force acknowledges that every change in guidelines comes with a significant risk and cost as CPR educators and providers are asked to change current practice and implement new treatment strategies for complex and high-stress medical emergencies.Knowledge Gaps•Does the optimal CPR duration (ie, interval between rhythm analyses) differ for patients with different initial or postshock cardiac rhythms?•Does the duration between collapse and EMS arrival affect the optimal CPR duration/interval between rhythm checks?•Do different"
  },
  {
    "full_text": "between rhythm checks?•Do different intervals between rhythm checks interfere with the overriding goal of minimizing interruptions in chest compressions?•What is the relationship between rescuer fatigue, chest compression quality, and the optimal CPR duration/interval between rhythm checks?Check for Circulation During BLS (BLS 348: EvUp)An EvUp (seeAppendix ASupplement Appendix C-1) identified no evidence to justify a SysRev or a change in the 2015 treatment recommendation.Future reviews could focus on combination/alternative techniques used to confirm presence of circulation: plethysmography, arterial pressure monitoring, end-tidal carbon dioxide (ETCO2), near infrared spectroscopy, ultrasound, and more.Treatment RecommendationOutside of the ALS environment, where invasive monitoring is available, there are insufficient data about the value of a pulse check while performing CPR. We therefore do not make a treatment recommendation regarding the value of a pulse check.3,4Components of High-Quality CPRHand Position During Compressions (BLS 357: SysRev)Rationale for ReviewThe recommendations for hand position during compressions have changed with time, but these changes have been based on only low- or very-low-certainty evidence, with no data demonstrating that a specific hand position was optimal in terms of patient survival. The topic has not been reviewed since 2015,3,4when no direct evidence was identified, so the following PICOST question was prioritized for evidence review.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children with cardiac arrest•Intervention: Delivery of chest compressions on the lower half of the sternum•Comparison: Any other location for chest compressions•Outcomes: Any clinical outcome. Survival to hospital discharge with good neurological outcome and survival to hospital discharge were ranked as critical outcomes. ROSC was ranked as an important outcome. Physiological outcomes, such as blood pressure, coronary perfusion pressure, or ETCO2, also were considered important.•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Unpublished studies (eg, conference abstracts, trial protocols) were excluded.•Time frame: SysRev search strategy: All years and all languages were included as long as there was an English abstract.Consensus on ScienceThere were no studies reporting the critical outcomes of favorable neurological outcome, survival, or the important outcome of ROSC. For the important outcome of physiological end points, we identified 3 very-low-certainty studies (downgraded for bias, indirectness, and imprecision).119,120,121One crossover study in 17 adults with prolonged resuscitation from nontraumatic cardiac arrest observed improved peak arterial pressure during compression systole (114 ± 51 mm Hg compared with 95 ± 42 mm Hg) and ETCO2(11.0 ± 6.7 mm Hg"
  },
  {
    "full_text": "with 95 ± 42 mm Hg) and ETCO2(11.0 ± 6.7 mm Hg compared with 9.6 ± 6.9 mm Hg) when compressions were performed over the lower third of the sternum compared with the center of the chest, but arterial pressure during compression recoil, peak right atrial pressure, and coronary perfusion pressure did not differ.120A second crossover study in 30 adults with cardiac arrest observed no difference in ETCO2values resulting from changes in hand placement.121A third crossover study in 10 children observed higher peak systolic pressure and higher mean arterial pressure when compressions were performed on the lower third of the sternum compared with the middle of the sternum.119Treatment RecommendationThis treatment recommendation (below) is unchanged from 2015.3We suggest performing chest compressions on the lower half of the sternum on adults in cardiac arrest (weak recommendation, very-low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-6. In making this recommendation, we placed high value on consistency with current treatment recommendations in the absence of compelling clinical data suggesting the need to change the recommended hand placement for performing chest compressions.Knowledge Gaps•We did not identify any studies that evaluated the effect of any specific hand position on short- or long-term survival after cardiac arrest; only physiological surrogate outcomes have been reported.•Imaging studies suggest that there might be important differences in anatomy depending on age, gender, body mass index, presence or absence of chronic heart conditions, and more.•Important gaps remain in evaluating how to identify optimal hand placement and/or compression point when using physiological feedback during CPR.Chest Compression Rate, Chest Compression Depth, and Chest Wall Recoil (BLS 366, BLS 367, BLS 343: ScopRev)Rationale for ReviewThe BLS Task Force requested a ScopRev related to chest compression rate, chest compression depth, and chest wall recoil to identify any recent published evidence that provided more information on these chest compression components as discrete entities and to assess whether studies have reported interactions among these chest compression components. Therefore, a ScopRev was undertaken to understand whether the science to date has focused on single chest compression components or interactions among chest compression components and identify the evidence related to the chest compression components to determine whether the body of evidence published since the 2015 CoSTR for BLS indicates the need for a full SysRev of the evidence related to chest compression components.122Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children with cardiac arrest•Intervention/Comparators: (1) ≥2 chest compression depths measured in millimeters, centimeters, or inches or (2) ≥2 chest"
  },
  {
    "full_text": "centimeters, or inches or (2) ≥2 chest compression rates measured in compressions per minute or (3) ≥2 2 measures of chest wall recoil or (4) ≥2 measures of leaning or leaning compared with no leaning•Outcomes: Survival to hospital discharge with good neurological outcome and survival to hospital discharge were ranked as critical outcomes. ROSC or survival to a defined time point and physiological measures (eg, blood pressure and ETCO2) were ranked as important outcomes.•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion.•Time frame: All years and all languages were included as long as there was an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to June 2019.Summary of EvidenceIn addition to the 14 studies identified in the 2015 CoSTR for BLS,3,4an additional 8 studies123,124,125,126,127,128,129were identified, so a total of 22 studies were included in this ScopRev, which has been published in full.122Five observational studies examined both chest compression rate and chest compression depth.127,128,129b,130,131One RCT,1241 crossover trial,132and 6 observational studies125,129,133,134,135,136examined chest compression rate only. One RCT137and 6 observational studies examined chest compression depth only,67,138,139,140,141,142and 2 observational studies examined chest wall recoil.123,126No studies were identified that examined different measures of leaning. This ScopRev does highlight significant gaps in the research evidence related to chest compression components, namely a lack of high-level evidence, a paucity of studies of IHCA, and a failure to account for the possibility of interactions between chest compression components.Task Force InsightsIn the evidence identified in this ScopRev, most studies focused on a single chest compression component, whereas several studies suggested the presence of confounding interactions that prompt caution when evaluating any chest compression component in isolation. Most studies identified in this review focused on OHCA, highlighting a major gap in research involving IHCA.This ScopRev did not identify sufficient new evidence that would justify conducting new SysRevs or reconsideration of current resuscitation guidelines.Treatment RecommendationThese treatment recommendations (below) are unchanged from 2015.3,4We recommend a manual chest compression rate of 100 to 120/min (strong recommendation, very-low-certainty evidence).We recommend a chest compression depth of approximately 5 cm (2 in. (strong recommendation, low-certainty evidence) while avoiding excessive chest compression depths (greater than 6 cm [greater than 2.4 in. in an average adult) during manual CPR (weak recommendation, low-certainty evidence).We suggest that rescuers performing manual CPR avoid leaning on the chest between compressions to allow full"
  },
  {
    "full_text": "on the chest between compressions to allow full chest wall recoil (weak recommendation, very-low-certainty evidence).Compression-to-Ventilation Ratio (BLS 362: SysRev)Rationale for ReviewThe first ILCOR review to be performed after the 2015 CoSTR was a large SysRev63of continuous compression strategies across different settings and populations. One of these comparisons addressed the optimal compression-to-ventilation ratio. Task force values and preferences can be found in the 2017 CoSTR summary.64Population, Intervention, Comparator, Outcome, Study Designs, and Time Frame•Population: Adults and children with OHCA•Intervention: Any compression-to-ventilation ratio other than 30:2•Comparators: Compression-to-ventilation ratio of 30:2•Outcomes: The primary outcome was favorable neurological outcomes, measured by cerebral performance or a modified Rankin scale. Secondary outcomes were survival, ROSC, and quality of life.•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Study designs without a comparator group (ie, case series, cross-sectional studies), reviews, and pooled analyses were excluded.•Time frame: Published studies in English were searched on January 15, 2016.•PROSPERO registration: CRD42016047811Treatment RecommendationWe suggest a compression-to-ventilation ratio of 30:2 compared with any other ratio in patients with cardiac arrest (weak recommendation, very-low-quality evidence).64Timing of Rhythm Check (BLS 345: SysRev)Rationale for ReviewAdverse outcomes after cardiac arrest have been associated with frequent or prolonged interruptions in chest compressions. Because rhythm checks during resuscitation are frequent causes of pauses in compressions, this SysRev was undertaken to assess the evidence available to identify the optimal timing for rhythm checks.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults with presumed cardiac arrest in in-hospital or out-of-hospital settings receiving a defibrillation attempt during CPR•Intervention: Checking the cardiac rhythm immediately after defibrillation•Comparators: Immediate resumption of chest compressions with delayed check of the cardiac rhythm•Outcomes: Critical—survival with good neurological function (ie, at hospital discharge, 1 month, 6 months, 1 year), survival (ie, hospital discharge, 1 month, 6 months, 1 year); important—short-term survival (ROSC, hospital admission), rates of recurrence of fibrillation/refibrillation, CPR quality parameters (ie, compression fraction).•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Animal/laboratory studies, mathematical models, simulation and manikin studies, algorithm studies for rhythm analysis recognition with no outcome data, unpublished studies (eg, conference abstracts,"
  },
  {
    "full_text": "unpublished studies (eg, conference abstracts, trial protocols), and reviews were excluded.•Time frame: All years and all languages were included provided there was an English abstract. The literature search was updated to November 2, 2019.Consensus on ScienceThree RCTs143,144,145and 3 observational studies146,147,148were identified comparing immediate rhythm checks to immediate resumption of chest compressions. Outcomes assessed varied from hospital discharge with favorable neurological outcome to recurrence of VF. The meta-analysis of the RCTs did not demonstrate any differences between immediate rhythm analysis and immediate compressions, but unadjusted analysis of observational data suggested that immediate compressions were associated with better outcomes (Table 6).Table 6Timing of Rhythm Check.Table 6OutcomeCertaintyStudiesNo. of PatientsResultsHospital discharge with favorable neurological outcomeLow (risk of bias, indirectness)Very low (risk of bias, indirectness, imprecision)1 RCT1453 observational146,147,148415763No difference:Relative risk 0.90 (95% CI 0.70–1.15), 40 fewer patients/1000 (−119 to 60)Lower survival in immediate rhythm check:Relative risk 0.62 (95% CI, 0.51–0.75), 174 fewer patients/1000 (−224 to −13)Survival to hospital dischargeLow (serious risk of bias, indirectness)Very low (serious risk of bias, indirectness)2 RCTs143,1453 observational146,147,1481 2603 094No difference:Relative risk 0.89 (95% CI, 0.72–1.10), 24 fewer patients/1000 (−63 to 23)Lower survival in immediate rhythm check:Relative risk 0.55 (95% CI, 0.45–0.67), 76 fewer patients/1000 (−93 to −56)Survival to hospital admissionLow (serious risk of bias, indirectness)2 RCTs143,1451 260No difference:Relative risk 1.02 (95% CI, 0.91–1.14), 9 more patients/1000 (−43 to 69)ROSCVery low (serious risk of bias, indirectness)2 observational147,1482 969Lower survival in immediate rhythm check:Relative risk 0.69 (95% CI, 0.61–0.78), 111 fewer patients/1000 (−139 to −80)VF recurrenceVery low (serious risk of bias, indirectness, imprecision)2 RCTs144,145551No difference:Relative risk 1.08 (95% CI, 0.95, 1.22), 47 more patients/1000 (−13 to 5)95% CI indicates 95% confidence interval; RCT, randomized controlled trial; ROSC, return of spontaneous circulation; and VF, ventricular fibrillation.Both relative and absolute risks are written as mean values (95% CIs).Treatment RecommendationWe suggest immediate resumption of chest compressions after shock delivery for adults in cardiac arrest in any setting (weak recommendation, very-low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-7. No change was made to this treatment recommendation. Although there is only very-low-certainty evidence addressing this question, worse short- and long-term outcomes have been reported with immediate rhythm checks after shock delivery. The effect of an immediate rhythm check on the"
  },
  {
    "full_text": "The effect of an immediate rhythm check on the incidence of VF recurrence is unclear. An observational study exploring this specific issue did not find that VF recurrence within 30 seconds of defibrillation (ie, successful shock) was linked to the timing of resumption of chest compressions,149and this may not be a major factor affecting outcomes. Protocols including immediate cardiac rhythm check after shock delivery are reported to have reduced chest compression fractions; these increased pauses could be a potential cause of worse outcomes.Knowledge Gaps•There were no studies that evaluated this question in the pediatric/in-hospital setting.•No RCTs compared the specific intervention with standard care in any patient population, although 1 RCT assessed a CPR protocol characterized by different timing of rhythm checks, different compression-to-ventilation ratios, different duration of uninterrupted CPR between shocks, and different ventilation strategies.•Currently available studies comparing different CPR protocols are characterized not only by different timing of rhythm checks but also by compression-to-ventilation ratios, compression intervals between shocks, and ventilation strategies that differ from standard care. More data are needed comparing groups receiving standard care with differences between control and intervention groups in only the timing of rhythm checks.Feedback for CPR Quality (BLS 361: SysRev)Rationale for ReviewCPR feedback or prompt devices are intended to improve CPR quality, probability of ROSC, and survival from cardiac arrest. Feedback devices involve technology that can measure various aspects of CPR mechanics, including ventilation rate, chest compression mechanics (eg, depth, rate, recoil), and measures of flow time (CPR fraction, pre- and postshock pauses). These data can be presented to the provider in real time and/or provided in a summary report at the end of a resuscitation. Real-time displays can involve voice prompts, visual dials, numeric displays, wave forms, verbal prompts, and visual alarms. Visual displays enable the rescuer to see compression-to-compression quality parameters, including compression depth and rate in real time. Audio prompts may guide CPR rate (eg, metronome) and may offer verbal prompts to rescuers (eg, “push harder,” “good compressions”). Prompt devices that do not include the measurement and feedback of CPR quality metrics can include audible or visual metronomes set at the recommended rate for compressions or ventilations.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children with cardiac arrest•Intervention: Real-time feedback and prompt devices regarding the mechanics of CPR quality (eg, rate and depth of compressions and/or ventilations)•Comparators: No feedback•Outcomes: Survival to hospital discharge with good neurological outcome and survival to hospital discharge were ranked as critical outcomes. ROSC, bystander CPR rates,"
  },
  {
    "full_text": "as critical outcomes. ROSC, bystander CPR rates, time to first compressions, time to first shock, and CPR quality were ranked as important outcomes.•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Studies involving manikins only or the use of CPR quality data for delayed feedback (eg, debriefing or quality assurance programs) were excluded from this review.•Time frame: All years and all languages were included as long as there was an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to September 2019.Consensus on ScienceThree discrete forms of real-time CPR guidance devices were identified: (1) digital audiovisual feedback, including corrective audio prompts; (2) analogue audio and tactile “clicker” feedback for chest compression depth and release; and (3) metronome guidance for chest compression rate. The analogue “clicker” device, designed to be placed on the patient’s chest under the hands of a CPR provider, involves a mechanism that produces a “click” noise and sensation when sufficient pressure is applied. Due to a high degree of clinical heterogeneity across studies with respect to the type of devices used, the mechanism of CPR quality measurement, the mode of feedback, patient types, locations (eg, in-hospital and out-of-hospital), and baseline (control group) CPR quality, we did not conduct any meta-analyses (Table 7,Table 8,Table 9).Table 7Real-Time Audiovisual Feedback.Table 7OutcomeStudiesNo. of PatientsResultsSurvival with favorable neurological outcome1 cluster RCT,150low-certainty evidence (downgraded for very serious risk of bias)4 observational,151,152,153,154very-low-certainty evidence (downgraded for very serious risk of bias)1586No difference:Relative risk 1.02; 95% CI, 0.76–1.36;P= 0.9Absolute risk 0.19% (95% CI, −3.18% to 2.82%), or 2 more patients/1000 survived with the intervention (95% CI, 24 fewer patients/1000 to 36 more patients/1000 survived with the intervention)Better outcome with feedback:Adjusted odds ratio 2.69 (95% CI, 1.04–6.94)1531100No difference:Adjusted relative risk 5.75%; 95% CI, -18.51% to 3.85%152Adjusted odds ratio 0.92; 95% CI, 0.37–2.301512/16 versus 0/16; P=0.14154Survival to hospital discharge1 cluster RCT,150low-certainty evidence (downgraded for very serious risk of bias)6 observational: 5 in adults127,131,151,153,155and 1 in children,156very-low-certainty evidence (downgraded for very serious risk of bias)1586No difference:Relative risk: 0.91 (95% CI, 0.69–1.19); P?=?0.5Absolute risk: -1.16% (95% CI, -4.37% to 2.02%), or 9 fewer patients/1000 survived with the intervention (95% CI, 31 fewer patients/1000 to 19 more patients/1000 survived with the intervention)1592No difference:Adjusted odds ratio 0.90; 95% CI, 0.39–2.06; P?=?0.80),151Adjusted relative risk -0.91; 95% CI, -11.18 to 12.33),152Adjusted"
  },
  {
    "full_text": "risk -0.91; 95% CI, -11.18 to 12.33),152Adjusted relative risk 5.23; 95% CI, -0.49 to 10.89),153Adjusted relative risk -0.18; 95% CI, -11.46 to 8.64),155Adjusted relative risk 1.37; 95% CI, -2.47 to 6.91),1318 children (ages 1–7 yr) with IHCA (1/4 versus 1/4)156Survival to 30 days1 observational,157very-low-certainty evidence (downgraded for serious risk of bias)196No difference:Adjusted relative risk −0.84; 95% CI, −13.88 to 14.82;P= 0.9157Survival to 24 h1 cluster RCT,150low-certainty evidence (downgraded for very serious risk of bias)2 observational,152,154very-low-certainty evidence (downgraded for very serious risk of bias)1586No difference:Relative risk 0.96 (95% CI, 0.82–1.13;P= 0.6); ARR, −1.09% (95% CI, −3.35% to 5.50%), or 4 fewer patients/1000 survived with the intervention (95% CI, 18 fewer patients/1000 to 13 more patients/1000 survived with the intervention)219No difference:2/16 versus 0/16154Adjusted relative risk 13.13; 95% CI, -0.66 to 28.02152ROSC1 cluster RCT,150low-certainty evidence (downgraded for very serious risk of bias)8 observational152,154: 7 in adults131,151,152,153,154,155,158and 1 in children,156very-low-certainty evidence (downgraded for very serious risk of bias)1586No difference:Relative risk 1.01 (95% CI, 0.91–1.13;P= 0.9); Adjusted relative risk−0.45% (95% CI, −5.33% to 4.43%), or 1 more patient/1000 survived with the intervention (95% CI, 9 fewer patients/1000 to 13 more patients/1000 survived with the intervention)2263No benefit9/16 versus 10/16154Adjusted odds ratio 0.62; 95% CI, 0.31–1.22; P?=?0.49),151Adjusted relative risk -3.17; 95% CI, -10.73 to 4.35),153Adjusted relative risk -4.39; 95% CI, -3.35 to 12.06)158Adjusted relative risk 4.55; 95% CI, -11.59 to 19.90)155Adjusted relative risk 5.65; 95% CI, -2.89 to 15.09131Adjusted relative risk 1.11; 95% CI, -15.56 to 13.69; P?=?0.9,131,151–155,1588 children (ages 1–7 yr): 3/4 versus 1/4156Better outcome with feedback:Adjused relative risk 17.55; 95% CI, 1.79–32.46)152Chest compression rate1 cluster RCT,150moderate-certainty evidence6 observational: 5 in adults131,151,153,154,155and 1 in children,156very-low-certainty evidence (downgraded for very serious risk of bias)1586Better CPR quality with feedback:Difference of −4.7/min (95% CI, −6.4 to −3.0/min) when feedback was used1441No difference:One observational study155Better CPR quality with feedback:4 observational studies131,151,153,154 showed lower compression rates in the group with CPR feedbackThe pediatric study156 found a median difference of -10/min with feedback.Compression depth1 cluster RCT,150very-low-certainty evidence (downgraded for very serious risk of bias)6 observational: 5 in adults131,151,153,154,155and 1 in children,156very-low-certainty evidence (downgraded for very serious risk of bias)1586Better CPR quality with feedback:Significant +1.6 mm (95% CI, 0.5–2.7 mm) (cluster-adjusted) difference in chest compression depth with feedback.Better CPR quality with feedback:Three observational"
  },
  {
    "full_text": "CPR quality with feedback:Three observational studies131,153,154showed deeper chest compressions in the groups with CPR feedback131,153,1541441No difference:One observational study155;the pediatric study156 found no difference in median compression depth.Chest compression fraction1 cluster RCT,150moderate-certainty evidence7 observational: 5 in adults131,151,153,154,155and 1 in children,156very-low-certainty evidence (downgraded for very serious risk of bias)1586Better CPR quality with feedback:Difference of +2% (66% compared with 64%;P= 0.016)Better CPR quality with feedback:2 studies reported statistically significant increases in CPR fraction associated with feedback151,1551441No difference:3 studies did not observe a statistically or clinically important difference.131,153,154The sample size of the pediatric study156 was too small to enable inferential statistical analysis.Ventilation rate1 cluster RCT,150moderate-certainty evidence3 observational,131,153,155very-low-certainty evidence (downgraded for very serious risk of bias)15861001No differenceNo differenceCPR indicates cardiopulmonary resuscitation; CI, confidence interval; RCT, randomized controlled trial; and ROSC, return of spontaneous circulation.Table 8Analogue Audio and Tactile “Clicker” Feedback.Table 8OutcomeStudiesNo. of PatientsResultsSurvival to hospital discharge1 RCT,159very-low-certainty evidence (downgraded for serious risk of bias)900Better outcome with feedback:Relative risk 1.90 (95% CI, 1.60–2.25;P<0.001);Adjusted relative risk 25.56% (95% CI, 19.22%–31.60%), or 91 more patients/1000 survived with the intervention (95% CI, 61 more patients/1000 to 126 more patients/1000 survived with the intervention)ROSC2 RCTs,159,160very-low-certainty evidence (downgraded for serious risk of bias)980Better outcome with feedback:Relative risk 1.57 (95% CI, 1.38–1.78;P<0.001);Adjusted relative risk 24.22% (95% CI, 17.79%–30.36%), or 58 more patients/1000 survived with the intervention (95% CI, 38 more patients/1000 to 79 more patients/1000)159Relative risk 2.07 (95% CI, 1.20–3.29;P<0.001);Adjusted relative risk 37.50% (95% CI, 15.70%–54.68%), or 108 more patients/1000 survived with the intervention (95% CI, 20 more patients/1000 to 232 more patients/1000)160CI indicates confidence interval; RCT, randomized controlled trial; and ROSC, return of spontaneous circulation.Table 9Metronome Rate Guidance.Table 9OutcomeStudiesNo. of PatientsResultsSurvival to 30 days1 observational,157very-low-certainty evidence (downgraded for serious risk of bias)196No difference:Relative risk 1.66; 95% CI, −17.71 to 14.86;P=0.8157Survival to 7 days1 observational,161very-low-certainty evidence (downgraded for serious risk of bias)30No difference:3/17 versus 2/13;P= 0.9161ROSC2 observational,157,161very-low-certainty evidence (downgraded for serious risk of bias)236No difference:Adjusted relative risk 4.97; 95% CI, −21.11 to 11.76;P= 0.61577/13 versus 8/17;P=0.7161CI indicates confidence interval; and ROSC,"
  },
  {
    "full_text": "indicates confidence interval; and ROSC, return of spontaneous circulation.Treatment RecommendationsWe suggest the use of real-time audiovisual feedback and prompt devices during CPR in clinical practice as part of a comprehensive quality improvement program for cardiac arrest designed to ensure high-quality CPR delivery and resuscitation care across an EMS system (weak recommendation, very-low-certainty evidence).We suggest against the use of real-time audiovisual feedback and prompt devices in isolation (ie, not part of a comprehensive quality improvement program) (weak recommendation, very-low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-8. There was significant debate among task force members on whether to recommend for or against the use of these devices for real-time feedback on the basis of available data. On one side of the debate, the task force acknowledged that the bulk of higher-certainty data from key studies did not demonstrate a clinically or statistically significant association between real-time feedback and improved patient outcomes and that these devices require additional resources to purchase and implement. On the other side of the debate, we acknowledged several studies that demonstrated clinically important improvements in outcomes associated with the use of feedback devices. Most notable was the study by Goharani et al,159newly added to the evidence base considered in 2020, which was an RCT of 900 IHCA patients from Iran. This study demonstrated a +25.6% absolute increase in survival to hospital discharge with the use of an analogue “clicker” device that provided real-time feedback on compression depth and recoil (54% versus 28.4%;P< 0.001). Task force members did interpret this study to be supportive of the use of feedback devices; however, they also felt that this study represented an outlier. Members felt that replication of this result would be necessary before the task force could make any supportive recommendation for the specific type of device used in the study by Goharani et al.159The task force also considered data from several observational studies demonstrating improvements in favorable neurological outcome that were not statistically significant and statistically significant improvements in various aspects of CPR quality, including CPR rate and CPR fraction, associated with the use of feedback devices.The task force also felt that a permissive recommendation was appropriate because of the role that these devices play in CPR quality monitoring, benchmarking, and quality improvement programs by collecting data across patients treated by a system. These roles were not included in the scope of this PICOST; however, the task force was concerned that a recommendation against the use of these devices for real-time feedback would discourage use for other important activities. The task force also recognized"
  },
  {
    "full_text": "activities. The task force also recognized that implementing and maintaining high-quality CPR in hospital and EMS systems would be difficult without the use of these devices to provide an objective method of CPR quality measurement in those systems.In summary, the task force agreed that CPR feedback devices that measure aspects of CPR quality were reasonable to consider for healthcare systems, given the importance of high-quality CPR. Without any signal of patient harm in the data reviewed, we agreed that a weak recommendation in favor of their use in this manner was appropriate.We also agreed that there was no consistent signal from the data reviewed indicating that the real-time feedback function of these devices has a significant effect on individual cardiac arrest patient outcomes, suggesting that the devices should not be implemented for this reason alone outside of a comprehensive quality assurance program.Knowledge GapsCurrent knowledge gaps include but are not limited to the following:•What is the effect of feedback devices on patient outcomes when used by lay people with AEDs?•Is there an interaction between the effect of real-time feedback devices and the skill set of the provider (eg, in low-performing services with baseline CPR metrics) that are below recommended values?•What are the most effective parameters to feedback to users (ie, measures of brain or other tissue perfusion, electrocardiographic characteristics, other physiological measurements)?•What are the most effective modalities for feedback to be provided to users?Alternative TechniquesAlternative Techniques (Cough, Precordial Thump, Fist Pacing) (BLS 374: SysRev)Rationale for ReviewReports of cough CPR circulate on social media, and this technique may be perceived by the public as an effective way of preventing cardiac arrest. Precordial thumping and fist pacing are techniques previously recommended to healthcare professionals. In this review, we update the available evidence for these alternative techniques.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children with cardiac arrest•Intervention: Cough CPR; precordial thump; fist pacing•Comparators: Standard CPR•Outcomes: Survival with favorable neurological outcome until and beyond hospital discharge or 30 days; survival until and beyond hospital discharge or 30 days; ROSC•Study designs: We included RCTs, nonrandomized studies, and case series with at least 5 cases. We considered papers in all languages provided there was an English language abstract available for review. We excluded unpublished studies, conference abstracts, manikin or simulation studies, narrative reviews, editorials or opinions with no primary data, animal studies, and experimental/laboratory models.•Time frame: All years and all languages were included as long as there was an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was"
  },
  {
    "full_text": "were excluded. The literature search was updated to October 2019.•PROSPERO registration: CRD42019152925Consensus on ScienceCough CPRFor the critical outcome of survival to hospital discharge162and important outcome of restoration of cardiac output/circulation (at or shortly after the onset of a potentially nonperfusing rhythm in which the patient has not yet lost consciousness or cardiac output),163,164,165we identified only 4 observational studies. All studies were in adult patients only. The overall certainty of evidence was rated as very low for all outcomes as a result of very serious risk of bias. For this reason and because of a high degree of heterogeneity across studies, no meta-analyses could be performed, and individual studies were difficult to interpret. Additional information may be found inTable 10.Table 10Observational Studies of Cough CPR for Conscious Patients With No Comparator Group.Table 10OutcomeCertaintyStudiesNo. of PatientsResultsSurvival to hospital dischargeVery low (very serious risk of bias)Caldwell 19851626(in-hospital VT)6/6 (100%), selective reporting of cases achieving outcomeROSCVery low (very serious risk of bias)Nieman 1980, Marozsan 1990164,165; Petelenz 199816320 (in-hospital, 2 studies): n = 6 VF, n = 13 asystole, n = 1 bradycardia; 66 (out-of-hospital, 1 study): rhythms unknownIn-hospital: 18/20 (90%), selective reporting of cases achieving outcome in 1 study (n = 7)165; out-of-hospital:66/66 (100%), selective reporting of cases achieving outcomeCPR indicates cardiopulmonary resuscitation; ROSC, return of spontaneous circulation; VF, ventricular fibrillation; and VT, ventricular tachycardia.Precordial ThumpFor the critical outcomes of survival to hospital discharge, we identified 5 observational studies.162,166,167,168,169Two of these studies, both out-of-hospital, directly compared precordial thump with standard CPR. For the important outcome of ROSC, we identified 1 observational study.170For the important outcome of restoration of cardiac output/circulation, we identified 10 observational studies.171,172,173,174,175,176,177,178,179,180All studies were in adult patients only. The overall certainty of evidence was rated as very low for all outcomes primarily because of very serious risk of bias. Because of this and a high degree of heterogeneity across the studies, no meta-analyses could be performed, and individual studies were difficult to interpret. Additional information may be found inTable 11,Table 12.Table 11Observational Studies of Precordial Thump With Comparator Group.Table 11OutcomeCertaintyStudiesNo. of PatientsResultsSurvival to hospital dischargeVery low (downgraded for very serious risk of bias)Pellis 2009, Nehme 2013166,167797 (n = 500 VF/VT, n = 101 PEA, n = 196 asystole)No difference:71% versus 70% (P=ns)166and 5.6% versus 6.4% (P=ns)167ROSCVery low (downgraded for very serious risk of bias)Pellis 2009, Nehme 2013166,167797 (n = 500 VF/VT, n = 101 PEA, n = 196 asystole)No difference:93%"
  },
  {
    "full_text": "n = 101 PEA, n = 196 asystole)No difference:93% versus 89% (P=ns)166and 22% versus 20% (P=ns)167ns indicates nonsignificant; PEA, pulseless electric activity; ROSC, return of spontaneous circulation; VT, ventricular tachycardia; and VF, ventricular fibrillation.Table 12Observational Studies of Precordial Thump With No Comparator Group.Table 12OutcomeCertaintyStudiesNo. of PatientsResultsSurvival to hospital dischargeVery low (very serious risk of bias)Caldwell 1985, Gertsch 1992, Rajagopalan 1971162,168,169; Caldwell 198516235 (in-hospital, 3 studies): n = 29 VT, n = 2 VF, n = 2 asystole, n = 2 unknown; 3 (out-of-hospital, 1 study): n = 1 VT, n = 2 VFIn-hospital: 20/35 (57%); 2/2 (100%) VF, 14/29 (48%) VT, 2/2 (100%) asystole, 2/2 (100%) unknown; out-of-hospital: 2/3 (67%)ROSCVery low (very serious risk of bias)Miller 1984; Rahner 1978, Cotoi 1980,Pennington 1970, Morgera 1979, Haman 2009, Amir 2007, Befeler 1978, Volkmann 1990, Miller 1985, Nejima 1991170,171,172,173,174,175,176,177,178,179,18050 (out-of-hospital): n = 27 VT, n = 23 VF; 366 (in-hospital): n = 320 VT, n = 38 VF, n = 8 Morgagni-Adams-Stokes attackOut-of-hospital: 23/50 (46%); 11/27 (41%) VT, 12/23 (52%) VF; 88/366 (24%); in-hospital: 80/320 (25%) VT, 8/8 (100%) Morgagni-Adams-Stokes, 0/38 (0%) VF; selective reporting of cases achieving outcome in 3 studies (n = 39: n = 31 VT, n = 8 Morgagni-Adams-Stokes171,172,173ROSC, return of spontaneous circulation; VF, ventricular fibrillation; and VT, ventricular tachycardia.Fist PacingFor the critical outcome of survival to hospital discharge,181,182the important outcome of ROSC,183and the important outcome of restoration of cardiac output/circulation,184we identified only 4 observational studies. One study included children (age range, 11–84 years).181The overall certainty of evidence was rated as very low for all outcomes, mainly because of very serious risk of bias. Because of this and a high degree of heterogeneity, no meta-analyses could be performed, and individual studies were difficult to interpret. Additional information may be found inTable 13.Table 13Observational Studies of Fist Pacing With No Comparator Group.Table 13OutcomeCertaintyStudiesNo. of PatientsResultsSurvival to hospital dischargeVery low (very serious risk of bias)Klumbies 1988, Scherf 1960181,182111 (in-hospital): n = 51 asystole, n = 20 “life-threatening bradycardia,” n = 29 unclear/delayed monitoring, n = 11 “ventricular standstill”63/111 (57%)ROSCVery low (very serious risk of bias)Iseri 1987183; Paliege 19821845 (in-hospital): all asystole; 42 (in-hospital): n = 35 asystole, n = 7 “extreme bradycardia”5/5 (100%); selective reporting of cases achieving outcome; 41/42 (98%)ROSC indicates return of spontaneous circulation.Treatment RecommendationsWe recommend against the routine use of cough CPR for cardiac arrest (strong recommendation, very-low-certainty evidence).We suggest that cough CPR may be considered only as a temporizing measure in exceptional"
  },
  {
    "full_text": "only as a temporizing measure in exceptional circumstance of a witnessed, monitored IHCA (eg, in a cardiac catheterization laboratory) if a nonperfusing rhythm is recognized promptly before loss of consciousness (weak recommendation, very-low-certainty evidence).We recommend against the use of a precordial thump for cardiac arrest (strong recommendation, very-low-certainty evidence).We recommend against fist pacing for cardiac arrest (strong recommendation, very-low-certainty evidence).We suggest that fist pacing may be considered only as a temporizing measure in the exceptional circumstance of a witnessed, monitored, IHCA (eg, in a cardiac catheterization laboratory) due to bradyasystole if such a nonperfusing rhythm is recognized promptly before loss of consciousness (weak recommendation, very-low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-9. This topic was last reviewed in the2010 International Consensus on CPR and ECC Science With Treatment Recommendations1,2; although treatment recommendations remain essentially unchanged, the BLS Task Force has tried to update the recommendations with the intention of clarifying the special circumstances when these alternative techniques might be appropriate.The very-low-quality evidence identified precludes meaningful meta-analyss. Two studies (both on precordial thump) had a direct comparator group (standard CPR), and both had a very serious risk of bias. The others were limited case series or cohorts without comparator groups.Cough CPR is described as a repeated deep breath followed by a cough every few seconds. There is no evidence for the effectiveness of cough CPR in established cardiac arrest (ie, in an unconscious, pulseless patient), nor is its initiation even feasible under such circumstances. Very-low-quality evidence from 1 study163addresses the use of cough CPR for prodromal symptoms of collapse in high-risk patients in whom the cardiac rhythm was not known and the likelihood of progressing to cardiac arrest was uncertain. Suggesting a benefit of cough CPR for the general population would require us to accept that an untrained patient could reliably identify a cardiac arrest rhythm in time to initiate coughing to maintain a cardiac output. This seems highly unlikely.There are periodic stories (on social media, for example) instructing members of the public to perform cough CPR in case of imminent collapse, so it is important that we address this topic. We should be clear that we do not recommend cough CPR for OHCA. The risks are (1) that it delays effective treatment (early call for help, early CPR and defibrillation if the patient loses consciousness and stops breathing normally) and (2) that members of the public confusing “cardiac arrest” with “heart attack” delay seeking help when suffering chest pain or other symptoms indicating a possible ischemic cardiac event.There is no"
  },
  {
    "full_text": "a possible ischemic cardiac event.There is no evidence to contradict the 2010 CoSTR treatment recommendation1,2that providers can consider cough CPR in the exceptional circumstance of monitored, witnessed in IHCAs victim remain conscious and be able to follow instructions for coughing. There is limited very-low-quality evidence that this may be effective in all arrhythmias that can cause cardiac arrest, not limited to just VF and VT. This evidence is reported for adult patients only. There is some evidence that cough CPR increases aortic, left atrial, and left ventricular pressures, but a causative link between cough CPR and termination of malignant arrhythmias is lacking. It would not be appropriate to prioritize cough CPR instead of other measures with proven efficacy, but clinicians may consider it as a temporary measure if there a delay to defibrillation.A precordial thump is described as a sharp, high-velocity blow to the middle of the sternum with immediate retraction by the ulnar aspect of the fist. We weighed the potential benefit of precordial thumps against the potential for harm. A precordial thump can potentially interrupt life-threatening VT by generating an electric impulse, resulting in a premature ventricular depolarization. However, there is a risk of deterioration of cardiac rhythm (from VT to VF, akin to an “R on T” phenomenon), reported in some studies,170,171and a risk of delaying CPR or defibrillation. Delay to definitive treatment is of particular concern in situations when lay rescuers are providing cardiac arrest interventions.A causal link between precordial thump and the critical outcomes of survival to hospital discharge and ROSC is lacking. Defibrillation is a more effective treatment for the termination of VF and VT and should be prioritized. There is concern from 1 study (very-low-certainty evidence) that use of precordial thump could compromise first shock success.166In many of the included studies, it is unclear whether the tachyarrhythmia (VT) represents cardiac arrest or impending loss of cardiac output. It is very likely that this is not so for many of the cases included in the studies reviewed.Across studies, there is a lack of standardization in the technique of precordial thump, the number of times it was used, pharmacological therapy delivered before or after its delivery, and—in some cases—its timing related to the onset of the tachyarrhythmia.Fist (or percussion) pacing is described as the delivery of serial, rhythmic, relatively low-velocity blows to the sternum by a closed fist. The evidence for the effectiveness of fist pacing is limited to 3 cases series (including 100, 42, and 5 patients, respectively) suggesting that cardiac output can be maintained if fist pacing is initiated very quickly after onset of asystole or severe bradycardia—and strictly for such rhythms. An electric impulse is generated sufficient to cause myocardial depolarization and contraction. Fist pacing is not used for"
  },
  {
    "full_text": "and contraction. Fist pacing is not used for tachyarrhythmias.There is no evidence comparing fist pacing with standard CPR (chest compressions) in established bradyasystolic cardiac arrest. We again highlight the importance of prompt, high-quality chest compressions for the treatment of cardiac arrest.There is no evidence to contradict the 2010 CoSTR treatment recommendation1,2that providers can consider fist pacing in the exceptional circumstance of monitored, witnessed IHCA due to bradyasystole. It would not be appropriate to prioritize fist pacing instead of other measures with proven efficacy, but clinicians may consider it as a temporary measure if there is a delay to electric pacing or pharmacological therapies.Knowledge Gaps•There are no data directly comparing cough CPR or fist pacing with standard CPR.•There are no data for any alternative CPR technique assessing survival with a favorable neurological outcome.•There is limited, very-low quality evidence assessing the critical outcome of survival to hospital discharge.•There are no data on any outcome after alternative CPR techniques performed in children.DefibrillationPublic Access AED Programs (BLS 347: SysRev)Rationale for ReviewThis topic was prioritized for review by the BLS Task Force because it had not been updated since 2015. Public access AED programs were recommended by ILCOR after review of the evidence before 2015, and since then several additional studies have been published.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children with OHCA•Intervention: Implementation of a public access AED program•Comparators: Traditional EMS response•Outcomes: Survival to hospital discharge with good neurological outcome and survival to hospital discharge were ranked as critical outcomes. ROSC, bystander CPR rates, time to first compressions, time to first shock, and CPR quality were ranked as important outcomes.•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Unpublished studies (eg, conference abstracts, trial protocols) were excluded.•Time frame: All years and all languages were included as long as there was an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to October 2019.Consensus on ScienceSysRevs on the effects of public access defibrillation (PAD) on OHCA survival have been published previously.185,186This review is focused on comparing outcomes in systems with public access AED programs versus systems with traditional EMS response and included 1 RCT and 30 observational studies. PAD is defined as defibrillation with an onsite AED by a layperson in the OHCA setting. The PAD group included only patients defibrillated by a lay person using an onsite AED. The control group included all patients not receiving PAD—meaning not treated with"
  },
  {
    "full_text": "not receiving PAD—meaning not treated with an onsite AED by a lay person—and included patients defibrillated by professional first responders, such as police or firefighters.For the critical outcome of survival to 1 year with favorable neurological outcome, we identified low-certainty evidence (downgraded for risk of bias) from 1 observational trial187enrolling 62 patients showing improvement (43% versus 0%;P= 0.02) after a PAD program in a subway system.For the critical outcome of survival to 30 days with favorable neurological outcome, we identified low-certainty evidence (downgraded for risk of bias and inconsistency) from 7 observational studies188,189,190,191,192,193,194enrolling 43 116 patients demonstrating improved survival with a PAD program (OR, 6.60; 95% CI, 3.54–12.28).For the critical outcome of survival to hospital discharge with favorable neurological outcome, we identified low-certainty evidence (downgraded for risk of bias) from 8 observational studies. The studies187,195,196,197,198,199,200,201included 11 837 patients demonstrating improved survival with PAD program (OR, 2.89; 95% CI, 1.79–4.66).For the critical outcome of survival to 30 days, we identified low-certainty evidence (downgraded for risk of bias) from 8 observational studies189,190,192,193,202,203,204,205enrolling 85 589 patients demonstrating improved outcome with a PAD program (OR, 3.66; 95% CI, 2.63–5.11).For the critical outcome of survival to hospital discharge, we identified moderate-certainty evidence (downgraded for risk of bias) from 1 RCT206enrolling 235 OHCA patients showing improved survival with PAD compared with no PAD (RR, 2.0; 95% CI, 1.07–3.77) and low-certainty evidence (downgraded for risk of bias) from 16 observational studies enrolling 40 243 patients showing improved survival associated with PAD programs (OR, 3.24; 95% CI, 2.13–4.92).195,196,197,198,201,207,208,209,210,211,212,213,215,216,217Treatment RecommendationWe recommend the implementation of PAD programs for patients with OHCAs. (Strong recommendation, low certainty evidence)Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-10. PAD programs are implemented at the community level to improve outcomes for patients with OHCA. In making this recommendation, we placed a high value on the potential life-saving capability of an AED for a shockable rhythm and on keeping with the previous treatment recommendation when there were no compelling data suggesting the need to change. We recognize that there are barriers to the implementation of PAD programs. The ILCOR scientific statement on public access defibrillation addresses key interventions (early detection, optimizing availability, signage, novel delivery methods, public awareness, device registration, mobile apps for AED retrieval and personal access defibrillation) that should be considered as part of all PAD programs. Cost-effectiveness of PAD programs may"
  },
  {
    "full_text": "programs. Cost-effectiveness of PAD programs may vary according to country. A recent review found cost-effectiveness ratios between 37 200 and 1 152 400 US dollars/quality-adjusted life-years.185Another recent cost-effectiveness analysis study218from the United States concluded that public access AEDs are a cost-effective public health intervention.Among 31 included studies, there was only 1 RCT, which showed improved survival to discharge in the CPR-plus-AED group compared with the CPR-only group. Observational studies were mostly retrospective analyses of data from large registries and generally showed improved survival outcomes associated with PAD. However, there were some inconsistencies among the observational studies, as some were unable to show any significant differences in outcomes.187,193,196,215There was also important heterogeneity among studies in the meta-analysis. The location of cardiac arrest was various and included airports,212subways,187and sports facilities.200The population varied, with 2 studies including only children.190,194The control group also varied among studies because some patients in control groups received first responder defibrillation, whereas others did not. Some studies were before-and-after studies in which historic controls included periods before PAD implementation193,215,217or the initial period of implementation.187Despite such heterogeneity, all patients in those studies had OHCA, and most studies showed that implementation of PAD improved survival.Knowledge GapsCurrent knowledge gaps include but are not limited to the following:•Optimal placement/location of AEDs•Optimal role of emergency medical dispatchers in identifying nearest AED and alerting callers to their location•How AEDs could be most effectively integrated into citizen responder programsAnalysis of Rhythm During Chest Compressions (BLS 373: SysRev)Rationale for ReviewHigh-quality CPR with few pauses in chest compressions is emphasized in current guidelines and CPR training. Rhythm analysis and pulse checks require pauses in chest compressions, and artifact-filtering algorithms for analysis of electrocardiographic rhythm during CPR have been proposed as a method to reduce pauses in chest compressions.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children with cardiac arrest•Intervention: Analysis of cardiac rhythm during chest compressions•Comparators: Standard care (analysis of cardiac rhythm during pauses in chest compressions)•Outcomes: Survival to hospital discharge with good neurological outcome and survival to hospital discharge were ranked as critical outcomes. ROSC was ranked as an important outcome. CPR quality metrics, such as time of chest compression fraction, pauses in compressions, compressions per minute, time to commencing CPR, time to first shock, etc, were included as important outcomes.•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series,"
  },
  {
    "full_text": "studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Unpublished studies (eg, conference abstracts, trial protocols) were excluded.•Time frame: All years and all languages were included as long as there was an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to September 23, 2019.Consensus on ScienceFourteen full-text papers were identified and reviewed,219but none assessed any critical or important patient-related outcomes. Most of these studies use previously collected electrocardiographs, electric impedance, and/or accelerometer signals recorded during CPR for cardiac arrest to evaluate the ability of various algorithms220,221,222,223,224,225,226,227,228,229or machine learning230to detect shockable rhythms during chest compressions. Although these studies did not evaluate the effect of the artifact-filtering algorithms on any critical or important outcomes, they provided insights into the feasibility and potential benefits of this technology. We also identified studies evaluating artifact-filtering algorithms in animal models of cardiac arrest219,231and simulation studies.232Sensitivities and specificities are generally reported in the 90% to 99% range, but none of these studies evaluated the use of this technology during actual cardiac arrest and resuscitation.Treatment RecommendationsWe suggest against the routine use of artifact-filtering algorithms for analysis of electrocardiographic rhythm during CPR (weak recommendation, very-low-certainty evidence).We suggest that the usefulness of artifact-filtering algorithms for analysis of electrocardiographic rhythm during CPR be assessed in clinical trials or research initiatives (weak recommendation, very-low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-11. In making a recommendation against routine use, we placed priority on avoiding the costs of introducing a new technology when its effects on patient outcomes and risk of harm remain to be determined. This treatment recommendation (below) is unchanged from the 2015 CoSTR.3,4In making a recommendation for further research; the task force is acknowledging that (1) there is thus far insufficient evidence to support a decision for or against routine use, (2) further research has potential for reducing uncertainty about the effects, and (3) further research is thought to be of good value for the anticipated costs. This treatment recommendation was changed from a previous weak suggestion that, for EMS systems that had already integrated artifact-filtering algorithms into clinical practice, it would be reasonable to continue with their use.3,4The task force acknowledges that some EMS systems may have implemented artifact-filtering algorithms for analysis of electrocardiographic rhythm"
  },
  {
    "full_text": "for analysis of electrocardiographic rhythm during CPR and strongly encourages such systems to report their experiences to build the evidence base about the use of these technologies in clinical practice.Knowledge GapsThere were no studies identified that evaluated feasibility, efficacy, or effectiveness of artifact-filtering algorithms for analysis of electrocardiographic rhythm during CPR in any setting for any patient population.CPR Before Defibrillation (BLS 363: SysRev)Rationale for ReviewPrevious treatment recommendations for CPR before defibrillation have been based on RCTs, but the results from these trials have been inconsistent, and important uncertainty about the optimal timing of defibrillation remains. This topic has not been reviewed by ILCOR since the 2015 CoSTR3and therefore was prioritized by the BLS Task Force.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children with cardiac arrest and a shockable rhythm at initiation of CPR•Intervention: A prolonged period of chest compressions before defibrillation (90–180 seconds)•Comparators: A short period of chest compressions until the defibrillator is ready•Outcomes: Survival to hospital discharge with good neurological outcome and survival to hospital discharge were ranked as critical outcomes. ROSC was ranked as an important outcome.Consensus on ScienceFive RCTs were identified comparing a shorter with a longer interval of chest compressions before defibrillation.117,118,233,234,235Outcomes assessed varied from 1-year survival with favorable neurological outcome to ROSC. No clear benefit from CPR before defibrillation was found in meta-analysis of any of the critical or important outcomes (Table 14).Table 14CPR Before Defibrillation.Table 14OutcomeCertaintyStudiesNo. of PatientsResults1 yr with favorable neurological outcomeLow (risk of bias, imprecision)Wik 2003117200No difference:Relative risk 1.15 (95% CI, −0.57 to 2.34), 19 more patients/1000 (−54 to 167)Hospital discharge with favorable neurological outcomeLow (inconsistency, imprecision)Wik 2003, Baker 2008, Stiell 2011, Ma 2012117,118,234,23510 424No difference:Relative risk 1.02 (95% CI, −0.01 to 0.01), 1 more patient/1000 (−7 to 11)Survival to 1 yrLow (risk of bias, imprecision)Wik 2003, Jacobs 2005117,233456No difference:Relative risk 1.19 (95% CI, 0.69–2.04), 18 more patients/1000 (−29 to 98)Survival to hospital dischargeLow (risk of bias, imprecision)Wik 2003, Jacobs 2005, Baker 2008, Ma 2012, Stiell 2011117,118,233,234,23510 680No difference:Relative risk 1.01 (95% CI, 0.90–1.15), 1 more patient/1000 (−8 to 13)ROSCLow (risk of bias, imprecision)Wik 2003, Jacobs 2005, Baker 2008, Ma 2012, Stiell 2011117,118,233,234,23510 680No difference:Relative risk 1.03 (95% CI, 0.97–1.10), 8 more patients/1000 (−9 to 27)CPR, cardiopulmonary resuscitation; and ROSC, return of spontaneous circulation.Both relative and absolute risks are written as mean values (95% CIs).Treatment"
  },
  {
    "full_text": "are written as mean values (95% CIs).Treatment RecommendationWe suggest a short period of CPR until the defibrillator is ready for analysis and/or defibrillation in unmonitored cardiac arrest. (weak recommendation, low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-12. This topic was prioritized by the BLS Task Force, as it had not been reviewed since the 2015 CoSTR.3Given the availability of comparative data from several RCTs, we did not include non-RCTs. No new RCTs were identified, and no changes were made to the treatment recommendation; however, because the outcome templates have been altered for the 2020 ILCOR review process, the review has been updated.In continuing to make the recommendation to provide CPR until the defibrillator is ready for analysis and/or defibrillation in unmonitored cardiac arrest, we placed a high value on being consistent with previous recommendations. The BLS Task Force acknowledges that every change in guidelines comes with a significant risk and cost as CPR educators and providers are asked to change current practice and implement new treatment strategies for complex and high-stress medical emergencies.Important issues remained in the evaluation of the 5 included RCTs and led the BLS Task Force to downgrade the certainty of the treatment recommendation. The trial by Jacobs et al233did not use a random sequence generation and did not conceal randomization before rhythm analysis, leading to potential bias. In all RCTs, the treating EMS personnel could not be blinded to the interventional strategy after randomization. There was also significant heterogeneity in these trials with regard to the duration of CPR provided before defibrillation, with a range of 90 to 180 seconds. For the purposes of this review, the 90 to 180 seconds of CPR was considered a combined group. It is also important to note that the trials were conducted in different countries (Australia, Canada, Norway, Taiwan, United States) with varying EMS system structural configurations (BLS, ALS, physician on scene) as well as response times and treatment protocols. Only 1 of the included trials attempted to document and adjust for the quality of the intervention (or chest compressions) before defibrillation,235leaving the possibility that the intervention in the other trials was of various quality. The studies also included only adult (age ≥18 years) OHCA patients and cannot be generalized to the IHCA or pediatric populations.Two subgroup analyses were considered in the 2015 CoSTR. One subgroup analysis looked at enrollments based on EMS response interval, comparing those with intervals of less than 4 to 5 minutes versus those with intervals of 4 to ≥5 minutes. Within this subgroup, 1 study117found a favorable relationship with CPR for 180 seconds before defibrillation when the response interval was ≥5 minutes, but this relationship was not"
  },
  {
    "full_text": "was ≥5 minutes, but this relationship was not confirmed in 3 other RCTs.118,233,235The second subgroup analysis236examined outcomes from early compared with late analysis on the basis of baseline EMS agency VF/pVT survival rates. Among EMS agencies with low baseline survival to hospital discharge (defined as less than 20% for an initial rhythm of VF/pVT), higher neurologically favorable survival was associated with early analysis and shock delivery as opposed to CPR and delayed analysis and shock delivery. Yet, for EMS agencies with higher baseline survival to hospital discharge (greater than 20%), 3 minutes of CPR followed by analysis and defibrillation resulted in higher neurologically favorable survival. These subgroup analyses underscore the difficulty in making “one size fits all” recommendations for resuscitation systems, which may vary considerably in both populations served and treatments offered.Knowledge GapsCurrent knowledge gaps include but are not limited to the following:•What effect does the quality of bystander CPR have?•Can electrocardiographic waveform characteristics be used to determine optimal strategy?•If a CPR-first strategy is adopted, what is the optimal duration of CPR (90 seconds, 120 seconds, or 180 seconds)?•What system-level characteristics might influence adopted strategy?Paddle Size and Placement for Defibrillation (ALS-E-030A: ScopRev)Rationale for ReviewThis topic was suggested by the Australian Resuscitation Council. The BLS Task Force was supportive of an updated evidence review because this topic had not been reviewed by ILCOR since 2010.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults with cardiac arrest•Intervention: The use of any specific pad size/orientation and position•Comparators: Standard resuscitation or other specific paddle/pad size/orientation and position•Outcomes: Survival to hospital discharge with good neurological outcome and survival to hospital discharge were ranked as critical outcomes. ROSC was ranked as an important outcome. Termination of VF and rates of recurrence of fibrillation/refibrillation were included as important outcomes.•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Unpublished studies (eg, conference abstracts, trial protocols) were excluded. It was anticipated that there would be insufficient studies from which to draw a conclusion; case series were included in the initial search and included as long as they contained at least 5 cases.•Time frame: Since January 1, 2009: All languages were included as long as there was an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to November 11, 2019.Summary of EvidenceWe did not identify any new evidence that directly addressed this question.Task Force InsightsKey issues from BLS Task Force"
  },
  {
    "full_text": "Force InsightsKey issues from BLS Task Force discussions were as follows:Although some studies have shown that anteroposterior electrode placement is more effective than the traditional anterolateral position in elective cardioversion of atrial fibrillation, the majority have failed to demonstrate any clear advantage of any specific electrode position. Transmyocardial current during defibrillation is likely to be maximal when the electrodes are placed so that the area of the heart that is fibrillating lies directly between them (ie, ventricles in VF/pVT, atria in atrial fibrillation). Therefore, the optimal electrode position may not be the same for ventricular and atrial arrhythmias.Recent approaches including double sequential defibrillation, in which differently oriented sequential defibrillations are delivered, have been evaluated by the Advanced Life Support Task Force in a separate evidence review.This ScopRev was unable to identify any new studies that needed to be added to the previous SysRev. In light of this, we believe that the existing CoSTR does not need to be modified (with the exception of removing reference to “paddles,” because modern equipment using self-adhesive pads have replaced paddles).Treatment RecommendationIt is reasonable to place pads on the exposed chest in an anterior-lateral position. An acceptable alternative position is anterior posterior. In large-breasted individuals, it is reasonable to place the left electrode pad lateral to or underneath the left breast, avoiding breast tissue. Consideration should be given to the rapid removal of excessive chest hair before the application of pads, but emphasis must be on minimizing delay in shock delivery. There is insufficient evidence to recommend a specific electrode size for optimal external defibrillation in adults. However, it is reasonable to use a pad size greater than 8 cm.237,238Special CircumstancesCPR During Transport (BLS 1509: ScopRev)Rationale for ReviewThis topic has not been reviewed since before 2005.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children with OHCA•Intervention: Transport to hospital•Comparator: Completing CPR on scene•Outcomes: Critical: survival with good neurological function (ie, at hospital discharge, 1 month, 6 months, 1 year) and survival (ie, hospital discharge, 1 month, 6 months, 1 year); important: short-term survival (ROSC, hospital admission) and CPR quality parameters (ie, compression fraction rate, depth, leaning, etc)•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Unpublished studies (eg, conference abstracts, trial protocols) were excluded.•Time frame: All years and all languages were included as long as there was an English abstract.Summary of EvidenceThis ScopRev is included inAppendix BSupplement Appendix B-2.Studies Reporting Survival Among OHCA"
  },
  {
    "full_text": "B-2.Studies Reporting Survival Among OHCA Patients Transported With CPR in Progress (Arriving at Hospital Without a Pulse)There were 8 nonrandomized studies239,240,241,242,243,244,245,246reporting that ROSC was achieved in the emergency department in approximately 9.5% of cases, with 2.9% surviving to hospital discharge.Studies Reporting Quality of Manual CPR on Scene Compared With During TransportThere were 5 nonrandomized studies247,248,249,250,251comparing the quality of CPR on scene with the quality of CPR during transport to hospital. Two studies247,250concluded that the quality of CPR during transport is no worse than the quality of CPR on scene, whereas 2 studies249,251concluded that the quality of CPR was poorer during transport than on scene.There were 4 RCTs252,253,254,255and 4 nonrandomized studies256,257,258,259comparing the quality of CPR on scene with the quality of CPR during transport, using manikins. Manikin studies suggest that CPR quality is poorer during transport than when on scene.Studies Comparing Manual Versus Mechanical CPR During TransportThere were 3 RCTs260,261,262and 3 nonrandomized studies263,264,265reporting survival outcomes for OHCA patients transported with manual CPR compared with mechanical CPR. RCTs showed no benefit from mechanical CPR with respect to ROSC or survival to discharge. The nonrandomized studies reported conflicting results. Two RCTs260,261and 3 nonrandomized studies266,267,268suggested variable improvements in physiological parameters with mechanical CPR. Four manikin RCTs254,255,269,270and 3 nonrandomized manikin studies257,271,272suggested that mechanical CPR provided consistent CPR, whereas the quality of manual CPR declined during transport.Studies Addressing Duration and or Distance of Transport on OutcomesFive nonrandomized studies246,273,274,275,276suggested that the duration of transport with CPR and the distance transported with CPR does not adversely impact patient outcomes.There was significant heterogeneity among study populations, study methodologies, outcome measures utilized, and outcomes reported. Findings are grouped into themes, and a narrative analysis is provided.Task Force InsightsThere was considerable task force debate concerning the appropriate outcome for this PICOST:•Is the quality of CPR during transport better/no different/worse than the quality of CPR on scene?•Are clinical outcomes affected by the decision to transport with CPR?•When should the decision to transport with ongoing CPR be made?•Does the distance of transport affect outcomes of CPR during transport?•Can we identify which patient groups will/will not benefit from transport with ongoing CPR?•Should we recommend the use of mechanical CPR during transport?•What are the risks associated with CPR during transport?The task force acknowledges several confounding factors when interpreting evidence, such as the use of feedback devices to improve CPR quality during transport and the implementation of"
  },
  {
    "full_text": "during transport and the implementation of high-performance CPR within EMS systems. It was noted that studies of CPR quality reported mean outcome measures and acknowledged that the quality of CPR may fluctuate considerably during transport. Although there is little evidence about risk to providers when performing CPR during transport, there are several reports highlighting the risk of injury when unrestrained in the back of an ambulance. The task force recognizes that performing CPR in the back of a moving ambulance does increase the risk to providers. The decision to transport to hospital or cease in the field might also be dependent on available resources at receiving hospitals—if no additional treatment can be added in the hospital, providers and patients are subjected to additional risk with little potential benefit.This topic has not been addressed by ILCOR for many years. This ScopRev has identified new evidence addressing this topic. The BLS Task Force recognizes that it may be appropriate to undertake more than 1 SysRev on the basis of these findings. The BLS Task Force will seek public feedback to prioritize the questions to explore in the near future. The BLS Task Force will request as a first priority a SysRev comparing the quality of CPR metrics on scene compared with during transport.Removal of FBAO (BLS 368: SysRev)Rationale for ReviewFBAO is a common problem. Many cases are likely resolved easily without the need to involve healthcare providers. FBAO is, however, an important cause of early death that typically affects the very young and the elderly or individuals with impaired neurological function/swallowing. Current strategies to relieve FBAO are well known to many people; delays in treatment increase the risk of death, but interventions themselves can cause harm and death. In recent years, manual suction devices (airway clearance devices) that use a vacuum to remove foreign bodies have become commercially available. These devices have not previously been reviewed by ILCOR and are included in this SysRev.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children with FBAO•Intervention: Interventions to remove FBAO, such as finger sweep, back slaps or blows, abdominal thrusts, chest thrusts, and suction-based airway clearance devices•Comparators: No action•Outcomes: Survival with good neurological outcome, survival, ROSC, relief of airway obstruction, harms/complications•Study designs: RCTs, nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies), and case series (≥5 cases) were eligible for inclusion. Case reports of injuries/complications were eligible.•Time frame: All years and all languages were included as long as there was an English abstract. Unpublished studies (eg, conference abstracts, trial protocols), animal studies, manikin studies, and cadaver studies were excluded. The literature was searched to September"
  },
  {
    "full_text": "The literature was searched to September 2019.•PROSPERO registration: CRD42019154784Consensus on ScienceThe review focused on studies published in the peer-reviewed literature. All studies identified were observational, consisting mostly of case series. The overall certainty of evidence was very low for all outcomes primarily because of very serious risk of bias and imprecision. Key limitations with interpretation of the case series identified include publication bias (reports of successful use or harm are more likely to be published); lack of information about the denominator (ie, the number of times an intervention was used compared with the number of successes or harms reported); and, in many reports, more than 1 intervention attempted. For these reasons and because of the high degree of heterogeneity across the case reports, no meta-analyses were performed, and individual studies were difficult to interpret. Evidence relating to the use of back blows, abdominal thrusts, chest compressions, and finger sweeps is presented inTable 15.Table 15Removal of Foreign Body Airway Obstruction.Table 15InterventionOutcomeStudiesNo. of PatientsResultsBack blowsSurvival1 observational27713All 13 patients survivedRelief of obstruction3 observational277,278,27975All 75 patients had relief of obstructionInjury/harm5 observational280,281,28243 vascular injuries,1 thoracic injuryAbdominal thrustsSurvival2 observational283,284189All 189 patients survivedRelief of obstruction6 observational277,278,279,283,284,285417All 417 patients had relief of obstructionInjury/harm49 observational281,282b,286,287,288,289,290,291,292,293,294,295,296,297,298,299,300,301,302,303,304,305,306,307,308,309,310,311,312,313,314,315,316,317,318,319,320,321,322,323,324,325,326,327,328,329,330,331,332,3335217 gastric/esophageal injuries,15 vascular injuries,12 thoracic injuries,8 abdominal injuriesChest thrusts/ compressionsSurvival1 observational334138All 138 patients survivedRelief of obstruction1 observational27928All 28 patients had relief of obstructionInjury/harm4 observational280,312,323,32653 gastric/esophageal injuries,2 vascular injuries.FingersweepSurvival1 observational2776All 6 patients survivedRelief of obstruction2 observational277,27936All 36 patients had relief of obstructionInjury/harm8 observational335,336,337,338,339,340,341,34255 dislodgement of object,5 injury to nasopharynxMagill ForcepsFor the critical outcome of survival with favorable neurological outcome, we identified very-low-certainty evidence from 1 observational study343enrolling 240 adults and children with OHCA with FBAO, which showed benefit associated with the use of Magill forceps by EMS personnel compared with no use (OR, 3.96 [95% CI, 1.21–13.00]; 107 more patients/1000 survived with the intervention [95% CI, 8 more patients/1000 to 324 more patients/1000 survived with the intervention]). This outcome was achieved despite the much lower incidence of bystander CPR provided to the Magill forceps"
  },
  {
    "full_text": "of bystander CPR provided to the Magill forceps group.For the critical outcome of survival, we identified very-low-certainty evidence from 1 observational study343enrolling 240 patients with OHCA associated with FBAO. The rate of survival with EMS use of Magill forceps was 27% versus 17% in the control group (P= 0.086) despite a lower rate of bystander CPR before EMS arrival (57% versus 80%;P< 0.001).For the important outcome of relief of FBAO, we identified very-low-certainty evidence from 4 case series studies278,285,343,344reporting successful relief of FBAO in 417 patients treated with Magill forceps.Airway Clearance DevicesFor the critical outcome of survival and the important outcome of relief of FBAO, we identified a single observational study with very-low-certainty evidence reporting about 9 adult patients with FBAO who survived after treatment with a suction-based airway clearance device.345FBAO Removal by BystandersFor the critical outcome of survival with good neurological outcome, we identified very-low-certainty evidence downgraded for very serious risk of bias from 1 observational study278enrolling 41 patients with FBAO, which showed benefit from bystander attempts to remove the FBAO compared with no bystander attempts (intervention versus control, 74% versus 32%;P= 0.0075).Treatment RecommendationsWe suggest that back slaps are used initially in adults and children with an FBAO and an ineffective cough (weak recommendation, very-low-certainty evidence).We suggest that abdominal thrusts are used in adults and children (older than 1 year) with an FBAO and an ineffective cough when back slaps are ineffective (weak recommendation, very-low-certainty evidence).We suggest that rescuers consider the manual extraction of visible items in the mouth (weak recommendation, very-low-certainty evidence).We suggest against the use of blind finger sweeps in patients with an FBAO (weak recommendation, very-low-certainty evidence).We suggest that appropriately skilled healthcare providers use Magill forceps to remove an FBAO in patients with OHCA from FBAO (weak recommendation, very-low-certainty evidence).We suggest that chest thrusts be used in unconscious adults and children with an FBAO (weak recommendation, very-low-certainty evidence).We suggest that bystanders undertake interventions to support FBAO removal as soon as possible after recognition (weak recommendation, very-low-certainty evidence).We suggest against the routine use of suction-based airway clearance devices (weak recommendation, very-low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-13. The current treatment recommendations are similar to previous recommendations, but the BLS Task Force has provided some additional guidance about the recommended sequence of steps to relieve airway obstruction. The task force recognizes the importance of early removal of an FBAO to"
  },
  {
    "full_text": "the importance of early removal of an FBAO to prevent cardiac arrest. Bystanders should be encouraged to assist victims by rapidly attempting to remove the obstruction. The initial response to FBAO in a conscious individual should be to encourage coughing because this is a normal physiological response that may be effective and is unlikely to cause harm. The sequence of interventions in individuals without an effective cough suggested in treatment recommendations seeks to balance the benefits of early removal of the FBAO with the potential harms of interventions, such as abdominal thrusts.We prioritized consistency with current treatment recommendations. We note the difference in methodologic approaches used in this review compared with previous reviews. In particular, previous reviews included cadaver, animal, and manikin studies.We note that evidence for all outcomes is assessed as very low certainty. Research on FBAO is challenging because many with an FBAO are treated immediately and effectively by bystanders or by coughing. It would be difficult if not impossible to perform an RCT of treatments for FBAO.The task force distinguished between a situation in which an FBAO can be visualized in the mouth and a situation in which no object can be visualized. When an object can be visualized in the mouth, the manual removal of the item was considered appropriate. When an object cannot be visualized in the mouth, the potential harm associated with the rescuer placing and moving their fingers in the victim’s mouth (a blind finger sweep) and the lack of clear benefit to this approach led to a suggestion against the use of blind finger sweeps.The task force treatment recommendation limits use of abdominal thrusts to adults and children beyond infancy. This was driven by concerns that, in infants, the limited protection of the upper abdominal organs by the lower ribs may mean that the potential harm of abdominal thrusts outweighs any potential benefit. This is consistent with previous treatment recommendations.The task force treatment recommendation supporting the use of chest thrusts/compressions is based on case series reports of successful relief of FBAO (unknown whether patients were in cardiac arrest) and an observational study that found that chest compressions improved neurologically intact survival in unresponsive patients with FBAO. Our current recommendation is consistent with previous treatment recommendations.The introduction of a treatment recommendation supporting the use of Magill forceps by suitably trained healthcare providers reflects the potential benefit of the intervention and the availability of relevant equipment to trained individuals. The task force expects that these trained healthcare providers will already be skilled in advanced airway management. The treatment recommendation is based on evidence from case series of successful relief in victims with OHCA and FBAO (unknown whether patients were in cardiac arrest) and an"
  },
  {
    "full_text": "whether patients were in cardiac arrest) and an observational study that found that EMS use of Magill forceps was associated with improved neurologically intact survival in those with OHCA from FBAO.The task force acknowledges that there are very limited data in the peer reviewed literature assessing the efficacy of suction-based airway clearance devices (a case series of 9 adults. The task force agreed that the peer-reviewed published data were insufficient to support the implementation of a new technology with an associated financial and training cost. The task force has outlined recommendations for further research in relation to these devices.We identified no evidence that specifically examined FBAO removal in pregnant individuals. The task force suggests that abdominal thrusts are avoided in this group due to risk of injury to the fetus.Knowledge Gaps•There is a need for high-quality observational studies that accurately describe the incidence of FBAO, patient demographics (age, setting, comorbidities, food type, conscious level), full range of interventions delivered, who delivered interventions (health professional/lay responder), success rates of interventions, harm of interventions, and outcomes. It is unlikely that such a study can be conducted using only health service data.•There is a need for further evidence on the benefits and harms of suction-based airway clearance devices. The task force encourages the registration of all device uses. Reports should detail key demographics (eg, age, setting, comorbidities, food type, conscious level), full range of interventions provided, who provided the intervention (lay compared with healthcare professional), and outcomes. This evidence initially may come in the form of published case series.Resuscitation Care for Suspected Opioid-Associated Emergencies (BLS 811: SysRev)Rationale for ReviewDeaths from drug overdose are an increasing public health burden in many countries. In the United States alone, more than70 000 deaths were attributed to drug overdose in 2017.345bOverdose deaths have been increasing since 2013; although there is increasing research into overdose prevention and response education, there is a need for a SysRev to guide development of best practice guidelines for bystander resuscitation in suspected opioid-induced emergencies.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children with suspected opioid-associated cardiorespiratory arrest in the prehospital setting•Intervention: Bystander naloxone administration (intramuscular or intranasal) in addition to standard CPR•Comparator: Conventional CPR only•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, and controlled before-and-after studies, cohort studies) were eligible for inclusion.•Time frame: All years and all languages were included as long as there was an English abstract. Unpublished studies (eg, conference abstracts, trial protocols),"
  },
  {
    "full_text": "(eg, conference abstracts, trial protocols), animal studies, manikin studies, and cadaver studies were excluded. The literature was searched to October 2019.Consensus on ScienceWe did not identify any studies reporting any critical or important outcomes for adults or children with suspected opioid-associated cardiorespiratory arrest in any setting, comparing bystander-administered naloxone (intramuscular or intranasal) plus conventional CPR with conventional CPR only.Treatment RecommendationWe suggest that CPR be started without delay in any unconscious person not breathing normally and that naloxone be used by lay rescuers in suspected opioid-related respiratory or circulatory arrest (weak recommendation based on expert consensus).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-14. There is no direct evidence comparing outcomes for patients with opioid-induced respiratory or cardiac arrest treated with naloxone in addition to standard CPR compared with those treated with CPR alone. Despite this, the BLS Task Force decided to make a suggestion for the use of naloxone on the basis of expert opinion alone, wanting to underline the importance and challenge of the opioid epidemic. Although administering naloxone is unlikely to directly harm the patient, rescuers should be prepared for behavioral changes that may occur after drug administration. Patients who are resuscitated from a narcotic overdose may become agitated and sometimes violent.Although no evidence directly evaluating the clinical question was identified, we did identify a summary of 4 case series including 66 patients, in which 39 of 39 patients who received naloxone after opioid overdose recovered compared with 24 of 27 who did not receive naloxone after opioid overdose.346At the population level, there is evidence to demonstrate improved outcomes in communities after implementation of various naloxone distribution schemes. A recent SysRev identified 22 observational studies evaluating the effect of overdose education and naloxone distribution using Bradford Hill criteria and found a link between implementation of these programs and decreased mortality rates.347Diagnosis of respiratory or cardiac arrest is not always straight forward, and lay rescuers would be expected to have a high suspicion of cardiac or respiratory arrest in any unconscious person with suspected drug overdose. Administration of naloxone is likely to have preventive effects if given after a drug overdose that has not yet caused respiratory or cardiac arrest, and the potential for desirable effects in a broader population strengthens the suggestion to administer naloxone in this setting. Furthermore, there are very few reports of side effects from naloxone.348Although it is possible that bystanders might spend valuable time finding and administering naloxone instead of starting CPR during respiratory or cardiac arrest, lack of"
  },
  {
    "full_text": "CPR during respiratory or cardiac arrest, lack of reports of harm from large-scale implementation of naloxone distribution schemes indicate that this is unlikely a big problem.Because there is no formal evaluation of naloxone with CPR compared with CPR alone in opioid overdose, it is not possible to formally balance desirable and undesirable effects of naloxone administration by laypeople. As a response to the growing epidemic, naloxone has been widely distributed by healthcare authorities to laypeople in various opioid overdose prevention schemes. Overall, these programs report beneficial outcomes at the population level. The BLS Task Force therefore considers it very likely that the desirable effects outweigh undesirable effects and that use of naloxone is acceptable by key stakeholders as well as the general population.Knowledge GapsCurrent knowledge gaps include but are not limited to the following:•There is currently no evidence evaluating the role of naloxone use among bystanders attempting CPR in suspected opioid-related respiratory or circulatory arrest.•Further research is needed to determine the optimal components of resuscitation and the role of naloxone during bystander CPR.Drowning (BLS 856: SysRev)Rationale for ReviewThis question was initiated in 2014 in response to a request that ILCOR review the evidence for prognostic factors that predict outcome in relation to a drowning incident. Drowning is the third leading cause of unintentional injury death worldwide, accounting for over 360 000 deaths annually.349Care of a submersion victim in high-resource countries often involves a multiagency approach, with several different organizations independently responsible for different phases of the victim’s care, beginning with initial aquatic rescue, through on-scene resuscitation and transfer to hospital, and with in-hospital and rehabilitative care. Attempting to rescue a submerged victim has substantial resource implications and may place rescuers at risk.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children who are submerged in water•Intervention: Any particular factor in search-and-rescue operations (eg, duration of submersion, salinity of water, water temperature, age of victim)•Comparators: Compared with no factors•Outcomes: Survival to hospital discharge with good neurological outcome and survival to hospital discharge were ranked as critical outcomes. ROSC was ranked as an important outcome.•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. It was anticipated that there would be insufficient studies from which to draw a conclusion; case series were included in the initial search as long as they contained at least 5 cases.•Time frame: All years and all languages were included as long as there was an English abstract; unpublished studies (eg, conference abstracts,"
  },
  {
    "full_text": "unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to October 1, 2019.Consensus on ScienceAgeFor the critical outcome of survival with favorable neurological outcome, we identified very-low-certainty evidence from 12 observational studies (downgraded for bias inconsistency, indirectness, and imprecision) comprising 4 105 patients.350–350–359a,359bOf the 8 pediatric studies, 6 found that young age, variably defined as less than 3, 4, 5, or 6 years, was not associated with favorable neurological outcome.350,351,352,353,354,356A single pediatric study including 166 children less than 15 years of age reported better outcomes in children age less than 5 years (RR, 0.12; 95% CI, 0.03–0.44).355Four studies considered drowning victims of all ages; 3 found no association between age and outcome.357,358One reported worse outcomes associated with children aged greater than 5 years (RR, 0.66; 95% CI, 0.51–0.85).359For the critical outcome of survival, we identified very-low-certainty evidence (downgraded for risk of bias, inconsistency, indirectness, and imprecision) from 6 observational studies including 1 313 patients.360,361,362,363,364,365Three studies found that age was not associated with outcome.361,363,365Two reported better outcomes associated with younger ages (less than 58 years: RR, 0.27; 95% CI, 0.08–0.96362; less than 46 years: RR, 0.98; 95% CI, 0.99–0.99),364and 1 favored older age (≥3 years: RR, 1.51; 95% CI, 1.19–1.9).360EMS Response IntervalFor the critical outcome of survival, we identified very-low-certainty evidence (downgraded for risk of bias, indirectness, and imprecision) from 2 observational studies including 746 patients in the Swedish EMS OHCA registry.362,366EMS response intervals of less than 10 minutes were associated with better survival (RR,0.29; 95% CI, 0.13–0.66)366and a reported OR of 0.44 (95% CI, 0.06–0.83).362SalinityFor the critical outcome of survival with favorable neurological outcome, we identified very-low-certainty evidence (downgraded for risk of bias, indirectness, and imprecision) from 6 observational studies354,357,359a,359b,367,3681799 including 3 584 drowning victims, of which 980 occurred in salt water and 2 604 in fresh water. Two reported that drowning in salt water was associated with better outcomes (RRs, 1.3 [95% CI, 1.12–1.5]357and 1.2 [95% CI, 1.1–1.4],354and 4 found no association between water salinity and outcome (RRs, 1.1 [95% CI, 0.95–1.2],3671.14 [95% CI, 0.9–1.4],3591.1 [95% CI, 0.70–1.72],368and 1.15 [95% CI, 0.91–1.45).359aFor the critical outcome of survival, we identified very-low-certainty evidence (downgraded for risk of bias imprecision, inconsistency, indirectness, and imprecision) from 5 observational studies.360,363,368,369,370One reported better outcomes associated with salt water submersion (RR, 1.34; 95% CI, 1.19–1.52),3693 showed no association between water salinity and survival (RRs, 1.22 [95% CI,"
  },
  {
    "full_text": "water salinity and survival (RRs, 1.22 [95% CI, 0.95–1.56],3600.88 [95% CI, 0.40–1.92],368and 0.94 [95% CI, 0.62–1.4],370and 1 reported worse survival associated with salt water drowning (RR, 0.18; 95% CI, 0.03–1.43).363Submersion DurationFor the purposes of this review, we considered studies in 3 groups. We defined those with short submersion duration (less than 5–6 minutes), those with intermediate duration (less than 10 minutes), and those with prolonged submersion duration (less than 15–25 minutes).Short Submersion Intervals (Less Than 5–6 Minutes)For the critical outcome of survival with favorable neurological outcome, we identified moderate-certainty evidence from 15 observational studies (downgraded for bias and indirectness, upgraded for dose response) including 2 746 drowning victims.350,352,353,354,355,356,359a,359b,371,372,373,374,375,376,377All studies noted worse outcomes associated with submersion durations exceeding 5 minutes (RRs between 0.05359and 0.61.355The 943/1 075 patients (87.7%) who had outcome information available and were submerged for short durations had good outcomes compared with the 139/1 238 (11.2%) who had longer submersion durations.For the critical outcome of survival, we identified low-certainty evidence (downgraded for risk of bias, indirectness, and imprecision; upgraded for dose response) from 6 observational studies comprising 392 cases.360,361,369,375,378,379All studies noted an association between worse outcomes with prolonged compared with short submersion durations (RRs between 0.27378and 0.83.379The 204/217 patients (94.0%) submerged for short durations had good outcomes compared with the 54/98 (55.1%) who had longer submersion durations.Intermediate Submersion Intervals (Less Than 10 Minutes)For the critical outcome of survival with favorable neurological outcome, we identified moderate-certainty evidence (downgraded for bias, indirectness, and imprecision; upgraded for dose response) from 9 observational studies including 2 453 victims of drowning.352,354,355,359,371,372,374,380,381All studies noted an association between worse outcomes and prolonged submersion durations compared with intermediate submersion durations (RRs between 0.02.359and 0.45.355,372The 787/1 019 patients (77.2%) submerged for intermediate durations had good outcomes compared with the 36/962 (3.7%) who had longer submersion durations.For the critical outcome of survival, we identified low-certainty evidence (downgraded for bias indirectness and imprecision; upgraded for dose response) from 2 observational studies369,382reporting about 121 victims of drowning. In the first study,36956/73 (77%) submerged for less than10 minutes survived compared with none of the 7 patients who were submerged for more prolonged periods survived (RR, not estimable; absolute difference, 76.7%; 95% CI, 39.7%–94.9%). The second study382also noted better survival rates associated with a submersion duration of less than 10 minutes (46/50 [96%] survived)"
  },
  {
    "full_text": "of less than 10 minutes (46/50 [96%] survived) compared with submersion duration of more than 10 minutes (2/5 [40%] survived).382Prolonged Submersion Intervals (Less Than 15–25 Minutes)For the critical outcome of survival with favorable neurological outcome, we identified low-certainty evidence (downgraded for bias and imprecision, upgraded for dose response) from 3 observational studies including reports of 739 victims of drowning.352,354,374In 1 study (n = 398),354submersion for less than 20 minutes was associated with better outcomes (289/370 [78%] compared with 1/27 [4%] survived; RR, 0.05; 95% CI, 0.01–0.31). The second series352reported better outcomes associated with a submersion duration of less than 25 minutes (68/101 survivors, or a 67% survival rate) compared with a submersion duration longer than 25 minutes (0/4 survivors, or a 0% survival rate).352In the third study, which included hypothermic children in cardiac arrest, 12/66 (18%) submerged for less than 25 minutes survived compared with 0/39 who were submerged for more than 25 minutes.374For the critical outcome of survival, we identified very-low-certainty evidence (downgraded for bias, indirectness, and imprecision) from a single study378comprising 49 patients. Those with a submersion duration of less than 15 minutes had an overall survival rate of 82% (33/39) compared with none of the 2 victims whose submersion duration exceeded 15 minutes (RR, not estimable; absolute difference, 84.6%; 95% CI, 17.3%–92.8%).Water TemperatureFor the critical outcome of survival with favorable neurological outcome, we identified very-low-certainty evidence (downgraded for bias, inconsistency, indirectness, and imprecision) from 2 studies359,374including 1 254 victims of drowning. The largest study (n = 1 094) included all unintentional drownings in open waters (lakes, ponds, rivers, ocean) in a single large region, collected from medical examiners, EMS systems, and all regional hospitals.359Water temperatures were measured within a month of the drowning incident. Univariable analysis according to temperatures less than or greater than 6 °C or less than or greater than 16 °C did not find any association between water temperature and neurological survival. Multivariable analysis also showed no association between water temperature and outcome. The second study included 160 children who required resuscitation and were hypothermic after submersion. Water temperatures were estimated on the basis of the season. Submersion in the winter, with water temperature estimated as 0 °C to 8 °C, was associated with better outcomes than submersion in spring or summer, with water temperature estimated at 6 °C to 28 °C (univariable OR, 4.55; 95% CI, 1.37–15.09).For the critical outcome of survival, we identified very-low-certainty evidence (downgraded for risk of bias, indirectness, and imprecision) from a single study362including 250 victims of drowning. This study included only those who had OHCA and received"
  },
  {
    "full_text": "included only those who had OHCA and received EMS care, and it included those with intentional (suicide and homicide) drowning. This study found no relationship between water temperature less than or greater than 15 °C and outcome (RR, 0.94; 95% CI, 0.34–2.62; absolute difference, 0.36%; 95% CI, −6.4% to 6.5%).Witnessed StatusThe definition of witnessed compared with unwitnessed drowning was inconsistently defined in the studies reviewed. It was often unclear if the term “witnessed” related to the submersion or the cardiac arrest.For the critical outcome of survival with favorable neurological outcome, we found very-low-certainty evidence (downgraded for indirectness and imprecision) from 3 observational studies358,359,383involving 2 707 patients. Two studies reported better neurological outcomes associated with a witness to the event (UAOR, 16.33 [95% CI, 5.58–47.77]; AOR, 11.8 [95% CI, 2.84–49.08]358; and UAOR, 2.6 [95% CI, 1.69–4.01]; AOR, 3.27 [95% CI, 2.0–5.36]383). Neither of the analyses included submersion duration, which several studies have reported as an independent predictor.For the critical outcome of survival, we found low-certainty evidence (downgraded for risk of bias, indirectness, and imprecision) from 4 studies358,363,364,366involving 2 857 victims. Two studies362,364were from the same EMS system, and both used multivariable analysis. The smaller study (n = 255) showed that witnessed status was not associated with improved survival (RR, 0.55; 95% CI, 0.17–1.75; absolute difference, 3%; 95% CI, −3.1% to 11.2%).362However, in the larger subsequent study from that same EMS system, witnessed status predicted better outcome (reported univariable analysis:P= 0.05; AOR, 2.5; 95% CI, 1.38–4.52).364Another study363found no association between witnessed status and improved survival (RR, 0.82; 95% CI, 0.26–2.59). A large observational study from Japan358reported an UAOR of 7.38 (95% CI, 3.81–14.3) and an AOR of 6.5 (95% CI, 2.81–15.02) with witnessed compared with unwitnessed drowning, although the unusual population of much older victims, most drowning in bathtubs, and a very low rate of favorable outcomes limited the generalizability of these findings.Treatment RecommendationsWe recommend that submersion duration be used as a prognostic indicator when making decisions surrounding search and rescue resource management/operations (strong recommendation, moderate-certainty evidence).We suggest against the use of age, EMS response time, water type (fresh or salt), water temperature, and witness status when making prognostic decisions (weak recommendation, very-low-certainty evidence).We acknowledge that this review excluded exceptional and rare case reports that identify good outcomes after prolonged submersion in icy water.Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-15. The 2015 CoSTR benefited from significant feedback from ILCOR task forces as"
  },
  {
    "full_text": "significant feedback from ILCOR task forces as well as through public consultation and input from the drowning research and clinical communities.3In making the original recommendations, the task force placed priority on producing simple guidance that may assist those responsible for managing search and rescue operations. The public comments highlighted the difficult moral dilemmas facing the rescuer in an emotionally charged and fast-moving environment requiring dynamic risk assessments that consider the likelihood of a favorable outcome with the risks posed to those undertaking the rescue. It must also be noted that there is substantial difficulty inherent in determining the submersion duration and the bias of studies using it as a predictive variable. The key finding of the 2015 review was that submersion durations of less than 10 minutes are associated with a very high chance of favorable outcome, and submersion durations more than 25 minutes are associated with a low chance of favorable outcomes.3,4The findings from the 6 new papers identified in this update359b,368,370,375,376,383are consistent with the 2015 treatment recommendation. The previously identified limitations of this review (exclusion of factors after the victim is rescued, for example, bystander CPR383,384,385; specialist interventions, such as the use of extracorporeal membrane oxygenation386,387,388,389,390,391,392,393; and the lack of prospective validation of submersion duration as a clinical decision rule) persist. Similarly, continued reports of rare survival after prolonged (more than 30 minutes) submersion387,392,394highlight the need for case-by-case decisions that balance risk and potential for benefit.Knowledge GapsSubmersion duration should be assessed in all future drowning studies and be part of multivariable analyses. To better clarify the value of this predictor, studies should include all victims rescued from the water and not only subcategories.Potential Harm From CPRHarm From CPR to Victims not in Cardiac Arrest (BLS 353: SysRev)Rationale for ReviewMany lay rescuers are reluctant to begin CPR even when a victim is in cardiac arrest because of concern that delivering chest compressions to a person who is not in cardiac arrest could cause serious harm. Case reports and case series of serious harm to persons receiving CPR who are not in cardiac arrest are likely to be published because they are of general interest to a broad group of healthcare providers. A lack of reported cases demonstrating serious harm could strengthen arguments that desirable effects will far outweigh undesirable effects.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children without OHCA•Intervention: Provision of chest compressions from lay rescuers•Comparators: No use of chest compressions•Outcomes: Change in survival with favorable neurological/functional outcome at discharge, 30 days, 60 days, 180 days, and/or 1 year; harm (eg, rib"
  },
  {
    "full_text": "60 days, 180 days, and/or 1 year; harm (eg, rib fracture); complications; major bleeding; risk of complications (eg, aspiration); survival only at discharge, 30 days, 60 days, 180 days, and/or 1 year; survival to admission•Study designs: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) were eligible for inclusion. Unpublished studies (eg, conference abstracts, trial protocols) were excluded. It was anticipated that there would be insufficient studies from which to draw a conclusion; case series and case reports were included in the initial search.•Time frame: All years and all languages were included as long as there was an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to October 13, 2019.Consensus on ScienceFor the important outcome of harm, we identified very-low-certainty evidence (downgraded for risk of bias and imprecision) from 4 observational studies enrolling 762 patients who were not in cardiac arrest but received CPR by lay rescuers out-of-hospital. Three of the studies395,396,397reviewed the medical records to identify harm, and 1 included follow-up telephone interviews.395Pooled data from the first 3 studies, encompassing 345 patients, found an incidence of rhabdomyolysis of 0.3% (n = 1), bone fracture (ribs and clavicle) of 1.7% (95% CI, 0.4%–3.1%), pain in the area of chest compression of 8.7% (95% CI, 5.7%–11.7%), and no clinically relevant visceral injury. The fourth study34relied on fire department observations at the scene; there were no reported injuries in 417 patients.Treatment RecommendationWe recommend that lay people initiate CPR for presumed cardiac arrest without concerns of harm to patients not in cardiac arrest (strong recommendation, very-low-certainty evidence).Justification and Evidence-to-Decision Framework HighlightsThe evidence-to-decision table is included inAppendix ASupplement Appendix A-16. No change was made to this treatment recommendation. In continuing to make this discordant recommendation (strong recommendation based on very-low-certainty evidence), the BLS Task Force placed a much higher value on the potential survival benefits of CPR initiated by lay persons for patients in cardiac arrest and a lower value on the low risk of injury to patients not in cardiac arrest. The intention of this recommendation is to strongly encourage and support lay rescuers who are willing to initiate CPR in any setting when they believe someone is in cardiac arrest. The intention is also to support emergency medical dispatchers in their efforts to provide DA-CPR instructions in suspected cardiac arrest calls.Knowledge Gaps•Studies are needed to identify harm and provide follow-up after hospital discharge. Many of the conditions prompting initiation of CPR for persons not in cardiac arrest are associated with reduced responsiveness and have poor prognoses. Whether chest"
  },
  {
    "full_text": "and have poor prognoses. Whether chest compressions and rescue breaths could accentuate these conditions independent of physical injury is not known at the present time.•The incidence of chest wall fractures was substantially lower than the incidence reported after CPR in patients who were in cardiac arrest. This is likely the result of a shorter duration of CPR (approximately 6 minutes) initiated by lay persons but stopped by professional rescuers and the younger patient age in the studies reviewed. However, it is possible that the lack of systematic follow-up leads to under-reporting of these injuries, and additional research is warranted.•Could the accuracy of DA protocol be enhanced to reduce the frequency of CPR performed on patients not in cardiac arrest without compromising the initiation of CPR on patients in cardiac arrest?Harm to Rescuers From CPR (BLS 354: ScopRev)Rationale for ReviewThe BLS Task Force prioritized an updated evidence review because this topic had not been reviewed by ILCOR since 2010, and that review addressed only injury from CPR to victims who are not in cardiac arrest.1,2This 2020 review focused on any potential harm to the rescuers during CPR, including harm during chest compressions, during mouth-to-mouth ventilation, and with the use of defibrillators.Summary of EvidenceThe complete ScopRev is included inAppendix BSupplement Appendix B-3. The review identified 5 experimental studies and 1 case report published since 2008. The 5 experimental studies reported the perception of rescuers in an experimental setting during shock administration for elective cardioversion. In these studies, the authors also measured current flow and the average leakage current in different experiments.Task Force InsightsWe identified many gaps in the published literature. No RCTs were identified that met our inclusion criteria. Most identified studies addressed safety of shock delivery during chest compressions when rescuers wore gloves.Despite limited evidence evaluating rescuer safety, there was broad agreement within the BLS Task Force that the lack of published evidence supports the interpretation that CPR is generally safe for rescuers. A few reports demonstrate the possibility of disease transmission in the course of performing mouth-to-mouth ventilation. The isolated reports of adverse effects resulting from the widespread and frequent use of CPR suggest that performing CPR is relatively safe. Delivery of a defibrillator shock with an AED during BLS is also safe. The incidence and morbidity of defibrillator-related injuries in the rescuers are low.The BLS Task Force considers the overall body of new evidence identified by this ScopRev insufficient to warrant a full SysRev. The few reports of harm to rescuers from performing CPR and defibrillation are supportive of general recommendations that lay rescuers may safely perform CPR and use an AED.Treatment RecommendationEvidence supporting rescuer safety during CPR is limited. The"
  },
  {
    "full_text": "rescuer safety during CPR is limited. The few isolated reports of adverse effects resulting from the widespread and frequent use of CPR suggest that performing CPR is relatively safe. Delivery of defibrillator shock with an AED during BLS is also safe. The incidence and morbidity of defibrillator-related injuries in the rescuers are low.1,2Topics not Reviewed in 2020Topics not reviewed or updated are the following:•BLS 352: Passive ventilation technique (SysRev)•BLS 358: Minimizing pauses in chest compressions (SysRev)"
  }
]