{
  "title": "Aha Guideline 1",
  "full_text": "The American Heart Association thanks the following people for their contributions to the development of this publication: EricJ. Lavonas, MD, MS; Elizabeth K. Hewett Brumberg, MD; Matthew J. Douma, MN, RN; Amber V. Hoover, MSN, RN; Mark Whelchel,DNP, ACNP-BC; and the AHA Guidelines Highlights Project Team.\n\nThese Highlights summarize the most significant new andupdated recommendations from the 2024 American HeartAssociation and American Red Cross Guidelines for First Aid.1They have been developed for first aid providers and instructorsto focus on the science and rationale for the recommendationsthat will result in changes to first aid training and practice.\n\nThese Highlights focus on recommended actions thathave significantly changed from previous American HeartAssociation (AHA)/American Red Cross (Red Cross) first aidguidelines. Because this publication is a summary, it does notreference the supporting published studies and does not listClasses of Recommendation or Levels of Evidence for eachrecommendation. For more detailed information and references,guidelines.1\n\nTo create the 2024 AHA and Red Cross Guidelines for First Aid,the writing group members first created and approved a list offirst aid topics, drawing on the scope of prior guidelines and newtopics that have gained prominence since the last complete firstaid guidelines were published in 2010.2 A population, intervention,comparison, and outcome (PICO) question was created for eachtopic. Evidence-based recommendations were created based on\n\nConsensus on Science With Treatment Recommendations from\n\nthe International Liaison Committee on Resuscitation (ILCOR) andstructured evidence evaluations performed by the writing group.The opioid overdose first aid recommendations are based onguidelines provided by the AHA in 2023,3 which were reaffirmedwith additional new evidence and adapted for the first aid providerand setting. The methods used by ILCOR to perform evidenceevaluation4 and by the AHA to evaluate evidence and translatethe results of evidence evaluations into first aid guidelines5have been published in detail. The ILCOR evidence evaluationprocess and the AHA and Red Cross guidelines developmentprocess are governed by strict disclosure policies designed tomake relationships with industry and other conflicts of interestfully transparent and to protect these processes from undue\n\nThese guidelines supersede the comprehensive AHA/Red Crossfirst aid guidelines published in 20102 and the focused updatespublished in 2015,6 2019,7 and 2020.8 They consist of 179specific treatment recommendations, organized into 38 modularknowledge chunks.9 Each recommendation in the guidelines iscategorized on the basis of the strength of the recommendationand the level (certainty) of the supporting evidence. TheseHighlights present the most significant additions and changescontained in the 2024 first aid guidelines.\n\nAdministration of oxygenJellyfish stingsAnaphylaxisOpen chest woundsAsthmaOpioid overdoseBee and wasp stingsPoison ivy, poison oak, and poison sumacCare of thermal burns after coolingPositioning of the ill or injured personChemical exposures to the eyePositioning of the person in shockChemical exposures to the skinPresyncopeChest painRecognition of stroke (adults)ConcussionRecognition of stroke (children)Cooling of thermal burnsSeizuresDental avulsionSevere external bleedingEpistaxis (nosebleed)SnakebiteExertional dehydrationSpider and scorpion envenomationExtremity bleeding not controlled by directSprains and strainspressureSuperficial woundsFracturesSuspected foreign body in the eyeFrostbiteSuspected spinal injuryHyperthermia and heat strokeTick bitesHypoglycemiaUse of pulse oximetryHypothermia\n\nFirst aid is defined as helping behaviors and initial care providedfor an acute illness or injury.6 First aid can be provided by anyone,including the ill or injured person (self-care), nearby persons, andtrained rescuers with a duty to respond (eg, lifeguards). The scopeof first aid provided is based on the first aid provider’s level oftraining, available equipment and resources, the overall scenario,and need. First aid competencies, at every level of training, includethe following:\n\n• Recognizing, assessing, and prioritizing the need for first aid• Providing care by using appropriate knowledge, skills,and behaviors• Recognizing limitations and seeking additional care\n\nThese guidelines are intended to apply to the members of thegeneral public who provide first aid in common residential,workplace, and recreational settings. In general, first aid carebegins when the first aid provider begins to assess and assist theill or injured person and continues until the condition no longerrequires urgent intervention, emergency medical service (EMS)professionals arrive, or the person arrives at definitive health care.First aid providers with additional training and duties (eg, lifeguards,industrial safety team members, tactical response team members)\n\nare expected to follow their specialized training and protocols.\n\nThe teaching methodology of first aid is crucial. The Learn, See,Practice, Prove, Do, Maintain framework proposed by Sawyer etal10 begins with learning, ideally through multimedia resources,followed by real-life demonstrations (seeing). These stepsrepresent a flipped classroom model, enhancing advancedlearning tasks in the presence of a teacher and peers. Deliberatepracticing combines appropriate training frequency, low-riskpractice environments, and direct observation for feedback.Proving involves employing valid and reliable assessments toensure effective learning outcomes. Doing the work independentlyand, importantly, maintaining first aid skill sets, requiresintermittent skill refreshers, termed spaced learning, to thwartforgetting. No educational effort perfectly integrates all aspectsof the Learn, See, Practice, Prove, Do, Maintain framework, butit serves as a comprehensive guide for educators planning firstaid training, covering content, teaching methods, and evaluation\n\n2024 (New):It is beneficial for first aid providers to receivetraining in responding to opioid overdose, including the\n\n2024 (New):A first aid provider who encounters a personwith suspected opioid overdose who is unresponsive andnot breathing or not breathing normally should activate theemergency response system, provide high-quality CPR\n\n(compressions plus ventilation), and administer naloxone.\n\nWhy:Opioid overdose is a major cause of preventabledeath in the United States, Canada, and elsewhere.Although it is currently addressed in adult and pediatricbasic and advanced life support training, prior first aidrecommendations did not include first aid for opioidoverdose. Naloxone reverses the effect of opioid overdose,restoring consciousness and breathing and often preventingcardiac arrest. Naloxone nasal spray is available in the UnitedStates and Canada without a prescription. Numerous studiesshow the benefit of naloxone administration by communitymembers, and rates of naloxone administration increasewhen community members receive training. Adding opioidoverdose treatment, including naloxone administration,to first aid training multiplies the number of communitymembers willing and able to perform this lifesaving skill(Figure 1).\n\nFigure 1. AHA Opioid-Associated Emergency for Lay Responders Algorithm.\n\n2024 (New):If pediatric stroke is suspected, EMS shouldbe activated, and the person should be transported to an\n\nemergency department. evaluate an ill or injured person.\n\n2024 (New):It is reasonable to consider stroke when commonpediatric symptoms are present in association with other\n\n2024 (New):Adult stroke scores are not validated in thepediatric population and should not solely be used to identify\n\nthe broad presentation of stroke in children.\n\nWhy:While previous first aid guidelines have includedrecognition of stroke in adults, approximately 40 000 childrenworldwide experience stroke each year. The initial signs andsymptoms of stroke in children are often missed, resultingin delayed diagnosis and potentially the missed opportunityto intervene. Although pediatric stroke can present in similarways to adult stroke, it can also present in nonspecific ways\n\nTable 1. Common Signs and Symptoms of Stroke in Children\n\nFocal signs and symptoms•Hemiparesis•Limb weakness•Facial droop•Altered sensation•Visual disturbance•Speech disturbanceGeneral signs and symptoms•Altered mental status•Seizure•Headache•Ataxia•Vertigo/dizziness•Nausea/vomiting\n\nUse of Pulse Oximetry in First Aid\n\n2024 (New):A physical examination and history should bethe primary assessment methods for first aid providers to\n\n2024 (New):It is reasonable for first aid providers to use pulseoximetry results in the context of a complete assessmentand be aware of the limitations of pulse oximetry before\n\nacting on any results.\n\nWhy:The use of home pulse oximeters has becomewidespread since the COVID-19 pandemic. However, thesemachines may not always be accurate (see Table 2 fordevice limitations). First aid providers are encouraged to usetheir foundational assessment skills as the primary way toevaluate an ill or injured person and avoid overreliance on\n\nTable 2. Limitations of Pulse Oximeters\n\nPatient factors• Chronic respiratory disease • Nail thickness and nail paint or polish • Heart rhythm and cardiac output • Skin thickness, perfusion, pigmentation, and temperatureDevice factors• Battery level/charge • Device condition, such as being dusty, dirty, or damaged • Size and orientation of light and sensor Device accuracy and calibration (Food and Drug Administration categories): 1. Consumer product 2. Home-use medical devices 3. Medical deviceEnvironmental factors• Extremes of temperature • Movement or vibration, such as transportation • Moisture and humidity • Interference from direct external light sources, including sunlight\n\n2024 (New):If a person experiences anaphylaxis due to a bee,wasp, or hornet sting and an "
}