{
  "title": "Aha Guideline 1",
  "full_text": "The American Heart Association thanks the following people for their contributions to the development of this publication: EricJ. Lavonas, MD, MS; Elizabeth K. Hewett Brumberg, MD; Matthew J. Douma, MN, RN; Amber V. Hoover, MSN, RN; Mark Whelchel,DNP, ACNP-BC; and the AHA Guidelines Highlights Project Team.\n\nThese Highlights summarize the most significant new andupdated recommendations from the 2024 American HeartAssociation and American Red Cross Guidelines for First Aid.1They have been developed for first aid providers and instructorsto focus on the science and rationale for the recommendationsthat will result in changes to first aid training and practice.\n\nThese Highlights focus on recommended actions thathave significantly changed from previous American HeartAssociation (AHA)/American Red Cross (Red Cross) first aidguidelines. Because this publication is a summary, it does notreference the supporting published studies and does not listClasses of Recommendation or Levels of Evidence for eachrecommendation. For more detailed information and references,guidelines.1\n\nTo create the 2024 AHA and Red Cross Guidelines for First Aid,the writing group members first created and approved a list offirst aid topics, drawing on the scope of prior guidelines and newtopics that have gained prominence since the last complete firstaid guidelines were published in 2010.2 A population, intervention,comparison, and outcome (PICO) question was created for eachtopic. Evidence-based recommendations were created based on\n\nConsensus on Science With Treatment Recommendations from\n\nthe International Liaison Committee on Resuscitation (ILCOR) andstructured evidence evaluations performed by the writing group.The opioid overdose first aid recommendations are based onguidelines provided by the AHA in 2023,3 which were reaffirmedwith additional new evidence and adapted for the first aid providerand setting. The methods used by ILCOR to perform evidenceevaluation4 and by the AHA to evaluate evidence and translatethe results of evidence evaluations into first aid guidelines5have been published in detail. The ILCOR evidence evaluationprocess and the AHA and Red Cross guidelines developmentprocess are governed by strict disclosure policies designed tomake relationships with industry and other conflicts of interestfully transparent and to protect these processes from undue\n\nThese guidelines supersede the comprehensive AHA/Red Crossfirst aid guidelines published in 20102 and the focused updatespublished in 2015,6 2019,7 and 2020.8 They consist of 179specific treatment recommendations, organized into 38 modularknowledge chunks.9 Each recommendation in the guidelines iscategorized on the basis of the strength of the recommendationand the level (certainty) of the supporting evidence. TheseHighlights present the most significant additions and changescontained in the 2024 first aid guidelines.\n\nAdministration of oxygenJellyfish stingsAnaphylaxisOpen chest woundsAsthmaOpioid overdoseBee and wasp stingsPoison ivy, poison oak, and poison sumacCare of thermal burns after coolingPositioning of the ill or injured personChemical exposures to the eyePositioning of the person in shockChemical exposures to the skinPresyncopeChest painRecognition of stroke (adults)ConcussionRecognition of stroke (children)Cooling of thermal burnsSeizuresDental avulsionSevere external bleedingEpistaxis (nosebleed)SnakebiteExertional dehydrationSpider and scorpion envenomationExtremity bleeding not controlled by directSprains and strainspressureSuperficial woundsFracturesSuspected foreign body in the eyeFrostbiteSuspected spinal injuryHyperthermia and heat strokeTick bitesHypoglycemiaUse of pulse oximetryHypothermia\n\nFirst aid is defined as helping behaviors and initial care providedfor an acute illness or injury.6 First aid can be provided by anyone,including the ill or injured person (self-care), nearby persons, andtrained rescuers with a duty to respond (eg, lifeguards). The scopeof first aid provided is based on the first aid provider’s level oftraining, available equipment and resources, the overall scenario,and need. First aid competencies, at every level of training, includethe following:\n\n• Recognizing, assessing, and prioritizing the need for first aid• Providing care by using appropriate knowledge, skills,and behaviors• Recognizing limitations and seeking additional care\n\nThese guidelines are intended to apply to the members of thegeneral public who provide first aid in common residential,workplace, and recreational settings. In general, first aid carebegins when the first aid provider begins to assess and assist theill or injured person and continues until the condition no longerrequires urgent intervention, emergency medical service (EMS)professionals arrive, or the person arrives at definitive health care.First aid providers with additional training and duties (eg, lifeguards,industrial safety team members, tactical response team members)\n\nare expected to follow their specialized training and protocols.\n\nThe teaching methodology of first aid is crucial. The Learn, See,Practice, Prove, Do, Maintain framework proposed by Sawyer etal10 begins with learning, ideally through multimedia resources,followed by real-life demonstrations (seeing). These stepsrepresent a flipped classroom model, enhancing advancedlearning tasks in the presence of a teacher and peers. Deliberatepracticing combines appropriate training frequency, low-riskpractice environments, and direct observation for feedback.Proving involves employing valid and reliable assessments toensure effective learning outcomes. Doing the work independentlyand, importantly, maintaining first aid skill sets, requiresintermittent skill refreshers, termed spaced learning, to thwartforgetting. No educational effort perfectly integrates all aspectsof the Learn, See, Practice, Prove, Do, Maintain framework, butit serves as a comprehensive guide for educators planning firstaid training, covering content, teaching methods, and evaluation\n\n2024 (New):It is beneficial for first aid providers to receivetraining in responding to opioid overdose, including the\n\n2024 (New):A first aid provider who encounters a personwith suspected opioid overdose who is unresponsive andnot breathing or not breathing normally should activate theemergency response system, provide high-quality CPR\n\n(compressions plus ventilation), and administer naloxone.\n\nWhy:Opioid overdose is a major cause of preventabledeath in the United States, Canada, and elsewhere.Although it is currently addressed in adult and pediatricbasic and advanced life support training, prior first aidrecommendations did not include first aid for opioidoverdose. Naloxone reverses the effect of opioid overdose,restoring consciousness and breathing and often preventingcardiac arrest. Naloxone nasal spray is available in the UnitedStates and Canada without a prescription. Numerous studiesshow the benefit of naloxone administration by communitymembers, and rates of naloxone administration increasewhen community members receive training. Adding opioidoverdose treatment, including naloxone administration,to first aid training multiplies the number of communitymembers willing and able to perform this lifesaving skill(Figure 1).\n\nFigure 1. AHA Opioid-Associated Emergency for Lay Responders Algorithm.\n\n2024 (New):If pediatric stroke is suspected, EMS shouldbe activated, and the person should be transported to an\n\nemergency department. evaluate an ill or injured person.\n\n2024 (New):It is reasonable to consider stroke when commonpediatric symptoms are present in association with other\n\n2024 (New):Adult stroke scores are not validated in thepediatric population and should not solely be used to identify\n\nthe broad presentation of stroke in children.\n\nWhy:While previous first aid guidelines have includedrecognition of stroke in adults, approximately 40 000 childrenworldwide experience stroke each year. The initial signs andsymptoms of stroke in children are often missed, resultingin delayed diagnosis and potentially the missed opportunityto intervene. Although pediatric stroke can present in similarways to adult stroke, it can also present in nonspecific ways\n\nTable 1. Common Signs and Symptoms of Stroke in Children\n\nFocal signs and symptoms•Hemiparesis•Limb weakness•Facial droop•Altered sensation•Visual disturbance•Speech disturbanceGeneral signs and symptoms•Altered mental status•Seizure•Headache•Ataxia•Vertigo/dizziness•Nausea/vomiting\n\nUse of Pulse Oximetry in First Aid\n\n2024 (New):A physical examination and history should bethe primary assessment methods for first aid providers to\n\n2024 (New):It is reasonable for first aid providers to use pulseoximetry results in the context of a complete assessmentand be aware of the limitations of pulse oximetry before\n\nacting on any results.\n\nWhy:The use of home pulse oximeters has becomewidespread since the COVID-19 pandemic. However, thesemachines may not always be accurate (see Table 2 fordevice limitations). First aid providers are encouraged to usetheir foundational assessment skills as the primary way toevaluate an ill or injured person and avoid overreliance on\n\nTable 2. Limitations of Pulse Oximeters\n\nPatient factors• Chronic respiratory disease • Nail thickness and nail paint or polish • Heart rhythm and cardiac output • Skin thickness, perfusion, pigmentation, and temperatureDevice factors• Battery level/charge • Device condition, such as being dusty, dirty, or damaged • Size and orientation of light and sensor Device accuracy and calibration (Food and Drug Administration categories): 1. Consumer product 2. Home-use medical devices 3. Medical deviceEnvironmental factors• Extremes of temperature • Movement or vibration, such as transportation • Moisture and humidity • Interference from direct external light sources, including sunlight\n\n2024 (New):If a person experiences anaphylaxis due to a bee,wasp, or hornet sting and an epinephrine autoinjector is\n\navailable, the person should self-administer the autoinjector.\n\n2024 (New):A first aid provider should assist a personexperiencing anaphylaxis to use the auto-injector, if\n\n2024 (New):If a person experiences anaphylaxis due to abee, wasp, or hornet sting, the emergency response system\n\n2024 (New):Stings to the eye should be evaluated by a trained\n\n2024 (New):Removal of a stinger remaining in the skin, as soon\n\nas possible, by plucking or scraping, can be beneficial.\n\n2024 (New):Over-the-counter oral antihistamines can be used\n\n2024 (New):Topical corticosteroids can be used to alleviate\n\n2024 (New):It is reasonable to wash the area of a bee, wasp, or\n\n2024 (New):Administration of over-the-counteracetaminophen and nonsteroidal anti-inflammatory agents\n\n2024 (New):Administration of ice or cold packs may be\n\nWhy:Bee and wasp stings are very common. While mostvictims have only local effects such as pain, swelling, anditching, anaphylaxis from bee and wasp stings results inabout 60 deaths per year in the United States. Respondingto both minor and life-threatening envenomation is animportant addition to first aid training.\n\n2024 (New):Tick bites occurring in regions with highprevalence of Lyme disease should receive promptconsultation with a health care professional within 72 hours\n\n2024 (New):We recommend removal of a tick as soon as\n\n2024 (New):To remove a tick, we recommend grasping thehead of the tick as close to the skin as possible with tweezersor a commercial tick removal device and pulling upward with\n\nWhy:At least 48 000 people are diagnosed with tick-borneillness in the United States annually, and more than 100 000seek treatment in emergency departments for tick biteexposure. The incidence of tick-borne illness and rangeof the Ixodes tick are increasing. Early removal of the tick(generally within 24-48 hours of attachment) can preventLyme disease transmission, but the tick has to be removedproperly to successfully extract the tick mouth parts and\n\nminimize the risk of infection (Figure 2).\n\nFigure 2. Tick removal.\n\nR eproduced from Centers for Disease Control and Prevention.11\n\nSpider Bites and Scorpion Stings\n\n2024 (New):Emergency services should be called if a personbitten by a spider or stung by a scorpion develops symptomsthroughout the body, such as difficulty breathing, muscle\n\nrigidity, dizziness, or confusion.\n\n2024 (New):A person bitten by a spider or stung by a scorpionshould seek medical care if pain extends beyond the site ofthe bite/sting, becomes severe, and is not controlled by over-the-counter pain medications; if an open wound develops; orif the person experiences symptoms throughout the body.\n\n2024 (New):Over-the-counter acetaminophen andnonsteroidal anti-inflammatory agents can be used toalleviate local pain from scorpion stings.\n\n2024 (New):If the skin is intact, topical lidocaine can be useful\n\nto relieve local pain from scorpion stings.\n\n2024 (New):Ice can be useful for local pain relief from scorpionstings.\n\nWhy:Bites from black widow and related spiders (genusLatrodectus, found throughout the United States [exceptAlaska] and in southern Canada) cause severe crampy pain,muscle rigidity, diaphoresis, and hypertension. Althougha rash is sometimes observed around the bite site, widowspider bites do not cause local tissue injury. Bites from brownrecluse and related spiders (genus Loxosceles, found in thesouthern half of the United States) cause painful ulceratedwounds that progress over days to weeks, sometimesassociated with hemolysis and rhabdomyolysis. Barkscorpion (Centruroides, found in the desert Southwest)stings cause severe localized pain and muscle cramping thatmay impair breathing in children. The effects of spider andscorpion envenomation vary widely around the world. The2024 guidelines equip the first aid provider to manage spiderbites and scorpion stings occurring in the United States andCanada. Spiders and scorpions in other parts of the worldhave different venom effects and may require different firstaid measures.\n\n2024 (New):As soon as exposure to poison ivy, oak, or sumacis recognized, the exposed area should be washed withsoap and water or a commercially available decontamination\n\n2024 (New):Cool compresses may be considered for relief oflocal symptoms from exposure to poison ivy, oak, or sumac.\n\n2024 (New):Oatmeal baths may be considered for relief of\n\nlocal symptoms from exposure to poison ivy, oak, or sumac.\n\n2024 (New):The usefulness of over-the-counter topicalsteroids to alleviate local symptoms from poison ivy, oak, or\n\n2024 (New):The usefulness of over-the-counterantihistamines to alleviate local symptoms from poison ivy,\n\nWhy:Contact dermatitis from plants in the genusToxicodendron (formerly Rhus) is common and resultsin millions of visits to health care facilities each year.Approximately 50% to 75% of individuals react to urushiol,the allergic compound found in Toxicodendron leaves,stems, and roots. Early skin decontamination can reduce theextent and severity of symptoms. While the usefulness ofover-the-counter remedies is uncertain, it is reasonable totry them for symptom relief.\n\n2024 (New):A person who sustains a high-velocity eyeinjury (such as injuries from grinding, nailing, or machinery),penetrating eye injury from a sharp or metal object, irregularpupil after trauma, eye bleeding after trauma, or loss of vision\n\n2024 (New):A person who has persistent foreign-bodysensation in the eye should seek immediate medical\n\n2024 (New):A person who develops a foreign-body sensationin the eye associated with contact lens use should removethe contact lens, discontinue contact lens use, and seek\n\n2024 (New):A person with a foreign-body sensation in the eye\n\n2024 (New):Taping a hard plastic shield, paper cup, or plasticcup over the eye can help prevent unintentional touching of\n\n2024 (New):It is reasonable for a person with a foreign body inthe eye from a low-energy mechanism (eg, dust, dirt, otherobject blown into the eye by wind; eyelash in the eye) toattempt to remove the foreign body by allowing natural tearsto wash out the object or by irrigating the eye with tap water\n\n2024 (New):It is reasonable to take over-the-counter oralacetaminophen or nonsteroidal anti-inflammatory drugs totreat residual discomfort after ocular foreign-body removal.\n\nWhy:Eye injuries are a common reason people seektreatment in emergency departments. About half of thesepresentations are due to ocular foreign bodies. A foreign-body sensation can be caused by a loose foreign body(eg, an eyelash or piece of dust or sand), a foreign bodyembedded on the surface of the cornea, a scratch on theeye, ultraviolet radiation exposure, or a more dangerouscondition such as penetrating eye injury, chemical injury, orinfection. Ocular foreign bodies are a common workplaceinjury. While many of these conditions require treatment bya health care professional, low-energy foreign-body injuriescan often be safely managed in the first aid setting, andforeign-body removal by natural tearing or gentle irrigation is\n\nan important first aid skill.\n\nNosebleed (Epistaxis)\n\n2024 (New):A person experiencing epistaxis should sit withtheir head slightly forward with their nostrils pinched for 10 to\n\n2024 (New):A person experiencing epistaxis that does notstop after 15 minutes of continuous manual pressure or whobecomes lightheaded from epistaxis should seek medical\n\n2024 (New):A person with epistaxis due to trauma should seekmedical attention if they experience signs of brain injury,\n\nobvious nasal deformity, or signs of facial fracture.\n\n2024 (New):It is reasonable for a person experiencingepistaxis who is taking anticoagulant or antiplateletmedication or who has a blood-clotting disorder to seek care\n\nfrom a health care professional unless bleeding has stopped.\n\n2024 (New):The usefulness of cryotherapy (ice) for managing\n\nepistaxis in the first aid setting is unknown.\n\nWhy:Nosebleeds (epistaxis) may occur spontaneously or as aresult of trauma. They are a very common medical condition,responsible for 1 in every 313 emergency departmentvisits in the United States. Most nosebleeds can be treatedby pinching and holding the front of the nose for 10 to 15minutes, potentially avoiding the need for medical care.However, a nosebleed can be a true medical emergency,particularly in older adults and people taking anticoagulant or\n\nantiplatelet medications.\n\n2024 (New):If stroke is suspected, the EMS system should be\n\n2024 (New):The use of a stroke recognition scale, such as theFace, Arms, Speech, Time (FAST) or Cincinnati PrehospitalStroke Scale, is recommended to aid in the recognition of\n\n2024 (New):It is reasonable for first aid providers to measurecapillary blood glucose in adults with suspected stroke if it isavailable and does not delay activating EMS.\n\nWhy:Stroke is a serious and time-sensitive medicalemergency affecting 800 000 people in the United Statesannually. New data show that the FAST (Figure 3) andCincinnati Prehospital Stroke Scale can be accuratelyperformed by first aid providers and members of thegeneral public, particularly with coaching from EMS\n\nFigure 3. The AHA/American Stroke Association FAST strokerecognition tool.\n\n© 2020 American Heart Association.\n\n2024 (Updated):Emergency services should be activated forany person bitten by a venomous or possibly venomous\n\n2024 (Updated):It is reasonable to rest and immobilize thebitten extremity and minimize exertion by the person whowas bitten if it does not delay access to emergency medical\n\n2024 (Updated):It is reasonable to remove rings and other\n\nconstricting objects from the bitten extremity.\n\n2024 (Updated):Application of ice to a snakebite wound is ofunproven benefit and may be harmful in some situations.\n\n2024 (Updated):The use of suction to treat snake bites is\n\npotentially harmful.\n\n2024 (Updated):The application of electric shock to treatsnake bites is potentially harmful.\n\n2024 (Updated):The use of tourniquets to treat snake bites is\n\npotentially harmful.\n\n2024 (Updated):The use of pressure immobilization bandaging\n\nto treat snake bites is potentially harmful.\n\nWhy:Approximately 8000 to 10 000 people are treated forsnakebite in the United States each year. More than 95% ofvenomous bites in North America are caused by crotalinesnakes (Crotalinae, also known as pit vipers), specificallyrattlesnakes, copperheads, and cottonmouths. Venom fromcrotaline snakes causes tissue injury and may also causelow blood pressure, bleeding, and disorganized musclemovements leading to paralysis. In the southern UnitedStates, bites from coral snakes (Elapidae) do not causetissue injury; coral snake venom is primarily neurotoxic andcan cause paralysis within minutes to hours. The definitivetreatment for snake envenomation is antivenom, which canonly be administered by a health care provider. Many first aidtreatments, including application of tourniquets, pressurebandage immobilization, incision, suction, ice application orimmersion, and application of electrical current have beenadvocated with known risks and unclear benefits. Theserecommendations are specific to snakebites occurring inthe United States and Canada and involving snakes native tothese areas. Snakes in other parts of the world have different\n\nvenom effects and may require different first aid measures.\n\n2024 (Updated):First aid providers should assist a personwith asthma who is having difficulty breathing with theadministration of their own prescribed bronchodilators, as\n\n2024 (Updated):It is reasonable to use either an inhaler with aspacer or a nebulizer when assisting a person with asthmato use their own inhaled bronchodilator medication, in\n\n2024 (Updated):If a commercially available spacer is notavailable, it is reasonable to use an improvised spacer whenassisting a person who is having an asthma attack to use\n\nWhy:While previous first aid guidelines have includedrecommendations to assist a person having an asthmaattack with use of their own bronchodilator medication, the2024 guidelines strengthen the recommendations to usespacers and include the use of improvised spacers (eg, froma beverage bottle [Figure 4]) when a commercial spacer is not\n\nFigure 4. Use of an improvised spacer with a metered dose inhaler.\n\n2024 (Updated):First aid providers should activate EMS forindividuals with first-time seizure; seizures lasting morethan 5 minutes; more than 1 seizure that occurs withoutthe person returning to baseline mental status in between;seizures occurring in the water; seizures with traumaticinjuries, difficulty breathing, or choking; seizure in aninfant younger than 6 months of age; seizure in pregnantindividuals; or if the individual does not return to baselinewithin 5 to 10 minutes once seizure activity has stopped\n\n2024 (Updated):First aid providers should minimize the risk ofinjury to the individual who is having a seizure by helping theperson to the ground, placing the person on their side in therecovery position, and clearing the area around them.\n\n2024 (Updated):First aid providers should stay with the person\n\nhaving a seizure. including animal studies and simulation studies.\n\n2024 (Updated):For children who have experienced afebrile seizure, administration of antipyretics such asacetaminophen, ibuprofen, or paracetamol is not effective forstopping a seizure or preventing a subsequent febrile seizure.\n\n2024 (Updated):The person having the seizure should not be\n\n2024 (Updated):Nothing should be put in the mouth andno food, liquids, or oral medicines should be given to aperson who is experiencing a seizure or who has decreased\n\nresponsiveness after a seizure.\n\nWhy:Seizures are a common medical condition. Almost3 million US adults live with epilepsy, and febrile seizuresoccur in 2% to 4% of children, most commonly between 6months and 2 years of age. Although seizures are dramatic,many seizures do not require treatment from a health careprofessional. First aid providers can help by protecting theperson experiencing a seizure from injury and calling EMS inappropriate situations. The 2024 guidelines include greatly\n\nexpanded recommendations for first aid for seizure.\n\nTable 3. Reasons to Activate the Emergency Response Systemfor Seizures\n\n• First-time seizure• Seizure in an infant • Seizure lasting >5 minutes• Seizure in a person who is pregnant• More than 1 seizure that occurs without return to baselinemental status in between• Person does not return to baseline within 5-10 minutes afterseizure has stopped• Seizure with traumatic injuries• Seizure with choking• Seizure with difficulty breathing• Seizure occurring in the water\n\n2024 (Updated):An open chest wound is a medical emergencyrequiring immediate activation of the emergency response\n\n2024 (Updated):If a dressing is placed, the first aid providershould monitor the person for worsening of breathing/symptoms and loosen or remove the dressing if breathing\n\n2024 (Updated):In the first aid situation, it is reasonable toleave an open chest wound exposed to ambient air, to place aclean nonocclusive, dry dressing (eg, gauze dressing, part ofa tee shirt), or place a specialized dressing such as a vented\n\nWhy:The 2024 guidelines provide expanded guidance for themanagement of open chest wounds. The goal of sealing anopen chest wound is to increase air flow resistance throughthe wound without causing a tension pneumothorax toform. The guidelines review the literature about chest seals,\n\n2024 (Updated):A person with signs and symptoms ofhypothermia (Table 4) should be protected from furtherheat loss by moving from the cold environment to a warmone, having saturated clothing removed, being allowed topassively rewarm with blankets, and being actively rewarmed\n\nif resources are available.\n\n2024 (Updated):If a person with hypothermia cannot beimmediately moved from a cold environment to a warm one,they should be protected from further heat loss by insulationfrom the ground, covering of head and neck, and shieldingfrom heat loss by wind using a plastic or foil layer in additionto a dry insulating layer.\n\n2024 (Updated):When using rewarming devices of any kind,the first aid provider should follow the manufacturer’sinstructions for the device used, place insulation betweenthe heat source and skin, and frequently monitor for burns\n\n2024 (Updated):If a person with hypothermia has a decreasedlevel of responsiveness such as unresponsiveness, inabilityto remain awake, mumbling speech, confusion, or inabilityto participate in removal of clothing or has pallor, cyanosis,or frozen skin, the emergency response system should beactivated while the person is rewarmed by any available\n\n2024 (Updated):For patients experiencing cold stress or mildhypothermia who are alert and can safely consume oral foodor fluids, it is recommended to provide high-calorie foods or\n\n2024 (Updated):If a person with hypothermia with a decreasedlevel of responsiveness is wearing damp (not saturated)clothing such as polyester fleece and cannot be immediatelymoved into a warm environment, active rewarmingthrough the damp clothing is reasonable to initiate with thehypothermia wrap technique, using chemical heat blankets,\n\n2024 (Updated):It is not beneficial to use body-to-bodyrewarming for active rewarming over other active rewarmingtechniques such as chemical heat packs or forced air\n\n2024 (Updated):It is not effective to treat a person withhypothermia by using small glove or boot insert chemicalheat packs as the sole or primary means of rewarming.\n\n2024 (Updated):Heat sources, rubbing, and massageshould not be applied to the extremities of a person with\n\n2024 (Updated):It is potentially harmful to use a warm showeror warm water immersion for rewarming a person withhypothermia with a decreased level of responsiveness(moderate to severe hypothermia) because of the risk of coretemperature after drop, hypotension, falls, and drowning.\n\nWhy:Accidental hypothermia is an environmental emergencythat may be encountered in urban, rural, and austere settings.In the United States, hypothermia is responsible for about1300 deaths annually. There has been a great deal of studyabout the most effective ways to prevent and managehypothermia, including studies comparing different methodsof rewarming. The 2024 guidelines draw from the wildernessmedicine and mountaineering literature to provide first aidtreatment recommendations that are more comprehensive\n\nthan those found in previous guidelines.\n\nTable 4. Hypothermia Signs, Symptoms, and PotentialRewarming Strategies\n\nHypothermia levelSigns and symptomsRewarming strategiesCold stress 35-37 °C• Alert • Possibly shiveringRemove from cold environment; protect from further heat loss. Passive rewarming is often adequate in healthy people.Mild hypothermia 32-35 °C• Altered level of responsiveness • ShiveringProtect from harm, such as falls. Passive and active rewarming methods may be used in tandem. Seek additional care.Moderate hypothermia 28-32 °C• Decreased level of responsiveness • ± Shivering • ± Low heart rate • Pale, nonblanching exposed skin • Associated with frozen tissue/ frostbiteHypothermia with decreased responsiveness, such as responding only to loud voice or pain, is a medical emergency. Employ all available passive and active rewarming methods, handle the patient gently, and activate the emergency response system.Severe hypothermia • Unresponsive, may appear lifeless • Cessation of shivering • Slow heart rate and breathing • High risk for irregular heart rhythm and cardiac arrest\n\n2024 (Updated):The preferred method for warming frostbittentissue is clean lukewarm water immersion at 37 to 40 °C (99-\n\n2024 (Updated):Frostbitten tissue should be rewarmed at the\n\nearliest opportunity, as long as there is no risk of refreezing.\n\n2024 (Updated):If clean lukewarm water immersion is notfeasible, frostbitten tissue should be allowed to rewarmspontaneously in warm room air or next to the person’s own\n\n2024 (Updated):A person with frostbite should seek prompt\n\n2024 (Updated):Jewelry or other constricting materials should\n\nbe removed from a frostbitten extremity as soon as possible.\n\n2024 (Updated):A person with moderate to severehypothermia should receive core rewarming before frostbite\n\n2024 (Updated):If possible, a person should protect frostbittentissue from further injury and avoid walking on frozen feet\n\n2024 (Updated):For frozen and thawed tissue and between thetoes and fingers, bulky, clean, and dry gauze or sterile cottondressings should be applied. Circumferential dressingsshould be wrapped loosely to allow for swelling without\n\n2024 (Updated):It may be reasonable to give ibuprofen to aperson with frostbite to prevent further tissue damage and to\n\n2024 (Updated):It is not recommended for first aid providers to\n\nWhy:Frostbite injury can permanently damage tissue and canlead to digit or limb loss. Frostbite may occur in populated orremote areas; because rewarming and refreezing worsensinjury, treatment of frostbite can vary depending on thesetting. The 2024 guidelines for frostbite first aid greatly\n\n2024 (Updated):In the absence of shock, confusion, or inabilityto swallow, first aid providers should assist or encourageindividuals with exertional dehydration to orally rehydrate\n\nwith any available rehydration drink or potable water.\n\n2024 (Updated):It is reasonable to choose 4% to 9%carbohydrate-electrolyte drink over potable water, 0% to3.9% carbohydrate-electrolyte drinks, coconut water, or low-\n\nfat cow’s milk, if each is readily available.\n\nWhy:This was updated on the basis of new informationdemonstrating that fluid from 4% to 9% carbohydrate-electrolyte drinks is generally retained better than other oral\n\n2024 (Updated):A first aid provider should observe a personwith a jellyfish sting for systemic reaction and call emergencyservices for difficulty breathing, signs of shock, or severe\n\n2024 (Updated):It is reasonable to remove any remainingtentacles by lifting or pulling while avoiding manual contact.Rinsing the affected area with seawater to remove thetentacle is a reasonable alternative if mechanical removal is\n\n2024 (Updated):After removal of tentacles, it is reasonable touse non-scalding hot water immersion/irrigation or to apply a\n\nheat source to relieve pain.\n\n2024 (Updated):Topical lidocaine cream or gel may bereasonable for pain control if hot water is not available.\n\nWhy:Jellyfish stings occur in coastal areas worldwide andinvolve animals from many different genera. Although studiesof first aid treatment for jellyfish sting vary widely, the overallgoal is to remove or deactivate nematocysts and decreasepain. In this updated review, no consistently positive datawere found for the application of hot water, vinegar, bakingsoda, urine/urea, meat tenderizer/papain, or other commonlyadvocated first aid interventions. Mechanical removal oftentacles (eg, using tweezers) is now first-line therapy.Informed by a 2016 Red Cross scientific review12 and criticalreview of more recent literature, the 2024 guidelines aremore narrow in their scope than previous guidelines, andfocus on nematocyst removal followed by interventions for\n\nCare of Thermal Burns After Cooling\n\n2024 (Updated):A person with a full-thickness burn or with apartial-thickness burn that is larger than the person’s palmor involves the person’s face, hands, feet, or genitals, should\n\npromptly seek evaluation by a health care professional.\n\n2024 (Updated):For a person with evidence of smokeinhalation injury, such as facial burns, difficulty breathing,singed nasal hairs, or soot around the nose or mouth, EMS\n\nshould be activated.\n\n2024 (Updated):A person with thermal burns should promptlyremove all jewelry, belts, and other tight items from burned\n\n2024 (Updated):It is reasonable to give over-the-counter pain\n\n2024 (Updated):After cooling, for small partial-thicknessburns being managed at home, it may be reasonable to applypetrolatum, petrolatum-based antibiotic ointment, honey,or aloe vera and a clean nonadherent dressing to open burn\n\nmedications for pain from thermal burns.\n\n2024 (Updated):After cooling, while awaiting evaluation bya health care professional, it may be reasonable to looselycover a burn that has intact skin or an intact blister with aclean cloth or nonadherent dry dressing.\n\nWhy:While the recommendations for initial thermalburns are substantially unchanged since 2015, the 2024recommendations incorporate best practices for thetreatment of minor burns, including the use of topical therapythat creates a good environment for wound healing.\n\n2024 (Updated):When a permanent tooth becomes avulsed(knocked out), initial actions include removing visible debrisfrom the tooth by brief rinsing (less than 10 seconds),taking care not to damage the tooth or attached tissue, and\n\nattempting to replant the tooth in the socket.\n\n2024 (Updated):When a permanent tooth is avulsed, theperson should seek dental or medical care immediately. Theyshould bring the tooth if not successfully replanted.\n\n2024 (Updated):If an avulsed permanent tooth cannot beimmediately replanted, it can be beneficial to place thetooth in Hanks Balanced Salt Solution, oral rehydration saltsolutions, propolis, or rice water, if preprepared, or to wrap\n\nthe tooth in cling film to prevent dehydration.\n\n2024 (Updated):If an avulsed permanent tooth cannot beimmediately replanted and the aforementioned solutions orinterventions are not available, storage of the tooth in cow’s\n\n2024 (Updated):If an avulsed permanent tooth cannot beimmediately replanted and none of the above storagemediums are available, a probiotic, egg white, or almond milk\n\n2024 (Updated):An avulsed permanent tooth should not be\n\nstored in tap water.\n\nessential for successful reimplantation.\n\nWhy:Although the principles of tooth care and rapidreimplantation are unchanged, the 2024 guidelines providea rank-ordered list of possible storage media (Table 5) topreserve the cells in the periodontal ligaments, which are\n\nTable 5. Storage Media Options for an Avulsed Tooth\n\nFirst choice (highest rate of reimplantation success)• Hanks Balanced Salt Solution • Oral rehydration salt solutions • Propolis solution (10%, 50%, or 100%) • Rice water (preprepared) • Wrapping in cling filmSecond-line options• Cow’s milk (any fat content) • The person’s salivaThird-line options• Another person’s saliva • Probiotic media (eg, probiotic yogurt, Lactobacillus reuteri solution) • Egg white • Almond milk\n\n1. Hewett Brumberg EK, Douma MJ, Alibertis K; Charlton NP, Goldman MP, Harper-Kirksey K, Hawkins SC, Hoover A, Leichtle S, Kule A, McClure SF, WangGS, Whelchel M, White L, Lavonas EJ; on behalf of the American Heart Association and American Red Cross. 2024 American Heart Association andAmerican Red Cross guidelines for first aid. Circulation. Published online November 14, 2024. doi: 10.1161/CIR.0000000000001281\n\n2. Markenson D, Ferguson JD, Chameides L, et al. Part 17: first aid: 2010 American Heart Association and American Red Cross Guidelines for First Aid.Circulation. 2010;122(18)(suppl 3):S934-S946. doi:10.1161/CIRCULATIONAHA.110.971150\n\n3. Lavonas EJ, Akpunonu PD, Arens M; for the American Heart Association. 2023 American Heart Association focused update on the management ofpatients with cardiac arrest or life-threatening toxicity due to poisoning: an update to the American Heart Association Guidelines for CardiopulmonaryResuscitation and Emergency Cardiovascular Care. Circulation. 2023;148(16):e149-e184. doi:10.1161/CIR.0000000000001161\n\n4. Morley PT, Atkins DL, Finn JC, et al. Evidence evaluation process and management of potential conflicts of interest: 2020 International Consensus onCardiopulmonary Resuscitation and Emergency Cardiovascular Care Science With Treatment Recommendations. Circulation. 2020;142(16)(suppl1):S28-S40. doi:10.1161/CIR.0000000000000891\n\n5. Magid DJ, Aziz K, Cheng A, et al. Part 2: evidence evaluation and guidelines development: 2020 American Heart AssociationGuidelines for Cardiopulmonary Resuscitation and Emergency Cardiovascular Care. Circulation. 2020;142(16)(suppl 2):S358-S365.doi:10.1161/CIR.0000000000000898\n\n7. Charlton NP, Pellegrino JL, Kule A, et al. 2019 American Heart Association and American Red Cross focused update for first aid: presyncope:an update to the American Heart Association and American Red Cross guidelines for first aid. Circulation. 2019;140(24):e931-e938.doi:10.1161/cir.0000000000000730\n\n6. Singletary EM, Charlton NP, Epstein JL, et al. Part 15: first aid: 2015 American Heart Association and American Red Cross guidelines update for first aid.Circulation. 2015;132(18)(suppl 2):S574-S589. doi:10.1161/cir.0000000000000269\n\n8. Pellegrino JL, Charlton NP, Carlson JN, et al. 2020 American Heart Association and American Red Cross focused update for first aid. Circulation.2020;142(17):e287-e303. doi:10.1161/cir.0000000000000900\n\n9. Levine GN, O’Gara PT, Beckman JA, et al. Recent innovations, modifications, and evolution of ACC/AHA clinical practice guidelines: an update for ourconstituencies: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Circulation.2019;139(17):e879-e886. doi:10.1161/CIR.0000000000000651\n\n10. Sawyer T, White M, Zaveri P, et al. Learn, see, practice, prove, do, maintain: an evidence-based pedagogical framework for procedural skill training inmedicine. Acad Med. 2015;90(8):1025-1033. doi:10.1097/ACM.0000000000000734\n\n11. Centers for Disease Control and Prevention. What to do after a tick bite. Accessed August 2, 2024. https://www.cdc.gov/ticks/after-a-tick-bite/\n\n12. American Red Cross Scientific Advisory Council scientific review: jellyfish stings. Approved June 2016. Accessed January 7, 2023.https://www.redcross.org/content/dam/redcross/Health-Safety-Services/scientific-advisory-council/Scientific%20Advisory%20Council%20SCIENTIFIC%20REVIEW%20-%20Jellyfish%20Stings.pdf"
}