{
  "title": "Atls%208Th%20Edition Ch21 Triage Scenarios(335-350페이지)",
  "full_text": "318 APPENDIX G ● Austere Envir onments\n\n2위 Delayed (can wait [ to 2 hours or more beforetreatment)\n\n3. Minimal or ambulatory (can wail many hours fortreatment)\n\n4. Expeclant or expected to die (given current patientload and resources)\n\nThe names and number of triage categories are not as im-portant as the fact that all care providers have an understand-ingofthe system being used. Color-coded Iriage tags are usefulin identifying the category into which a patient is placed (eg,red for immediate, yellow for delayed, green for minimal, andgray for expectant). Patients who are dead should be trans-ported to the morgue or another designated area.\n\nTriage of mass-casualty victims is not a one-time exer-cise. Triage can occur at several levels, and needs to be bothaccura te and repetitive. Disaster-scene triage may be per-formed by experienced paramedics initially and then later byan on-site doctor if evacuation of victims is prolonged be-cause of the sheer number of viclims or difficulties in extri-cation or transport to definitive care. lt is extremelyimportant to understand the need for repeated triage. Pa-tients who are placed into the expectant category because oflack of resources in a mass-casualty scenario may becomeimmediate-category patients once operating room resourcesbecome available and no additional patients are expected toarrive. This is only one of many possible scenarios thatserves to underscore the need for triage lo be continuousrather than discrete.\n\nATLS provides an organized approach to the care of injured patients and is taught in thecontext of a resource-rich environment. However, there are many circumstances that canresult in a doctor needing to work outside the normal environment. These include bothmilitary and civilian austere and/or hostile environments. These may be either planned(wilderness or military) or unplanned (natural disaster or terrorist attack) austere and hos-tile environments. Prepar ation and familiarity with the principles of the care of injuredpatients under austere and hostile circumstances optimize the care provided using limitedresources.\n\n1. Adkisson GA, Bu tler FK, el al. In: Manual for PrehospitalTrauma l.ife Support, 5th ed. St. Louis, MO: Mosby; 2006.2. Alam HB, Burris D, DaCorta JA, Rhee P. Hemorrhage controlin the battlefield: role of new hemostatic agents. Milit Med2005;17 0(1):63-69.3. Alam HB, Rhee P, New developments in fluid resuscitation.Surg Clin North Am 2007;87(1):55-72.4. American College of Surgeons. Advanced Trauma Life SupportProgram for Doctors. Chicago, II.: ACS; 1997, 2002, 2003.S. Arishita GI, Vayer IS, Bellamy RF. Cervical spine immobiliza-tion of penetrating neck wounds in a hostile environment. 1Trauma 1989; 29:332-337.6. Barkana Y, Stein M, Maor R, Lynn M, Eldad A. Prehospitalblood transfusion in prolonged evacuation. / Trauma1999:46:176-180.\n\n7. Bellamy RF. The causes of death in conventional land warfare:implications for combat casualty care research. Milit Med1984;1 49:55-62.\n\n8. Bickell WH, Wall MJ, Pepe PE, et a]. Immediate versus delayedfluid resuscitation for hypotensive patients with penetratingtorso injuries. N Engl / Med 1994;331:1105- I 109.\n\n9. Bledsoe BE, et al. Paramedic Emer gency Care. 2nd ed. Engle-wood Cliffs, NJ: Prentice-Hall; 1994.\n\n10. Bowman WD. Basic paticnl assessment and life support tech-niques (Chapter 4), xygen and other lypes of respiratory sys-lem support (Chapter 5), and Environmental emergencies(Chapter 18). In: Outdoor Emergency Care. National Ski PatrolSystem; 1993.\n\n11. Bowman WD. Wilderness survival. In: Auerbach P,ed. Wilder-ness Medicine, 5th ed. St. Louis, MO: Mosby-Yearbook; 2007.\n\n12. Burris D, Rhee P, Kaufmann C, Pikoulis M, Austin B,Leppanicmi AK. Controlled resuscitation in unco ntrolled he-morrhagic shock. J Trauma 1998;46:2 16-223.\n\n13. Butler FK Ir、 Hagmann 1, Butler EG. Tactical combal casualtycare in special operations. Milit Med 1996;161:Suppl:3-16.14. Calkins MD, Robinson TD. Alternative airway use in the spe-cial operations environment: il comparison of laryngeal maskairway and esophageal tracheal combituhe to endotrachealtube. / Trauma 1999;46:927-932.15. DeHart RL. Fundamentals of Aerospace Medicine. 3rd ed.Philadelphia: Lea & Febiger; 2002.16. Farmer Cl. Temperature-related injuries. In: Civetta J.V1, lay-lor RW, Kirby RR, eds. Critical Care. 3rd ed. Philadelphia: Lip-pincott; 1997.17. Fortune }B, Judkins DG, Scanzaroli D, McLeod KB, JohnsonSB. Efficacy of prehospital surgical cricothyrotomy in traumapatients.] Trauma 1997;42:832-836.18. Gentile DA, Morris IA, Schimelptenig T, el al. Wilderness in -juries and illnesses. Ariri Emerg Med 1992;21:853-861.19. Instructor's Manual for Prehospital Trauma Life Support(PHTLS), Military Edition. St. Louis, MO: Mosby; 2006.20. Kauvar DS, Holcomb 儿 Norris GC. Hess JR. Fresh wholeblood transfusion: a controversial military practice. 1 Trauma2006:61:181-184.21. Kaweski SM, Sise MJ, Virgilio RW. The effect of prehospitalfluids on survival in trauma patients./ Tranma 1990;30:1215-12|8.\n\n22. Lakstein D, Blumenfeld A, Sokolov T, Lin G, Bssorai R, LynnM, Ben Abraham R. Tourniquets for hemorrhage control inthe battlefield-a four year accumulated experience.] Trauma2003:54:S221-S225.23. Lounsbury D, Bellamy RE eds. Emergency War Surgery. ThrdUnited States Revision. Washington, DC: Government Print-ing Office; 2004.24. Martin RR, Bickell WII, Pepe PE, el al. Prospective evaluationof preoperative Huid resuscitation in hypolensive palients withpenetrating Iruncal injury: a preliminary reporl. / Tramma1992;33:354-361.25. Moss )F, Haklin M. Southwick HW. el al.. A model for treatmentof accidental severe hypothermia. / Trama 1986;26:68-74.26. Rosenurgy AS, Norris PA, Olson SM, et al. Prehospital Iraumaticcardiac arrest: the cost of futility. / Trauma 1993;35:468-471.27. Salvino CK, Dries 1), Gamelli R, ct al. Emergency cricothy-roidotomy in trauma victims. / Trauma 1993; 34: 503-505.28. Wedmore 1, McManus IG, Pualeri AE, Holcomb JB. A specialreport on tbe citosan-based hemostatic dressing experience incurrent combat operations. ー Trauma 2006;60:655-658.29. Woodhouse P, Keatinage WR, Coleshaw SR. Factors associatedwith hypothermia in pat ients admitted to agroup of inner cityhospitals. Lancel 1989;2: 1201.30. Yeskey KS, Llewellyn CH, Vayer JS. Operational medicine indisasters. Emerg Med Clin North Am 1996; 14:429-438.\n\nDisasters may be defined, from a medical perspective, asincidents or events in which the needs of patients ovcrex-tend or overwhelm the resources needed to care for them.Although disasters usually strike without warning, emer-gency preparedness -the readiness for and anticipationof the contingencies that fo llow in the aftermath of disas-ters-enhances the ability of the health care system to re-spond to the challenges imposed. Such preparedness is theinstitutional and personal responsibility of every healthcare facility and professional. Adherence to the higheststandards of quality medical practice that are consistentwith the available medical resources serves as the bestguideline for developing disaster plans. Commonly, theability to respond to disaster situations is compromised bythe excessive demands placed on resources, capabilities,and organizational structures.\n\nMultiple casualty incidents (MCls), or disasters inwhich patient care resources are overextended but are notoverwhelmed, such as automobile crashes that involve 5or more patients, can stress local resources such that triagefocuses on identifying the patients with the most life-threatening injuries.\n\nMass casualty events (MCEs) are disasters in whichpatient care resources are overwhelmed and cannot besupplemented, such as natural or human-made disastersthat involve 20 or more patients, can exhaust local re-sources such that triage focuses on identifying those pa-tients with the greatest probability of su rvival.\n\nNote that MCls and MCEs are both called MCIs bymany experts. The ATLS course distinguishes between theterms because their different circumstances mandate al-ternative strategies for triage and treatment, based on ill-ness and injury acuity and severity, versus availability andaccessibility of existing and sup plemental resources. Itmust also be emphasized that the numerical guidelinescited (eg, 5 or more patients for an MCI, and 20 or morefor an MCE) are arbitrary and based on the capabilities oftrauma hospitals and trauma systems that routinely carefor trauma patients. Many hospitals would be over-whelmed by 5 or more disaster patients, whereas somecould manage 20 or more without a significant disruptionof daily routines. Thus, each hospital must determine its\n\nUpon completion of this topic, the student will be able toexplain the app lication of ATLS principles to patients in-jured in natural or human-made disasters. Specifically, thedoctor will be able to:\n\n1 Define the terms multiple casualty incident(MCI) and mass casualty event (MCE) and de-scribe the differences between them.2 Describe the \"all hazards\" approach to disastermanagement and emergency preparedness, in-cluding its application to acute injury care.3 Identify the four phases of disaster manage-ment and describe the key elements of eachphase with respect to acute injury care.4 Describe the incident command system thathas been adopted in his or her specific practicearea.\n\nown thresholds, recognizing that the hospital disaster planmust address both MCIs and MCEs.\n\nLike most disciplines, disaster management and emer-gency preparedness experts have developed a nomencla-ture unique to their field. Box 1:1-1 is a glossary of all keyappen-terms (ie, those appearing in boldface type) in thisdix.\n\nDisaster management and emergency preparedness con-stitute key knowledge areas that prepare ATLS providersto apply ATLS principles during natural and. human-madedisasters. Successful application of these principles duringthe chaos that typically comes in the aftermath of such ca-tastrophes requires both familiarity with the disaster\n\nAcute Care-The early care of victims of disasters thatis provided in the field and in the hospital (ie, emer-gency department, operating room, intensive careunit, acute care unit inpatient units) prior to recoveryand rehabilitation.\n\nAcute Care Specialists-Physicians who provideacute care to victims of disas ters, including, but nollimited to, emergency medicine physicians, traumasurgeons, cntical care medicine physicians, anesthesi-ologists, and hospitalists-both adult and pediatric.\n\nArea of Operations (\"Warm Zone\")-The geo-graphic subdivision established around a disaster siteinto which only qualified personnel-for example, haz-ardous material (HAZMA T) technicians and emergencymedical services (EMS) providers are permitted\n\nCasualty Collection Point (CCP)-A sector withinthe external perimeter of an area of operations(\"warm zone\") where casualties who exit the Searchand Rescue (SAR) area (\"hot zone\") via a decontami-nation chute are gathered prior to transport off site.\n\nChemical, Biological, Radiological, Nuclear, andExplosive (CBRNE), including incendiary, agentshuman-made hazardous materials (HAZMATs) thatmay be the cause of human-made disasters, whetherunintentional or intentional.\n\nDecontamination Chute-A fixed or deployable fa-cility where hazardous materials (H AZM ATs) are re-moved from a patient, and through which the patientmust pass before transport, either out of a Search andRescue (SAR) area (\"hot zone\"), or into a hospital\n\nDisaster-A natural or human-made incident orevent, whether internal (onginating inside the hospi-tal) or external (onginating outside the hospital) inwhich the needs of patients overextend or overwhelmthe resources needed to care for them.\n\nEmergency Medical Services (EMS)-Emergencymedical responders (EMRs), including emergency med-ical technicians (EMTs) and paramedics, who provideprehospital care under medical direction as part of anorganized response to medical emergencies\n\nEmergency Operations Center (EOC)-The head-quarters of Unified Incident Command (UIC) for a re-gion or system, established in a safe location outsidethe area of operations (\" warm zone\"), usually at afixed site, and staffed by emergency ma nagers.\n\nEmergency Preparedness - The readiness for andanticipation of the contingencies that can follow in theaftermath of natural or human-made disasters. Pre-paredness is the institutional and personal responsibil-ity of every health care facility and professional.\n\nEmergo Train System (ETS)-An organizationalstructure used chiefly in Europe and Australasia to helpcoordinate an in-field or in-hospital disaster response.(Note: Nations and hospitals typically adopt their ownversions of this system .)\n\nExternal Perimeter-The outer boundary of an Areaof Operations (\"warm zone\") that IS establishedaround a disaster site to separate geographic subdivi-sions that are safe for the general public (\"coldzones\") from those that are safe only for qualified per-sonnel.\n\nHazardous Materials (HAZMATs)-Chemical, bio-logical, radiological, nuclear, and explosive (CBRNE),including incendiary, agents that pose potential risksto human life, health, welfare, and safety\n\nHospital Incident Command System (HICS)-Anorganizational structure used chiefly in the Americasto help coordinate an in-hospital disaster response.(Note.\" Nations and hospitals typically adopt their ownversions of this system. )\n\nHazard Vulnerability Analysis (HVA)-An analysisof the probability and severity of the risks of vanoushazardous matenals (HAZMATs), industrial mishaps,natural disasters, and weather systems that pose po-tential risks to community health and safety.\n\nIncident Command or Incident Commander (IC)-The final authority and overall coordinator or supervi-sor for the management of any disaster response.\n\nIncident Command Post (ICP)-The headquartersfor Incident Command (IC), established in a safe loca-tion within the area of operations (\"warm zone \"), butat a safe distance from the Search and Rescue (SAR)area (\"hot zone\"), for any disaster.\n\nIncident Command System (ICS)-An organiza-tional structure that provides overall direction for themanagement of the disaster response.\n\nInternal Perimeter- The outer boundary of a Searchand Rescue (SAR) area (\"hot zone\") that isolates thisarea from the surrounding Area of Operat"
}