{
  "title": "Atls%208Th%20Edition Ch11 Trauma In Women(259-268페이지)",
  "full_text": "The ability of a child's body to compensate in theearly phases of blood loss may create an illusion ofhemodynamic normality, resulting in inadequatefluid resuscitation and rapid deterioration, which isoften precipitous.\n\ncontaining temperature probes are available for childrenwho need intensive care.\n\nThe high ratio of body surface area to body mass in childrenincreases heat exchange with the environment and directlyaffects the body's ability to regulate core lemperature. Thinskin and the lack of substantial subcutaneous tissue con-tribute to increased evaporative heat loss and caloric ex-penditure. Hypothermia may render the child's injuriesrefractory lo lreatment, prolong coagulation times, and ad-versely affect central ner vous system (CNS) function. Whilethe child is exposed during the initial survey and resuscita-tion phase, overhead heat lamps, heaters, or thermal blan-kets may be necessary to preserve body heat. 11 is advisableto warm the room as well as the intravenous fluids, bloodproducts, and inhaled gases.\n\nEight percent of all injuries in children involve the chest.Chest injury also serves as a marker for other organ systeminjury, since more than two-thirds of children with chest in-jury will have multiple injuries. The mechanism of injuryand the anatomy of the child's chest are directly responsiblefor the spectrum of injuries seen.\n\nThe vast majority of chest injuries in childhood are duelo blunt mechanisms, caused principally by motor vehicles.The pliabili ty, or compliance, of a child's chest wall allowsimpacting forces to be transmitted to the underlying pul-monary parenchyma, causing pulmonary contusion. Ribfractures and mediastinal injuries are not common, but ifpresent, they indicate a severe impacting force. The specificinjuries caused by thoracic trauma in children are similar tothose encountered in adults, although the frequencies ofthese injuries are somewhat different.\n\nMobility of mediastinal structures makes the child moresusceptible to tension pneumothorax. Diaphragmatic rup-ture, aortic transection, major tracheobronchial tears, flailchest, and cardiac contusions are rarely encountered inchildhood. When identified, treatment for these injuries isthe same as in the adult. Significant inj uries rarely occur\n\nalone and are frequently a component of major multisys-tem injury. Most pediatric thoracic injuries can be success-fully managed using an appropriate combination ofsupportive care and tube thoracostomy. Thoracotomy is notgenerally needed in children.\n\nThe incidence of penetrating thoracic injury increasesafter 10 years of age. Penetrating trauma to the chest in chil-dren is managed the same way as in adults. See Chapter4: Thoracic Trauma, and Skill Station VJ[: Chest Tra umaManagement.\n\nMost pediatric abdominal injuries occur as the result ofblunt trauma, primarily involving motor vehicles and falls.Serious in tra-abdominal injuries warrant prompt involve-ment by a surgeon, and hypotensive children who sustainpenetrating abdominal trauma require prompt operativeintervention.\n\nConscious infants and young children are generally Iright-ened by the events preceding admission to the ED, whichmay affect the abdominal examination. While talking quietlyand calmly to the child, ask questions about the presence ofabdominal pain and gently assess the tone of the abdominalmusculature. Deep, painful palpation of the abdomenshould be avoided at the onset of the examination to pre-vent voluntary guarding that may confuse the abdominalfindings. Almost all infants and young children who arestressed and crying will swallow large amounts of air. If theupper abdomen is clistended on examination, inserting agastric tube to decompress the stomach should be a part ofthe resuscitation phase. Orogastric tube decompression ispref erred in infants. Tenseness of the abdominal wall oftendecreases as gastric distention is relieved, allowing for morecareful and reliable evaluation. The presence of shoulder-or lap-bell marks increases the likelihood that abdominalinjuries are present.\n\nAbdominal examination in unconscious patients doesnot vary greatly with age. Decompression of the urinarybladder also facilitates abdominal evaluation. Since gastricdilation and a distended urinary bladder may both cause ab-dominal tenderness, abdominal tenderness must be inter-preted with caution, unless these organs have been fullydecompressed.\n\nDiagnostic adjuncts for assessment of abdominal traumainclude computed tomography, focused assessment sonog-raphy in trauma, and diagnostic peritoneal lavage.\n\n238 CHAPTER 10 ● Pediatric Trauma\n\nThe advent of helical CT scanning allows for extremelyrapid and precise identification of injuries. CT scanning isoften used to evaluate the abdomen of children who havesustained blunt trauma and have no hemodynamic abnor-malities. CT scanning should be immediately available, per-formed early, and must not delay further treatment. Theidentification of intraabdominal injuries by CT scan in pe-diatric patients with no hemodynamic abnormalities canallow for nonoperative management by the surgeon. Earlyinvolvement of the surgeon is esse ntial to establish a basel*unethat will allow the surgeon to determine whether, and when,operation is indicated.\n\nInjured children who require CT scanning as an ad-junctive study often require sedation to prevent movementduring the scanning process. Thus, an injured child requir-ing resuscitation or sedation who undergoes CT scanshould be accompanied by a doctor skilled in pediatric air-way management and pediatric vascular access. CT shouldroutinely be perf ormed with contrast agents according tolocal practice.\n\nThe utility of FAST in managing pediatric patients remainsuncertain. Although comparatively few studies on the effi-cacy of ultrasound in children with abdominal injury havebeen reported, its use as an extension of the abdominal ex-amination in injured children is rapidly evolving, and it hasthe advantage that imaging may be repeated. Focused as-sessment sonography in trauma (FAST) can identify evensmall amounts of intraabdominal blood in pediatric traumapatients, a finding that is unlikely to be associated with sig-nificant injury. If large amounts of intraabdominal bloodare found, significant injury is more likely to be present.However, even in these patients, operative management isindicated not by the amowit of intraperitoneal blood, but byhemodynamic abnormality and its response to treatment.FAST is not consistently able to identify isolated intra-parenchymal injuries, which account for up to one-third ofsolid organ injuries in children.\n\nDiagnostic peritoneal lavage (DPL) may be used to de-tect intraabdominal bleeding in children with hemody-namic abnormalities who cannot be safely transported tothe CT scanner, or when CT and FAST are not readilyavailable. However, although DPL continues to be usedfor screening by some experts, CT is now considered thepreferred diagnostic study in most injured children, sincemost such patients have self -limited intraabdominal in-juries and no hemodynamic abnormalities. Moreover,FAST is a more rapid and less invasive means of detectingsignificant intraabdominal hemorrhage as comparedwith DPL. In addition, most patients with significant in-traabdominal bleeding will have hemodynamic abnor-\n\nmalities, and with few exceptions, should undergo emer-gency laparotomy.\n\nAs in adults, warmed crystalloid solution in volumesof 10 mL/kg (up to 1000 mL) is used for DPL. Because achild's abdominal wall is relatively thin compared with thatof an adult, uncontrolled penetration of the peritoneal cav-ity may produce iatrogenic injury to the abdominal con-tents, even when an open technique is used. DPL has utilityin diagnosing injuries to intraabdominal viscera only;retroperitoneal organs cannot be evaluated reliably by thistechnique.\n\nThe interpretation of a positive lavage is the same inboth children and adults. Aspiration of blood on catheterinsertion or more than 100,000 red cells per cubic millime-ter in the lavage effluent is considered a positive finding. AI-though the defi nition of a positive peritoneal lavage is thesame for children and adults, the presence of blood in theperitoneum does not in and of itself mandate laparotomyin a child who responds to resuscitation. The presence ofleukocytosis, feces, vegetable fibers, and/or bile in the lavageeffluent mandates laparotomy.\n\nOnly the surgeon who will care for the child should per-form the DPL, because DPL may interfere with subsequentabdominal examinations upon which the decision to operatemay in part be based.\n\nNONOPERATIVE MANAGEMENT\n\nSelective, nonoperative management of blunt abdominal in-juries in children is performed in many trauma centers, es-pecially those with pediatric capabilities. The presence ofintraperitoneal blood on CT, FAST, or DPL does not neces-s.arily mandate a laparotomy. It has been well demonstratedthat bleeding from an injured spleen, liver, or kidney gener-ally is self-limited. Therefore, a CT, FAST, or DPL that is pos-itive for blood alone does not mandate a laparotomy in achild with initial abnormal hemodynamics that are readilynormalized by fluid resuscitation. If the child's condition can-not be normalized hemodynamically and if the diagnostic pro.cedure performed is positive for blood, a prompt laparotomyto control hemorrhage is indicated.\n\nWhen nonoperative management is selected, these chil-dren millst be treated in a facility that offers pediatric inten-sive care capabilities and under the supervision of a qualifiedsurgeon with a special interest in and commitment to thecare of injured children. Intensive care must include con-tinuous pediatric nursing staff coverage, continuous moni-toring of vital signs, and immediate availability of surgicalpersonnel and operating room resources.\n\nThe chief indication for operative management in chil-dren who continue to have no hemodynamic abnormalitiesis a transfusion requirement that exceeds one-half the child'sblood volume, or 40 mL/kg, during the first 24 hours after in-jury. In most children who require operation for solid organ in-jury, the need presents itself early, within 6 to 12 hours.\n\nFrequent, repeated examinations by the surgeon are neces-sary to adequately assess the evolving status of the child.\n\nNonoperative management of confirmed abdominalvisceral injuries is a surgical decision made by surgeons, justas is the decision to operate. Therefore, the surgeon mustsupervise the trea tment of pediatric trauma patients.\n\nA number of abdominal visceral injuries are more commonin children than in adults. Duodenal hematoma results froma combina tion of thinner abdominal musculature and amechanism of injury such as a bicycle handlebar or an elbowstriking the child in the right upper quadrant. This injuryalso may be caused by child abuse. 1t is most often treatednonoperatively with nasogastric suction and parenteralnutrition.\n\nBlunt pancrea tic injuries occur from similar mecha-nisms, with their treatment dependent on the extent of in-jury. Small bowel perforations at or near the ligament ofTreitz are more comn10n in children than in adults, as aremesenteric, small bowel avulsion injuries. These particularinjuries are often diagnosed late because of the vague earlysymptoms and the potential for late perforation.\n\nBladder rupture is also more common in children thanin adults, because of the shallow depth of the child's pelvis.Penetrating injuries of the perineum, or straddle injuries、may occur with falls onto a prominent object, and may re-sult in intraperitoneal injuries because of the proximity ofthe peritoneum to the perineum. Rupture of a hollow viscusrequires early operative intervention.\n\nChildren who are restrained by a lap belt are at partic-ular risk for enteric disruption, especially if they have alap-belt mark on the abdominal wall or sustain a flexion-distraction (Chance) fracture of the lumbar spine. Any pa-tient with this mechanism of injury and these findingsshould be to have a high likelihood of injury topresumedthe gastrointestinal tract until proven otherwise.\n\nA child's spleen, liver, and kidneys are frequently dis-rupted in the face of a blunt force. It is uncommon for theseinjuries to require operative repair. It is not uncommon for\n\nDelays in the recognition of abdominal hollow vis-cus injury are possible, especially when the decisionis made to manage solid organ injury nonopera-tively. Such an approach to the management ofthese injuries in children must be accompanied by anattitude of anticipation, frequent reevaluation, andpreparation for immediate surgical intervention.These children should all be treated by a surgeon ina facility equipped to handle any contingencies in anexpeditious manner,\n\na child with hemodynamic abnormalities to present to theED and receive rapid crystalloid fluid resuscitation, with re-turn to hemodynamic normality. When an injury to theliver, spleen, or kidney is suspected, the child should 1in-dergo a CT scan. A child with grade 11 or higher injuries tot.hese organs is often admitted to the pediatric transitional orintensive care unit for continuous monitoring. Delayedhemorrhage from splenic rupture usually does not occur.The presence of a splenic blush on CT with intravenous con-trast does not mandate exploration. The decision to operatecontinuesto be based on the amount of blood lost as well asabnormal physiologic parameters.\n\nThe inf ormation provided in Chapter 6: Head Trauma, alsoapplies to pediatric patients. This section emphasizes addi-tional points specific to children.\n\nMost head injuries in the pedia tric population are theresult of motor vehicle crashes, bicycle crashes, and falls.Analysis of national pediatric trauma data repositories in-dicate that an understanding of the interaction between theCNS and extracranial injuries is imperative, because hy-potension and hypoxia from associated injuries have an ad-verse effect on the outcome from intracranial injury. Lackof attention to the ABCDEs and associated injuries signifi-cantly increases mortality from head injury. As in adults, hy-po tension is infrequently caused by head injury alone, andother explanations for this finding should be investigatedaggressively.\n\nThe brain of the child is anatomically different hom thatof the adult. It doubles in size in the first 6 months oflife andachieves 80% of the adult brain size by 2 years of age. Thereis increased water content of the brain up to 2 years of age.Neuronal plasticity is evident after birth and includes in-complete neuronal synapse formation and arborization, in-complete myelinization, and a vast number of neurochemicalchanges. The subarachnoid space is relatively smaller, andhence offers less protection to the brain because there is lessbuoyancy. Thus, head momentum is more likely to inipartparenchymal structural damage. Normal cere bral blood flowincreases progressively to nearly twice that of adult levels bythe age of 5 years, and then decrea.ses. This accounts in partfor children's severe susceptibility to cereb ral hypoxia.\n\n1. The outcome in children who suffer severe brain in-jury is better than that in adults. However, the out-\n\nChildren and adults may differ in their response to headtra uma, which may influence the evaluation of the injuredchild. The principal differences include:\n\n240 CHAPTER 10 · Pediatric Trauma\n\nmodified for children younger than 4 years (Table 10-5). Also see Appendix C: Trauma Scores: Revisedand Pediatric.\n\n8. Because increased intracranial pressure frequently de-velops in children, neurosurgical consultation to con-sider intracranial pressure monitoring should beobtained early in the course of resuscitation for chil-dren with:\n\n● A GCS score of 8 or less, or motor scores of 1 or 2\n\n● Mulliple injuries associated with brain injury thatrequire major volume resuscitation, immediate life-saving thoracic or abdominal surgery, or for whichstabilization and assessment is prolonged\n\nA CT scan of the brain that demonstrates evidenceof brain hemorrhage, cerebral swelling, or lransten-torial or cerebellar herniation\n\n9. Medication dosages must be adjusted as dictated bythe child's size and in consultation with a neurosur-geon. Drugs often used in children with head injuriesinclude:\n\n● Phenobarbital, |● to 20 mg/kg/dose\n\n● Phenytoin or fosphenytoin, 15 to 20 mg/kg, admin-istered at 0.5 to 1.5 mL/kg/min as a loading dose,then 4 to 7 mg/kg/day for maintenance\n\n● Diazepam, 0.1 to 0.2 mg/kg/dose; slow IV bolus\n\n● Mannitol, 0.5 to I.0 g/kg (rarely required); diuresiswith the use of mannitol or furosemide may worsenhypovolemia and should be withheld early in theresuscitation of children with head injury unlessthere are incontrovertible signs of transtentorialherniation\n\nTABLE 10-5 ■ Pediatric Verbal ScoreVERBAL RESPONSEV-SCOREAppropriate words or social smile, fixes and followsSCries, but consolable4Persistently irritable3Restless, agitated2None1\n\ncome in children younger than 3 years of age is worsethan a similar injury in an older child, Children areparticularly susceplible to the effects of the secondarybrain injury that may be produced by hypovolemia, ♥with altendanl reductions in cerebral perfusion, hy-poxia, seizures, or hyperthermia. The effect of thecombination of hypovolemia and hypoxia on the in-jured brain is devastating, but hypotension from hy-povolemia is the worst single risk factor. Adequate andrapid restoration of an appropriate circulating bloodvolume and avoidance of hypoxia are mandatory.2. Although itis an infrequent occurrence, hypotensionmay occur in small infants as the result of blood lossinto either the subgaleal or epidural space. This hypo-volemia, due to intracranial injury, occurs because ofopen cranial sutures and fontanelles in infants. Treat-ment is directed toward appropriate volume restora-tion, as is appropriate for blood loss from other bodyregions.3. The young child with an open fontanelle and mobilecranial sutures has more tolerance for an expandingintracranial mass lesion or brain swelling. Signs ofthese conditions may be hidden until rapid decom-pensation occurs. Therefore, an inf ant who is not in acoma but who has bulging fontanelles or suture dia-stases should be treated as having a more severe in-jury. Early neurosurgical consultation is essential.4. Vomiting and even amnesia are common after braininjury in children and do not necessarily imply in-creased intracranial pressure. However, persistentvomiting or vomiting that becomes more frequent isa concern and mandates CT of the head. Gastricdecompression is essential, because of the risk ofaspiration.5. Impact seizures-that is, seizures that occur shortlyafter brain injury-are more common in children andare usually self-limited. All seizure activity requiresinvestigation by CT of the head.6. Children tend to have fewer focal mass lesions thando adults, but elevated intracranial pressure due tobrain swelling is more common. Rapid restoration ofnormal circulating blood volume is necessary. Somepractilioners fear that restoration of a child's circulat-ing blood volume places the child at greater risk forworsening of the existing head injury. However, theopposite is true. If hypovolemia is not correctedpromptly, the outcome from head injury is madeworse because of secondary brain injury. EmergencyCT is vital to identify children who require emergencyoperation.7. The GCS is useful when applied to the pediatric agegroup. However, the verbal score component must be\n\nSPINAL CORD INJURY 241\n\nManagement of traumatic brain injury in children involves:\n\n1. Rapid, early assessment and management of theABCDEs\n\n2. Appropriate neurosurgical involvement from the be-ginning of treatment\n\n3. Appropriate sequential assessment and management ofthe brain injury with attention directed toward the pre-vention of secondary brain injury -that is, hypoxiaand hypoperfusion. Early endotracheal intubation withadequate oxygenation and ventilation are indicated toavoid progressive CNS damage. Attempts to orally in-tubate the trachea in an uncooperative, child with abrain injury may be difficult and actually increase in-tracranial pressure. In the hands of doctors who haveconsidered the risks and benefi.ts of intubating suchchildren, pharmacologic sedation and neuromuscularblockade may be used to facilitate intubation.\n\n4. Continuous reassessment of all parameters SeeSkill Station IX: Head and Neck Trauma: Assessmentand Management.\n\nThe information provided in Chapter 7: Spine and SpinalCord Trauma also applies to pediatric patients. This sectionemphasizes points specific to pediatric spinal injury.\n\nSpinal cord injury in children is fortunately uncom-mon-only 5% of spinal cord injuries occur in the pediatricage group. For children younger than 10 years of age, motorvehicle crashes most commonly produce these injuries, Forchildren aged 10 to 14 years, motor vehicles and sportingactivities account for an equal number of spinal injuries.\n\nThe anatomic differences in children to be considered withregard to spinal injury include:\n\nANA TOMIC DIFFERENCES\n\n1. Interspinous ligaments and joint capsules are moreflexible.\n\n2. Vertebral bodies are wedged anteriorly and tend toslide forward with flexion.\n\n3. The facet joints are fl.at.\n\n4. The child has a relatively large head compared withthe neck. Therefore, the angular momentum forcesapplied to the upper neck are relatively greater than inthe adult.\n\nRADIOLOGIC CONSIDERA TIONS\n\nPscudosubluxation frequently complicates the radiographicevaluation ofa child's cervical spine. About 40% of childrenyounger than 7 years of age show anterior displacement ofC2 on C3, and 20% of children up to 16 years exhibit thisphenomenon. This radiographic finding is seen less com-monly at C3 to C4. More than 3 mm of movement may beseen when these joints are studied by fl.exion and extensionmaneuvers.\n\nWhen subluxation is seen on a lateral cervical spine X-the doctor must ascertain whether this is a pseudosub-ray,luxation or a true cervical spine injury. Pseudosubluxationof the cervical vertebrae is made more pronounced by theflexion of the cervical spine that occurs when a child liessupine on a hard surface. To correct this radiographic anom-aly, place the child's head in a neutral position by placing al-inch-thick layer of padding beneath the entire body fromshoulders to hips, but not the head, and repeat the x-ray.(See Figure 10-2.) Cervical spine injury usually can be iden-tified from neurologic examination findings and by detec-tion of an area of soli tissue swelling, muscle spasm, or astep-oft deformity on careful palpation of the posterior cer-vical spine.\n\nAn increased distance between the dens and the ante-rior arch of C1 occurs in approximately 20% of young chil-dren. Gaps exceeding the upper limit of normal for the adultpopulation are seen frequently.\n\nSkeletal growth centers can resemble fractures. Basi-lar odontoid synchondrosis appears as a radiolucent areaat the base of the dens, especially in children younger than5 years. Apical odontoid epiphyses appear as separationson the odontoid x-ray and are usually seen between theages of 5 and ] 1 years. The growth center of the spinousprocess can resemble fractures of the tip of the spinousprocess.\n\nChildren may sustain \"spinal cord injury without ra-diographic abnormalities\" (SCIWORA) more commonlythan adults. A normal cervical spine series may be foundin up to two-thirds of children who have suffered spinalcord injury. Thus, if spinal cord injury is suspected,based on history or the results of the neurologic exami-nation, normal spine x-ray examination does not ex-clude signiticant spinal cord injury. When In doubt aboutthe integrity of the cervical spine or spinal cord, assumethat an unstable injury exists, maintain immobilization ofthe child's head and neck, and obtain appropriate consul-tation.\n\nSpinal cord injury in children is treated in thesame way as spinal cord injuries in adults. Consultationwith a neurosurgeon should be obtained early. SeeChapter 7: Spine and Spinal Cord Trauma, Skill StationX: X-Ray Identification of Spine Injuries, and Skill Sta-tion XI: Spinal Cord Injury: Assessment and Manage-ment.\n\nThe initial priorities in the management of skeletal traumain the child are similar to those for the adult, with additionalconcerns about potential injury to the growth plate. SeeChapter 8: Musculoskeletal Trauma.\n\nHistory is of vital importance. In younger children, x-raydiagnosis of fractures and dislocations is ditficult becauseof the lack of mineralization around the epiphysis andthe presence of a physis (growth plate). Informationabout the magnitude, mechanism, and time of the injuryfacilitates better correlation of the physical and x-raytindings. Radiographic evidence of fractures of differingages should alert the doctor to possible child abuse, asshould lower-extremity fractures in children who are tooyoung lo walk.\n\nBlood loss associated with long-bone and pelvic fracturesis proportionately less in children than in adults. Bloodloss related to an isolated closed femur fra cture that istreated appropriately is associated with an average fall inhematocrit of 4 points, which is nol enough to causeshock. Hemodynamic instability in the presence of an iso-lated femur fracture should prompl evaluation for othersources of blood loss, which usually will be found withinthe abdomen.\n\nSPECIAL CONSIDERATIONS OFTHE IMMATURE SKELETON\n\nBones lengthen as new bone islaid down by the physis nearthe articular surf aces. Injuries to, or adjacent to, this area be-\n\n● Many orthopedic injuries in children produce onlysubtle symptoms, and positive findings on physi-cal examination are difficult to detect.● Any evidence of unusual behavior-for example, achild who refuses to use an arm or bear weight onan extremity, must be carefully evaluated for thepossibility of an occult bony or soft tissue injury.· The parents are often the ones who note behaviorthat is out of the ordinary for their child.· The doctor must remember the potential for childabuse. The history of the injury event should beviewed suspiciously when the findings do not cor+roborate the parent's story.\n\nfore the physis has closed may potentially retard the normalgrowth or alter the development of the bone in an abnormalway. Crush injuries to the physis, which are often difficultlo recognize radiographically, have the worst prognosis.\n\nThe immature, pliable nature ofbones in children maylead to a so-called greenstick fracture. Such fractures are in-complete, with angulation maintained by cortical splinterson the concave surface. The torus, or\"buckle,\" fracture, seenin small children, involves angulation due to cortical im-paction with a radiolucent fracture line. Both types of frac-tures may suggest abuse in patients with vague, inconsistent,or conflicting histories. Supracondylar fractures at the elbowor knee have a high propensity for vascular injury as well asinjury to the growth plate.\n\nPRINCIPLES OF IMMOBILIZATION\n\nSimple splinting of fractured extremilies in children usually issufficient until definitive orthopedic evaluation can be per-formed. Injured extremities with evidence of vascular com-promise require emergency evaluation to prevent the adversesequelae of ischemia. A single attempl to reduce the fracturelo restore blood flow is appropriate, followed by simple splint-ing or traction splinting of the femur, See Skill StationXII: Musculoskeletal Trauma: Assessment and Management.\n\nThe Battered, Abused Child\n\n? How do 1 recognize abuse injuries?\n\nAny child who sustains an intentional injury as the resultof acts by parents, guardians, or acquaintances is consid-ered to be a battered, abused child. Homicide is the mostcommon cause of injury death in the first year of life.Therefore, a history and careful evaluation of the child inwhom abuse is suspected is critically important toprevent eventual death, especially in children who areyounger than 1 year of age. A doctor should suspectabuse if:\n\n1. A discrepancy exists between the history and the de-gree of physical injury -for example, a young childloses consciousness after falling from a bed OF sofa,fractures an extremity during play with siblings orother children, or sustains a lower-extremity fracturebut is too young to walk.\n\n2. A prolonged interval has passed between the time ofthe injury and presentation for medical care.\n\n3. The history includes repeated trauma, treated in thesame or different EDs.\n\n4. The history ofinjury changes or is different betweenparents or guardians.\n\n5. There is a history of hospital or doctor \"shopping.\n\n6. Parents respond inappropriately to or do not complywith medical advice-for example, leaving a child un-attended in the emergency facility.\n\nThe following findings, on careful physical examina-tion, should suggest child abuse and indicate more inten-sive investigation:\n\n1. Multicolored bruises (bruises in ditf erent stages ofhealing)2. Evidence of frequent previous injuries, typified by oldscars or healed fractures on x-ray examination3. Perioral injuries4. Injuries to the genital or perianal area5. Fractures of long bones in children younger than 3years of age6. Ruptured internal viscera without antecedent majorblunt trauma7. Multiple subdural hematomas, especially without afresh skull fracture8. Retinal hemorrhages9. Bizarre injuries, such as bites, cigarette burns, or ropemarks10. Sharply demarcated second- and third-degree burnsin unusual areas\n\nIn many nations, doctors are bound by law to reportin-cidents of child abuse to governmental authorities, evencases in which abuse is only suspected. Abused children areal increased risk for fatal injuries, and no one is served byfailing to report. The system protects doctors from legal li-ability for identifying confirmed or even suspicious cases ofabuse. Although the reporting procedures may vary, it ismost commonly handled through local social service agen-cies or the state's health and human services department.The process of reporting child abuse assumes greater im-portance when one realizes that 50% of abused childrenwho die or are dead on arrival at the hospital were victimsof previous episodes of abuse that went unreported or werenot taken seriously.\n\nThe greatest pitlall related to pediatric trauma is failureto haveprevented the child's injuries in the first place. Up to 80% ofchildhood injuries could have been prevented by the applica-tion of simple strategies in the home and the community. TheABCDEs of injury prevention have been described, and war-rant special attention in a population among whom the life-time benetits of successful injury prevention are self-evident(Box 10-1). Not only is the social and familial disruption as-sociated with childhood injury avoided, but for every dollarinvested in injury prevention, four dollars are saved in hospi-tal care.\n\nBox 10- 1ABCDEs of Injury Prevention\n\n● Analyze injury data�Local injury surveillance\n\n● Build local coalitions-Hospital community partnerships\n\nDevelop prevention activitiesCreate safer environments\n\n● Evaluate the interventions-Ongoing injury surveillance\n\n● Communicate the problem-Injuries are preventable\n\nSourcet Pressley J, Barlow B, Durkin M, Jacko SA, Roca-Dominguez D. Johnson L. A national program for injury prevention inchildren and adolescents: the Injury Free Coalition for Kids. 」 Urban Health 2005;82:389-402.\n\nUnique characteristics of children include important differences in anatomy, body sur-face area, chest wall compliance, and skeletal anatomy. Normal vital signs vary signifi-cantly with age.\n\nInItial assessment and management of severely injured children is guided by the ABCDEapproach. Early involvement of a general surgeon or pediatric surgeon is imperative inthe management of injurtes in a child. Nonoperative management of abdominal visceralinjuries should be performed only by surgeons in facilities equipped to handle any con-tingency in an expeditlous manner.\n\nChild abuse should be suspected if suggested by suspicious findings on history or phys-ical examination. These include discrepant history, delayed presentation, frequent priorinjuries, and perineal injuries.\n\n10. Hannan E, Meaker P. Fawell L,et al. Predicting in patient mor-tality for pediatric blunt trauma patients: a better alternative.1 Pediatr Surg 2000;35:155-159.11. Harris BH, Schwaitzberg SD, Seman TM, et al. The hiddenmorbidity of pedialric trauma. / Pediatr Surg 1989;24:103-106.12. Herzenberg JE, Hensinger RN, Dedrick DE、 et al. Emergencytransport and positioning of young children who have an in-jury of the cervical spine. / Bone Joint Surg Am 1989:71:1522.13. Holmes JF, Brant WE, Bond WF, Sokolove PE、 KuppermannN. Emergency department ultrasonography in the evaluationof hypotensive and normotensive children with blunt abdom-inal trauma./ Pediatr Surg 2001;36(7):968-973.14. Holmes JF、 London KL, Brant WE, Kuppermann N. Isolatedintraperitoneal fluid on abdominal computed lomography inchildren with blunt traunia. Acad Emerg Med 2000;7(4): 335-3:11.15. Lutz N, Nance ML, Kallan MJ, Arbogast KB, Durbin DR, Win-ston FK. Incidence and clinical significance of abdominal wallbruising in restrained children involved in motor'vehiclecrashes. J Pediatr Surg 2004;39(6):972-975.16. Mulabagani KH、 Coley BD, Zumberge N, ct al. Preliminary ex-perience with focused abdominal sonography for Irauma(FAST) in children: is it useful? / Pediatr Surg 1999;34:48-54.17. National Safety Council. Injury Facts. ltasca, IL: NationalSalety Council; 2007.18. Paddock HN, Tepas 小 Ramenofsky Ml.. Management of bluntpediatric hepatic and splenic injurv: similar process. differentoutcome. Am Surg 2004;70:1 068 -1072.\n\n1. Carney NA, Chesnut R, Kochanek PM, et al. Guidelines for theacute medical management of severe Iraumatic brain injuryin infants, children, and adolescents. / Trauma 2003;54:S235-S310.2. Chesnut RM, Marshall LF, et al, The role of secondary brainmjury in determining outcome from severe head injury. /Trauma 1993;43:216-222.3. Cloutier DR, Baird TB, Gormley P, McC arlen KM, Bussey JG,Luks Fl. Pediatric splenic injuries with a contrast blush: suc+cessful nonoperative management without a ngiography andembolization. 1 Pediatr Surg 2004;39(6):969-971.4. Cooper A, Barlow B, DiScala C, et al. Mortality and truncalin-jury: the pediatric perspective. 1 Pediatr Surg 1994;29:33.5. Cooper A, Barlow B, DiScala C. Vital signs and trauma mor-tality. the pediatric perspective. Pediatr Emerg Care2000;16:66.6. Corbett SW, Andrews HG, Baker EM、 Jones WG. ED evalua-lian of the pediatric trauma patient by ultrasonography. Am JEnterg Med 2000:18(3):244-249.7. DiScala C, Sage R, Li G,etal. Child abuse and unintentional in-juries. Arch Pediatr Adolesc Med 2000;154:16-22.8. Emery KH, McAneney CM, Racadio JM, Johnson ND, EvoraDK, Garcia VF. Absent peritoneal fluid on screening traumaull rasonography in children: a prospective comparison withcomputed tomography. / Pediatr Surg 2001;36(4):565-569.9. Gerardi MI, Sacchett AD、 Cantor RM, et al. Rapid-sequenceintubation of the pediatric patient. Ann Emerg Med1996;28:55-74.\n\n19. Patel JC, Tepas JJ. The eft icacy of focused abdominal sonogra-phy for trauma (FAST) as a screening tool in the assessment ofinjured children. J Pediatr Surg 1999;34:44-47.20. Pershad 1, Gilmore B. Serial bedside emergency ultrasound ina case of pediatric blunt abdominal Irauma with severe ab-dominal pain. Pediatr Emerg Care 2000:16(5):375-376.21. Pigula FA, Wald SL, Shackford SR, el al. The effect of hy-potension and hypoxia on children with severe head injuries./ Pediatr Surg 1993;28:310-316.22. Pressley ), Barlow B, Durkin M, Jacko SA, Roca-Dominguez D,Johnson L. A national program for injury prevention in chil-dren and adolescents: the Injury Free Coalition for Kids. 1Urban Health 2005;82:389-402,23. Rathaus V, Zissin R, Werner M, et al. Minimal pelvic fluid inblunt abdominal trauma in children: the significance of thissonographic tinding. JPediatr Surg 2001:36(9):1387-1389.24. Rogers CG, Knight V+ MacUra KJ. High-grade renal injuries inchildren-is conservative management possible? Urology2004;64:574-9.25. Schwaitzberg SD, Bergman KS, Harris BW. A pediatric traumamodel of continuous hemorrhage. / Pediatr Surg 1988;23:605-609.\n\n26. Soudack M, Epelman M, Maor R, et al. Experience with fo-cused abdominal sonography for trauma (FAST) in313 pedi-atric patients. J Clin Ultrasound 2004;32(2):53-61.27. Soundappan SV, Holland AJ, Cass DT, Lam A. Diagnostic ae-curacy of su rgeon-performed focused abdominal sonography(FAST) in blunt paediatric trauma. Injury 2005;36(8):970-975.28. Stylianos S. Compliance with evidence-based guidelines inchildren with isolated spleen or liver injury: a prospectivestudy. 1 Pediatr Surg2002;37:453-456.29. Suthers SE, Albrechi R, Foley D, ct al. Surgeon-directed ultra-sound for lrallma is a predictor of intra-abdominal injury inchildren. Ant Surg2004,70(2):164-167; discussion 167-168,30. Tepas IJ, DiScala C, Ramenot sky ML, et al. Mortality and headinjury: the pediatric perspective. J Pediatr Surg 1990,25:92-96.31. Tepas 1], Ramenofsky ML, Mollitt DL, el al. The PediatricTrauma Score asa predictor ofinjury severity: an objective as-sessment. / Trauma 1988;28:425-429.32. van der Sluis CK,Kingma J, Eisma WH, ten Duis HIJ. Pediat ricpolytrauma: short-term and long-term oulcomes. 1 Trauma1997:43(3):501-506.\n\nObjectivesIntroductionTypes and Patterns of InjuryAirwayBreathing and Ventilation\n\nCirculationChanges with AgingEvaluation and Management\n\nDisability: Brain and Spinal Cord InjuryChanges with AgingEvaluation and Management\n\nOther SystemsMusculoskeletal SystemNutrition and MetabolismImmune System and Infections\n\nSpecial CircumstancesMedicationsElder AbuseEnd-of-Life Decisions\n\nChapter SummaryBibliography\n\nUpon completion of this topic, the student will demonstratethe ability to apply the principles of trauma care to acutely in-jured geriatric patients. Specifically, the doctor will be able to:\n\n1Identify the unique characteristics of elderly trauma patients, including common types of in- jury, patterns of injury, and their anatomic and physiologic differences.2Describe the primary management of critical in- juries in geriatric patients, including related issues unique to geriatric patients, emphasizing the anatomic and physiologic differences from younger patients and their impact on resuscita- tion.Airway management Breathing and ventilationShock, fluid, and electrolyte management Central nervous system and cervical spine in- juries common causes and signs of elder3Identify abuse, and formulate a strategy for managing situations of elder abuse."
}