{
  "title": "Atls%208Th%20Edition Ch07 Spine And Spinal Cord Trauma(157-186페이지)",
  "full_text": "ObjectivesIntroduction\n\nScalpSkullMeningesBrainVentricular SystemTentorium\n\nPhysiologyIntracranial PressureMonro-Kellie DoctrineCerebral Blood Flow\n\nClassifications of Head InjuriesMechanism of InjurySeverity of InjuryMorphology\n\nManagement of Minor Brain Injury(GCS Score 13-15)\n\nManagement of Moderate Brain Injury(GCS Score 9-12)\n\nManagement of Severe Brain Injury (GCS Score 3-B)Primary Survey and ResuscitationSecondary SurveyDiagnostic Procedures\n\nMedical Therapies for Brain InjuryIntravenous FluidsHyperventilationMannitolS teroidsBarbituratesAnticonvulsants\n\nUpon completion of this topic, the student will demonstratethe ability to apply the techniques of assessment and explainthe emergency management of head trauma. Specifically, thedoctor will be able to:\n\n1Describe basic intracranial physiology.2Evaluate patients with head and brain injuries.3Perform a focused neurologic examination.4Explain the importance of adequate resuscitation in limiting secondary brain injury.5Determine the need for patient transfer, admis- sion, consultation, or discharge.\n\nScalp WoundsDepressed Skull FracturesIntracranial Mass LesionsPenetrating Brain Injuries\n\nPrognosisBrain DeathChapter SummaryBibliography\n\nHead injuries are among the most common types of traumaseen in North American emergency departments (EDs),with an estimated I million cases seen annually. Many pa-tients with severe brain injuries die before reaching a hos-pital, and almost 90% of prehospital trauma-related deathsinvolve brain injury. About 70% of patients with brain in-juries who receive medical attention can be categorized ashaving minor injuries, 15% as moderate, and 15% as severe.In 2003 there were an estimated 1,565,000 traumatic braininjuries (TBIs) in the United States, including 1,224,000 EDvisits, 290,000 hospitalizations, and 51,000 deaths. Survivorsof TBI are oflen lefl with neuropsychologic impairmentsthat result in disabilities affecting work and social activity.Every year, an estimated 80,000 to 90,000 people in theUnited States experience the onset of long-term disabilityfrom brain injury. In an average European country (Den-million inhabitants suffer moderate to se-mark), 363 pervere head injuries yearly, with more than one-third of theserequiring brain injury rehabilitation. Therelore, even a smallreduction in the mortality and morbidity resulting frombrain injury should have a major impact on public health.\n\nThe primary focus of treatment for patients in whom asevere brain injury is suspected should be to prevent sec-ondary brain injury. Providing adequa te oxygenation andmaintaining a blood pressure that is sufficient to perfuse thebrain are the most important ways to limit secondary braindamage and thereby improve the patient's outcome. Subse-quent to managing the ABCDEs, identification of a mass le-sion requiring surgical evacuation is critical, and this is bestachieved by immediately obtaining a computed tomo-graphic (CT) scan of the head. However、 obtaining a CTscan should not delay patient transfer to a trauma center ca-pable of immediate and definitive neurosu rgical interven-tion.\n\nThe triage of a patient with brain injury depends on theseverity of the injury and the facilities available within a par-ticular community. For facilities without neurosurgical COV-erage, prearra nged transfer agreements with higher-levelfacilities should be in place. Consultation with a neurosur-geon early in the course of treatment is stron gly recom-mended, especially if the patient is comatose or brain injuryis otherwise suspected.\n\nIn consul.ting a neurosurgeon about a patient with abrain injury, the following information is relayed:\n\nAge of pati en t and mechanism and time of injury\n\n● Resp iratory and cardiovascular status ( particularlyblood pressure and oxygen saturation)\n\n● The neurologic examination, consisting of the Glas-gow Coma Scale (GCS) score (with particular cm-phasis on the motor response) and pupil size andreaction to light\n\n● Presence and type of associated injuries· Results of diagnostic studies, particularly CT scan(ifavailable)● Treatment of hypotension or hypoxia\n\nDo not delay patient transfer to obtain a CT scan or otherdiagnostic tests.\n\n? What are the unique features of brainanatomy and physiology, and how dothey affect patterns of brain injury?\n\nA review of cranial anatomy includes the scalp, skull,meninges, brain, ventricular system, cerebrospinal lluid, andten torium (Figure 6-1).\n\nThe scalp is made up of five layers of tissue (mnemonic:SCALP) that cover the skull: (1) skin, (2) connective tissue,(3) aponeurosis or galea aponeurotica, (4) loose areolar tis-sue, and (5) pericranium. Loose areolar lissue separates thegalea from the pericranium and is the site of subgalealhematomas. Because of the scalp's generous blood supply,scalp lacerations may result in major blood loss, especially ininfants and children.\n\nThe sku 11 is composed of the cran ia] vault (calvaria) and thebase. The calvaria is especially thin in the temporal regions,but is cushioned here by the temporalis muscle. The base ofthe skull is irregular, which may contribute to injury as thebrain moves within the skull during acceleration and decel-\n\n■ Figure 6-1 Overview of Cranial Anatomy.\n\neration. The floor of the cranial cavity is divided into threedistinct regions: the anterior, middle, and posterior cranialfossae. Simply put, the anterior fossa houses the frontallobes, the middle fossa the temporal lobes, and the poste-rior fossa the lower brainstem and the cerebellum.\n\nThe meninges cover the brain, and consist of three layers:the dura mater, arachnoid, and pia mater (Figure 6-2). Thedura materis a tough, fibrous membrane that adheres firmlyto the internal surface of the skull. At specilic sites the durasplits into (wo leaves that enclose the large venous sin usesthat provide the major venous drainage from the brain. Themidline superior sagittal sinus drains into the bilateral trans-verse and sigm oid sinuses, which are usually larger on theright side. Laceration of these venous sinuses may result inmassive hemorrhage.\n\nMeningeal arteries lie between the dura and the inter-nal surface of the skull ( the epidural space). Overlying skullfractures may lacerate these arteries and cause an epiduralhematoma. The most commonly injured meningeal vesselis the middle meningeal artery, which is located over thetemporal fossa. An expanding hematoma from arterial in-jury in this location may lead to rapid deterioration anddeath. Epidural hematomas may also result from injury todural sinuses and from skull fractures, which tend to expandmore slowly and to put less pressure on the underlyingbrain. However, most epidural hematomas represent a life-threatening emergency, and must be evaluated hy a neuro-surgeon as soon as possible.\n\nBeneath the dura is a second meningeal layer, the thintransparent arachnoid membrane. Because the dura is notattached to the underlying arachnoid, a potential space be-tween these layers exists (the subdural space), into whichhemorrhage may occur. In brain injury, bridging veins that\n\n134 CHAPTER 6 · Head Trauma\n\n■ Figure 6-2 The Meninges. The meninges cover the brain and consist of three layers: the dura mater, arachnoid,and pia mater.\n\ntravel from the surface of the brain to the venous sinuseswithin the dura may tear,leading to the formation of a sub-dural hematoma.\n\nThe third layer, the pia mater, is firmly attached to thesurface of the brain. Cerebrospinal Iluid (CSF) fills the spacebetween the watertight arachnoid and the pia mater (thesubarachnoid space), cushioning the brain and spinal cord.Hemorrhage into this fluid-filled space (subarachnoid hem-orrhage) is frequently seen in brain contusion or injury tomajor blood vessels atthe base of the brain.\n\nThe brain consists of the cerebrum, cerebellum, and brain-stem (see Figure 6-l). The cerebrum is composed of right andleft hemispheres that are separated by the falx cerebri-adownward dural reflection from the inferior as.pect of themidline superior sagittal sinus. The left hemisphere containsthe language centers in virtually all right-handed people and\n\nin more than 85% ofleft-handed people. The hemisphere thatcontains the language centers is referred to as the dominanthemisphere. The frontal lobe controls executive function,emotions, motor function, and, on the dominant side, ex-pression of speech (motor speech areas). The parietal lobe di-rects sensory function and spatial orientation. The temporallobe regulates certain memory functions. In virtually all right-handed and the majority of left-handed people, the left tem-poral lobe contains areas responsible for speech reception andintegration. The occipital lobe is responsible for vision.\n\nThe brainstem is composed of the midbrain, pons, andmedulla. The midbrain and upper pons contain the reticu-lar activating system, which is responsible for the state ofalertness. Vital cardiorespiratory centers reside in themedulla, which continues on to form the spinal cord. EvensmaU lesions in the brainstem may be associated with severeneurologic deficits.\n\nThe cerebellum, responsible mainly for coordinationand balance, projects posteriorly in the posterior fossa and\n\nforms connections with the spinal cord, brainstem, and ul-timately, the cerebral hemispheres.\n\n`I`he ventricles are a system of CSF-filled spaces and aque-ducts within the brain. Located in the roof of the left andright lateral ventricles and midline third ventricle is a lacystructure called the choroid plexus. The choroid producesCSF at a rate of approxi mately 20 mL/hr. The CSF circulatesfrom the lateral ventricles of the brain through the foram-ina of Monro, the third ventricle, and the aqued ucl ofSylvius into the fourth ventricle in the posterior fossa. It thenexits from the ventricular system into the subarachnoidspace overlying the brain and spinal cord and is reabsorbedinto the venous circulation through arachnoid granulationsthat project into the superior sagittal sinus. The presence ofblood in the CSF may impair CSF reabsorption, resulting inincreased intracranial pressure and enlarging ventricles(posttraumatic communicaling hydrocephalus). Edema andmass lesions (eg, hematomas) may cause etfacement orshifting of the usually symmetric ventricles that can be eas-ily identified on CT scans of the brain.\n\nThe tentorium cerebelli divides the head into the supra-tentorial compartment (comprising the anterior and mid-dle lossae of the skull) and the infratentorial compartment(containing the posterior fossa ). The midbrain connectsthe cerebral hemispheres to the rest of the brainstem (ponsand medulla oblongata) as it passes through a large aper-ture in the tentorium known as the tentorial incisura. Theoculomotor (cranial nerve III) nerve runs along the edgeof the lentorium and may become compressed against itduring temporal lobe herniation, which most commonlyresults from a supratentorial mass or edema. Parasympa-thetic fibers that constrict the pupil lie on the surface ofthe third cranial nerve. Compression of these superficiallibers during herniation causes pupillary dilation due tounopposed sympathetic activity, often referred lo as a\"blown\" pupil.\n\nThe part of the brain that usually herniates through thetentorial notch is the medial parl of the temporal lobe,known as the uncus. Uncal herniation also causes compres-sion of the corticospinal (pyramidal) tract in the midbrain.The motor tract crosses to the opposite side at the foramenmagnum, SO compression at the level of the midbrain re-sulls in weakness of the opposite side of the body (con-tralateral hem iparesis). Ipsilateral pupillary dilationassociated with contralateral hemiparesis is the classic syn-drome of uncal herniation. Infrequently, the mass lesionmay push the opposite side of the midbrain against the len-torial edge, resulting in hemiparesis and a dilated pupil onthe same side as the hematoma (Kernohan's notch syn-drome).\n\nPhysiologic concepts that relate to head trauma include in-tracranial pressure, the Monro-Kellie doctrine, and cerebralblood flow.\n\nSeveral pathologic processes that affect the brain may causeelevation of intracranial pressure (ICP). Elevated ICP mayreduce cerebral perf usion and cause or exacerbate ischemia.The normal ICP in the resting state is approximately 10 mmHg. Pressures greater than 20 mm Hg, particularly if sus-tained and refractory to treatment, are associated with pooroutcomes.\n\n`I`he Monro-Kellie Doctrine is a simple, yet vitally impor-tant, concept related lo the understanding of ICP dynam-ics. It states that the total volume of the intracranial contentsmusl remain constant, because the cranium is a rigid, non-expansile container. Venous blood and cerebrospinal fluidmay be compressed out of the container, providing a degreeof pressure buffering (Figure 6-3 and Figure 6-4). Thus, veryearly alter injury, a mass such as a blood clot may enlargewhile the ICP remains normal. However, once the limit ofdisplacement of CSF and intravascular blood has beenreached, ICP rapidly increases.\n\nFigure 6-3 Volume-Pressure Curve. The intracra-nial contents are initially able to compensate for a newintracranial mass, such as a subdural or epiduralhematoma. Once the volume of this mass reaches acritical threshold, a rapid increase in intracranialpressure often occurs, which can lead to reduction orcessation of cerebral blood flow.\n\nNormal state - ICP normal\n\nCompensated state - ICP normal\n\nDecompensated state - ICP elevated\n\n■ Figure 6-4 The Monro-Kellie Doctrine regarding intracranial compensation for expanding mass. The volumeof the intracranial contents remains constant. If the addition of a mass such as a hematoma results in the squeezingout of an equal volume of CSF and venous blood, the ICP remains normal. However. when this compensatory mecha-nism is exhausted, there is an exponential increase in ICP for even a small additional increase in the volume of thehematoma, as shown in Figure 6-4. (Adapted with permission from Narayan RK: Head Injury, in Grossman RG,Hamilton WJ (eds): Principles of Neurosurgery. New York, Raven Press, 1991.)\n\nIn healthy adults, cerebral blood flow (CBF) is 50 to 55mL/I 00 g of brain tissue per minute. In children, CBF maybe much higher, depending on age.At 1 year of age, CBF ap-proximates adult levels, but at 5 years of age, normal CBF isapproximately 90 mL/100 g/min and then gradually declinesto adult levels by the mid to late teens.\n\nBrain injury severe enough to cause coma may cause amarked reduction in CBF during the first few hours afterinjury. lt usually increases over the next 2 to 3 days, but forpatients who remain comatose, CBF remai.ns below normal\n\nfor days or weeks after injury. There is increasing evidencethat such low levels of CBF are inadequate to meet the meta-bolic demands of the brain early after injury and that re-gional, even global, cerebral ischemia is common.\n\nThe precapillary cerebral vasculature normally has theability to reflexively constrict or dilate in responseto changesin cerebral perfusion pressure (CPP), which for clinical pur-poses is defined as mean arterial blood pressure minus LN-tracranial pressure. A CPP of 50 to 150 mm Hg is requiredlo maintain a constant CBF (pressure autoregulation). Thesevessels also normally constricl or dilate in response tochanges in the PaO2 or Paco2 of the blood (chemical au~\n\ntoregulation). Severe traumatic brain injury may disruptboth of these autoregulatory mechanisms.\n\nConsequently, the traumatized brain is vulnerable to is-chemia and infarction due to the severe reduction in bloodflow caused by the traumatic insult itsel.f. This preex istingischemia may easily be exacerbated by the secondary insultsof hypotension, hypoxia, and hypocapnia、 such as thatcaused iatrogenically by overly aggressive hyperventilation.Therefore, every effort should be made to enhance cerebralperfusion and blood flow by reducing the elevated ICP, main-taining normal intravascular volume, maintaining a normalmean arterial blood pressure (MAP), and restoring normaloxygenation and normocapnia. Hematomas and other le-sions that increase intracranial volume should be evacuatedearly. Maintaining the cerebral perfusion pressure above 60mm Hg helps to improve CBF (although significantlyhigher pressures have been implicated in worsening pul-monary outcomes). Once compensatory mechanisms areexhausted and there is an exponential increase in ICP, brainperfusion is compromised, especially in patients with hy-potension. Additional insults contribute to the potentiallydevastating \"secondary injury\" that may occur in otherwise\n\nsalvageable brain tissue during the first few days after se-vere TBI. This pathophysiologic state is characterized byprogressive inflammation, vascular permeabil ity, and braintissue edema, culminating in intractably elevated ICP anddeath.\n\nHead injuries are classified in several ways. For practical pur-poses, the following three descriptions are useful: (1) mech-anism, (2) severity, and (3) morphology (Table 6-1).\n\nBrain injury may be broadly classitied as blunt or penetrat-ing. For practical purposes, the term blunt brain injury usu-ally is associated with automobile collisions, fal.ls, andassaults with blunt weapons. Penetrating brain injury usu-ally results from gunshot and stab wounds.\n\nTABLE 6-1 ■ Classifications of Brain InjuryMechanism · Blunt · PenetratingHigh velocity (automobile collision) Low velocity (fall, assault) Gunshot wounds Other penetrating injuriesSeverity ● Minor · Moderate · SevereGCS score 13-15 GCS score 9 12 GCS score 3-8Morphology ● Skull fractures ● Vault ● BasilarLinear V5, stellate Depressed/nondepressed Open/closed With/without CSF leak With/without seventh-nerve palsyIntracraniat lesions ● Focal · DiffuseEpidural Subdural Intracerebral Concussion Multiple contusions Hypoxic/ischemic injury\n\nAdapted with permission from Valadka AB, Narayan RK. Emergency room management of the head-injured patient. In: Narayan RK,Wilberger JE. Povllshock JT. eds. Neurotrauma. New York, NY: McGraw-Hill; 1996;120,\n\n138 CHAPTER 6 ● Head Trauma\n\nThe GCS score is used as an objective clinical measure oftheseverity of brain injury. Patients who open their eyes sponta-neously, obey commands, and are oriented score a total of 15points on the GCS, whereas Ilaccid patients who do notopentheir eyes or vocalize sounds score the minimum (3 points)(Table 6-2). A GCS score of8 or less has become the generallyaccepted definition of coma or severe brain injury. Patients witha brain injury who have a GCS score of9 to 12 are categorizedas \"moderate,\" and those with a GCS score of 13 lo 15 are des-ignaled as \"minor. In assessing the GCS score, when there isright/left asymmetry, it is important to use the best motor re-sponse in calculating the score because this is the most reliablepredictor of outcome. However, one must record the actual re-sponse OI) both sides.\n\nHead Irauma may include fractures, contusions, hema-tomas, and diff use injuries.\n\nSkull fractures may be seen in the cranial vault or skull base.They may be linear or stellate, and open or closed. Basal skullfractures usually require CT scanning with bone-window set-tings for identification. The presence of clinical signs of abasal skull fracture should increase the index of suspicion\n\nTABLE 6-2 ■ Glasgow Coma Scale (GCS)ASSESSMENT AREASCOREEye opening (E) · Spontaneous · To speech · To pain · None4 3 2Best motor response (M) · Obeys commands · Localizes pain · Normal flexion (withdrawal) · Abnormal flexion {decorticate) · Extension (decerebrate) · None (flaccid)6 5 4 3 2 1Verbal response (V) · Onented · Confused conversation · Inappropn'ate words · Incomprehensible sounds · None5 4 3 2 1\n\nGCS score 11 (E + M + V); best possible score II 15; worstpossible score = 3.\n\nand help in its identification. These signs include periorbitalecchymosis (raccoon eyes), retroauricular ecchymosis (Bat-tle sign), CSF leakage from the nose (rhinorrhea) or ear(otorrhea), and seventh- and eighth-nerve dysfunction (fa-cial paralysis and hearing loss), which may occur immedi-ately or a few days alter the initial injury. In general, theprognosis for the recovery of seventh-nerve finction is bet-ter in the delayed-onset variety, but the prognosis for recov-of eighth-nerve function is poor. Basal skull fractures thaterytraverse the carolid canals may damage the carotid arteries(dissection, pseudonneurysm, or thrombosis), and consider-ation should be given to cerebral arteriography.\n\nOpen or compound skull fractures may provide a di-rect communication between the scalp laceration and thecerebral surFace, because the dura may be torn. The signif-cance of a skull fracture should not be underestimated, sinceit takes considerable force to fracture the skull. A linear vaultfracture in conscious pa tients increases the likelihood of anintracranial hematoma by .hout 400 times.\n\nIntracranial Lesions\n\nIntracranial lesions may be classified as diffuse or focal, al-though these two forms freq uently coexist. Focal lesionsinclude epidural hematomas, subdural hematomas, conlu-sions, and intracerebral hematomas (see Table 6-1 and Fig-ure 6-5).\n\nDiffuse Brain Injuries Diffuse brain injuries range frommild concussions, in which the CT scan of the head is usu-ally normal, to severe hypoxic ischemic injuries. With a con-cussion, the patient has a Transient, nonfocal neurologicdisturbance that ofl.en includes loss of consciousness. Severedilfuse injuries often result from a hypoxic, ischemic insult lothe brain due to prolonged shock or apnea occurring imme-diately after the Irauma. ln such cases, the CT scan may ini-tially appear normal, or the brain may appear diffuselyswollen, with loss of the normal gray- white distinction. An-other diffuse pattern, often seen in high-velocity impact ordeceleration injuries, may produce multiple punctate hem-orrhages throughout the cerebral hemispheres, which areoften seen in the border between the gray matter and whitematter. These \"shearing injuries, referred to as diffuse ax-onal injury ([)AI), previously defined a clinical syndrome ofsevere brain injury with uniformly poor outcome. However,it may be more appropriate to restrict the use of this. term tocases in which there is microscopic evidence of cerebral ax-onal injury, which may be seen in a wide spectrum of clini-cal presentations.\n\nEpidural Hematomas Epidural hematomas are rela-lively uncommon, occurring in about 0.5% of patients withbrain injuries and in 9% of those who are comatose. Thesehema tomas typically become biconvex or lenti"
}