{
  "title": "Atls%208Th%20Edition Ch20 Disaster Management And Emergency Preparedness(321-334페이지)",
  "full_text": "RETROBULBAR HEMATOMA\n\nA retrobulbar hematoma requires immediate treatment by anophthalmologist. The resulting increased pressure within theorbit compromises the blood supply to the retina and opticnerve, resultingin blindness if nottreated. Ifpossible、 the headshould be elevated, with no direct pressure placed on the eye.\n\nPatients with long-bone fractures are at risk for fat em-boli. Remember, this is a possible cause of a suddenchange in vision for a patient who has sustained multipleinjuries.\n\nThorough, systematic evaluation of the injured eye results in few significant injuries beingmissed. Once the injuries have been identified, treat the eye injury using simple, systematicmeasures; prevent further damage; and help preserve sight until the patient IS in the oph-thalmologist's care.\n\n1. Arbour ID, Brunette I, Boisjoly HM, et al. Should we patchcorneal erosions? Arch Ophthalmol 1997;115:313-317.2. Campanile TM, St Clair DA, Benaim M. The evaluation of eyepatching in the treatment of traumatic corneal epithelial de-fects. 1 Emerg Med 1997;15:769-774.3. Flynn CA, D'Amico F, Smith G. Should we patch corneal abra-sions? A meta-analysis. 1 Fam Pract 1998:47:264-270.4. Hart A, White S, Conboy P, et al. The managemenl of cornealabrasions in accident and emergency. Injury 1997;28:527-529,\n\nS. Palter son 1, Fetzer D, Krall J,et al. Eye patch treatment for thepain of corneal abrasion. South Med / 1996,89:227-229.6. Poon A, McCluskey PJ, Hill DA. Eye injuries in patients withmajor trauma. 1 Trauma 1999;46:494-499.7. Sastry SM, Paul BK, Bain L, Champion HR: Ocular lraumaamong major trauma viclims in a regional trauma center. ITrauma 1993;34:223-226,8. Tasman WS. Posterior vitreouts detachment and peripheralretinal breaks. Trans Am Acad Ophthalmol Otolaryngol1968;72:217.\n\nEven the largest hospital or medical center can becomean austere environment after a natural or human-madedisaster. During a war or after a terrorist attack with ex-plosives, and chemical, biologic, or nuclear weapons, theenvironment may be both austere and hostile. In a hos-tile environment, the saf ety of the patients, medical carepro viders, and even the medical facility is threatened,and provisions must be made to protect them. How dodoctors support the ABCDEs of patient care in such sit-uations? The goal of this chapter is to explain how toapply the principles of Advanced Trauma Life Support(ATLS) when standard equipment and supplies are notavailable or advisable in an austere or hostile environ-ment.\n\nMany countries of the world are able to commit signifi-cant resources to health care, including the care of injuredpatients. The ATLS course is written with such well-equipped and well-staffed hospital facilities in mind. How-ever, not all the equipment and supplies for diagnostictesting and treatment mentioned within the course areavailable to all doctors. Some countries and regions havefew resources to devote to health care. The doctors whopractice in these countries include local nationals, mis-sionaries, military personnel, and members of charitableand relief organizations, such as the International RedCross and Red Crescent Societies. Remote and wildernessareas in any country are austere medical environments.\n\nHostile environments are defined by ongoing risks tothe patients and rescuers. These risks may be from thingssuch as climate, collapsing buildings, explosions, and tox-ins, but are most commonly associated with enemy actionin some advanced police situations and the military. Thosewho know that they will practice in such environments orwho wish to be prepared for such events should seek ad-ditional training in the care of massive wounds from ex-plosive weapons. Although the number of survivors withsuch woLmds is small, they of fer challenges in hemorrhagecontrol and management that are :not seen in most civilian\n\nUpon completion of this topic, the doctor will be able to:\n\n1Define austere and hostile environments.2In a given situation, describe patient treatment priorities in the context of environment and relative risk.3In a given situation, identify available re- sources and treatment options.4In a given situation, adapt available resources to meet the ABCDE goals of Advanced Trauma Life Support.\n\npractices. Further description of such wounds is in-cluded in Appendix B: Biomechanics of Injury.\n\nSome areas are thrust into austerity or become hos-tile environments because of the destruction of their in-frastructu.res by disasters, either natural or human-made(eg, terrorist actions or war). These situations are particu-larly challenging because of their unpredictability. Citizensof large countries with strong militaries should notfail toprepare, believing themselves to be immune.\n\noctors in disaster situations will be more prepared tocare for injured patients when they recognize that ATLS isnot comprised of the equipment and supplies that can beused for patient care. Rather, ATLS is an organized ap-proach to the care of injured patients with the goal of treat-ing the most life-threatening conditions first to decreasemorbidity and mortality. This appendix is not an exhaus-tive manual for care in these environments. It describessome substitutions or adaptations to meet the goals ofATLS in this context.\n\nAustere and HostileEnvironments: Context\n\nThe ATLS course focuses on treatment priorities fortrauma patients in a robust hospital environment. Austere\n\n306 APPENDIX G · Austere Envir onments\n\nand hostile environments are dift erent for several reasons,including personnel and their saf ety, communication andtransportation, and equipment and supplies.\n\nPERSONNEL AND THEIR SAFETY\n\nPersonnel limitations are a key factor in austere and hostileenvironments. Available care providers may not have beentrained to deal with injured patients, and specialty and sur-gical care may not be available. In addition, there may beblurring of specialty boundaries; a surgeon or nonsurgeonmay be called upon to perform procedures that are typicallyperformed by other specialists. There may be too few or nodoctors or other health care providers. The abilities of themost highly trained specialist can be neutralized by the lackof equipment in a hostile environment, such as an environ~ment under enemy fire. Such providers must evaluate whatshould be done, balancing what they are capable of doingwith what can be done with the available resources,\n\nDisrupted or nonexistent communication can prevent spe-cialty consultation, provision of supplies, and arrangementfor removal of casualties. Disrupted communication is themost commonly cited \"lesson learned\" in disasters, Plansmust be in place for alternative means of communicationprior to an event. Transportation to bring in resources andpersonnel or to transport patients to definitive care may beinfrequent or nonexistent.\n\nAn austere environment is defined by limited equipmentand supply resources. A typical community hospital emer-gency department is very well supplied when compared withmost out-of -hospital settings. Doctors need to understandthat even equipment that is outdated, suboptimal, or in-tended for other uses can be used to save lives. Triage deci-sions that change the treatment of ABC priorities may benecessary to balance the needs of the patients with the avail-able resources. For example, a paucity of supplies relative tothe number of casualties may make it inadvisable to start anintravenous line on many injured patients. Limiting fluiduse to patients who are sufficiently hypovolemic to sustaincellular damage helps to extend fluid resources.\n\nDefinitive care is not usually possible in austere andhostile environments. Diagnostic challenges include man-agement of possible fractures without radiology supportand blood pressure determination in the absence ofbloodpressure culfs. Operative considerations in these environ-ments include deciding which operating room procedurescan be performed outside the operating room under lessthan ideal circumstances versus which operative proce-dures should never be perf ormed outside the operatingroom.\n\nPharmacologio support may be minimal or nonexis-tent, SO clinicians must know how to make optimal use of alimited mamber of medications. Some treatments shouldnot be started unless they can be completed appropriatelyor treatment regimens may need to be delayed or tempo-rized until resources and definitive care are available. For ex-ample, frostbite should not be rewarmed if the individualcannot subsequently be kept warm, because the risk of re-freezing can cause more injury than simply leaving the partfrozen for a longer period.\n\nMILITARY COMBAT CASUALTY CARE\n\nTo some, the term military combat casualty care implies asingle homogeneous entity. In fact, military combat casu-alty care is conducted over a continuum of that can progressfrom austere and hostile to robust and protected. L.arge mil-itary field hospitals may offer more resources than are avail-able lo the surrounding populace. Some have enoughresources to use the tools described in the ATLS course, suchas specialty care, CT scanners and interventional radiology.However, the various sized hospitals at sequential echelonsof care may all become austere environments, depending onthe number of casualties received within a certain period oron enemy action.\n\nMilitary combat casualty care occurs in phases that arebest described in Tactical Combat Casualty Care (TCCC orTC3), a program that was developed by the U.S. military andhas been adopted by a number of other countries. The ear-lier phases of TCCC are the most austere and hostile andoverlap greatly with prehospital care; in fact, the earliest lev-els of care are provided primarily by medics or fellow sol-diers. This recognition has lead to the inclusion of the TCCCconcepts in a military version of the Prehospital Trauma LifeSupport Course (PHTLS), which is a useful reference fordoctors who are likely to practice in this environment. Re-view of TCCC and PHTLS is key for the doctors at thehigher echelons who will receive the patients SO they un-dersland what the medics have done and why.\n\nCare Under Fire, the first phase ofTCCC, is the most austereand hostile. At this level, the main obligation of the provideris to prevent firther injury by removing the casualty fromthe area of danger or by suppressing enemy fire. This con-cept also applies to some advanced special weapons policeunits in larger cities. Only a small percent ofthese casualtieshave airway or breathing injuries as their primary life-threatening injury; rather, the casualty frequently demon-strates a patent airway by requesting aid. In addition, themedic does not have the safety, lime, or equipment for ad-vanced airway management.\n\nThe most common life-threatening injury is externalhemorrhage, usually from the extremities. In this context(risk of a specitic injury and the de facto clearing of airway\n\nand breathing by use of the voice), the concept of \"CAB\"(circulation or hemorrhage control, followed by airway andbreathing) has been proposed. This mantra, the inversionof the \"ABC\" ofATLS is proposed to be different from ATI.S.In fact, CAR does not deny the importance of airway andbreathing, but addresses the most likely danger and the onlyone that can be addressed rapidly in the situation. This sug-gests that ABC is not a linear mandate, but is insteadimportant life-saving priorities in a circle;in many research-rich environments, they are addressed simultaneously. Thecontext will decide which of the three may take treatmentpriority in a resource-constrained environment when onlyone can be addressed at a time. ln Care Under Fire, hemor-rhage control assumes the highest priority. Tourniquets areuseful to save lives during this phase, as the medic cannotmaintain pressure while under fire. Advanced hemostaticdressings may also be used, but they require some period ofpressure to achieve benefit.\n\nAtter the casualty is removed from under fire to a relativelysafe place, a more thorough evaluation of ABC is accom-plished and treated if need be with the tools and skills avail-able. This phase is ternied Tactical Field Care.\n\nThe evacuation phase may involve very austere vehicles andhelicopters, implying basic care, and is often called\"CASEVAC\" for Casualty Evacuation care. Evacuation fromlarger hospitals may also involve worldwide air transportwith ICU level care. This may also be referred to as Air Evac.\n\nAlong the way, depending on the countries involved and thesituation, the casualty may be treated in medical units withvarious levels of capability from aid stations with doctorsand no surgeons to small surgical teams with limited post-operative care performing hemorrhage control with \"daun-age control\" procedures to very robust field hospitals. Carein each setting is applied according to the context.\n\nMost tactical care must be accomplished with the re-sources that soldiers can carry with them. There is a pre-mium for lightweight items that can perform more than oneuse, as well as items that are likely enough to be used as tojustify the weight. Since resuscitation fluids are heavy, deci-sions on fluid types, volumes, and use are strongly impactedby their weight.\n\nSome special military units function covertly in hostileareas, complicating trauma care, with prolonged times todefinitive care and the need to avoid detection. Such unitsbring into sharp relief the understan ding that a successfulmission is likely to save more lives than any medical care,\n\nthus the care provided may also need to balance the contextofthe tactical situation with the medical needs.\n\nOTHER CHALLENGING ENVIRONMENTS\n\nRemote areas have P roblems that are unique, such as iden-tification of the occurrence of injury, which is a significantproblem in remote areas. For this reason, highway call boxesare in place in many developed countries, and some vehi-cles have been fitted with emergency locator transmit terssimilar to those in airplanes. In addition, the burden of ruraland remote areas includes the problems generated by timeand distance.\n\nWilderness activities such as hiking/bilang, spelunking,and water sports create a special challenge for the medicalcare provider, as the bulk and weight ofmedical supplies be-comes a tremendous issue. When supplies must be carriedby backpack, medications and provisions must be thought-fuLly selected. These also are the activities that can result inthe most challenging evacuation because of the diff.culty ofcontacting help.\n\nNatural disasters (cg, hurricanes, tornados, and floods)and human-made disasters (eg, terrorism, war/armed con-flicts, and industrial accidents/chemical spills) can rapidlyturn a no naustere environment into an austere one. Evendoctors working in tertiary-care centers should have train-ing and knowledge of trauma care under these circum-stances. The hospital and the com munity should developand practice plans for such situations.\n\nPreparation and Planning\n\nSuccessful trauma care in austere and hostile environmentscomes from careful preparation and planning.\n\nTRAVEL TO AN AUSTERE ORHOSTILE ENVIRONMENT\n\nDoctors traveling to austere or hostile environments mustfirst prepare for self -protection and survival; otherwise, theycan become a burden rather than a help in the situation.Good physical health and fitness are prerequisites. Appro-priate shelter, clothing, food, and water must be planned for,and in many cases, brought with the individual. It cannotbe assumed that such supplies are available. Before travel-ing, careful communication with the local authorities andan advance party must be accomplished.\n\nCommunication between members of the party, withlocal and international authorities, and with the home basemust be planned. Planning for the care of loved ones andthe medical practice left behindincludes wills, powers of at-torney, and access to funds to pay bills.\n\nAdministrative preparations include passports, visas,local currency, and transportation. It is important to have\n\n308 APPENDIX G · Austere Envir onments\n\nan invitation by local authorities to enter either the countryor austere/hostile environment-unwanted and unpreparedvolunteers only place a burden on the local system.\n\nPersonal health protection includes vaccinations, ap-propriate personal prescriptions, and over-the-coumtermedications.\n\nFurther preparation for military physicians varies bycountry.\n\nPREPARATION OF A HOSPITAL FOR BECOMINGAN AUSTERE OR HOSTILE ENVIRONMENT\n\nPreparation of a hospital for disaster requires a city- orregion-wide plan that includes communications with fireand rescue personnel, police, and civil and military author-ities. Such a plan includes how and when to involve each ofthese authorities and clearly delineates a chain of command,including who is in charge. These plans determine how pa-tients are sorted and routed to the appropriate hospital toavoid overwhelming any one institution.\n\nAn assessment of the threats is important. Health careproviders in the tropics may need to consider typhoons andvolcanoes, whereas those in other regions may need to pre-pare for earthquakes. Terrorist threats are not predictable.Hospitals need to have a pla.n to recall key personnel and apersonnel rotation plan to allow those personnel to rest ifthe situation is prolonged.\n\nSpare equipment and supplies need to be stored in pro-tected areas in the event regular equipment and supplies aredestroyed or contaminated. Plans must include options forloss of electric power, water, steam sterilization ventilators,intensive care unit(s), etc.\n\nTerrorist activities, industrial accidents, and war cancontaminate the patients and facilities with toxic chemicalor biologic agents. Although a detailed discussion of theseagents and speci"
}