{
  "title": "Atls%208Th%20Edition Ch05 Abdominal And Pelvic Trauma(111-130페이지)",
  "full_text": "SKILL STATION IV Shock Assessment and Management\n\nTABLE IV-4 Nonresponder\n\nCAUSEPHYSICAL EXAMADDITIONAL DIAGNOSTIC STEPSINTERVENTIONMassive blood loss (Class 11 or IV) ● intraabdominal bleeding· Abdominal distention· DPL or ultrasonography· Immediate intervention by surgeon · Volume restoration · Operative resuscita tionNonhemorrhagic ● Tension pneumothorax ● Car diac tamponade ● Blunt cardiac injury· Distended neck veins · Tracheal shift · Absent breath sounds · Hyperresonant chest percussion · Distended neck veins ● Decreased heart sounds · Normal breath sounds · Irregular healt iate · Inadequate perfusion· Clinical diagnosis · Echocardiogram · FAST · Pericardiocentesis · Ischemic ECG changes · Echocardiogram● Reevaluate chest · Needle decompression ● Tube thoracotomy · Thoracotomy · Prepare for OR · Invasive monitoring · Inotropic support · Consider operative intervention · Invasive monitoring may be required\n\nInteractive SkillProcedures\n\nNote: Standard precautionsare required when caring fortrauma patients.\n\nTHE FOLLOWING PROCEDUREIS INCLUDED IN THIS SKILLSTATION:\n\nPerformance at this skill station will allow the participant to practice anddemonstrate on a live, anesthetized animal or a fresh, human cadaver the tech-nique of peripheral venous cutdown. Specifically, the student will be able to:\n\nIdentify and describe the surface markings and structures to be notedin performing a peripheral venous cutdown,\n\nDescribe the indications and contr aindications for a peripheral venouscutdown.\n\nANATOMIC CONSIDERATIONSFOR VENOUS CUTDOWN\n\nThe primary site for a peripheral venous cutdown is the greatersaphenous vein at the ankle, which is located at a point approxi-mately 2 cm anterior and superior to the medial malleolus. (See Fig-ure V-1.)\n\n4 A secondary site is the antecubital medial basilic vein, located 2.5 cm\n\nlateral to the medial epicondyle of the humerus at the flexion crease\n\n▶ Skill V-A: Venous Cutdown\n\nSTEP 1.Prepare the skin of the ankle with antiseptic solution and drape the area.STEP 2.Infiltrate the skin over the vein with 0.5% lidocaine.STEP 3.Make a full-thickness, transverse skin incision through the anesthetized area to a length of 2.5 cm.STEP 4.By blunt dissection, using a curved hemostat, identify the vein and dissect it free from any accompanying structures.STEP 5.Elevate and dissect the vein for a distance of approximately 2 cm to free it from its bed.STEP 6.Ligate the distal mobilized vein、 leaving the suture in place for traction.STEP 7.Pass a tie around the vein in a cephalad direction.STEP 8.Make a small, transverse venotomy and gently dilate the venotomy with the tip of a closed hemostat.\n\nSTEP 9. Introduce a plastic cannula through thevenotomy and secure itin place by tying theupper ligature around the vein and cannula. Thecannula should be inserted an adequate distanceto prevent dislodging.\n\nSTEP 10. Attach the intravenous tubing to the cannulaand close the incision with interrupted sutures.\n\nSTEP 11. Apply a sterile dressing with a topical antibioticointment.\n\n▶▶ COMPLICATIONS OF PERIPHERAL VENOUSCUTDOWN\n\n● Cellulitis● Hematoma· Phlebitis● Perforation of the posterior wall of the vein● Venous thromhosis● Nerve transaction· Arterial transaction\n\nFigure V-1 Venous Cutdown\n\nObjectivesIntroduction\n\nPrimary Survey: Life-Threatening InjuriesAirwayBreathingCirculation\n\nSecondary Survey: Potentially Life-ThreateningChest InjuriesSimple PneumothoraxHemothoraxPulmonary ContusionTracheobronchial Tree InjuryBlunt Cardiac InjuryTraumatic Aortic DisruptionTraumatic Diaphragmatic InjuryBlunt Esophageal Rupture\n\nOther Manifestations of Chest Injuries\n\nSubcutaneous EmphysemaCrushing Injury to the Chest (Traumatic Asphyxia)Rib, Sternum, and Scapular Fractures\n\nOther Indications for Chest Tube InsertionChapter SummaryBibliography\n\nUpon completion of this topic, the student will identify andinitiate treatment of common and life-threatening thoracic in~juries. Specifically, the doctor will be able to:\n\n1 Identify and initiate treatment of the following in- juries during the primary survey:Airway obstruction Tension pneumothorax Open pneumothorax Flail chest and pulmonary contusion Massive hemothorax Cardiac tamponade2 Identify and initiate treatment of the followingpotentially life-threatening injuries during the sec- ondary survey:Simple pneumothoraxHemothoraxPulmonary contusionTracheobronchial tree injuryBlunt cardiac injuryTraumatic aortic disruptionTraumatic diaphragmatic injuryBlunt esophageal rupturethe significance and treatment of3 Describe subcu- taneous emphysema, thoracic crush injuries, andsternal, rib, and clavicular fractures:\n\n86 CHAPTER 4 ● Thoracic Tr auma\n\nThoracic trauma is a significant cause ot mortality. Manypatients with thoracic trauma die after reaching the hos-pital, yet many of these deaths could be prevented withprompt diagnosis and trealment. Less than 10% of bluntchest injuries and only 15% to 30% of penetrating chestinjuries require thoracotomy. Most patients who sustainthoracic trauma can be treated by technical procedureswithin the capabilities of doctors who take this course. ll isimportant to remember that iatrogen ic thoracic injuriesare common (eg, hemothorax or pneumothorax with cen-tral line placement and esophageal injury during en-doscopy).\n\nHypoxia, hypercarbia, and acidosis often result fromchest injuries. Tissue hypoxia results from inadequate de-livery of oxygen to the tissues because of hypovolemia(blood loss), pulmonary ventilation/perfusion mismatch(eg, contusion, hematoma, and alveolar collapse), andchanges in intrathoracic pressure relationships (eg, lensionpneumothorax and open pneumothorax). Hypercarbiamost oflen results from inadequate ventilation caused bychanges in intrathoracic pressure relationships and de\"pressed level of consciousness. Metabolic acidosis is causedbv hypoperf usion of the tissues (shock).\n\nInitial assessment and treatment of patients with tho-racic trauma consists of the primary survey, resuscitation ofvital functions, detailed secondary survey, and definitivecare. Because hypoxia is the most serious feature of chest in-jury, the goal of early intervention is to prevent or correcthypoxia. Injuries that are an immediate threat to life areIrea ted as quickly and simply as is possible. Most life-threat-ening thoracic injuries are treated by airway control or anappropriately placed chest tube or needle. The secondarysurvey is influenced by the history of the injury and a highindex of suspicion for specific injuries.\n\nPrimary Survey:Life-Threatening Injuries\n\n7 What are the significant patho-physiologic effects of chest injury that /should identify in the primary survey,and when and how do / correct them?\n\nThe primary survey of patients with thoracic injuries beginswith the airway. Major problems should be corrected as theyare identified.\n\nII is necessary to recognize and address major injuries af-fecting the air way during the primary survey. Airway pa-lency and air exchange should be assessed by listening forair movement at the patient's nose, mouth, and lung fields;inspecting the oropharynx for foreign-body obstruction;and observing for intercostal and supraclavicular muscle re-tractions.\n\nLaryngeal injury can accompany major thoracictrauma. Although the clinical presentation is occasionallysubtle, acule airway obstruction from laryngeal trauma is alife- threatening injury. Sec Chapter 2: Airway and Venti-latory Management.\n\nInjury to the upper chest can creale: a palpable defecl inthe region of the sternoclavicular joint with posterior dis-location of the clavicular head, causing upper airway ob-struction. Identification of this injury is made byobservation of upper airway obstruction (stridor) or amarked change in the expected voice quality (if the patientis able to talk). Management consists of a closed reductionof the injury, which can be performed by extending theshoulders or grasping the clavicle with a pointed clamp, suchus a towel clip, and manually reducing the fracture. This in-jury, once reduced, usually is stable if the patient is in thesupine position.\n\nOther injuries affecting the airway are addressed inChapter 2: Airway and Ventilatory Management.\n\nThe patient's chest and neck should be completely exposedto allow for assessment of breathing and the neck veins. Res-piratory movement and quality of respirations are assessedby observing, palpating, and listening.\n\nImportant, yet often subtle, signs of chest injury or hy-poxia include an increased respiratory rate and change in thebreathing pattern, especially progressively more shallow res-pirations. Cya nosis IS a late sign of hypoxia in trauma pa-tients. However、 the absence of cyanosis does not necessarilyindicate adequate tissue oxygenation or an adequate airway.The major thoracic injuries that affect breathing and thatmust be recognized and addressed during the primary sur-vey include tension pneumothorax, open pneumothorax(sucking chest wound), flail chest and pulmonary contu-sion, and massive hemothorax.\n\nAfter intubation, one of the common reasons for lossof breath sounds in the left thorax is a right main-stem intubation. During the reassessment, be sure tocheck the position of the endotracheal tube beforeassuming thatthe change in physical examination re-sults is due to a pneumothor ax or hemothorax.\n\nA tension pneumothorax develops when a \"one-way valve\"air leak occurs from the lung or through the chest wall (Fig-ure 4-1 ). Air is forced into the thoracic cavity witbout anymeans of escape, completely collapsing the affected lung.The mediastinum is displaced to the opposite side、 decreas-ing venous return and compressing the opposite lung.\n\nThe most common cause of tension pneumothorax ismechanical ventilation with positive-pressure ventilation inpatients with visceral pleural injury. However, a tensionpneumothorax may complicate a simple pneumothorax fol-lowing penetrating or blunt chest trauma in which aparenchymal lung injury fails to seal, or atter a misguidedattempt at subclavian or internal jugular venous catheter in-sertion. Occasionally, traumatic defects in the chest wall alsomay cause a tension pneumothorax if incorrectly coveredwith occlusive dressings or if the defect itself constitutes aflap-valve mechanism. Tension pneumothorax also mayoccur from markedly displaced thoracic spine fractures.\n\nTension pneumothorax is a clinical diagnosis reflectingair under pressure in the pleural space. Treatment should notbe delayed to wait for radiologic confirmation. Tension pneu-mothorax is characterized by some or all of the followingsigns and symptoms: chest pain, air hunger, respiratory dis-tress, tachycardia, hypotension, tracheal deviation, unilat-eral absence of breath sounds, neck vein distention, andcyanosis flate manifestation). Because of the similarity intheir signs, tension pneumothorax may be confused initiallywith cardiac tamponade. Differentiation can be made by ahyperresonant nole on percussion and abscnt breath soundsover the affected hemithorax.\n\nTension pneumothorax requires immediate decom-pression and is managod initially by rapidly inserting a\n\nlarge-caliber needle into the second intercostal space inthe midclavicular line of the affected hemithorax (Figure4-2), See Skill Station VII: Chest Trauma Manage-ment, Skill VII-A: Needle Thoracentesis. This maneuverconverts the injury to a simple pneumothorax; however,the possibility of subsequent pneumothorax as a resultof the needle stick now exists. Repeated reassessment ofthe patien t is necessary. Definitive treatment usually re-quires only the insertion of a chest tube into the fifth in-tercostal space (usually the nipple level), just anterior tothe midaxillary line.\n\nOpen Pneumothorax {Sucking Chest W ound)\n\nLarge defects of the chest wall that remain open may resultin an open pneumothorax. or sucking chest wound (Figure4-3). Equilibration between intrathoracic pressure and at-mospheric pressure is immediate. If the opening in the chestwall is approximately two-thirds the diameter of the trachea,air passes preferentially through the chest wall defect witheach respiratory efforl, because air tends to follow the pathof least resistance. Effective ventilation is thereby impaired,leading to hypoxia and hypercarbia.\n\nInitial management of an open pneumothorax is ac-complished by promptly closing the defect with a sterile OC-clusive dressing. The dressing should be large enough tooverlap the wound's edges and then taped securely on threesides in order to provide a Ilutter-type valve effect (Figure4-4). As the patient breathes in, the dressing occludes thewound, preventing air from entering. During exhal-ation,the open end of the dressing allows air to escape from thepleural space. A chest tube remote from the wound shouldbe placed as soon as possible. Securely taping all edges of\n\nFigure 4·1 Tension Pneumothor ax. A\n\ntension pneumothorax develops when aN valve\" air leak occurs from theone-waylung or through the chest wall. Air is forcedinto the thoracic cavity, completely collaps-ing the affected lung.\n\nFigure 4-2 Needle Decompression. Tensionpneumothorax is managed initially by rapidly insertinga large-caliber needle into the second intercostal spacein the midclavicular line of the affected hemithorax.\n\nthe dressing may cause air to accumulate in the thoraciccavity, resulting in a tension pneumothorax unless a chesttube is in place. Any occlusive dressing (eg, plastic wrap orpetrolatum gauze) may be used asa temporary measure SOthat rapid assessment can continue. Definitive surgical clo-\n\nFigure 4-3 Open Pneumothorax.Large defects of the chest wall that re-main open may result in an open pneu-mothorax, or sucking chest wound.\n\nsure of the defect is frequently required. See Skill Sta-tion VII: Chest Trauma Management, Skill VII-B: ChestTube Insertion.\n\nFlail Chest and Pulmonary Contusion\n\nA flail chest occurs when a segment of the chest wall doesnot have bony continuity with the rest of the thoracic cage(Figure 4-5). This condition usually results from traumaassociated with multiple rib fractures-that is, two ormore ribs fractured in two or more places. The presenceof a flail chest segment results in severe disruption of nor-mal chest wall movement. If the injury to the underlyinglung is significant, serious hypoxia may result. The majordifficulty in flail chest stems from the injury to the under-lying lung (pulmonary contusion). Although chest wall in-stability leads to paradoxical motion of the chest wallduring inspiration and expiration, this defect alone doesnot cause hypoxia. Restricted chest wall movement asso-ciated with pain and underlying lung injury are importantcauses of hypoxia.\n\nFlail chest may not be apparent initially because ofsplinting of the chest wall. The patient moves air poorly,and movement of the thorax is asynunetrical and uJICO-ordinated, Palpation of abnormal respiratory motion andcrepitation of rib or cartilage fractures aid the diagnosis.A satisfactory chest x-ray film may suggest multiple ribfractures, but may not show costochondral separation.Arterial blood gas (ABG) analyses that suggest respira-tory failure with hypoxia also may aid in diagnosing aflail chest.\n\nFigure 4-4 Dressing for Treatment of OpenPneumothor ax. Promptly close the defect with a ster-ile occlusive dressing that is large enough to overlapthe wound's edges. Tape it securely on three sides toprovide a flutter-type valve effect.\n\nInitial therapy includes adequate ventilation, admin-istration of humidified oxygen, and fluid resuscitation. Inthe absence of systemic hypotension, the administrationof crystalloid intravenous solutions should be carefullycontrolled to prevent overhydration.\n\nThe definitive treatment is to ensure oxygenation ascompletely as possible, administer fluids judiciously, andprovide analgesia to improve veutilation. This can be\n\nachieved by using intravenous narcotics or various methodsof local anesthetic administration that avoid the potentialrespiratory depression seen with systemic narcotics. `I`hechoices for administration of local anesthetics include in-termittent intercostal nerve block(s) and intrapleural, ex-trapleural, or epidural anesthesia. When usedproperly, localanesthetic agents may provide excellent analgesia and avoidthe need for intubation. However, prevention of hypoxia isof paramount importance for trauma patients, and a shortperiod ofintubation and ventilation may be necessary untildiagnosis of the entire injury pattern is complete. A carefulassessment of the respiratory rate, arterial oxygen tension,and the work of breathing will indicate appropriate timingfor intubation and ventilation.\n\nAccumulation of blood and fluid in a hemithorax may sig-nificantly compromise respiratory efforts by compressingthe lung and preventing adequate ventilation. Such massive\n\nBoth tension pneumothorax and massive hemotho-rax are associated with decreased breath sounds onauscultation. Differentiation on physical examina-tion is made by percussion; hyperresonance confirmsa pneumothorax, whereas dullness confirms a mas-sive hemothorax.\n\n90 CHAPTER 4 · Thoracic Trauma\n\nacute accumulations of blood more dramatically present ashypotension and shock, and are discussed further below.\n\nThe patienl's pulse should be assessed for qualil y, rate, andregularity. In patients with hypovolemia, the radial and dor-salis pedis pulses may be absent because of volume depletion.Blood pressure and pulse pressure is measured and the pc-ripheral circulation assessed by observing and palpating theskin for color and temperature. Neck veins should be assessedfor distention, remembering that neck veins mily not be dis-tended in patients with hypovolemia and cardiac lamponade,lension pneumothorax, or traumatic diaphragmatic injury.\n\nA cardiac monitor and pulse oximeter should be at-tached to the patient. Patients who sustain thoracictrauma -especially in the area of the sternum or from arapid deccleration injury-are susceptible to myocardial in-jury, which may lead lo dysrhythmias. Hypoxia and acido-sis enhance this possibility. Dysrhythmias should bcmanaged according to slandard protocols. Pulscless electricactivity (PEA) is manif ested by an ECG that shows a rhythmwhile the patient has no identifiable pulse. PEA may bepres-ent in cardiac tam ponade, tension pneu mothorax, profoundhypovolemia, and cardiac rupture.\n\nThe major thoracic injuries that affect circulation andshould be recognized and addressed during the Primary sur-vey include massive hemothorax and cardiac lamponade.\n\nMassive hemothorax results Trom the rapid accum ulationof more than 1500 mL of blood or one-third or more of the\n\npatient's blood volume in the chest cavity (Figure 4-6). It ismost commonly caused by a penetraling wound that dis-rupts the systemic or hila.r vessels. Massive hemothorax alsomay result from blunt trauma.\n\nBlood loss is com plicated by hypoxia. The neck veinsmay be flat as a result of severe hypovolemia, or they may bedistended if there is an associated tension pneumothorax.However, rarely will the mechanical effects of massive in-trathoracic blood shift the mediastinum enough to causedistended neck veins. A massive hemothorax is discoveredwhen shock is associated with the absence of breath soundsor dullness to percussion on one side of the chest.\n\nMassive hemothorax is initially managed by thc simul-taneous restoration ofblood volume and decompression ofthe chest cavity. Large-caliber intravenous lines and a rapidcrystalloid inf usion are begun, and type-specific blood is ad-ministered as soon as possible. Blood from the chest lubeshould be collected in a device suitable for autotransfusion.A single chest lube (#38 French) is inserted, usually at thenipple level, just anterior to the midaxillary line, and rapidrestoration of volume continues as decompression of thechest cavily is completed. When massive hemothorax is sus-pected, prepare for autotr ansfusion. If 1500 ml. is immedi-ately evacua ted, it is highly likely that an early thoracotomywill be required.\n\nSome patients who have an initial vol ume output of lessthan 1500 mL but continue to bleed may require a thoraco-tomy. 'l'his decision is based not on the rate of continuingblood loss (200 mL/hr for 2 lo 4 hr), but on the patient'sphysiologic status. A persistent need for blood transfusionsis an indication for thoracolomy. During patient resuscita-tion, the volume of blood initially drained lrom the chest\n\n■ Figure 4-6 Massive Hemoth-orax. This condition results fromthe rapid accumulation of morethan 1500 mL of blood or one-thirdor more of the patient's bloodvol-ume in the chest cavity.\n\nlube and the rate of continuing blood loss must be factoredinto the amount of intravenous Quid required for replace-ment. The color of the blood (indicating an arterial or ve-nous source) is a poor indicator of the necessity forthoracotomy.\n\nPenetrating anterior chest wounds medial to the nip-ple line and posterior wounds medial to the scapula shouldalert the doctor to the possible need for thoracotomy, be-cause of the likelihood of damage to the great vessels, hilarstructures, and the heart, with the associated potential forcardiac tamponade. Thoracotomy is not indicated unless asur geon, qualified by training and experience, is present.\n\nCardiac tamponade most commonly results from penetrat-ing injuries. However, blunt injury also may cause the peri-cardium to fill with blood from the heart, great vessels, orpericardial vessels (Figure 4-7). The human pericardial sacis a fixed librous structure; only a relatively small amounlof'blood is required to restrict cardiac activity and interferewith cardiac Alling. Cardiac tamponade may develop slowly,allowing for a more leisurely evaluation, or may occur rap-idly, requiring rapid diagnosis and treatment. The diagno-sis of cardiac tamponade can be difficult.\n\nThe classic diagnostic Beck's triad consists of venouspressure elevation, decline in arterial pressure, and muffledheart tones. However, muffled heart tones are difficult to as-\n\nsess in the noisy emergency department, and distended neckveins may be absent due to hypovolemia. Additionally, ten-sion pneumothorax, particularly on the lefl side, may mimiccardiac tamponade. Kussmaul's sign (a rise in venous pres-sure with inspiration when breathing spontaneously) is atrue paradoxical venous pressure abnormality associatedwith tamponade. PEA is suggestive of cardiac tamponade,but has other causes, as listed above. Insertion of a centralvenous line with measurement of central venous pressure(CVP) may aid diagnosis, but CVP can be elevated for a va-riety of reasons.\n\nDiagnostic methods include echocardiogram, focusedassessment sonogram in trauma (FAST), or pericardial win-dow. Prompt transthoracic ultrasound (echocardiogram)may be a valuable noninvasive method of assessing the peri-cardium, but reports suggest it has a significant false-nega-tive rate of about 5% to 10%. In hemodynamicallyabnormalpatients with blunt trauma, provided it does notdelay patient resuscitation, an examination of the pericardialsac for the presence of Quid may be obtained as part of a fo-cused abdominal ultrasound examination performed byproperly trained and credentialed surgical team in the emer-gency department. FAST is a rapid and accurate method ofimaging the heart and pericardium. It may be 90% accuratefor the presence of pericardial fluid for the experienced op-erator. Sce Chapter 5: Abdominal and Pelvic Trauma.\n\nPrompt diagnosis and evacuation of pericardial bloodis indicated for patients who do not respond to the usual\n\nFigure 4-7 Cardiac Tamponade. Cardiac tamponade results from penetrating or blunt injuries that cause thepericardium to fill with blood from the heart, great vessels, or pericardial vessels.\n\nmeasures of resuscitation for hemorrhagic shock and havethe potential for cardiac tamponade. tf a qualified surgeonis present, surgery should be performed to relieve the tam-ponade. This is best perf ormed in the operating room if thepatient's condition allows. If surgical intervention is not avail-able, pericardiocentesis can be diagnostic as well as thera-peutic, but is not definitive treatment for cardiac tamponade.For further information regarding FAST, see Chapter 5:\n\nAbdominal and Pelvic Trauma.\n\nAlthough cardiac tamponade may be strongly sus-pected, the initial administration of intravenous fluid raisesthe venous pressure and improves cardiac output transientlywhile preparations are made for surgery. If subxyphoid peri-cardiocentesis is used as a temporizing maneuver the use ofa plastic-sheathed needle or the Seldinger technique for in-sertion of a flexible catheter is ideal, but the urgent priorityis to aspirate blood from the pericardial sac. 1f ultrasoundimaging is available, it can facilitate accurate insertion of theneedle into the pericardial space. Because of the self-sealingqualities of the injured myocardium, aspiration of pericar-dial blood alone may relieve symptoms temporarily. How-ever, all patients with acute tamponade and positivepericardiocentesis will require surgery for examination ofthe heart and repair of the injury. Pericardiocentesis maynot be diagnostic or therapeutic when the blood in the peri-cardial sac has clotted. Preparations for transfer of these pa-tients to an appropriate facility for definitive care arenecessary. Pericardiotomy via thoracotomy is indicated onlywhen a qualified surgeon is available.\n\nResuscitative Thoracotomy\n\nClosed heart massage for cardiac arrest or PEA is ineffec-tive in patients with hypovolemia. Patients with penetrat-ing thoracic injuries who arrive pulseless, but withmyocardial electrical activity, may be candidates for im-mediate resuscitative thoracotomy. A qualified surgeonmust be present at the time ofthe patient's arrival to deter-mine the need and potential for success of a resuscitativethoracotomy in the ED. Restoration of intravascular vol-ume is continued, and endotracheal intubation and me-chanical ventilation are essential.\n\nA patient who has sustained a penetrating wound andrequired CPR in the prehospital setting should be evaluatedfor any signs of life. If there are none, and no cardiac elec-trical activity is present, no further resuscitative effortshould be made. Patients who sustain blunt injuries and ar-rive pulseless but with myocardial electrical activity (PEA)are not candidates for emergency department resuscitativethoracotomy. Signs of life include reactive pupils, sponta-neous movement, or organized ECG activity.\n\nThe therapeutic maneuvers that can be effectively ac-complished with a resuscitative thoracotomy are:\n\n● evacuation of pericardial blood causing tamponade\n\n● direct control of exsanguinating intrathoracic hem-orrhage\n\n● open cardiac massage\n\n● cross-clamping of the descending aorta to slowblood loss below the diaphragm and increase pertu-sion to the brain and heart\n\nDespite the value of these maneuvers, multiple reports con-firm that thoracotomy in the ED for patients with blunttrauma and cardiac arrest is rarely effective.\n\nOnce these and other immediately life-threatening in~juries have been treated, attention may be directed to thesecondary survey.\n\nSecondary Survey: PotentiallyLife-Threatening Chest Injuries\n\nWhat adjunctive tests are used duringthe secondary survey to allow completeevaluation for potentially life-threatening thoracic injuries?\n\nThe secondary survey involves further, in-depth, physicalexamination, an upright chest x-ray examination if the pa-tient's condition permits, ABG measurements, and pulseoximetry and ECG monitoring. ln addition to lung expan-sion and the presence of fluid, the chest 6.1m should be ex-amined for widening of the mediastinum, a shift of themidline, and loss of anatomic detail. Multiple rib fra cturesand fractures of the tirst or second rib(s) suggest that a se-vere force has been delivered to the chest and underlying tis-sues. See Skill Station VI: X-Ray Identification ofThoracic Injuries.\n\nThe following eight lethal injuries are described below:\n\n● Simple pneumothorax\n\n● Pulmonary contusion\n\n● Tracheobronchial tree injury\n\n● Blunt cardiac injury\n\n● Traumatic aortic disruption\n\n● Traumatic diaphragmatic injury\n\n● Blunt esophageal rupture\n\nUnlike immediately life-threatening conditions that arerecognized during the primary survey, the injuries listedhere usually are not obvious on physical examination. Di-agnosis requires a high index of suspicion and appropriate\n\nuse of adjunctive studies. These injuries are more oftenmissed than diagnosed during the initial posttraumatic pe-riod; however, if overlooked, lives can be lost.\n\nPneumothorax results from air entering the potential spacebetween the visceral and parietal pleura (Figure 4-8). Bothpenetrating and nonpenetrating trauma can cause this in-jury. Thoracic spine fracture dislocations also can be asso-ciated with a pneumothorax. Lung laceration with airleakage is the most common cause of pneumothorax re-sulting from blunt trauma.\n\nThe thorax is normally completely filled by the lung,being held to the chest wall by surface tension between thepleural surfaces. Air in the pleural space disrupts the cohe-sive forces between the visceral and parietal pleura, whichallows the lung to collapse. A ventilation/perfusion defectoccurs because the blood that perfuses the nonventilatedarea is not oxygenated.\n\nWhen a pneumothorax is present, breath sounds aredecreased on the affected side, and percussion demonstrateshyperresonance. An upright, expiratory x-ray fum of thechest aids in the diagnosis.\n\nAny pneumothorax is best treated with a chest tubeplaced in the fourth or fifth intercostal space, just anterior to\n\nthe midaxillary line. Observation and aspiration of an asymp-tomatic pneumothorax may be appropriate, but the choiceshould be made by a qualified doctor; otherwise, placement ofa chest tube should be performed. Once a chest tube is in-serted and connected to an underwater seal apparatus withor without suction,a chest x-ray examination is necessary toconfirm reexpansion of the lung. Neither general anesthesianor positive - pressure ventilation should be administered ina patient who has sustained a traumatic pneumothorax orwho is at risk for unexpected intraoperative pneumothoraxuntil a chest tube has been inserted. A simple pneumotho-rax can readily convert to a life-threatening tension pneu-mothorax, particularly if it is initially unrecognized andpositive-pressure ventilation is applied. The patient with apneumothorax should also undergo chest decompressionbefore he or she is transported via air ambulance.\n\nThe primary cause ot hemothorax (lung laceration or laceration of an intercostal vessel or in-ternal mammary artery due to either penetrating or blunttrauma. Thoracic spine fracture dislocations also may be as-sociated with a hemothorax. Bleeding is usually self -limitedand does not require operative intervention.\n\nFigure 4-8 Simple Pneumothorax. Pneumothorax results from air entering the potential space between thevisceral and parietal pleura.\n\nA simple pneumothorax in a trauma patient shouldnot be ignored or overlooked. It may progress to atension pneumothorax.\n\nAn acute hemothorax large enough to appear on a chestx-ray Glm is best rreated with a large-caliber (36 French)chest tube. The chest tube evacuates blood, reduces the riskof a clotted hemothorax, and, importantly, provides amethod for continuous monitoring of blood loss. Evacua-tion of blood and fluid also facilitates a more complete as-sessment of potential diaphragmatic injury. Although manyTactors are involved in the decision to operate on a patientwith a hemothorax, the patient's physiologic status and thevolume of blood drainage trom the chest tube are major fac-tors. As a guideline, if 1500 mL of blood is obtained imme-diately through the chest tube, if drainage of more than 200mL/h r for 2 to 4 hr occurs, or if blood transfusion is re-quired, operative exploration should be considered.\n\nPulmonary contusion may occur without rib Tractures orflail chest, particularly in young patients without completelyossil'ied ribs. However, pulmonary contusion is the mostcommon potentially lethal chest injury. The resultant respi-ratory failure can be subtle, and it develops over time, ratherthan occurring instantaneously. The plan for definitive man-agement may change with time, warranting careful moni-toring and reevaluation of the patient.\n\nPatients with significant hypoxia (ie, PaO2 [8.6 kPa| Or SaO, tion and ventilation within the first hour after injury. Asso-ciated medical conditions, such as chronic pulmonarydisease and renal failure, increase the necessity of early in-tubation and mechanical ventilation. Some patients withstable conditions may be treated selectively without endo-tracheal intubation or mechanical ventilation.\n\nPulse oximetry monitoring,ABG determinations, ECGmonitoring, and appropriate ventilatory equipment are nec-essary for optimal treatment. Any patient with the afore-mentioned preexisting conditions who is to be transferredshould undergo intubation and ventilation.\n\nTRACHEOBRONCHIAL TREE INJURY\n\nInjury to the trachea or major bronchus is an unusual andpotentially fatal condition that is ol'ten overlooked on ini-tial assessment. In blunt trauma the majority of such in-juries occur within 1 in. (2.54 cm) of the carina. Mostpatients with this injury die at the scene. Those who reachthe hospital alive have a high mortality rate from associatedinjuries.\n\nA simple hemothorax, not fully evacuated, may re-sult in a retained, clotted hemo thorax with lung en-trapment or, if infected, develop into an empyema.\n\nIf tracheobronchial injury is suspected, immediate sur-gical consultation is warranted. Such patients typically pres-ent with hemoptysis, subcutaneous emphysema, or tensionpneumothorax with a mediastinal shift. A pneumothoraxassociated with a persistent large air leak after tube thora-costomy suggests a tracheobronchial injury. Bronchoscopyconfirms the diagnosis of the injury. Placement of morethan one chest tube often is necessary to overcome a verylarge leak and expand the lung. Temporary intubation of theopposite mainstem bronchus may be required to provideadequate oxygenation.\n\nIntubation of patients with tracheobronchial injuries isfreq uently difficult because of anatomic distortion fromparatracheal hematoma, associated oropharyngeal injuries,and/or the tracheobronchial injury itsell. For such patients,immediate operative intervention is indicated. In more sta-ble patients, operative treatment of tracheobronchial in-juries may be delayed until the acute inflammation andedema resolve.\n\nBLUNT CARDIAC INJURY\n\nBlunt cardiac injury can result in myocardial muscle contu-sion, cardiac chamber rupture, coronary artery dissectionand/or thrombosis, or valvular disruption. Cardiac rupturetypically presents with cardiac injury tamponade and shouldbe recognized during the primary survey. However, occa-sionally the signs and symptoms of tamponade are slow todevelop with an atrial rupture. Early u.se of FAST can facil-itate diagnosis.\n\nPatients with myocardial contusion may report chestdiscoml ort, but this symptom is often attributed to chestwall contusion or fractures ol the sternum and/or ribs. Thetrue diagnosis of myocardial contusion can be establishedonly by direct inspection ol the injured myocardium. Theclinically important sequelae of myocardial contusion are\n\nAvoid underestimating the severity of blunt pul-monary injury. Pulmonary contusion may present as awide spectrum of clinical signs that are often not wellcorrelated with chest x-ray findings. Careful monitor-ing of ventilation, oxygenation, and fluid statusis required, often for several days. With proper man-agement, mechanical ventilation can be avoided.\n\nhypotension, dysrhythmias, or wal]-motion abnormality ontwo-dimensional echocardiography. The electrocardio-graphic changes are variable and may even indicate frankmyocardial infarction. Multiple premature ventricular con-tractions, unexplained sinus tachycardia, atrial fibrillation,bundle-branch block (usually right), and ST-segmentchanges are the most common ECG lindings. Elevated cen-tral venous pressure in the absence of an obvious cause mayindicate right ventricular dysfunction secondary to contu-sion. It also is important to remember that the traumaticevent may have been precipitated by a myocardial ischemicepisode.\n\nThe presence of cardiac troponins may be diagnostic ofmyocardial infarction. However, their use in diagnosingblunt cardiac injuryis inconclusive and offers no additionalinf ormation beyond that available from ECG. Theref ore,they have no role in the evaluation and treatment of patientswith blunt cardiac injury.\n\nPatients with a blunt injury to the heart diagnosed byconduction abnormalities are at risk for sudden dysrhyth-mias and should be monitored for the tirst 24 hours. Afterthis interval, the risk of a dysrhythmia appears to decreasesubstantially.\n\nTRAUMATIC AORTIC DISRUPTION\n\nTraumatic aortic rupture is a common cause of suddendeath after an automobile collision or fall from a greatheight (Figure 4-9). For survivors, recovery is freq uentlypossible if aortic rupture is identified and treated immedi-ately.\n\nPatients with aortic rupture, who may potentially sur-vive, tend to have an incomplete laceration near the liga-mentum arteriosum of the aorta. Continuity maintainedby an intact adventitial layer or contained mediastinalhematoma prevents immediate death. Many surviving pa-tients diein the hospital ifleft untreated. Some blood can es-cape into the mediastinum, but one characteristic shared byall survivors is that they have a contained hematoma. Per-\n\nPenetrating objects that traverse the mediastinummay injure the major mediastinal structures, such asthe heart, great vessels, tracheobronchial tree, andesophagus. The diagnosis is made when careful ex-amination and a chest x-ray film reveal an entrancewound in one hemithorax and an exit wound or amissile lodged in the contr alateral hemithorax.Wounds in which metallic fragments from the missileare in proximity to mediastinal structures aso shouldraise suspicion of a medias tinal traversing injury.Such wounds warrant careful consideration, and sur-gical consultation is mandatory.\n\n■ Figure 4-9 Aortic Rupture. Traumatic aortic rup-ture is a common cause of sudden death after an auto-mobile collision or fall from a great height.\n\nsistent Or recurrent hypotension is usually due to a separate,unidentified bleeding site. Although free rupture of a tran-sected aorta into the left chest does occur and may cause hy-potension, it usually is fatal unless the patienl is operatedon within a few minutes.\n\nSpecific signs and symptoms of traumatic aortic dis-ruption are frequently absent. A high index of suspicionprompted by a history of decelerating force and character-istic findings on chest x-ray films should be maintained, andthe patient should be further evaluated. Adjunctive radio-logic signs on chest x-ray films, which may or may not bepresent, indicate the likelihood of major vascular injury inthe chest. `I`hey include:\n\n● Widened mediastinum● Obl it.era tion of the aortic knob● Deviation of the trachea to the right● Depression of the left mainstem bronchus● Elevation of the right mainstem bronchus● Obliteration of the space between the pulmonaryartery and the aorta (obscuration of the aortopul-monary window)● Deviation of the esophagus (nasogastric tube) tothe right● Widened paratracheal stripe\n\n96 CHAPTER 4 ● Thoracic Trauma\n\n● Widened paraspinal interfacesPresence of a pleural or apical cap● Left hemothorax● Fractures of the first or second rib or scapula\n\nFalse positive and false negative tindings may occurwith each x-ray sign, and, rarely ( [ %-2%), no mediastinalor initial chest x-ray abnormality is present in patients withgreat-vessel injury. If there is even a slight suspicion of aor-tic injury, the patient should be evaluated at a facility capa-ble of repairing a diagnosed injury.\n\nHelical contrast-enhanced computed tomography (CT)of the chest has been shown to be an accurate screeningmethod for patients with suspected blunt aortic injury. CTscannmg should be performed liberally, because the find-ings on chest x-ray, especially the supine view, are unreli-able. If the results are equivocal, aortography should beperformed. In general, patients who are hemodynamicallyabnormal should not be placed in a CT scanner. The sensi-tivity and specif icity of helical contrast-enhanced CT havebeen shown to be 1 00%) each, but this result is very tech-nology-dependent. If enhanced helical CT of the chest isnegative for mediastinal hematoma and aortic rupture, nofurther diagnostic imaging of the aorta is necessary. Whenthe CT is positive for blunt aortic rupture, the extent of theinjury may need to be further defined with aortography.Transesophageal echocardiography (TEE) also appears to bea useful, less invasive diagnostic tool. The trauma surgeoncaring for the patient is in the best position to determinewhich, if any, other diagnostic tests are warranted.\n\nIn hospitals that lack the capability to care for cardio-thoracic injuries, the decision to transf er patients with po-tential aortic injury may be difficult. A properly performedand interpreted helical CT that is normal may obviate theneed for transfer to a higher level of care to exclude thoracicaortic injury,\n\nA qualified surgeon should treat patients with blunttraumatic aortic injury and assist in the diagnosis. The treat-ment is either primary repair or resection of the torn seg-ment and replacement with an interposition graft.\n\nDelayed or extensive evaluation of the wide medi-astinum without cardiothoracic surgery capabilitiesmay result in an early in-hospital rupture of the con-tained hematoma and rapid death from exsan-guination. All patients with a mechanism of injuryand simple chest x-ray findings suggestive of aorticdisruption should be transferred to a facility capa-ble of rapid definitive diagnosis and treatment ofthis injury.\n\nTechniques of endovascular repair are rapidly evolving as analternative approach for surgical repair of blunt traumaticaortic injury.\n\nTRAUMA TIC DIAPHRAGMA TIC INJURY\n\nTraumatic diaphragmatic ruptures are more commonly di-agnosed on the lett side, perhaps because the liver obliteratesthe defect or protects it on the right side of the diaphragm,whereas the appearance of the bowel, stomach, and naso-gastric (NG) tube is more easily detected in the left chest.However, this fact may not represent the true incidence oflaterality. Blunt trauma produces large radial tears that leadto hernia tion (Figure 4- 10), whereas penetrating traumaproduces small perforations that often take some time, evenyears, to develop into diaphragmatic hernias.\n\nDiaphragmatic injuries are frequently missed initiallywhen the chest film is misinterpreted as sbowing an ele-va ted diaphragm, acute gastric dilata tion, loculated he-mopneumothorax, or subpulmonary hematoma. If alaceration of the left diaphragm is suspected, a gastric tubeshould be inserted. When the gastric tube appears in thethoracic cavity on the chest film, the need for special con-trast studies is eliminated. Occasionally, the condition isnot identified on the initial x-ray film or until after chesttube evacuation ofthe left thorax. An upper gastrointesti-nal contrast study should be performed if the diagnosis isnot clear. 'I'he appearance of peritoneal lavage Fluid in thechest tube drainage also confirms the diagnosis. Minimallymvasive endoscopic procedures (eg, laparoscopy or thora-coscopy) may be helpful in evaluating the diaphragm inindeterminate cases.\n\nRight diaphragmatic ruptures are rarely diagnosed inthe early postinjury period. The liver often prevents herni-ation of other abdominal organs into the chest. The ap-pearance of an elevated right diaphragm on chest x-ray maybe the only finding.\n\nOperation for other abdominal injuries often reveals adiaphragmatic tear. Treatment is by direct repair.\n\nBLUNT ESOPHAGEAL RUPTURE\n\nEsophageal trauma is most commonly penetrating in na-ture. Blunt esophageal trau ma, although very rare, can belethal if unrecognized. Blunt injury of the esophagus iscaused by the forceful expulsion of gastric contents into the\n\nDiaphragm injuries are notorious for not being di-agnosed during the initial trauma evaluation. An un-diagnosed diaphragm injury can result in pulmonarycompromise or entrapment and strangulation ofperitoneal contents.\n\n■ Figure 4-10 DiaphragmaticRupture. Blunt trauma produceslarge radial tears that lead to herni-ation, whereas penetrating traumaproduces small perforations thatoften take some time to developinto diaphragmatic hernias.\n\nesophagus from a severe blow to the upper abdomen. Thisforceful ejection produces a linear tear in the lower esopha-gus, allowing leakage into the mediastinum (Figure 4-1 1).The resulting mediastinitis and immediate or delayed rup-ture into the pleural space cause empyema.\n\nThe clinical picture of patients with blunt esophagealrupture is identical to that of posteinetic esophageal rup-ture. Esophageal injury should be considered in any pa-tient who: (1) has a left pneumothorax or hemothoraxwithout a rib fracture; (2) has received a severe blow to thelower stern um or epigastrium and is in pain or shock outof proportion to the apparent injury; and (3) has particu-late matter in the chest tube after the blood begins to clear.Presence of mediastinal air also suggests the diagnosis,which often can be contirmed by contrast studies and/oresophagoscopy.\n\nTreatment consists ofwide drainage ofthe pleural spaceand mediastinum with direct repair of the injury via thora~cotomy, iffeasible. Repairs performed wit.hin a few hours ofinjury lead to a much better prognosis.\n\nOther Manifestationsof Chest Injuries\n\nOther significant thoracic injuries-including subcutaneousemphysema; crushing injury (traumatic asphyxia); and rib,sternum, and scapular fractures-should be detected duringthe secondary survey. Although these injuries may not beimmediately life-threatening, they have the potential to dosignificant harm.\n\nFigure 4-11 Radiograph showing rib fractures.Fractures of the scapula, first or second rib, or the ster-num suggest a magnitude of injury that places thehead, neck, spinal cord, lungs, and great vessels at riskfor serious associated injury.\n\nSUBCUT ANEOUS EMPHYSEMA\n\nSubcutaneous emphysema can result from airway injury、lung injury, or、 rarely, blast injury. Although it does not re-quire treatment, the underlying injury must be addressecr.If positive-pressure ventilation is required, tube thoracos-tomy should be considered on the side of the subculaneousemphysema in anticipation of a tension pneumothorax de-veloping.\n\nCRUSHING INJURY TO THE CHEST(TRAUMA TIC ASPHYXIA)\n\nFindings associated with a crush injury to the chest includeupper torso, facial, and arm plethora with petechiae sec-ondary to acute, temporary compression of the superiorvena cava. Massive swelling and even cerebral edema maybe present. Associated injuries must be treated.\n\nRIB, STERNUM, AND SCAPULAR FRACTURES\n\nThe ribs are the most commonly injured component of thethoracic cage, and injuries to the ribs are often signifi.cant.Pain on motion typically results in splinting of the thorax,which impairs ventilation, oxygenation, and effeclive cough-ing. The incidence of atelectasis and pneumonia rises sig-nifi.cantly with preexisting lung disease.\n\nThe ribs ( I to 3) are protected by the bony frame-upperwork of the upper limb. The scapula, humerus, and clavicle,along with their muscular attachments, provide a barrier torib injury. Fractures of the scapula, first or second rib, or thesternum suggest a magnitude of injury that places the head,neck, spinal cord, lungs, and great vessels at risk for seriousassociated injury. Because of the severity of the associatedinjuries, mortality may be as high as 35%, Surgical consul-tation is warranted.\n\nSternal and scapular Fractures are generally the resultof a direct blow. Pulmonary contusion may accompany ster-nal fractures, and blunt cardiac injury should be consideredwith all such fractures. Operative repair of sternal andscapular fractures occasionally is indicated. Rarely, posteriorsternoclavicular dislocation results in mediastinal displace-ment of the clavicular heads with accompanying superiorvena caval obstruction. [mm ediate reduction is required.\n\nThe middle ribs (4 to 9) sustain the majority of blunttrauma. Anteroposterior compression of the thoracic cagewill bow the ribs outward with a fracture in the midshaft.Direct force applied to the ribs tends to fracture them anddrive the ends of the bones into the thorax, raising the po-tential for more intrathoracic injury, such as a pneumotho-\n\nUnderestimating the severe pathophysiology of ribfractures is a common pitfall, pa rticularly in patientsat the extremes of age. Aggressive pain control with-out respiratory depression is the key managementprinciple.\n\nrax or hemothorax. As a general rule, a young patient witha more flexible chest wall is less likely to sustain rib fractures.Therefore, the presence of multiple rib fractures in youngpatients implies a greater transfer of force than in older pa-tients. Fractures of the lower ribs ( 10 to 12) should increasesuspicion for hepatosplenic injury.\n\nLocalized pain, tenderness on palpation, and crepita-tion are present in patients with rib injury. A palpable or vis-ible deformity suggests rib fractures. A chest x-ray tilmshould be obtained primarily to exclude other intrathoracicinjuries and not just to identify rib fractures. Fractures ofanterior cartilages or separation of costochondral junctionshave the same significance as rib fractures, but will not beseen 011 the x-ray examinations. Special rib-technique x-rayfilms are expensive, may not detect all rib injuries, add noth-ing to treatment, require painful positionuig of the patient,and are not useful, See Skill Station VI: X-Ray Identifi-cation of Thoracic Injuries.\n\nTaping, rib belts, and external splints are contraindi-cated. Relief of pain is important to enable adequate venti-lation. Intercostal block, epidural anesthesia, and systemicanalgesics are etTective and may be necessary.\n\nOther Indications forChest Tube Insertion\n\nOther indications for chest tube insertion include:\n\n· Selected patients with suspected severe lung injury,especially those being transf erred by air or groundvehicle\n\n● Individuals undergoing general anesthesia for treat-ment of other injuries (eg, cranial or extremity),who have suspected significant lung injury\n\n● Individuals requiring positive-pressure ventilationin whom substantial chest injury is suspected\n\nThoracic trauma IS common in the multiply injured patient and may be associated withlife-threatening problems. These patients can usually be treated Or their conditions tem-porarily relieved by relatively simple measures such as intubation, ventilation, tube tho-racostomy, fluid resuscitation. The ability to recognize these important injuries and theskill to perform the necessary procedures can be lifesaving. The primary survey includesmanagement of the following conditions:\n\n· Airway obstruction-Early assessment and recognition of the need for establishinga controlled airway while maintaining in-line immobilization of the cervical spine atall times.· Tension pneumothorax-C linical diagnosis (decreased breath sounds and hyper-resonance) with immediate decompression of the pieural space.· Open pneumothorax-Obvious chest wall deformity with sucking chest wound isinitially managed with flutter-valve dressing· Flail chest and pulmonary contusion-Unstable segment of chest wall with para-doxical motion requires judicious fluid resuscitation and adequate analgesia with se-lective intubation for pulmonary support.· Massive hemothorax-Diagnosed by finding decreased breath sounds and dullnessto percussion on physical examination. Initial management requires evacuation withinsertion of a large (#36 French) chest tube. A qualified surgeon must be involvedin the decision for thoracotomy.· Cardiac tamponade-Diagnosis by clinical examination, with ultrasound examina-tion to confirm. Initial management includes fluid resuscitation and surgery. Peri-cardiocentesis may be used as a temporizing maneuver if surgical intervention is notimmediately available.\n\nThe secondary survey includes identification and initial treatment of the following po-tentially life-threatening injuries, utilizing adjunctive studies (x-rays, laboratory test, ECG):\n\n· Simple pneumothorax- Typically diagnosed by chest x-ray or CT scan and treatedwith tube thoracostomy.· Hemothorax-Typically diagno sed by chest x-ray or CT scan and treated with tubethoracostomy.· Pulmonary contusion-Typica lly diagnosed by chest x-ray or CT scan. Managementincludes judicious fluid resuscitation and selective intubation for pulmonary sup-port.· Tracheobronchial 'tree injury-Associated with hemoptysis, pneumomediastinum,pneumopericardium, persistent air leak from chest tube, Or persistent pneumo-thorax after insertion of a chest tube. RequiTes operative repair.· Blunt cardiac injury-Most common complication is arrhythmias, which are man-aged according to standard protocols. Less common complications include acutemyocardial infarction and valvular disruption.● Traumatic aoItic disruption-Early diagnosis requires a high index of suspicion. Mostcommon radiographic sign IS widened mediastinum seen on anteropostenor chestx-ray. Diagnosis is confirmed by dynamic helical CT scanning or aortography. Qual-ified surgeon must be involved in management.· Traumatic diaphragmatic injury-Early diagnosis requires a high index of suspicion.Most common radiographic sign is elevation of diaphragm on involved side. Re-quires early laparotomy for repair and to address associated injuries.· Blunt esophageal rupture-Physical examination reveals pain out of proportion forinjuries. Associated with left pleural effusion and/or pneumomediastinum. Early op-erative intervention by a qualified surgeon reduces morbidity and mortality.\n\n100 CHAPTER 4 ● Thoracic Trauma\n\nSeveral manifestations of thoracic trauma are indicative of a greater risk of associatedinjuries.\n\n· Subcutaneous emphysema is associated with airway or lung injury. Tube thoracos-tomy should be considered for patients requiring positive pressure ventilation.● Crush injuries of the chest present with petechiae and plethora of the head, neck,and upper torso. Brain injury with progressive cerebrat edema should be suspected.\n\nInjuries to the upper ribs (1-3), scapula, and sternum are associated with significantmechanisms of injury. Underlying head, spine, and cardiothoracic injury should be sus-pected.\n\n12. Fabian TC, Richardson JD, Croce MA, et al. Prospective study\n\nofbJunl aortic injury: multicenter trial of the American Asso-ciation for the Surgeryof Trauma. J Trauma 1997;42:374-383,13, Flagel B, l.uchette FA, Reed RI., et al. Half a dozen ribs: thebreakpoint for mortality. Sur gery 2005;138:7 17-725.14, Gavanl Ml., Menke PG, Fabian TC, et al. Blunt traumatic aor-tic rupture: detection with helical CT of the chesl. Radiology1995;197:125-133.15, Goldberg SP, Karalis DG, Ross 月、 et al. Severe right ventricu-lar contusion mimicking cardiac tamponade: the value oftransesophageal echocardiography in blunt chest trauma.AHnEmerg Med 1993;22(4):745-747.16. Graham JG, Mattox KL, Beall AC Jr. Penetrating trauma of thelung. / Trauma 1979;19:665.17. Fleniford BT, Carrillo EG, Spain DA, et al. The role of thora-coscopy in the management of relained thoracic collectionsafter tralima. Ann Thorac Surg 1997;63(4):940-943.18. Hopson LR, Hirsh E, Delgado J, Domeier RM. McSwain NE,Krohmer J. Guidelines for withholding or termination of re-suscitation in prehospital traumatic cardiopulmonary arrest:ajoint position paper from the National Association of EMSPhysicians Standards and Clinical Practice Committee and theAmerican College of Surgeons Committee on Trauma. PrehospEmerg Care 2003; 7(1), 141- 146.19. Hopson LR, Hirsh E, Delgado J, et al. Guidelines for with-holding or termination of resuscitation in prehospital trau-matic cardiopulmonary arrest. / Am Coll Surg 2003; 196(3),475-481.20. Hunl PA, Greaves 1, Owens WA. Emergency thoracotomy inthoracic lrauma-a review. Injury 2006; 37(1), 1-19.21. Karalis DG, Victor MF, Davis GA, et al. The role of echocar-diography in blunt chest trauma: a transthoracic and lrans-esophageal echocardiography study. / Traumu 1994;36(1):53-58.22. Lang-Lazdunski L, Mourox J、 Pons F, et al. Role of videotho-racoscopy in chest trauma.Am Thorac Surg 1997;63(2):327-333.23. Lee JT, White RA. Current status of thoracic aortic endograftrepair. Surg Clin North Am 2004;84(5):1295-1318.\n\n1. Ball CG, Kirkpatrick AW, Laupland KB, et al. Incidence, riskFactors, and outcomes for occult pneumothoraces in victimsof major trauma. / Trauma 2005; 59(4), 917-924; discussion924-925.2. Bertinchant JP, Robert E, Polge A, el al. Release kinetics ofcar-diac troponin 1 and cardiac troponin T in effluents from iso-lated perfused rabbit hearts after graded experimentalmyocardial contusion. / Trauma 1999;47(3):474-480.3. Boyd M, Vanek VW, Bourguel CC. Emergency room resusci-lative thoracotomy: when is it indicated? / Trauma1992;33(5):714-721.4. Brasel KJ, Stafford RE, Weigell JA, Tenquist JE, Borgstrom DC.Treatment of occult pneumothoraces from blunt trauma. 1Trauma 1999; 46(6), 987-990; discussion 990-991.5. Brooks AP, Olson LK, Shackford SR. Computed tomography inthe diagnosis of traumatic rupture of the thoracic aorta. ClinRadiol 1989:40:133-138.6. Bulger EM, Edwards T, Klotz P, Jurkovich GJ. Epidural analge-sia improves outcome after multiple rib Fractures. Surgery2004;136(2):426-430.7. Callaham M. Pericardiocentesis in traumalic and nonlrau-matic cardiac tamponade. Atin Emerg Med 1984;13(10):924-945.8. Cook J, Salerno C, Krishnadasan B, Nicholls S, Meissner M,Karmy-Jones R. The effect of changingpresentation and man-agement on the outcome of blunt rupture of the thoracicaorta. / Thorac Cardiovasc Surg 2006; 131(3), 594-600,9. Dunham CM, Barraco RD, Clark DE、 et al. Guidelines foremergency tracheal inlubation immediately following trau-matic injury: an EAST Practice Management GuidelinesWorkgroup. / Trannia Infect Crit Care Burus 2003;55:162-179,10. Dyer DS, Moore EE,Mestek MF,et al. Can chest CT be used toexclude aortic injury? Radiology 1999;213(1):195-202.11. Esposito T), Jurkovich GJ, Rice CL,etal. Reappraisal of emer-gency room thoracotomy in a changing environment. /Trauma 1991;31 (7):881-887.\n\n24. D, Crewdson Davies G. Traumatic cardiac\n\nLockey K, arrest:who are the survivors? Ann Emerg Med 2006; 48(3), 240-244.25. Marnocha KE, Maglinte DDT, Woods ], et al. Blunt chesttrauma and suspected aortic rupture: reliability of chest radi-ograph findings. Arm Emerg Med 1985;14(7),644-649,26. Mattox KL, Flint LM, Carrico CI, el al. Blunt cardiac injury.JTrauma 1994;33(5):649-650.27. Mattox KL、 Wall MJ. Newer diagnostic measures and emer-gency management. Chest Surg Clin North Am 1997;2:213-226.28. McPhee JT, Asham EH, Rohrer MJ, el al. The midlerm resultsof stenl graft treatmenl of thoracic aortic injuries. / Surg Res2007;138(2): 181- 188,29. Meyer DM, Jessen ME, Wail MA. Early evacualion of Irau-matic retained hemothoraces using thoracoscopy: A prospec-tive randomized trial.Ann ThoracSurg 1997,64(5):1396-1400.30. Mirvis SE, Shanmugantham K, Buel] ],et al. Use of spiral com-puted tomography for the assessment ofblunt trauma palientswith potential aortic injury. I Trauma 1999:45:922-930.31. Moon MR, l.uchette FA, Gibson SW, el al. Prospective, ran-domized comparison of epidural versus parenteral opioidanalgesia in thoracic trauma. Ann Surg 1999;229:684-692.32. Peterson BG, Matsumura JS, Morasch MD, West MA, Eskan-dari MK. Perculaneous endovascular repair of hlunt thoracicaortic transection. / Trauma 2005 Nov;59(5):1062-1065.33. Pezzella AT, Silva WF, Lancey RA. Cardiothoracic lrauma. CurrProbl Surg 1998;35( 8):649-650.34. Poole G, Myers RT. Morbidity and mortality rales in majorhlunt trauma to the upper chest. Ann Surg 1 98;0; 193(1 ):70~75.35. Powell W, Moore EE, Cothren CC, et al. Is emergency de-partment resuscitative thoracotomy futile care for the criticallyinjured palient requiring prehospital cardiopulmonary resus-citation? I Am Coll Surg 2004:199(2):211-215.36. Ramzy A1, Rodriguez A, Turney SZ. Management of major tra-cheobronchial ruptures in palienls with multiple systemtrauma. [ Trauma 1988;28:914-920.37. Reed AB, Thompson JK, Crafton CJ, et al. Timingof endovas-cular repair ofblunt traumatic thoracic aortic transections. /Vasc Surg 2006;43( 4):684-688.38. Rhee PM, Acosta ], Bridgeman A, Wang D, Jordan M, Rich N.Survival after emergency department thoracotomy: review ofpublished data from the pasl 25 years. J Am Call Surg 2000;190(3), 288-298.39. Richardson JD,AdamsL, Flint LM. Selective management ofnail chest and pulmonary contusion. Ann Surg1982;196( 4):481-487.\n\n40, Richardson JD, Flint I.M, Snow N], el al. Management of lrans-mediastinal gunshot wounds. Surgery 1981:90(4):671-676.\n\n41. Rosato RM, Shapiro MI, Keegan MJ, et al. Cardiac injury com-plicating traumatic asphyxia. 1 Trauma 1991;31( 10):1387-1389.42. Rozycki GS, Feliciano DV, Oschner MG, et al, The role of ul-lrasound in palients with possible penetrating cardiac wounds:a prospective multicenter study.] Trauma 1999;46(4):542-551.43. Rozycki GS, Feliciano DV, Schmidt IA. The role of surgeon-performed ultrasound in patients with possible cardiacwounds. Ariii Surg 1996.223(6):737-74-1.44. Simeone A, Freitas M, Frankel HL. Managemeni options inblunt aortic injury: a case series and literature review. Am Surg2006; 72( I), 25-30.45. Simon B, Cushman J, Barraco R, et al. Pain managemenl inblunt thoracic lrauma: an EAST Practice Management Guide-lines Workgroup. / Trauma Infect Crit Care Burns2005;59: 1256- 1267.46. Smith MD, Cassidy JM, Souther S, et al. Transesophagealechocardiography in the diagnosis of traumatic rupture of theaorla. N Engl / Med 1995;332:356-362.47. Soreide K, Soiland H, l.ossius HM, el al. Resuscitative emer-gency thoracotomy in a Scandinavian trauma hospital-Is itjustiliecl? Injury 2007;38(1):34-42.48. Soreide K, Soiland H, Lossius HM, Vetrhus M, Soreide IA, Sor-cide E. Resuscitative emergency thoracotomy in a Scandina-vian trauma hospital-isitjustilied? Injury 2007; 38(1), 34-42.49. Stafford RE, Linn ], Washington L. Incidence and managementof occull hemothoraces. Am / Surg 2006; 192(6), 722-726.50. Swaaenburg IC, Klaase IM, Delongste M], el al. Troponin 1,lroponin T, CKMB-activity and CKMG-mass as markers forthe detection of myocardial conl usion in palients who experi-enced blunt trauma. Clin Chim Acta 1998;272(2):171-181.51. Symbas PN. Cardiothoracic trauma. Curr Probl Surg1991:28(11):741 -797.52. Tehrani HY, Pelerson BG, Katariya K, et al. Endovascular repairof thoracic aortic lears. Ann Thorac Surg 2006;82(3):873-877.53. Weiss RL, Brier IA, O'Connor W, et al. The usefulness of trans-esophageal echocardiography in diagnosing cardiac contu-sions. Chest 1996;109(1):73-77.54. Woodring D. Radiographic manifestations of mediastinalhemorrhage from blunt chesl trauma. Ann Thorac Surg1984;37(2):171-178.55. Woodring IH. A norma] mediastinum in hlunt trauma rup-lureof the thoracic aorta and brachiocephalic arteries. ] EmergMed 1990;8:467-476."
}