{
  "title": "Atls%208Th%20Edition Ch08 Musculoskeletal Trauma(187-210페이지)",
  "full_text": "162 CHAPTER 7 ● Spine and Spinal Cord Trauma\n\nC5 Deltoid C6 Wrist extensors (biceps, extensor carpi radialis longus and brevis)C7Elbow extensors (triceps)C8 Finger flexors to the middle fingerT1 Small finger abductors(abductor digiti minimi)L2 Hipflexors (iliopsoas)L3 ,4 Knee extensors (quadriceps, patellar reflexes)L4,5 to S1 Knee flexion (hamstnings)L 5 Ankle and big toedorsiflexors (tibialis anterior andextensor hallucis longus)S1 Ankle plantar flexors (gastrocnemius, soleus)\n\nFigure 7-4 Key Myotomes.\n\nEFFECTS ON OTHER ORGAN SYSTEMS\n\nHypoventilation due to paralysis of the intercostal musclesmay result from an injury involving the lower cervical orupper thoracic spinal cord. If the upper or middle cervicalcord is injured, the diaphragm also is paralyzed because ofinvolvement of the C3 to C5 segments, which innervate thediaphragm via the phrenic nerve. The inability to perceivepain may mask a potentially serious injury elsewhere in thebody, such as the usual signs of an acute abdomen.\n\nClassifications ofSpinal Cord Injuries\n\n? When do / suspect spine injury?\n\nSpinal cord injuries can be classified according to (1) level,(2) severity of neurologic deficit, (3) spinal cord syndrome,and (4) morphology.\n\nThe neurologic level is the most caudal segment of the spinalcord that has normal sensory and motor function on both\n\nTABLE 7-1■ Muscle Strength GradingSCORERESULTS OF EXAMINATION0Total paralysis1Palpable or visible contraction2Full range of motson with gravity eliminated3Full range of motion against gravityFull range of motion, but less than normal strength5Normal strengthNTNot testableAdapted with permission from Kirshblum SC. Memmo P, Kim N, Campag- nolo D, Millis S, Comparison of the revised 2000 American Spinal Injury Association classification standards with the 1996 guidelines. Am J Phys Med Rehabil 2002.81:502-505\n\nsides of the body. When the term sensory level is used, it refersto the mosl caudal segment of the spinal cord with normalsensory function. The motor level is defined similarly with re-spect lo motor function as the lowest key muscle that has agrade of at least 3/5 (see Table 7-1). In complete injuries, whensome impaired sensory and/or motor function is found justbelow the lowest normal segment, this is referred to as thezone of partial preservation. As described previously, the de-termination of the level of injury on both sides is important.\n\nA broad distinction may be made between lesions aboveand below TI · Injuries of the first eight cervical segments ofthe spinal cord result in quadriplegia, and lesions below theT 1 level result in paraplegia. The bony level of injury is thevertebra at which the bones are damaged, causing injury lothe spinal cord. The neurologic level of injury is determinedprimarily by clinical examination. Frequently, there is a dis-crepancy between the bony and the neurologic levels be-cause the spinal nerves enter the spinal canal through theforamina and ascend or descend inside the spinal canal be-fore actually entering the spinal cord. The hirther caudal theinjury is、 the more pronounced this discrepancy becomes,Apart from the initial management to stabilize the bony in-jury, all subsequent descriptions of the level of injury arebased on the neurologic level.\n\nSEVERITY OF NEUROLOGIC DEFICIT\n\nSpinal cord injury may be categorized as:\n\n● Incomplete paraplegia (incomplete thoracic)● Complete paraplegia (complete thoracic)● Incomplete quadriplegia (incomplete cervical)● Complete quadriplegia (complete cervical injury)\n\nIt is important to assess for any sign of preservationof function of the long tracts of the spinal cord. Any motoror sensory function below the level of the injury consti-tutes an incomplete injury. Signs of an incomplete injuryinclude any sensation (including position sense) or volun-tary movement in the lower extremities, sacral sparing (ie,perianal sensation), voluntary anal sphincter contraction,and voluntary toe flexion. Sacral reflexes, such as the bul-bocavernosus reflex or anal wink, do not qualify as sacralsparing.\n\nCertain characteristic patterns of neurologic injury are fre-quently seen in patients with spinal cord injuries. These pat-terns should be recognized SO they do not confuse theexaminer.\n\nCentral cord syndrome is characterized by a dispropor-tionately greater loss of motor power in the upper extremi-ties than in the lower extremities, with varying degrees ofsensory loss. Usually this syndrome is seen after a hyperex-tension injury in a patient with preexisting cervical canalstenosis (often due to degenerative osteoarthritic changes).The history is commonly that of a forward fall that resultedin a facial impact. It may occur with or without cervicalspine fracture or dislocation. Recovery usually follows acharacteristic pattern, with the lower extremities recoveringstrength first, bladder fu.nction next, and the proximal upperextremities and hands last. The prognosis for recovery incentral cord injuries is somewhat better than with other in-complete injuries. Central cord syndrome is thought to bedue to vascular compromise of the cord in the distributionof the anterior spinal artery. This artery supplies the centralportions of the cord. Because the motor fibers to the cervi-cal segments are topographically arranged toward the cen-ter of the cord, the arms and hands are the most severelyaffected.\n\nAnterior cord syndrome is characterized by paraplegiaand a dissociated sensory loss with a loss of pain and tem-perature sensa tion. Posterior column function (position,vibration, and deep pressure sense) is preserved. Usually,anterior cord syndrome is due to infarction of the cord inthe territory supplied by the anterior spinal artery. Thissyndrome has the poorest prognosis of the incomplete in-juries.\n\nBrown-Sequard syndrome results from hemisection ofthe cord, usually as a result of a penetrating trauma; it israrely seen. Nevertheless, variations on the classic pictureare not uncommon. In its pure form, the syndrome con-sists of ipsilateral motor loss (corticospinal tract) and lossof position sense (posterior column), associated with con-tralateral loss of pain and temperature sensation begin-ning one to two levels below the level of injury(spinothalamic tract). Even if the syndrome is caused bya direct penetrating injury to the cord, some recovcry isusually seen.\n\nSpinal injuries can be described as fractures, fracture-dislo-cations, spinal cord injury without radiographic abnormal-ities (SCIW ORA), and penetrating injuries. Each of thesecategories may be further described as stable or unstable.However, determining the stability of a particular type ofinjury is not always simple and, indeed, even experts maydisagree. Hence, especially in the initial treatment, all patientswith radiographic evidence of injury and all those with neu-rologic deficits should be considered to have an unstablespinal injury. These patients should be immobilized untilafter consultation with an appropriately qualified doctor,usually a neurosurgeon or orthopedic surgeon.\n\nSpecific Types of Spinal Injuries\n\nCervical spine injuries can result from one or a combina-tion of the following mechanisms of injury:\n\n● Axial loadingFlexion● Extension● Rotation● Lateral bending● Distraction\n\nThe injuries identified in this chapter all involve thespinal column. They are listed in anatomic sequence (notin order of frequency), progressing from the cranial to thecaudal end of the spine.\n\nATLANTO-OCCIPITAL DISLOCATION\n\nCraniocervical disruption injuries are uncommon and re-sult from severe traumatic flexion and distraction. Most ofthese patients die of brainstem destruction and apnea orhave profound neurologic impairments (are ventilator-de-pendent and quadriplegic). An occasional patient may sur-vive if prompt resuscitation is available at the injury scene.This injury may be identified in up to 19% of patients withfatal cervical spine injuries and is a common cause of deathin cases of shaken baby syndrome in which the infant diesimmediately after shaking. Cervical traction is not used inpatients with craniocervical dislocation. Spinal immobi-lization is recommended initially , Aids to the identifica-tion of atlanto-occipital dislocation on spine films,including Power's ratio, are included in Skill Station X: X-Ray Identification of Spine Injuries.\n\n164 CHAPTER 7 ● Spine and Spinal Cord Trauma\n\nThe atlas is a thin, bony ring with broad articular surfaces.Fractures of the atlas represent approximately 5% of aculecervical spine fractures. Approximately 40% of atlas frac-tures are associated with fractures of the axis (C2). The mostcommon C1 fracture isa burst fracture (Jefferson fracture).The usual mechanism of injury is axial loading, which OC-curs when a large load falls vertically on the head ora patientlands on the top of his or her head in a relatively neutral po-sition. The Jefferson fracture involves disruption ofboth theanterior and posterior rings of C1 with la teral displacementof the lateral masses. The fracture is best seen on an open-mouth view of the C1 to C2 region and axial CT scans { Fig-ure 7-5). In patients who survive, these fractures usually arenot associated with spinal cord injuries. However, they areunstable and should be initially treated with a cervical col-lar. Unilateral ring or lateral mass fractures are not uncom-mon and lend to be stable injuries. However, they are treatedas unstable until the patient is examined by an appropriatelyqualified doctor, usually a neurosurgeon or orthopedic sur-geon.\n\nC1 rotary subluxation injury is most often seen in children.It may occur spontaneously, after major or minor trauma,with an upper respiratory infection, or with rheumatoidarthritis. The patient presents with a persistent rotation ofthe head (torticollis). This injury is also best diagnosed withan open-mouth odontoid view, although the x-ray findings\n\nmay be confusing. In this injury, the odontoid is not equi-distant from the two lateral masses of C1. The patientshould not be forced to overcome the rotation, but shouldbe immobilized in the rotated position and refeiTed for fur-ther specialized treatment.\n\nFigure 7-5 Jefferson Fracture. Open-mouth viewradiograph showing a Jefferson fracture.\n\nThe axis is the largest cervical vertebra and is the most un-usual in shape. Therefore, it is susceptible to various frac-tures depending on the force and direction of the impact.Acute fractures of C2 represent approximately I8% of allcervical spine injuries.\n\nApproximately 60% of C2 fractures involve the odontoidprocess, a peg-shaped bony protuberance that projects up-ward and is normally positioned in contact with the anteriorarch of C1. The odontoid process is held in place primarilyby the transversc ligament. Odontoid fractures are initiallyidentified by a lateral cervical spine film or on open-mouthodontoid views. However, a CT scan usually is required forfurther delineation. Type [ odontoid fractures typically in-volve the tip of the odontoid and are relatively uncommon.Type 11 odontoid fractures occur through the base of thedens and are the most common odontoid fracture (Figure 7-6). In children younger than 6 years of age, the epiphysismay be prominent and may look like a tracture at this level.Type III odontoid fra ctures occur at the base of the dens andextend obliquely into the body of the axis.\n\nFigure 7-6 Odontoid Fracture. CT view of a Type11 odontoid fracture.\n\nA hangman's fracture involves the posterior elements ofC2 that is, the pars interarticularis (Figure 7-7). This typeof fracture represents approximately 20% of all axis frac-tures and usually is caused by an extension-type injury. Pa-tients with this fracture should be maintained in externalimmobilization until specialized care is available.\n\nVariations of a hangman's fracture include bilateralTractures through the lateral masses or pedicles. Approxi-mately 20% of all axis fractures arc nonodontoid and non-hangman's. These include fractures through the body,pedicle, lateral mass, laminae, and spinous process.\n\nFRACTURES AND DISLOCATIONS(C3 THROUGH C7)\n\nA fracture of C3 is very uncommon, possibly because il ispositioned between the more vulnerable axis and themore mobile \"relative fulcrum\" of the cervical spinethat is, C5 and C6-where the greatest flexion and ex-tension of the cervical spine occur. In adults, the mostcommon level of cervical vertebral fracture is C5, and themost common level of subluxation is C5 on C6. The mostcommon injury patterns identilied at these levels are ver-tebral body fractures with or without subluxation, sub-luxation of the articular processes (including unilateralor bilateral locked facets), and fractures of the laminae,spinous processes, peclicles, or lateral masses. Rarely, lig-amentous disruption occurs without fractures or facetdislocations.\n\nThe incidence of neurologic injury increases dramat-ically with facet dislocations. In the presence of unilateralfacet dislocation, 80% of patients have a neurologic in-jury -approximately 30% have root injuries only, 40% in-complete spinal cord injuries, and 30% complete spinalcord injuries, In the presence of bilateral locked facets, the\n\nmorbidity is much worse, with 16% incomplete and 84%complete spinal cord injuries.\n\nTHORACIC SPINE FRACTURES(T1 THROUGH T10)\n\nThoracic spinal fractures may be classilied into four broadcategories:\n\n● Anterior wedge compression injuries● Burst injuries● Chance fractures (Figure 7-8)● Fracture-dislocations\n\nAxial loading with l]exion produces an anterior wedgecompression injury. The amount of wedging usually is quitesmall, and the anterior portion ol' the vcrtebral body rarelyis more than 25% shorter than the posterior body. Becauseof the rigidity of the rib cage, most of these fraclures are sta-ble. The second type of thoracic fracture is the burst injury,which is caused by vertical-axial compression. Chance frac-tures arc transverse fractures through the vertebral body.They are caused by flexion about an axis anterior to the ver-tebral column and are most frequently seen following motorvehicle crashes in which the patient was restrained by onlya lap belt. Chance fractures may be associated withretroperitoneal and abdominal visceral injuries. Fracture-dislocations are relatively uncommon in the thoracic andlumbar spine because of the orientation of the facet joints.These injuries almost always are due to extreme flexion orsevere blunt trauma to the spine, which causes disruptionof the posterior elements (pedicles, facets, and lamina) ofthe vertebra. The thoracic spinal canal is narrow in relationlo the spinal cord, SO fracture subluxations in the thoracicspine commonly result in complete neurologic deficits.\n\nFigure 7-7 Hangman's Fracture (arrows) demonstrated in axial (A), sagittal par amedian (B), and sagittal mid-line (C) CT reconstructions. Note the anterior angulation and excessive dis tance between the spinous processes ofC1 and C2 (double arrows).\n\nFigure 7-8 Chance Fracture. Radiograph showingthe Chance fracture.\n\nSim ple com pression fractures are usually stable andoften treated with a rigid brace. Burst fractures, Chance frac-tures, and Iracture-dislocations are extremely unstable andalmost always require internal fixation.\n\nTHORACOLUMBAR JUNCTION FRACTURES(T11 THROUGH L 1)\n\nFractures at the level of the thoracolumbar junction are dueto the relative immobility of the thoracic spine as comparedwith the lumbar spine. They most often result from a com-bination of acute hyperflexion and rotation, and, conse-quently, they are usually unstable. People who fall from aheight and restrained drivers who sustain severe flexion en-ergy transfer are at particular risk for this type of injury.\n\nThe spinal cord terminates as the conus medullaris atapproximately the level of L], and injury to this parl of thecord commonly results in bladder and bowel dysfunction,as well as in decreased sensation and strength in the lowerextremities. Patients with thoracolumbar fractures are par-ticularly vulnerable to rotational movement. Therefore,logrolling should be perf ormed with extreme care.\n\nThe radiographic signs associated with a lumbar fracture aresimilar to those of thoracic and thoracolumbar fractures. 1 low-ever, because only the cauda equina is involved, the probabilityofa complete neurologic delicil is much less with these injuries.\n\nThe most common types of penetrating injuries are thosecaused by gunshot wounds or stabbings. It is important todetermine the path of the bullel or knife. This can be done\n\n● An inadequate secondary assessment may result inthe failure to recognize a spinal cord injury, par-ticularly an incomplete spinal cord injury.· Patients with a diminished level of consciousnessand those who arrive in shock are often difficult toassess for the presence of spinal cord injury. Thesepatients require careful repeat assessment onceinitial life-threatening injuries have been man-aged.\n\nby combining inf ormation from the history, clinical exam-ination (entry and exit sites), plain x-ray lilms, and CTscans. ]f the path of injury passes directly through the ver-tebral canal, a complete neurologic deficil usually results.Complete deficits also may result from energy transf er as-sociated with a high-velocity missile (eg, bullet) passingclose lo the spinal cord rather than through it. Penetratinginjuries of the spine usually are stable injuries unless themissile destroys a large portion of the vertebra.\n\nBLUNT CAROTID AND VERTEBRAL VASCULARINJURIES\n\nBlunt trauma to the head and neck has been recognized asa risk factor for carotid and vertebral arterial injuries. Earlyrecognition and trealment of these injuries may reduce therisk of stroke. Indications for screening are evolving, butsuggested criteria for screening include:\n\n● Cervical spine fracture with subluxation\n\n● Fractures involving the foramen transversarium\n\nApproximately one-third of these patients will beshown lo have blunt carotid and vertebral vascular injury(BCVI) on CT angiography of the neck (Figure 7-9). Thetreatment of these injuries is evolving, and the impacl oftreatment is not well defined.\n\n? How do / confirm the presence orabsence of a significant spine injury?\n\nBoth careful clinical examination and thorough radi-ographic assessment are critical in identifying significantspine injury. See Skill Slation X: X-Ray Identification ofSpine Injuries.\n\nCervical spine radiography is indicated for all trauma pa-tients who have midline neck pain, tenderness on palpation,\n\nFigure 7-9 Blunt Vertebral ArteryInjury. CT and angiogram of blunt ver-tebral artery injury.\n\nneurologic deficits referable to the cervical spine, or an al-tered level of consciousness or in whom intoxication is sus-pected. Lateral, anteroposterior (AP) and open-mouthodontoid views should be obtained.\n\nOn the lateral view, the base of the skull, all seven cer-vical vertebrae, and the lirst thoracic vertebra must be visu-alized. The patient's shoulders may need to be pulled downwhen obtaining the lateral cervical spine x-ray film, to avoidmissing fractures or fracture-dislocations in the lower cer-vical spine. IF all seven cervical vertebrae are not visualizedon the lateral x-ray film, a swimmer's view of the lower cer-vical and upper thoracic area should be obtained.\n\nThe open-mouth odontoid view should include the entireodontoid process and the right and left C1, C2 articulations.The AP view of the c-spine assists in the identification ofa uni-lateral facet dislocation in cases in which little or no dislocationis identified on the lateral film. Axial CT scans at 3-mm inter-vals also should be obtained through suspicious areas identi-tied on the plain films or through the lower cervical spine ifitis not adequately visualized on the plain filins. Axial CT imagesthrough C1 and C2 may also be more sensitive than plain lilmsfor detection of fractures of these vertebrae. [f these films areof good quality and are properly interpreted, unstable cervicalspine injuries can be detected with a sensitivity of greater than97%. The complete series of cervical spine radiographs mustbe reviewed by a doctor experienced in the proper interpreta-tion of these films before the spine is considered normal andthe cervical collar is removed. CT scans may be used in lieu ofplain images to evaluate the cervical spine.\n\nIF the screening radiographs described above are nor-mal, llexion-extension x-ray lilms of the cervical spine may\n\nbe obtained in injured patients without an altered level ofconsciousness, or in those who report neck pain, to detectoccult instability or determine the stability of a known frac-ture, such as a laminar or compression fracture. It is possi-ble for patients to have a purely ligamentous spine injurythat results in instability without associated fracture, al-though some studies suggest that if plain three-view cervi-cal spine radiographs with CT supplementation are trulynormal (ie, no anterior soft-tissue swelling, no abnormalangulation), then signiticant instability is unlikely.\n\nIn some patients with significant soft-tissue injury,paraspinal muscle spasm may severely limit the degree oftlexion and extension that the patient allows. In such cases,the patient is treated with a semirigid cervical collar for 2to 3 weeks before another allempt is made to obtain flex-ion-extension views. Under no circumstances should thepatient's neck be forced into a position that elicits pain. Allmovements must be voluntary. These Alms should be ob-tained under the direct supervision and control of a doc-tor experienced in the interpretation of su.ch films.\n\nApproximately 10% of patients with a cervical spine frac-ture have a second, noncontiguous vertebral column fracture.This warrants a complete radiographic screening of the en-lire spine in patients with a cervical spine fracture. Suchscreening also is advisable in all comatose trauma patients.\n\nIn the presence of neurologic deficits, magnetic reso-nance imaging (MRI) is recommended to detect any soft tis-sue compressive lesion, such as al spinal epidural hematomaor traumatized herniated disk, which cannot be detectedwith plain films. MRI may also detect spinal cord contusionsor disruption, and paraspinal ligamentous and soft tissue in-\n\n168 CHAPTER 7 ● Spine and Spinal Cord Trauma\n\njury. I·lowever, MRI is frequently not feasible in palicnts withhemodynamic instability. When MRI is not available or ap-propriate, CT myclography may be used to exclude thepres-ence of acute spinal cord compression caused by a traumaticherniated disk or epidural hematoma. These specializedstudies usually are perf ormed al the discretion of a spine sur-gery consultant. Box 7-1 presents guidelines for screeningIrauma patients with suspected spine injury, and may serveas a model for the development of hospital policies.\n\nThe indications for screening radiography of the thoracicand lumbar spine are the same as those for the cervicalspinc. AP and lateral plain radiographs with axial CT scansat 3-mm intervals through suspicious areas can delectmore than 99% of unstable injuries. On the AP views, thevertical alignment of the pedicles and the distance betweenpedicles of each thoracic and Iumbar vertebra should beobserved. Unstable fraclures commonly cause widening ofthe interpedicular distance. The lateral films detect sub-luxations, compression fraclures, and Chance fractures.CT scanning is particularly uscful for detecting fracturesof the posterior elements (pedicles, lamina, and spinousprocesses) and dctermining the degree of canal compro-mise caused by burst fractures. Sagittal reconstructions ofaxial CT images or plain tomography may be needed loadequately characterize Chance fra clures, As with the cer-vical spine, a complete series of good quality radiographsmust be properly interpreted as normal by an experienceddoctor before spine precautions are discontinued.\n\n? How do 1 treat patients with spinalcord injury and limit secondary injury?\n\nGeneral management spine and spinal cord trauma includesimmobilization, intravenous tluids, medications, and trans-fcr, if appropriate. See Skill Station XI: Spinal Cord In-jury: Assessment and Managcment.\n\n? How do / protect the spine duringevaluation and transport?\n\nPrehospital care personncl usually immobilize palients be-fore their transporl to the emergency department. Any pa-lienl with a suspected spine injury should be immobilizedabove and below the suspected injury sile until a fracture isexcluded by x-ray examination. Remember, spinal protec-tion should be maintained until a cervical spine injury is ex-cluded. Proper immobilization is achieved with the patienlin the neutral position-that is, supine without rotating or\n\nbending the spinal column. No efforl should be made to re -duce an obvious deformily. Children may have torticollis,and the elderly may have severe dcgenerative spine diseasethat causes them to have a nontraumalic kyphotic or angu-lation deformity of the spine. Such patients should be im-mobilized on a backboard in a position of comf ort.Supplemental padding is often necessary. Attempts to alignthe spine for the purpose ofimmobilization on the backboardare not recommended if they cause pain.\n\nImmobilization of the neck with a scmirigid collardoes not ensurc complete stabilization of the cervical spine.Immobilization using a spine board with appropriate bol-stering devices is more effective in limiling certain neckmolions. The use of long spine boards is recommended.Cervical spine injury requires continuous immobilization ofthe entire patient with a semirigid cervical collar, head im-mobilization, backboard, tape, and straps before and duringtransfer to a definitive-care facility (Figure 7-10). Extensionor flexion of the neck should be avoided because thesemovements are the most dangerous lo the spinal cord. Theairway is of critical importance in patients with spinal cordinjury, and carly intubalion should be accomplished if thereis evidence of respiralory compromisc. During intubation,the neck must be maintained in a neutral position.\n\nOf special concern is the maintenance of adequate im-mobilization of restless, agitated, or violent patients. Thiscondition can be due to pain, conf usion associated with hy-poxia or hypotension, alcohol or drug use, or simply a per-sonality disorder. The doctor should search for and correctthe cause, if possible. If nccessary、 a sedative or paralyticagenl may be administered, keeping in mind the need foradequate airway protection, control, and ventilation. Theuse of sedatives or paralytic agents in this selting requiresconsiderable clinical judgment, skill, and expericnce. Theuse of short-acting, reversible agents is advised.\n\nOnce the paticnt arrives al the emcrgency deparlment,every cfforl should be made to remove the rigid spine boardas early as possible to reduce the risk of decubitus ulcer for-mation. Removal of the board is often done as part of thesecondary survey when the patient is logrolled for inspec-tion and palpation of the back. It should not be delayedsolely for the purpose of obtaining definitive spine radi-ographs, particularly if radiographic evaluation may not becompleted for several hours.\n\nThe safe movement, or logrolling, of a patient with anunstable or potentially unstable spine, requires planning andthe assistance offour or morc individuals, depending on thesize of the paticnl (Figure 7-11). Neutral anatomic align-ment of the cntire vertebral column musl be maintainedwhile rolling or lilling the paticnt. One person is assignedlo maintain in-line immobilization of the head and neck.Individuals positioned on the same side of the patient's torsomanually prevent segmental rotalion, flexion, extension, lat-eral bending, or sagging of the chest or abdomen duringIransfer of the paticnt. A fourth person is rcsponsible formoving the legs and removing the spine board and exam-ining the patient's back.\n\nSuspected Cervical Spine Injury\n\n1 The presence of paraplegia or quadriplegia is pre-sumptive evidence ofspinal instability.\n\nPatients who are awake, alert, sober, and neu-rologically normal, and have no neck pain ormidline tenderness: These patients are ex-tremely unlikely to have an acute c-spine frac-ture or instability. With the patient in a supineposition, remove the c-collar and palpate thespine. If there is no significant tenderness, askthe patient to voluntarily move his or her neckfrom side to side. Never force the patient's neck.When performed voluntarily by the patient,these maneuvers are generally safe. If there isno pain, have the patient voluntarily flex andextend his or her neck.\n\nAgain, if there is no pain, c-spine films are notnecessary.\n\n3 Patients who are awake and alert, neurologi-cally normal, cooperative, and able to con-centrate on their spine but do have neck painor midline tenderness: The burden of proof ison the doctor to exclude a spinal injury. Allsuch patients should undergo lateral, AP, andopen-mouth odontoid x-ray examinations ofthe c-spine with axial CT images of suspiciousareas or of the lower cervical spine if not ad-equately visualized on the plain films. Assessthe c-spine films for: (a) bony deformity, (b)fracture of the vertebral body or processes, (c)loss of alignment of the posterior aspect ofthe vertebral bodies (anterior extent of thevertebral canal), (d) increased distance be-tween the spinous processes at one level, (e)narrowing of the vertebral canal, and (f) in-creased prevertebral soft tissue space. If thesefilms are normal, remove the c-collar. Underthe care of a knowledgeable doctor, obtainflexion and extension, lateral cervical spinefilms with the patient voluntarily flexing andextending his/her neck. If the films show nosubluxation, the patient's c-spine can becleared and the c-collar removed. However, if\n\nany ofthese films are suspicious or unclear, re-place the collar and obtain consultation froma spine specialist.\n\nPatients who have an altered level of con-sciousness or are too young to describe theirsymptoms: Lateral, AP, and open-mouth odon-toid films with CT supplementation throughsuspicious areas (eg, C1 and C2, and throughthe lower cervical spine if areas are not ade-quately visualized on the plain films) shouldbe obtained for all such patients. In children,CT supplementation is optional. If the entirec-spine can be visualized and is found to benormal, the collar can be removed after ap-propriate evaluation by a doctor/consultantskilled in the evaluation/management of pa-tients with spine injuries. Clearance of thec-spine is particularly important if pulmonaryor other care of the patient is compromisedby an inability to mobilize the patient.\n\n5 When in doubt, leave the collar on.\n\n6 Consult: Doctors who are skilled in the eval-uation and management of patients withspine injuries should be consulted in allcases in which a spine injury is detected orsuspected.\n\n7 Backboards: Patients who have neurologicdeficits (quadriplegia or paraplegia) should beevaluated quickly and taken off the backboardas soon as possible. A paralyzed patient who is al-lowed to lie on a hard board for more than 2 hoursis at high risk for senous decubitus ulcers.\n\n8 Emergency situations: Trauma patients who re-quire emergency surgery before a completeworkup of the spine can be accomplishedshould be transported carefully, assuming thatan unstable spine injury is present. The c-collarshould be left on and the patient logrolledwhen moved to and from the operating table.The patient should not be left on a rigid back-board during surgery. The surgical teamshould take particular care to protect the neckas much as possible during the operation. The\n\nanesthesiologist should be informed of thestatus of the workup.\n\nSuspected Thoracolumbar Spine Injury\n\n1 The presence of paraplegia or a level of sensoryloss on the chest or abdomen is presumptive ev·idence of spinal instability.\n\n2 Patients who are awake, alert, sober, neuro-logically normal, and have no midline thoracicor lumbar back pain or tenderness: The entireextent of the spine should be palpated and in-spected. If there is no tenderness on palpationor ecchymosis over the spinous processes, anunstable spine fracture is unlikely, and thora-columbar radiographs may not be necessary.\n\n4 Consult a doctor skilled in the evaluation andmanagement of spine injuries if a spine injuryis detected or suspected.\n\n3 Patients who have spine pain or tendernesson palpation, neurologic deficits, or an al-tered level of consciousness or in whom in-toxication is suspected: AP and lateralradiographs of the entire thoracic and lum-bar spine should be obtained. Axial CT im-ages at 3-mm intervals should be obtainedthrough suspicious areas identified on theplain films. All images must be of good qualityand interpreted as normal by an experienceddoctor before discontinuing spine precautions.\n\nFigure 7-10 Cervical spine injury requires continu-ous immobilization of the entire patient with a semi-rigid cervical collar, head immobilization, backboard,tape, and straps before and during transfer to a defini-tive-care facility.\n\nIn patients in whom spine injury is suspected, intravenousfluids are administered as they would usually be for re-suscitation of the trauma patient. If active hemorrhage isnot detected or suspected, persistent hypotension despitethe administration of2 L or more of fluid should raise the\n\nsuspicion of neurogenic shock. Patients with hypovolemicshock usually have tachycardia, whereas those with neu-rogenic shock classically have bradycardia. If the bloodpressure does not improve after a fluid challenge, the ju-dicious use of vasopressors may be indicated. Phenyle-phrine hydrochloride, dopamine, or norepinephrine isrecommended. Overzealous fluid administration maycause pulmonary edema in patients with neurogenicshock. When the fluid status is uncertain, the use of inva-sive monitoring may be helpful. A urinary catheter is in-serted to monitor urinary output and prevent bladderdistention.\n\nAt present, there is insufficient evidence to support the rou-tine use of steroids in spinal cord injury.\n\nPatients being transported to a trauma center mayhave unrecognized spinal injuries. These patientsshould be maintained in complete spinal immobi-lization.\n\n■ Figure 7-11 Four-Person Logroll, Logrolling a patient to remove a spine board and/or examine the backshould be accomplished using four people. One person stands at the patient's head to control the head and c-spine,and two are along the patient's sides to control the body and extremities (A). As the patient is rolled, these threepeople maintain alignment of the spine, while the fourth person removes the board and examines the back (B andC). Once the board is removed, the patient is returned to the supine position, while maintaining alignment of thespine (D).\n\nPatients with spine fractures or neurologic deficit shouldbe transferred to a definitive-care facility. The safest proce-dure is to transfer the patient after telephone consultationwith a spine specialist. Avoid unnecessary delay. Stabilizethe pa tienl's condition, and apply the necessary splints,\n\nbackboard, and/or semirigid cervical collar. Remember, cer-vical spine injuries above C6 can result in partial or total lossof respiratory function. Ifthere is any concern about the ad-equacy of ventilation, the patient shouldbe intubated priorto transfer.\n\n1 The spinal column consists of cervical, thoracic and lumbar vertebrae. The spinal cordcontains three important tracts: the corticospinal tract, the spinothalamic tract and theposterior columns.2 Obtain lateral, AP, and open-mouth odontoid c-spine x-ray films, when indicated, assoon as life-threatening injuries are controlled. Document the patient's history and phys-ical examination SO as to establish a baseline for any changes in the patient's neurologicstatus.3 Spinal cord injuries may be complete or incomplete and may involve any level of thespinal cord.4 Attend to life-threatening injuries first, minimizing movement of the spinal column. Es-tablish and maintain proper immobilization of the patient until vertebral fractures orspinal cord injuries have been excluded. Obtain early consultation with a ne urosurgeonand/or orthopedic surgeon whenever a spinal injury is suspected or detected5 Trans·fer patients with vertebral fractures or spinal cord injuries to a definitive-carefacility.\n\nAcute Spinal Cord Injury Randomized Controlled Trial. / Nett-rosurg 1998;89:699-706.\n\n1. Bach CM, Steingruber IF, Peer S, Pecr-Kuhberger R, JaschkeW, Ogon M. Radiographic evaluation of cervical spine trauma.Plain radiography and conventional tomography versus com-plited tomography. Arch Orihop Trauma Sur g 2001;121(7):385-387.2. Bachulis BL, Long WI, Hynes GD, et a]. Clinical indications forcervical spine radiographs in the traumatized patient. Am 1Surg 1987:153:473-477,3. Berne JD、 Rculand KS, Villarreal DH, McGovern TM, RoweSA, Norwood SH. Sixteen-slice multi-detector computed to-mographic angiography improves the accuracy of screeningfor blunt cerebrovascular injury. ] Trauma 2006;60(6): 1204-1209; discussion 1209-1210,4. Biffl WL, Egglin T, Benedetto B, Gibbs F, Cioffi WG. Sixteen-slice computed tomographic angiography is a reliable nonin-vasive screening lest for clinically significant bluntcerebrovascular injuries. 1 Traumu 2006;60(4):745-751; dis-cussion 751-752.5. Bracken MB, Shepard M), Collins WF, el al. A randomized,controlled trial of methylprednisolone or naloxone in thetreatment of spinal cord injury: results of the second NationalSpinal Cord Injury Study. N Engl / Med 1990;322: 1405-14 I 1.6. Bracken MB, Shepard MJ, Holf ord 'T'R, el al. Methylpred-nisolone or tirlazad mesylate administration after acute spinalcord injury: I-year follow up: results of the third national\n\n7. Brown CV, Antevil JL, Sise MJ, Sack DI. Spiral computed lo-mography for the diagnosis of cervical, thoracic, and lumbarspine fractures: its time has come. / Trauma 2005; 58(5):890-895; discussion 895-896.8. Coleman WP, Benzel D, Cahill DW, et al. A critical appraisalof the reporting of the National Acute Spinal Cord InjuryStudies (II and III) of methylprednisolone in acute spinal cordinjury. J Spinal Disord 2000; 13(3): 185- 199.9. Cooper C, Dunham CM, Rodriguez A. Falls and major injuriesare risk faclors for thoracolumbar fractures: cognitiveimpair-ment and multiple injuries impede the detection ofback painand tenderness. J Trauma 1995;38:692-696.10. Cothren CC, Moore EE, Bif1] WL, et al. Anticoagulation is thegold standard therapy for blunt carotid injuries to reducestroke rate. Arch Surg 2004;139(5):540-545; discussion 545-546.11. Cothren CC, Moore EE, Bifi] WL, el al. Cervical spine fracturepatterns predictive of blunt vertebral artery injury. 1 Trauma2003;55(5):81 1-813.12. Cothren CC, Moore EE, Ray CE, Johnson JL, Moore JB, BurchIM. Cervical spine fracture patlerns mandaling screening loruleoul blunt cerebrovascular injury. Sur gery 2007;141(1):76-82.13. Daffner RH, Sciulli RI., Rodriguez A, Proletch J. Imaging forevaluation of suspected cervical spine trauma: a 2-year analy-sis. Injury 2006;37(7):652-658.\n\n28. Kronvall E, Sayer FT, Nilsson OG. [Methylprednisolone in the\n\n14. Dziurzynski K, Anderson PA, Bean DB、 el al. A blinded assess-mcnl ofradiographic criteria for allanto-occipital dislocation.Spine 2005:30(12):1427-1432.15, Eastman AL, Chason DP、 Pcrcz CL, McAnulty AL, Ylinci IP.Computed tomographic angiography for the diagnosis ofblunt cervical vascular injury: is it ready for primetime? /Trauma 2006;60(5),:925-929; discussion 929.16. Gale SC, Gracias VH, Reilly PM, Schwab CW. The inelficiencyof plain radiography to evaluate the cervical spine after bluntIrauma. / Trauma 2005;59(5): 1121-1125.17. Ghanta MK, Smith LM, Polin RS, Marr AB, Spires wv. Ananalysis of Eastern Association for the Surgery ofTrauma prac-lice guidelines for cervical spine evaluation in a series of pa-lients with multiple imaging techniques. Ani Surg2002;68(6):563-567; discussion 567-568.18. Grogan EL, Morris IA, Ditlus RS, el al. Cervical spine eval ua-tion in urban trauma centers: lowering institutional costs andcomplications through helical CT scan. / Am Coll Surg2005;200(2): 160-165.19. I-[adley MN, Fitzpatrick B, Browner C, et al. Facel fracture-dis-location injuries of the cervical spine. / Neurosurgery1992;30:661-666.20. Hall ED, Springer JE. Neuroprotection and acule spinal cordinjury: a reappraisal. NeuroRx 2004;1 (1):80-100.21. Harris IH, Carson GC, Wagner LK, Kerr N. Radiologic diag-nosis of traumatic occipitovertebral dissociation: 2. Compar-ison of three melhods of detecting occipitovertebralrelationships on lateral radiographs of supine subjects. AJRAm / Roent genol 1994;162(4):887-892.22. Holmes JF,Akkinepalli R. Computed tomography vcrsus plainradiography to screcn for cervical spine injury: a mcla-analy-sis. 1 Trauma 2005;58(5):902-905.23. Hugenholtz H, Cass DE, Dvorak MF, ct al. High-dose methyl-prednisolone for acule closed spinal cord injury-only a lreat-ment option. Can / Neurol Sci 2002;29(3): 227-235.24. Hurlbert RI. Methylprednisolone for acutc spinal cord injury:an inappropriate standard of care. / Neurosurg 2000;93(1Suppl):1-7.25. Hurlbert RJ. Strategies of medical intervention in the man-agement of acule spinal cord injury. Spine 2006;31 (11Suppl):S16-S2l; discussion $36.26. Hurlbert RJ. The role ot steroids in acute spinal cord injury:an evidence-based analysis. Spine 2001;26(24 Suppl):S39-S46.27. International Standards for Neurological 1720.1 Functional Classi-ficationofSpinal Cord Injury. Allanta, GA: Amcrican SpinalIn-jury Association and International Medical Society ofParaplegia (ASIA/IMSOP); 1996.\n\ntreatment of acute spinal cord injury has become more andmore questioned]. Lakartidningen 2005;102(24-25):1887-1888, 1890.29. Macdonald RL, Schwartz ML,Mirich D, etal. Diagnosis of cer-vical spine injury in molor vehicle crash victims: how manyx-rays are enough? 1 Trauma 1990;30:392-397.30. Marion DW, Pryzybylski G. Injury to the vertebrae and spinalcord. In: Mattox KL, Feliciano DV, Moore EE, eds. Trauma.NEW York, NY: McGraw-Hill; 2000:451-471.31. McGuire RA, Neville S, Green BA, et al. Spine instability andthe log-rolling maneuver.J Tranma 1987;27.525-531.32. Michael DB, Guyol DR, Darmody WR. Coincidence of headand cervical spine injury. / Neurotranna 1989;6:177-189.33. Mower WR, Hoffman JR, Pollack CV, Zucker MI, Browne BJ,Wolfson AB. Use of plain radiography to screen for cervicalspine injuries. Ann Emerg Med 2001;38(1):1-7.34. Nesathurai S. Steroids and spinal cord injury: revisiting theNASCIS 2 and NASCIS 3 trials.] Trauma 1998;45(6):1088-1093.35. Pasquale M, Marion DW, Domeier R, el al. Practice manage-ment guidelines for trauma: identifying cervical spine insta-bility after trauma. I Trauma 1998;44:945-946.36. Sanchez B, Waxman K, Jones T, Conner S, Chung R, Becerra S.Cervical spine clearance in blunt trauma: evaluation of a com-puted tomography-based protocol./ Traimun 2005;59(1):179-183,37. Sayer FT, Kronvall E, Nilsson OG. Methylprednisolone treat-ment in acute spinal cord injury: the myth challenged througha structured analysis of published literaturc. Spine ]2006;6(3):335- 343.38. Schenarts PJ、 Diaz ], Kaiscr C, Carrillo Y, Eddy V, Morris JA.Prospective comparison of admission computed tomographicscan and plain films of the upper cervical spine in trauma pa-tients with altcred mental status. / Trauma 2001;51(4):663-668;discussion 668-669.39. Short D. Is the role of steroids in acute spinal cord injury nowresolved? Curr Opiu Neurol 2001;14(6):759-763,40. Short D], El MWS, Jones PW. High dose methylprednisolonein the management of acute spinal cord injury - a systematicreview from a clinical perspective. Spinal Cord 2000;38(5):273-286.41. Tator CH, Fehlings MG. Review ofthe secondary injury theoryof acute spinal cord trauma with special cmphasis on vascularmechanisms. / Neurosurg 1991;75:15-26.42. Widder S, Doig C, Burrowes P, Larsen G, Hurlhert R], Kort-beck JB. Prospective evaluation of computed tomographicscanning for the spinal clearance of ohtunded trauma patients:preliminary results, I Trauma 2004;56(6):1 179- I 184.\n\n▶▶ Interactive SkillProcedure\n\nTHE FOLLOWINGPROCEDURES ARE INCLUDEDIN THIS SKILL STATION:\n\n▶▶ Skill X-A: Cervlcal SpineX-Ray Assessment\n\n▶▶ Skill X-B:Atlanto-OccipitalJoint Assessment\n\n▶▶ Skill X-C: Thoracic andLumbar X-Ray Assessment\n\n▶▶ Skill X-D: Review SpineX-Rays\n\nPerformance at this skill station will altow the participant to:\n\nIdentify various spine injuries by using specific anatomic guidelinesfor examining a series of spine x-rays.\n\n2 Given a series of spine x-rays and scenarios,\n\nDefine limitations of examination.Diagnose fractures.Delineate associated injuries.Define other areas of possible injury.\n\n(See Figures X-1, X-2, and X-3)\n\nSTEP 1. Assess adequacy and alignment ( Figure X-1).\n\nA. Identify the presence of all 7 cervicalvertebrae and the superior aspect ofT1.B. Identify the:\n\n· Anterior vertebral line (Fig.X-1, line A)● Anterior spinal line (Fig.X-1, line B)● Posterior spinal line (Fig.X-1, line C)· Spinous processes (Fig.X-1, line )\n\nSTEP 2. Assess the bone ( Figure X-2).\n\nA. Examine all vertebrae for preservation ofheight and integrity of the bony cortex.B, Examine facets.C. Examine spinous processes.\n\nAssess the cartilage, including examining thecartilaginous disk spaces for narrowing orwidening (see Figure X-2).\n\nSTEP 4. Assess the dens (Figure X-3).\n\nA. Examine the outline of the dens.B. Examine the predental space (3 mm).C. Examine the clivus; it should point to thedens.\n\nSKILL STATION X ● X-Ray Identification of Spine Injuries\n\nSTEP 5. Assess the extraaxial soft tissues.A. Examine the extraaxial space and soft tissues\n\nB. Examine the distances between the spinousprocesses.\n\n● 7 mm at C3· 3 cm at C7\n\n(See Figures X-4 and X-5)\n\nDetection of an atlanto-occipital dislocation can be chal-lenging. Two useful findings include a Power's ratio >I(BC/OA, where BC is the distance from the basion |B I tothe posterior arch [C] ofC1 and OA is the distance from theanterior arch of C1 [A] to the opisthion [O-the posterior\n\nmargin of the foramen magnum 1). Wackenheim's line runsalong the posterior clivus and passes tangentially to the pos-terior tip of the dens. If an atlanto-occipital injury is sus-pected, spina] immobilization should be preserved, andexpert radiologic interpretation should be obtained.\n\nBC/AO (Power's ratio) ≤ 1Figure X-4\n\nBC/ AO (Power's ratio) > 1\n\n178 SKILL STATION X ● X-Ray Identification of Spine Injuries\n\n▶ Skill X-C: Thoracic and Lumbar X-Ray Assessment\n\nANTEROPOSTERIOR VIEW\n\nA. AlignmentB. Symmetry of pediclesC. Contour of bodiesD. Height of disk spacesE. Central position of spinous processes\n\nA. Alignment of bodies/angulation of spineB. Contour of bodiesC. Presence of disk spacesD. Encroachment of body on canal\n\n▶ Skill X-D: Review Spine X-Rays\n\nInstructor will display a series of tilms to be interpreted anddiscussed with students.\n\n▶ SPINE X-RAY SCENARIOSPATIENT X-1 28-year-old male fell while mountain biking. No neurologic deficit.PATIENT X-3 8-year-old child fell down the stairs and is crying. No neu- rologic deficit.\n\n54-year-old male hit a tree while driving his car. Symptomsare only slight discomfort of his neck and some numbnessin his digit V, lefl side.\n\n62-year-old male hit an abutment while driving his car.There is no neurologic deficit, but patient is unable to ac-tively move his neck because of pain.\n\nSKILL STATION X · X-Ray Identification of Spine Injuries\n\n19-year-old female with head and neck trauma as the resultof an assault.\n\n22-year-old male struck a tree while riding his motorcycle.No neurologic defi.cit.\n\nBox fell on head. Painful neck, no neurologic deficit.\n\n45-year-old woman attempted to hang herself. GCS score of7.\n\n30-year-old male in motor vehicle crash versus tree. Patientwas restrained, but there was no airbag. GCS score of 15;neurologic exam intact; patient reports neck pain.\n\n36-year-old male fell from a height greater than 3 metersand has back pain,\n\n30-year-old male involved in motorcycle crash. On exami-nation, he appears to have a sensory and motor deficit in*volving both legs. Deep-tendon reflexes are absent.\n\n25-year-old female involved in motor vehicle crash. Patientwas wearing alap belt without shoulder harness. No neuro-logic deficit.\n\nPerformance at this skill station will allow the paiticipant to:\n\n▶▶ Interactive SkillProcedure\n\nNote: Standard precautionsare req uired when caring fortrauma patients. This SkillStation includes scenarios andrelated x-rays for use inmaking evaluation andmanagement decisions basedon the findings.\n\nTHE FOLLOWINGPROCEDURES ARE INCLUDEDIN THIS SKILL STATION:\n\n▶▶ Skill XI-A: Primary Survey andResuscitation-AssessingSpine Injuries\n\n▶▶ Skill XI-B: SecondarySurvey-NeusologicAssessment\n\n▶▶ Skill XI-C: Examination forLevel of Spinal Cord Injury\n\n▶▶ Skill XI-D: TreatmentPrinciples for Patients withSpinal Cord Injuries\n\n▶▶ Skill XI-E: Principles of SpineImmobilization and Logrolling\n\n1Demonstrate the examination of a patient in whom spine and/or spinal cord i njuries are suspected.2Explain the principles for immobilizing and logrolling patients with neck and/or spinal injuries, including the indications for removing protective devices.3Perform a neurologic examination and determine the level of spinal cord injury.4Determine the need for neurosurgical consultation.5Determine the need for interhospital or intrahospital transfer, and describe how the patient should be properly immobilized for transfer.\n\nNote: The patient should be maintained in a supine, neutralposi tion using proper immobilization tech niq ues.\n\nA. Assess the airway while protecting the cervicalspine.B. Establish a definitive airway as needed.\n\nSTEP 2. Breathing: Assess and provide adequateoxygenation and ventilatory support as needed.\n\nSTEP 3. Circulation:\n\nJI the patient has hypotension, dilferentiatehypovolemic shock (decreased bloodpressure, increased heart rate, and coolextremities) from neurogenic shock(decreased blood pressure, decreased heartrate, and warm extremities).\n\nB. Replace fluids for hypovolemia.C. JI spinal cord injury is present, Iluidresuscitation should be guided by monitoringcentral venous pressure (CVP). ( Note: Somepatients may need inotropic support.)D. When perf orming a rectal examination bef oreinserting the urinary catheter, assess for rectalsphincter tone and sensation.\n\nSTEP 4. Disability -Briel Neurologic Examination:\n\nA. Determine level of consciousness and assesspupils.B. Determine Glasgow Coma Scale (GCS) score.C. Recognize paralysis/paresis.\n\n▶ Skill XI-B: Secondary Survey-Neurologic Assessment\n\nSTEP 1. Obtain AMPLE Ilistory\n\nA. History and mechanism ol injuryB. Medical historyC. Identity and record drugs given prior topatient's arrival and during assessment andmanagement phases\n\nSTEP 2. Reassess level of consciousness and pupils.\n\nSTEP 3. Reassess GCS score.\n\nSTEP 4. Assess the spine (See Skill XI -C: Examination for\n\nA. Palpate the entire spine posteriorly bycarefully logrolling the patient and assessingfor:\n\nLevel of Spinal Cord Injury)\n\n● Deformity and/or swelling● Grating crepitus● Increased pain with palpation\n\nContusions and lacerations/penetratingwounds\n\nB. Assess for pain, paralysis, and paresthesia:\n\nTest sensation to pinprick in all dermatomesand record the most caudal dermatome thatfeels the pinprick.D. Assess motor function.E. Measure deep tendon reflexes (leastinformative in the emergency setting).F. Document and repeat-record the results ofthe neurologic examination and repeat motorand sensory examinations regularly untilconsultation is obtained.\n\n▶ Skill XI-C: Examination for Level of Spinal Cord Injury\n\nSTEP 5. Reevaluate Assess for associated/occult injuries.\n\nA patient with a spinal cord injury may have varyinglevels ofneurologic deficit. The level of motor function and sensationmust be reassessed frequently and carefully documented, be-cause changes in the level of function can occur.\n\nSTEP 1. Best Motor Examination\n\nA. Determining the level ol kjuadriplegia, nerveroot level:\n\nRaises elbow to level of shoulder- -deltoid, C5● Flexes forearm-biceps, C6Extends forearm-triceps, C7● Flexes wrist and fingers, C8● Spreads fingers, TIDetermining the level of paraplegia, nerveroot level:\n\nSKILL STATION XI ● Spinal Cord Injury: Assessment and Management\n\nFlexes hip-iliopsoas, L2Extends knee- - quadriceps, L3-L4Flexes knee-hamstrings, L4-L5 to S1Dorsitlexes big toe extensor hallucis longus,L5● Plantar flexes ankle-gastrocnemius, S1\n\nSTEP 2. Sensory Examination: Determining the level ofsensation is done primarily by assessing thedermatomes. See Figure 7-3 in Chapter 7:\n\n▶ Skill XI-D: Treatment Principles for Patients with Spinal Cord Injuries\n\nSpine and Spinal Cord Trauma. Remember, thecervical sensory dermatomes of C2 through C4form a cervical cape or mantle that can extenddown as far as the nipples. Because of thisunusual pattern, the examiner should not dependon the presence or absence of sensation in theneck and clavicular area, and the level ofsensation must be correlated with the motorresponse level.\n\n1. Patients with suspected spine injury must beprotec ted from further injury. Such protectionincludes applying a semirigid cervical collar andlong back board, performing a modified logroll toensure neutral alignment of the entire spine, andremoving the patient from the long spine board assoon as possible. Paralyzed patients who areimmobilized on a long spine board are at particularrisk for pressure points and decubitus ulcers.Theref ore, paralyzed patients should be removedfrom the long spine board as soon as possible altera spine injury is diagnosed, ie, within 2 hours,\n\nspecifically needed for the management ofshock. A central venous catheter should beinserted lo carefully monitor fluidadministration.B. Urinary catheter: A urinary catheter shouldbe inserted during the primary survey andresuscitation phases lo monitor urinaryoutput and prevent bladder distention.C. Gastric catheter: A gastric catheter should beinserted in all patients with paraplegia andquadriplegia to prevent gastric distention andaspiration.\n\nSTEP 2. Fluid Resuscitation and Monitoring:\n\nA CVP monitoring: Intravenous fluids usuallyare limited to maintenance Levels unless\n\n▶ Skill XI-E: Principles of Spine Immobilization and Logrolling\n\nFour people are needed to perf orm the modified logrollingprocedure and to immobilize the palient-for example, ona long spine board: one person to maintain manual, in-lineimmobilization of the patient's head and neck; one for thetorso (including the pelvis and hips); one for the pelvis andlegs; and one to direct the procedure and move the spineboard. This procedure maintains the patient's entire bodyin neutral alignment, thereby minimizing any untowardmovement of the spine. This procedure assumes that anyextremity suspected of being fractured has already been im-mobilized,\n\n1. Place the long spine board with straps next to thepatient's side. Position the straps for fasteninglater across the pa tient's thorax, just above theiliac crests, across the thighs, and just above theankles. Straps or tape can be used to secure thepatient's head and neck to the long board.\n\nSTEP 2. Apply gentle, in-line manual immobilization tothe patient's head and apply a semirigid cervicalcollar.\n\nSTEP 4. Carefully straighten the patient's legs and placethem in neutral alignment with the patient'sspine. Tie the ankles together with a roller-typedressing or cravat.\n\nSTEP 3. Gently straighten and placethe patient's arms(palm in) next to the torso.\n\n5. While maintaining alignment of the patient'shead and neck, another person reaches acrossand grasps the patient at the shoulder and wrist.A third person reaches across and grasps thepatient's hip just distal to the wrist with one handand with the other hand firmly grasps the rollerbandage or cravat that is securing the anklestogether.\n\n184 SKILL STATION XI ● Spinal Cord Injury: Assessment and Management\n\nSTEP 6.At the direction of the person who is maintaining immobilization of the patient's head and neck, cautiously logroll the patient as a unit toward the two assistants at the patient's side, but only to the. least degree necessaryto position the board under the patient. Maintain neutral alignment of the entire body during this procedure.STEP 7.Place the spine board beneath the patient and carefully logroll the patient in one smooth movement onto the spine board. The spine board is used only for transf erring the patient and should not be left under the patient for any length of time.STEP 8,Consider padding under the patient's head to avoid hyperextension of the neck and for patient comf ort.STEP 9.Place padding, rolled blankets, or similar bolstering devices on both sides of the patient's head and neck, and firmly secure the patient's head to the board. Tape the cervical collar, further securing the patient's head and neck to the long board.\n\n▶▶ PEDIA TRIC PATIENT\n\nA pediatric-sized long spine board is preferable when im-mobilizing a small child. If only an adult-sized board isavailable, place blanket rolls along the entire sides of thechild to prevent lateral movement. A child's headis propor-tionately larger than an adult's. Therefore, padding shouldbe placed under the shoulders to elevate the torso SO thatthe large occiput of the child's head does not produce flex-ion of the cervical spine; this maintains neutral alignment ofthe child's spine. Such padding extends from the child's lunn-bar spine to the top of the shoulders and laterally to theedges of the board.\n\nIfleft immobilized for any length of time (approximately 2hours or longer) on the long spine board, pressure sores maydevelop at the occiput, scapulae, sacrum, and heels. There-fore, padding shouldbe applied under these areas as soon aspossible, and the patient should be removed from the longspine board as soon as his or her condition permits.\n\n▶▶ REMOVAL FROM A LONG SPINE BOARD\n\nMovement of a patient with an unstable vertebral spine in-jury can cause or worsen a spinal cord injury. To reducethe risk of spinal cord damage, mechanical protection isnecessary for all patients at risk. Such protection shouldbe maintained until an unstable spine injury has beenexcluded.\n\nAs previously described, properly secure thepatient to a long spine board, which is the basictechnique for splinting the spine. In general, thisis done in the prehospital setting, and the patientarrives at the hospital already immobilized. Thelong spine board provides an effective splint andpermits safe transf ers of the patient with aminimal number of assistants. However,unpadded spine boards can soon becomeuncomf ortable for conscious patients and pose asignificant risk for pressure sores on posteriorbony prominences (occiput, scapulae, sacrnm,and heels). Therefore, the patient should betransf erred from the spine board to a firm, well-padded gurney or equivalent surface as soon as itcan be done safely. Before removing the patientfrom the spine board, c-spine, chest, and pelvisx-ray films should be obtained as indicated,because the patient can be easily lifted and thex-ray plates placed beneath the spine board.While the patient is immobilized on the spineboard, it is very important to maintainimmobilization of the head and the bodycontinuously. The straps used to immobilize thepatient on the board should not be removedfrom the body while the head remains taped tothe upper portion of the spine board.\n\nSTEP 2. Remove the patient from the spine board as earlyas possible. Preplanning is required. A good timeto remove the board from under the patient iswhen the patient is logrolled to evaluate the back.\n\nSTEP 3. Safe movement of a patient with an unstable orpotentially unstable spine requires continuousmaintenance of anatomic alignment of thevertebral colwnn. Rotation, flexion, extension,lateral bending, and shearing-type movements inany direction must be avoided. Manual, in-lineimmobilization best controls the head and neck.No part of the patient's body should be allowedto sag as the patient is lifted off the supportingsurface. The transfer options listed below may beused, depending on available personnel andequipment resources.\n\nModified Logroll Technique: The modifiedlogroll technique, previously outlined, is reversedto remove the patient from the long spine board.Four assistants are required: one to maintainmanual, in-line immobilization of the patient'shead and neck; one for the torso (including thepelvis and hips); one for the pelvis and legs; andone to direct the procedure and remove the spineboard.\n\nSTEP 5. Scoop Stretcher: The scoop stretcher is analternative to using the modified logrolling\n\nSKILL STATION XI · Spinal Cord Injury: Assessment and Management\n\ntechniques for patient transfer. The proper use ofthis device can provide rapid, safe transfer of thepatient from the long spine board onto a firm,padded patient gurney. For example, this devicecan be used to transfer the patient from onetransport device to another or to a designatedplace, eg, x-ray table.\n\nThe patient must remain securely immobilized until aspine injury is excluded. After the patientis transferred fromthe backboard to the gurney (stretcher) and the scoopstretcher is removed, the patient must again be immobilizedsecurely on the gurney (stretcher). The scoop stretcheris nota device on which the patient is immobilized. In addition,the scoop stretcher is not used to transport the patient, norshould the patient be transferred to the gurney by pickingup only the foot and bead ends of tbe scoop stretcher. With-out firm support under the stretcher, it can sag in the mid-d.le and result in Ioss of neutral alignment of the spine.\n\n▶▶ IMMOBILIZATION OF THE PATIENT WITHPOSSIBLE SPINE INJURY\n\nPatients frequently arrive in the ED with spinal protectivedevices in place. These devices should cause the examiner\n\nto suspect that a c-spine and/or thoracolumbar spine in-jury may exist, based on mechanism of injury. In patientswitb multiple injuries with a diminished level of con-sciousness, protective devices should be left in place untila spine injury is excluded by clinical and x-ray examina-tions. See Chapter 7: Spine and Spinal Cord Trauma. Ifa patient is immobilized on a spine board and is para-plegic, spinal instability should be presumed and all ap-propriate x-ray films obtained to determine the site ofspinal injury. However, if the patient is awake, alert, sober,neurologically normal; is not experiencing neck or backpain; and does not have tenderness to spine palpation,spine x-ray examination and immobilization devices arenot needed.\n\nPatients who sustain multiple injuries and are coma-tose should be kept immobilized on a padded gurney(stretcher) and logrolled to obtain the necessary x-ray filmsto exclude a fracture. Then, using one of the aforementionedprocedures, they can be transf erred carefully to a bed forbetter ventilatory support.\n\nA [5-year-old boy is riding his bicycle through a parking lot.He is distracted and hits a car at low speed when it backsout of a parking space. Heis thrown hom his bicycle acrossthe trunk of the car and sustains a mild abrasion and an an~gled deformity ofthe left wrist. He is brought to the ED im-mobilized on a long spine board and with a semirigidcervical collar in place. He is alert and cooperative and hasno hemodynamic abnormalities.\n\nA 75-year-old male is walking to the store when he tripsand falls forward, striking his chin on a parked car. He istransported to the ED immobilized on a long spine boardwith a semirigid cervical collar applied. He has an abra-sion on his chin and is alert and appropriately responsive.Physical examination reveals paralysis of his hands, withvery little finger motion. He has some upper-extremitymovement (grade 2/5), but is clearly weak bilaterally. Ex-amination of the lower extremities reveals weakness, buthe is able to flex and extend both his legs at the hip andknee. He has various areas of hypesthesia over his body.\n\nA 25-year-old male passenger sustains multiple injuries ina car collision. The driver died at the scene of the injury.The patient is transported to the ED im1nobilized on along spine board with a semirigid cervical collar applied.Oxygen is being administered, and administration ofwarmed crystalloid fluids with two large-caliber intra-venous lines is initiated. His blood pressure is 85/40 mmHg, his heart rate 130 beats/min, and his respiratory rate40 breaths/min. His respirations are shallow, and there is acontusion over the chest wall. His eyes are open、 and hisverbal response is appropriate. He is able to shrug hisshoulders, bul is unable to raise his elbow to the shoulderlevel or move his legs.\n\nThis scenario is essentially the same as Scenario X1-3, butthe instructor will make changes in the patient's neurologicstatus as the student examines the patient.\n\nA 25-year-old passenger sustains multiple injuries ina car collision. The driver died at the scene of the injury.The passenger is transported to the ED immobilized on a\n\nlong spine board with a semirigid cervical collar applied.Oxygen is being administered, administration of warmedcrystalloid fluids with two large-caliber intravenous linesis initiated.\n\nA 6-year-old boy fell off his bicycle and hit the back of hishead. In the ED, his head and neck are in a flexed position,and he reports pain in his neck. He is immobilized on anunpadded long spine board without a cervical collar.\n\nPrimary Survey and Resuscitation\n\nAdjuncts to Primary SurveyFracture ImmobilizationX-Ray Examination\n\nSecondary SurveyHistoryPhysical Examination\n\nPotentially Life-Threatening Extremity Injuries\n\nMajor Pelvic Disruption with HemorrhageMajor Arterial HemorrhageCrush Syndrome (Traumatic Rhabdomyolysis)\n\nLimb-Threatening Injuries\n\nOpen Fractures and Joint InjuriesVascular Injuries, Including Traumatic AmputationCompartment SyndromeNeur ologic Injury Second ary to Fracture-Dislocation\n\nOther Extremity Injuries\n\nContusions and LacerationsJoint InjuriesFractures\n\nFemoral FracturesKnee InjuriesTibia FracturesAnkle FracturesUpper-Extremity and Hand Injuries\n\nAssociated InjuriesOccult Skeletal InjuriesChapter SummaryBibliography\n\nMusculoskeletalTrauma\n\nUpon completion of this topic, the student will be able to ini-tially assess and manage patients with life-threatening andlimb-threatening musculoskeletal injuries. Specifically, the doc-tor will be able to:\n\nExplain the significance of musculoskeletal injuriesin patients with multiple injuries.\n\n2 Outline priorities in the assessment of muscu-\n\nlimb-threa tening injuries.\n\nloskeletal trauma to identify life-threatening and\n\nExplain the proper principles of initial manage-ment for musculoskeletal injuries."
}