{
  "title": "Atls%208Th%20Edition Ch06 Head Trauma(131-156페이지)",
  "full_text": "▶▶ Interactive SkillProcedures\n\nPerform ance at this skill station will allow the particip ant to:\n\nNote: This Skill Station includes asystematic method for evaluatingchest x-ray films A series of X-rays with related scenarios is thenshown to students for theirevaluation and managementdecisions based on the findings.\n\nTHE FOLLOWING PROCEDUREIS INCLUDED IN THIS SKILLSTATION:\n\nSkill VI-A: Process for InitialReview of Chest X-Rays\n\n1 Describe the process for viewing a chest x-ray film for the purpose of\n\nidentifying life-threatening and potentially life-threate ning thoracic\n\n2 Identify various thoracic injuries by using the following seven specific\n\nanatomic guidelines for examining a series of chest x-rays:\n\nPleural spaces and lung parenchyma\n\n3 Given a series of x-rays:\n\nDiagnose fractures.Diagnose a pneumothorax and a hemothor ax.Identify a widened mediastinum.Delineate associated injuries.Identify other areas of possible injury.\n\nSTEP 1.Confirm that the film being viewed is of your patient.STEP 2.Quickly assess for suspected pathology.STEP 3.Use the patient's clinical findings to focus the review of the chest x-ray film, and use the x-ray findings to guide lurther physical evaluation.\n\n▶▶ 11. TRACHEA AND BRONCHI\n\nSTEP 1.Assess the position of the tube in cases of endotracheal inlubation.STEP 2.Assess for the presence of interstitial or pleural air that can represent tracheobronchial injury.STEP 3.Assess for tracheal lacerations that can present as pneumomecliastinum, pneumothorax, subcutaneous and interstitial emphysema of the neck, or pneumoperiloneum.STEP 4.Assess for bronchial disruption that can present as a free pleural communication and produce a massive pneumothorax with a persistent air leak that is unresponsive to tube Lhoracostomy.\n\n▶▶ III. PLEURAL SPACES AND LUNGPARENCHYMA\n\nSTEP 1.Assess the pleural space for abnorma] collections of fluid thal can represent a hemothorax.STEP 2.Assess the pleural space for abnormal collections of air that can represent a pneumothorax usually seen as an apical lucent area without bronchial or vascular markings.STEP 3.Assess the lung fields for infiltrates that can suggest pulinonary contusion, hematoma, aspiration, etc. Pulmonary contusion appears as air-space consolidation that can be irregular and patchy, homogeneous, diffuse, or extensive.STEP 4.Assess the parenchyma for evidence of laceration. Lacerations appear as a hematoma, vary according to the magnitude of injury, and appear as areas of consolidation.\n\nbetween tissue planes or outline them withradiolucency.\n\nSTEP 1. Assess for air or blood that can displacemediastinal structures or blur the demarcation\n\nSTEP 2. Assess for radiologic signs associated with cardiacor major vascular injury.\n\na. Air or blood in the pericardium can result inan enlarged cardiac silhouette. Progressivechanges in cardiac size can represent anexpanding pneumopericar dium orhemopericardium.\n\nb. Aortic rupture can be suggested by:\n\nA widened mediastinum-most reliable findingFractures ol the first and second ribsObliteration of the aortic knobDeviation of the trachea to the rightPresence of a pleural capElevation and rightward shift of the rightmainstem bronchusDepression of the left mainstem bronchusObliteration of the space between thepulmonary artery and aortaDeviation of the esophagus (NG tube) tothe right\n\nNote: Diaphragmatic rupture requires a high index of sus-picion, based on the mechanism of injury, signs and symp-toms, and x-ray findings. Initial chest x-ray examinationmay not clearly identify a diaphragmatic injury. Sequentialfilms or additional studies may be required.\n\nSTEP 1. Carefully evaluate the diaphragm for:\n\na. Elevation (may rise to fourth intercostal spacewith full expiration)b. Disruption (stomach, bowel gas, or NG tubeabove the diaphragm)C. Poor idenlification ( irregular or obscure) dueto overlying fluid or soft-tissue masses\n\nSTEP 2. X-ray changes suggesting injury include:\n\na, Elevation, irregularity, or obliteration of thediaphragm-segmental or totalb. A mass-like density above the diaphragm thatcan be due to a lluid-filled bowel, omentum,liver,kidney, spleen, or pancreas (may appearas a \"loculated pneumothorax\")C. Air or contrast-containing stomach or bowelabove the diaphragmd. Contralateral mediastinal shifte. Widening of the cardiac silhouette if the peri-toneal contents herniate into the pericardial sacf. Pleural elfusion\n\nSTEP 3. Assess for associated injuries, such as splenic,pancreatic, renal, and liver.\n\nSTEP 1. Assess the clavicle for evidence of:\n\na. Fractureb. Associated injury, such as great-vessel injury\n\nSTEP 2. Assess the scapula for evidence ol:\n\na. Fractureb. Associated injury, such as airway or great-vessel injury,pulmonary contusion\n\nSTEP 3. Assess ribs I through 3 for evidence of:\n\na. Fractureb. Associated injury, such as pneumothorax,major airway, or great-vessel injury\n\nSTEP 4. Assess ribs 4 through , for evidence of:\n\na. Fracture, especially in IWO or more contiguousribs in two places (flail chest)b. Associated injury, such as pneumothorax,hemothorax, pulmonary contusion\n\nSTEP 5. Assess ribs , through 12 for evidence of:\n\na. Fracture, especially in lwo or more places (f)ailchest)b. Associated injury, such as pneumothorax,pulmonary contusion, spleen, liver, and/orkidney\n\nAssess the sternomanubrial junction and sternalbody for evidence of Tracture or dislocation.(Sternal fractures can be mistaken on the AP filmfor a mediastinal hematoma. After the patient isstabilized, a coned-down view, overpenetratedfilm, lateral view, or CT may be obtained tobetter identify suspected sternal fracture.)\n\nAssess the sternum for associated injuries, suchas myocardial contusion and great-vessel injury(widened mediastinum), although thesecombinations are relatively infrequent.\n\na. Displacement or disruption of tissue planesb. Evidence of subcutaneous air\n\nFINDINGS DIA GNOSES TO CONSIDERRespiratory distress without x-ray findingsCNS injury, aspiration, traumatic asphyxiaAny rib fracture Pneumothorax, pulmonary contusionFracture of first three ribs or sternoclavicular fracture-dislocationAirway or great-ves-sel injuryFracture of lower ribs 9 to 12Abdominal injuryTwo or more rib fractures in two or more placesFlail chest, pulmonary contusionScapular fractureGreat-vessel Injury, pulmonary contusion, brachial plexus injulyMediastinal wideningGreat-vessel injury, sternal fracture, thoracic spine injuiyPersistentlarge pneumothorax or air leak after chest tube Inser tionBronchial tearMediast.nal airEsophageal disruption, tracheal inju.ry, pneumoperitoneumG1 gas patternin the chest (loculated air)Diaphragmatic ruptureNG tube in thechestDiaphragmatic rupture or ruptured esophagusAir fluid level in the chestHemopneumothorax or diaphragmatic ruptureDisrupted diaphragmAbdominal visceral injuryFree air under the diaphragmRuptured hollow abdominal viscus\n\nTABLE VI-1 Chest X-Ray Suggestions\n\n106 SKILL STATION VI ● X-Ray Identification of Thoracic Injuries\n\n▶▶ VIII. TUBES AND LINES\n\nSTEP 1. Assess for placement and positioning of:\n\na、 Endotracheal tubeb. Chest tubesC. Central access linesd. Nasogastric tubee. Other monitoring devices\n\n▶▶ IX. X-RAY REASSESSMENT\n\nThe patient's clinical findings should be correlated with thex-ray findings, and vice versa. After careful, systematic eval-\n\nuation of the initial chest film, additional x-rays or ra-diographic and/or imaging studies may be necessary as his-torical facts and physical findings dictate. Remember, nei-ther the physical examination nor the chest x-ray film shouldbe viewed in isolation. Findings on the physical examinationshould be used to focus the review of the chest x-ray Alln,and findings on the chest x-ray film should be used to guidethe physical examination and direct the use of ancillary di-agnostic procedures. For example, review of the previous X-ray film and repeat chest films may be indicated if significantchanges occur in the patient's status. Thoracic CT, thoracicarteriography, or pericardial wtrasonography/ednocardiog-raphy may be indicated for specificity of diagnosis.\n\n▶ THORAX X-RAY SCENARIOS\n\nX-ray film of a 33-year-old bicyclist who was hit by a car.\n\nX-ray film of a young female with a small stab wound abovethe nipple on the right side with ipsilateral diminishedbreath sounds.\n\nX-ray film of a 56-year-old truck driver who hit an abut-ment and reported left-sided chest pain and respiratory dis-tress.\n\nX-ray film of a 22-year-old male in distress after a figbt in abar (stab wound in the back, fourth intercostal space on left).\n\nX-rayfilm of a 42-year-old male in respiratory distress aftersustaining a gunshot wound in a jewelry shop robbery.\n\nX-ray film of a motorcyclist with severe head Ira uma on ad-mission.\n\nX-ray Glm of a 36-year-old male after treatment of an obvi-ous pneumothorax on the right side, still desaturated.\n\nX-ray film of a 45-year-old male motorcyclist who hit a treeat high speed. He was intubated by EMS and presents as he-modynamically normal.\n\nX-ray film of a 56-year-old motorcyclist who sustained acollision with a truck. He was intubated and received a tho-rax drain in the prehospital setting.\n\nX-ray film of an 18-year-old gang leader who was assaulted.He has multiple contusions, an altered level of conscious-ness, and a small entrance wound on the right hemithorax.He has received initial resuscitation.\n\nX-ray film of a 56-year-old male who fel] off a ladder (6 m)with severe head injury.\n\nChest TraumaManagement\n\n▶▶ Interactive SkillProcedures\n\nNote: Standard precautionsare required when caring fortrauma patients.\n\nTHE FOLLOWINGPROCEDURES ARE INCLUDEDIN THIS SKILL STATION:\n\n▶▶ Skill VII-A: NeedleThoracentesis\n\n▶▶ Skill VII-B: Chest TubeInsertion\n\n▶▶ Skill VII-C: Pericardiocentesis\n\nPerformance at THIS skill station will allow the student to practice and demon-strate on a live, anesthetized animal; a fresh, human cadaver; or an anatomichuman body manikin the techniques of needle thoracic decompression of atension pneumothorax, chest tube insertion for the emergency managementof hemopneumothorax, and pericardlocentesis. Specifically, the student alsowill be able to:\n\nIdentify the surface markings and techniques for pleural decompres-sion with needle thoracentesis, chest tube insertion, and needle peri-cardiocentesis.\n\n2 Describe the underlying pathophysiology of tension pneumothorax\n\nand cardiac tamponade as a result of trauma.\n\n3 Describe the complications of needle thoracentesis, chest tube inser-\n\nNote: This procedure is appropriate for patients in criticalcondition with rapid deterioration who have a life-threat-ening tension pneumothorax. If this technique is used andthe patient does not have a tension pneumothorax, a pneu-mothorax and/or damage to the lung may occur.\n\nSTEP 1. Assess the patient's chest and respiratory status.\n\nSTEP 2.Administer high-flow oxygen and apply ventilation as necessary.STEP 3.ldentify the second intercostal space, in the midclavicular line on the side of the tension pneumothorax.STEP 4.Surgically prepare the chest.STEP 5.Locally anesthetize the area if the patient is conscious and if time permits.STEP 6. STEP 7.Place the patient in an upright position if a cervical spine injury has been excluded. Keeping the Luer-Lok in the distal end of the catheter, insert an over-the-needlc catheter (2 in. 15 cm] long) into the skin and direct the needle just over (ie, superior to) the rib into the intercostal space.\n\nSTEP 9. Remove the Luer-Lok from the catheter andlisten for the sudden escape of air when theneedle enters the parietal pleura, indicating thatthe tension pneumothorax has been relieved.\n\nSTEP 10. Remove the needle. Leave the plastic catheterinplace and apply a bandage or small dressingover the insertion site.\n\nSTEP 11. Prepare for a chest tube insertion, if necessary.The chest tube is typically inserted at the nipplelevel just anterior to the midaxillary line of theaffected hemithorax.\n\nSTEP 12. Connect the chest tube to an underwater-sealdevice or a flutter-type valve apparatus andremove the catheter used to relieve the tensionpneumothorax initially.\n\nSTEP 13. Obtain a chest x-ray fum.\n\nCOMPLICA TIONS OFNEEDLE THORACENTESIS\n\n● Local hematoma● Pneumothorax● Lung laceration\n\nSTEP 8. Puncture the parietal pleura.\n\n▶ Skill VII-B: Chest Tube Insertion\n\nSTEP 1.Determine the insertion site, usually at the nipple level (fifth intercostal space), Just anterior to the midaxillary line on the affected side. A second chest tube may be used for a hemothorax.STEP 2.Surgically prepare and drape the chest at the predetermined site of the tube insertion.STEP 3. STEP 4.Locally anesthetize the skin and rib periosteum. Make a 2- to 3-cm transverse (horizontal) incision at the predetermined site and bluntly dissect through the subcutaneous tissues, just over the top of the rib.Puncture the parietal pleura with thetip of aclamp and put a gloved finger into the incision to avoid injury to other organs and to clear any adhesions, clots, etc.STEP 5. STEP 6.Clamp the proximal end of thethoracostomytube and advance it into thethe pleural space to\n\ndesired length. The tube should be directedposteriorly along the inside of the chest wall.\n\nSTEP 7. Look for \"fogging\" of the chest tube withexpiration or listen for air movement.\n\nSTEP 8. Connect the end of the thoracostomy tube to a nunderwater-seal apparatus.\n\nSTEP 9. Suture the tube in place.\n\nSTEP 10. Apply a dressing, and tape the tube to the chest.\n\nSTEP 12. Obtain arterial blood gas values and/or institutepulse oximetry monitoring as necessary.\n\nSTEP 11. Obtain a chest x-ray film.\n\n▶▶ COMPLICATIONS OF CHEST TUBE INSERTION\n\n· Laceration or puncture of intrathoracic and/or ab-dominal organs, which can be prevented by usingthe finger technique before inserting the chest tube\n\nSKILL STATION VII · Chest Trauma Management\n\n· Introduction of pleural inf ection -eg,thoracic empyemaDamage to the intercostal nerve, artery, or vein\n\nConverting a pneumothorax to ahemopncumothorax● Resulting in intercostal neuritis/neuralgia● Incorrect tube position, extrathoracic orintrathoracicChest tube kinking, clogging, or dislodgingfrom the chest wall, or disconnection from theunderwater-seal apparatus● Persistent pneumothorax\n\n● Large primary leakLeak at the skin around the chest tube;suction on tube too strongLeaky underwater-seal apparatus● Subcutaneous emphysema, usually at tube site● Recurrence of pneumothorax upon removal ofchest tube; seal of thoracostomy wound notimmediateLung fails to expand because of pluggedbronchus; bronchoscopy requiredAnaphylactic or allergic reaction to surgicalpreparation or anesthetic\n\n▶ Skill VII-C: Pericardiocentesis\n\nSTEP 1. Monitor the patient's vital signs and ECG bef ore,during, and after the procedure.\n\ninjury pattern persist, withdraw the needlecompletely.\n\nAfter aspiration is completed, remove thesyringe, and attach a three-way stopcock, leavingthe stopcock closed. Secure the catheter in place.\n\nOption: Applying the Seldinger technique, pass aflexible guidewire through the needle into thepericardial sac, remove the needle, and pass a 14-gauge flexible catheter over the guidewire. Removethe guidewire and attach a three-way stopcock.\n\nShould the cardiac tamponade symptomspersist, the stopcock may be opened and thepericardial sac reaspirated. The plasticpericardiocentesis catheter can be sutured ortaped in place and covered with a small dressingto allow for continued decompression en routeto surgery or transfer to another care facility.\n\n▶▶ COMPLICATIONS OF PERICARDIOCENTESIS\n\nSTEP 2.Surgically prepare the xiphoid and subxiphoid areas, if time allows.STEP 3.Locally anesthetize the puncture site, if necessary.STEP 4.Using a 16 - to 18-gauge, 6-in. ( 15-cm) or longer over-the-needle catheter, attach a 35-ml, empty syringe with a three-way stopcock.STEP 5,Assess the patient for any mediastinal shift that may have caused the heart to shift significantly.STEP 6.Puncture the skin l to 2 cm inferior to the left of the xiphochondral junction, at a 45-degree angle to the skin.STEP 7.Carefully advance the needle cephalad and aim toward the tip of the left scapula.STEP 8.If the needle is advanced too far (ie, into the ventricular muscle), an injury pattern known as the \"current of injury\" appears on the ECG monitor (eg, extreme ST-T wave changes or widened and enlarged QRS complex). This pattern indicates that the pericardiocentesis needle should be withdrawn until the previous baseline ECG tracing reappears. Premature ventricular contractions also can occur, secondary to irritation of the ventricular myocardium.STEP 9.When the needle tip enters the blood-filled pericardial sac, withdraw as much nonclotted blood as possible.STEP 10.During the aspiration, the epicardium approaches the inner pericardial surf ace again, as does the needle tip. Subsequently, an ECG current of injury pattern may reappear. This indicates that the pericardiocentesis needle should be withdrawn slightly. Should this\n\nAspiration of ventricular blood instead ofpericardial blood● Laceration of ventricularepicardium/myocardium● Laceration of coronary artery or veinNew hemopericardium, secondary tolacerations of the coronary artery or vein,and/or ventricular epicardium/myocardiumVentricular fibrillation● Pneumothora.x, secondary to lung puncture● Puncture of great vessels with worsening ofpericardial tamponade● Puncture of esophagus with subsequentmediastinitis● Puncture of peritoneum with subsequentperitonitis or false positive aspirate\n\nObjectivesIntroduction\n\nExternal Anatomy of the Abdomen\n\nInternal Anatomy of the AbdomenPeritoneal CavityRetroperitoneal SpacePelvic Cavity\n\nMechanism of InjuryBlunt TraumaPenetrating Trauma\n\nHistolyPhysical ExaminationAdjuncts to Physical ExaminationEvaluation of Blunt TraumaEvaluation of Penetrating Trauma\n\nIndications for Laparotomy in Adults\n\nDiaphragm InjuriesDuodenal InjuriesPancreatic InjuriesGenitourinary InjuriesSmall Bowel InjuriesSolid Organ InjuriesPelvic Fractures and Associated Injuri es\n\nUpon completion of this topic. the student will identify com-mon patterns of abdominal trauma based on mechanism ofinjury and establish management priorities accordingly. Specif-ically, the doctor will be able to:\n\nIdentify the key anatomic regions of the ab-domen.\n\nIdentify the patient at risk for abdominal andpelvic injuries based on the mechanism of injury.\n\nApply the appropriate diagnostic procedures toidentify ongoing hemorrhage and injuries thatcan cause delayed morbidity and mortality\n\nDescribe the short-term management of abdomi-nal and pelvic injuries.\n\n112 CHAPTER 5 ● Abdominal and Pelvic Trauma\n\nEvaluation of the abdomen is a challenging component ofthe initial assessment of injured patients. The assessment ofcirculation during the primary survey includes early evalua~tion of the possibility of occult hemorrhage in the abdomenand pelvis in any patient who has sustained blunt trauma.Penetrating torso wounds between the nipple and perineumalso must be considered as potential causes of intraabdom-inal injury. The mechanism of injury, the force with whichthe injury was sustained, the location of injury, and the he-modynamic status of the patient determine the best methodof abdominal assessment.\n\nUnrecognized abdominal injury continues to be a causeof preventable death after truncal trauma. Rupture of a hol-low viscus and bleeding from a solid organ are not easilyrecognized, and patient assessment is often compromisedby alcohol intoxication, use of illicit drugs, injury lo thebrain or spinal cord, and injury to adjacent structures suchas the ribs, spine, or pelvis. Significant am ounts of bloodmay be present in the abdominal cavity with no dramaticchange in appearance or dimensions and with no obvioussigns ofperitoneal irritation. Any patient who has sustainedsignificant blunt torso injury from a direct blow, decelera-tion, or a penetrating torso injury must be considered lohave an abdominal visceral or vascular injury until provenotherwise.\n\nExternal Anatomy of the Abdomen\n\nThe abdomen is partially enclosed by the lower thorax; theanterior abdomen is defined as the area between thetransnipple line superiorly, the inguinal ligaments and sym-physis pubis inf eriorly, and the anterior axillary lines later-ally.\n\nThe flank is the area between the anterior and poste-rior axillary lines from the sixth in tercostal space lo the iliaccrest. The thick musculature of the abdominal wall in thislocation, rather than the much thinner aponeurolic sheaths\n\nDelay in recognizing intraabdominal or pelvic injuryleads to early death from hemorrhage or delayeddeath from visceral injury.\n\nof the anterior abdomen, acts as a partial barrier to pene-trating wounds, particularly stab wounds.\n\nThe back is the area located posterior lo the posterioraxillary lines from the tip ol' the scapulae lo the iliac crests.Similar to the abclominal-wall muscles in the flank, the thickback and paraspinal muscles act as a partial barrier to pen-etrating wounds.\n\nInternal Anatomy of the Abdomen\n\nThe three distinct regions of the abdomen are the peritonealcavity, the retroperitoneal space, and the pelvic cavity. Thepelvic cavity, in fact, contains components of both the peri-toneal cavity and retrop eritoneal spaces (Figure 5-1).\n\nIt is convenient lo divide the peritoneal cavity into lwoparts-upper and lower. The upper peri toneal cavity, whichis covered by the lower aspect of the bony thorax, includesthe diaphragm, liver, spleen, stomach, and transverse colon.\n\nFigure 5-1 Regions of Abdomen. The three dis-tinct regions of the abdomen are the peritoneal cavity,retroperitoneal space, and pelvic cavity.\n\nInjuries to hidden areas of the abdomen such as theretroperitoneum must be suspected and evalu* ated.\n\nThis area is also referred to as the \"thoracoabdominal com-ponent\" of the abdomen. As the diaphragm rises to thefourth intercostal space during full expiration. fractures ofthe lower ribs or penetrating wounds below the nipple linemay injure abdominal viscera. The lower peritoneal cavitycontains the small bowel, parts of the ascending and de-scending colons, the sigmoid colon, and, in lemales, the in-ternal reproductive organs.\n\nThis potential space is the area posterior to the peritoneallining of the abdomen. Tl contains the abdominal aorta; theinferior vena cava; most of the duodenum, pancreas, kid-neys and ureters; the posterior aspects of the ascending anddescending colons; and the relroperitoneal components ofthe pelvic cavity. Injuries to the retroperitoneal visceral struc-tures are difficult to recognize because the area is remotefrom physical examination, and injuries do not initially pre-sent with signs or symptoms of peritonitis. In addition, thisspace is not sampled by diagnostic peritoneal lavage (DPL).See Skill Station VIII: Diagnostic Peritoneal Lavage.\n\nThe pelvic cavity, surrounded by the pelvic bones, is essen-tially the lower part of the retroperitoneal and intraperi-loneal spaces. It contains the rectum, bladder, iliac vessels,and, in females, internal reproductive organs. As with thethoracoabdominal area, examination of pel vic structures iscompromised by overlying bones.\n\nWhy is the mechanism of injuryimportant?\n\nInformation provided by prehospital personnel or wilnessescan be very helpful in predicting injury patlerns. This in-formation should always be considered and evaluated whenassessing trauma patients. See Appendix B: Biomechanicsof Injury.\n\nA direct blow, such as contact with the lower rim of thesteering wheel or a door intruding into the passenger space\n\nas the result of a motor vehicle crash, can cause compres-sion and crushing injuries to abdominal viscera. Such forcesdeform solid and hollow organs and may cause rupture,with secondary hemorrhage, conlamination by visceral con-tents, and peritonitis. Shearing injuries are a form of crush-ing injury that may result when a restraint device, such as alap-type seat belt or shoulder harness component, is wornimproperly (Figure 5-2). Patients injured in motor vehiclecrashes also may sustain deceleration injuries, in which thereis a dilferential movement of lixed and nonfixed parts of thebody. Examples include the frequent lacerations of the liverand spleen, both movable organs, at the sites of their fixedsupporting ligaments.\n\nAir-bag deployment does not preclude abdominal in-jury. ln patients who sustain blunt Irauma, the organsmost frequently injured include the spleen (40%-55%),liver (35%-45%), and small bowel (5%-- 10%). In addi-tion, there is a 15% incidence of retroperitoneal hema-toma in palients who undergo laparotomy for blunt trauma.Although restraint devices prevent more major injuries,they may produce specific patterns of injury, as shown inTable 5-1.\n\nStab wounds and low-velocity gunshot wounds cause tis-sue damage by lacerating and cutting. High-velocity gun-shot wounds transfer more kinetic energy to abdominalviscera. High-velocity wounds may cause increased dam-age lateral to the track of the missile due to temporary cav-itation.\n\nStab wounds Iraverse adjacent abdominal structuresand most commonly involve the liver (40%), small bowel\n\nFigure 5-2 Lap Belt Injury. Injuries can resultwhen a restraint device, such as a lap-type seat belt orshoulder harness component, is worn improperly.\n\n11 4 CHAPTER 5 ● Abdominal and Pelvic Trauma\n\nTABLE 5-1 ■ Truncal and Cervical Injuries from Restraint DevicesRESTRAINT DEVICEINJURYLap Seat Belt · Compression · Hyperflexion· Tear or avulsion of mesentery ● Rupture of small bowel Of colon · Thrombasis of iliac artery or abdominal aorta · Chance fracture of lumbar vertebrae ● Pancreatic or duodenal injuryShoulder Harness · Siiding under the seat belt (\"submarining\") · Compression● Intimal tear or thrombosis in innominate, carotid, subclavian, or vertebral arteries · Fracture or dislocation of cervical spine ● Inlimal tear or thrombosis in subclavian artery · Rib fractures ● Pulmonary contusion · Rupture of upper abdominal visceraAir Bag · Contact · Contact/ deceleration · Flexion (unrestrained) · Hyperextension (unrestrained>· Corneal abrasions · Abrasions of face, neck, and chest ● Cardiac rupture ● Cervical or thoracic spine fracture · Cervical spine fracture\n\nFigure 5-3 Stab wounds most commonly injurethe liver, small bowel, diaphragm, and colon.\n\n(30%), diaphragm (20%), and colon (15%) (Figure 5-3).Gunshot wounds may cause additional intraabdominalinjuries based on the length of the missile's path throughthe body, the greater kinetic energy, the possibility of ric-ochet off of bony structures, and the possibility of Frag-mentation, creating secondary missiles. Gunshot woundsmost commonly involve the small bowel (50%), colon\n\n(40%), liver (30%), and abdominal vascular structures(25%).\n\nExplosive devices cause injuries through severalmechanisms, including penetrating fragment woundsand blunt injuries caused by the patient being thrown orstruck. Combined penetrating and blunt mechanismsmust be considered. Patients close to the source of the ex-plosion may have additional pulmonary injuries and in-juries In the hollow viscera related to blast pressure. Thepotential for high pressure injury should not distract thedoctor from a systematic, ABC approach to identificationand treatment of the common blunt and penetrating in-juries.\n\nFailure to understand the mechanism leads to a low-ered index of suspicion and missed injuries, such as:\n\n● Underestimation of energy delivered to the ab-domen in blunt trauma● Visceral and vascular injuries caused by small ex-ternal low-velocity wounds, especially stab andfragment wounds● Underestimation of the amount of energy deliv-ered in high-velocity wounds, leading to missed in-juries tangenti al to the path of the missile\n\n? How do 1 know if shock is the res ult ofan intraabdominal injury?\n\nIn patients with hypotension, the doctor's goal is to rapidlydetermine whether an abdominal injury is present andwhether it is the cause of the hypotension, The history maypredict, and the physical exam, along with rapidly availablediagnostic tools, may con firm the presence of abdominaland pelvic injuries that require urgent control of hemor-rhage. Hemodynamically normal patients without signs ofperitonitis may undergo a more detailed evaluation to deter-mine whether specific injuries that can cause delayed mor-bidity and mortality are present. This may include repeatedexamination 10 determine whether signs of bleeding or peri-lonilis develop over time.\n\nWhen assessing a palien t injured in a motor vehicle crash,pertinent historical information includes speed ofthe vehi-cle, type of collision (eg, frontal impact, lateral impact, side-swipe, rear impact, or rollover), vehicle intrusion into thepassenger compartment, types of restraints used, deploy-ment of air bags, patient's position in the vehicle, and statusof passengers, if any. 'I'his information may be provided bythe patient, other passengers, the police, or emergency med-personnel. Inf ormation about vital signs, obvious in-icaljuries, and response to prehospital lreatmenl also should beprovided by the prehosp ital care providers.\n\nWhen assessing a patient who has sustained pcnetratingtrauma, pertinent information includes the time ofinjury, typeof weapon (eg, knife, handgun, rifle, or shotgun), distancefrom the assailant (particularly important with shotgunwounds, as the likelihood of major visceral injuries decreasesbeyond the 10-foot, or 3-meter, range), number of stab or gun-shof wounds sustained, and the amounl of external bleedingnoted atthe scene. Ifpossible to obtainit, important additionalinformation includes the magnilude and location of abdom-inal pain and whether this pain is referred lo the shoulder.\n\nWhen injuries are caused by an explosive device, thelikelihood of visceral high pressure injuries is increased ifthe explosion occurred in an enclosed space and with de-creasing distance of the patient from the explosion.\n\nPHYSICAL EXAMINA TION\n\n? How do / determine whether there isan abdominal injury?\n\nThe abdominal examination should be conducted in ameticulous, systemalic fashion in the standard sequence: in-spection, ausculta tion, percussion, and palpation. This is fol-lowed by assessment of pelvic sta bility; urethral, perineal,and rectal exam; vaginal exam; and gluteal exam. The Find-\n\nHypothermia contributes to coagulopathy and on-going bleeding.\n\nings, whether positive or negalive, should be documentedcarefully in the palient's medical record.\n\nIn most circums la nces, the patient musl be fully undressed.The anterior and posterior abdomen, as well as the lowerchest and perineum, is inspected for abrasions, contusionsfrom restraint devices, lacerations, penetrating wounds, im-paled foreign bodies, evisceration of omentum or smallbowel, and pregnancy. The patient should be cautiouslylogrolled to facilitate a complete examination. At the con-clusion of the rapid physical exan1, the patient should becovered with warmed blankets to help prevent hypothermia.\n\nAuscultation of the abdomen may be difficult in a noisyemergency department, but it may be used to confirm thepresence or absence ol bowel sounds. Free intraperitonealblood or gastrointestinal contents may prod uce an ileus, re-sulting in the loss of bowel sounds; however, this finding isnonspecific, as ileus may also be caused by extraabdom inalinjuries. These findings are most useful when they are normalinitially and then change over time.\n\nPercussion and Palpation\n\nPercussion causes slight movement of the peritoneum andmay elicit signs of peritoneal irritatio n. When present, noadditional evidence ofrebound tenderness need or should besought as such an examination may cause the patient un-necessary further pain.\n\nVoluntary guarding by the patient may make the ab-dominal examination unreliable. In contrast, involuntarymuscle guarding is a reliable sign of periloneal irritation.Palpation may also elicil and distinguish super ficial (ab-dominal wall) and deep tenderness. The presence of a preg-nanl uterus, as well as estimation of fetal age、 also can bedetermined.\n\nAssessment of Pelvic Stability\n\nMajor hemorrhage may occur from a pelvic fracture in pa-tients who sustain blunt truncal trauma. An early assessment\n\nRepeated manipulat ion of a fractured pelvis can ag-gravate hemorhage.\n\n116 CHAPTER 5 · Abdominal and Pelvic Trauma\n\nol the likelihood of hemorrhage from this source can bemade during the physical exam by evaluating pelvic stabil-ity. This begins with manual compression of the anterosu-perior iliac spines or jliac crests. Abnormal movement orbony pain suggests fracture, and the exam may stop withthis maneuver. If the pelvis seems stable to compression, amaneuver to distract the anterosuperior iliac spines is ac-complished, also evaluating for bony move ment or pain.Caution should be exercised, as this maneuver can cause oraggravate bleeding. When rapidly available, some doctorssubstitute x-ray examination ofthe pelvis to avoid pain andthe potential for aggravating hemorrhage.\n\nThe presence of blood at the urethral meatus strongly sug-gests a urethral tear. Inspection of the scrotum andper-ineum should be performed to look for ecchymoses orhematoma, suggestive of the same injury. In patients whohave sustained blunt trauma, goals of the rectal examina-tion are to assess sphincter tone, determine the position ofthe prostate (a high-riding prostate indicales urethral dis-ruption), and identify any fractures of the pelvic bones. lnpatients with penetrating wounds, the rectal examination isused to assess sphincter tone and look for blood fromgrossa bowel perforation.\n\nLaceration of the vagina may occur from bony fragmentsfrom pelvic fracture(s) or from penetrating wounds. Vaginalexam should be perf ormed when injury is suspected (eg, inthe presence of complex perineal laceration). Also seeChapter 12: Trauma in Women.\n\n'I'he gluteal region extends from the iliac crests to the glutealfolds. Penetraling injuries to this area are associated with anincidence of up to a 50% of significant intraabdominal in-juries, including rectal injuries below the peritoneal reflec-lion. Gunshot and stab wounds are associated withintraabdominal injuries; these wounds mandate a search forsuch injuries.\n\nADJUNCTS TO PHYSICAL EXAMINA TION\n\nGastric and urinary catheters are frequcntly inserted as partof the resuscitation phase, once problems with the airway,breathing, and circulation are diagnosed and treated.\n\nThe therapeutic goals of inserting gastric tubes early in theresuscitation process are to relieve acute gastric dilation, de-compress the stomach bef ore performing a DPL, and re-move gastric contents, thereby reducing the risk ofaspiration. The presence of blood in the gastric secretions\n\nsuggests an injury lo the esophagus or upper gastrointesti-nal tract if nasopharyngeal and/or oropharyngeal sourcesare excluded. If severe facial fractures exist or basilar skullfracture is suspected, the gastric tube should be insertedthrough the mouth to prevent passage of the tube throughthe cribrif orm plate into the brain.\n\nThe goals of inserting urinary catheters early in the resusci-tation process are lo relieve relention, decompress the blad-der before perf orming DPL, and allow for monitoring ofurinary output as an index of tissue perfusion. Hematuria isa sign of trauma to the genitourinary tract and nonrenal in-traabdominal organs. The inability to void, unstable pelvicfracture, blood at the meatus, scrotal hematoma, or perinealecchymoses and a high-riding prostate on rectal examinationmandate retrograde urethrography to confirm an intact ure-thra before inserting a urinary catheter. A disrupted urethradetected during the primary or secondary survey may requirethe insertion of a suprapubic tube by an expertenced doctorand may be perf ormed more safely with ultrasound guidance.\n\nWith preparation and an organized team approach, thepre-ceding evaluation can be perf ormed very quickly. The fol-lowing additional studies are chosen based on thehemodynamic status of the patient and the suspected in-juries. When intraabdominal injury is suspected, a numberof studies can provide useful information; however, thesestudies should not delay the Iransfer of a patient to defini-tive care.\n\nX-Ray Examination for Abdominal Trauma An-teroposterior (AP) chest and pelvic x-ray examinations arerecommended in the assessment of patients with multisys-tem blunt trauma. Patients with hemodynamic abnormali-ties who have penetrating abdominal wounds do not requirescreening x-ray examination in the emergency department(ED). IT the patient has no hemodynamic abnormalities andhas penetraling trauma above the umbilicus or a suspectedthoracoabdominal injury, an upright chest x-ray examina-tion is useful to exclude an associated hemothorax or pneu-mothorax or to document the presence ofintraperitoneal air.With marker rings or clips applied to all entrance and exitwound sites, a supine abdominal x-ray may be obtained inpatients with no hemodynamic abnormalities to determinethe track of the missile or presence of retroperitoneal air.\n\nPITFALLAvoid nasal gastric tube in midface injury. Use oral gastric route.\n\nFocused Assessment Sonography in Trauma Fo-cused assessment sonography in trauma (FAST) is one of thetwo most rapid studies for the identification of hemorrhageor the potential for hollow viscus injury. In FAST, ultrasoundtechnology is used by properly trained individuals to deteclthe presence of hemoperitoneum (Figure 5-4). With specificequipment and in experienced hands, ultrasound has a sensi-tivity, specificity, and accuracy in detecling intraabdominalfluid comparable to DPL and abdominal computed tomogra-phy. Thus, ultrasound provides arapid, noninvasive, accurate,and inexpensive means of diagnosing hemoperitoneum thatcan be repeated frequently. Ultrasound scanning can be doneat the bedside in the resuscitation room while simultaneouslyperforming other diagnostic or therapeutic procedures. Theindications for the procedure are the same as for DPL. Factorsthat compromise the utility of ultrasound are obesity, the pres-ence of subcutaneous air, and previous abdominal operations.\n\nUltrasound scanning to detect hemoperitoneum can beaccomplished rapidly. Furthermore, it can delect one of thenonhypovolemic reasons for hypotension: pericardial tam-ponade. Scans are obtained of the pericardial sac, hepatore-nal fossa, splenorenal fossa, and pelvis or pouch of Douglas.After the initial scan is completed, a second or \"control\" scanshould ideally be performed after an interval of 30 minutes.The control scan can detect progressive hemoperitoneumin pa tients with a low rate of bleeding and shorl intervalsfrom injury to the initial scan.\n\nDiagnostic Peritoneal Lavage iagnostic peritoneallavage (DPL) is the second of the two most rapid studies forthe identification of hemorrhage or the potential for hollowviscus injury. DPL is an invasive procedure that significantlyalters subsequent examinations of the patient and is consid-ered 98% sensitive for intraperitoneal bleeding (Figure 5-5).It should be perf ormed by a surgical team caring for a patientwith hemodynamic abnormalities and mul tiple blunt injuries,especially when any of the following sit uations exists:\n\nFigure 5-4 Focused Assessment Sonography inTrauma (FAST). In FAST, ultrasound technology is usedto detect the presence of hemoperitoneum.\n\nFigure 5-5 Diagnostic Peritoneal Lavage (DPL).\n\nDPL is a rapidly performed, invasive procedure that isconsidered 98% sensitive for intraperitoneal bleeding.\n\n● Change in sensorium-brain injury, alcohol intoxi-cation, and use of illicit drugs● Change in sensation-injury to spinal cord● Injury to adjacent structures- lower ribs, pelvis,lumbar spine● Equivocal results on physical examination● Prolonged loss of contact with patient anticipated-general anesthesia for extraabdominal injuries,lengthy x-ray studies (eg, angiography in a patientwith or without hemodynamic abnormalities)● Lap-belt sign (abdominal wall contusion) with sus-picion of bowel injury\n\nDPL also is indicated in patients with no hemodynamicabnormalities when the same situations are present, but ul-trasound and computed tomography (CT) are not available.The only absolute contraindication to DPL is an existing in-dication for laparotomy. Relative contraindications includeprevious abdominal operations, morbid obesity, advancedcirrhosis, and preexisting coagulopathy. Either an open orclosed (Seldinger) infraumbilical technique is acceptable inthe hands of trained doctors. In patients with pelvic frac-tures or advanced pregnancy, an open supraumbilical ap-proach is preferred to avoid entering a pe Ivic hematoma or\n\nA single physical exam or adjunct should not allayclinical suspicion based on the mechanism of injury.Repeated exams and complementary adjuncts maybe necessary.\n\n118 CHAPTER 5 · Abdominal and Pelvic Trauma\n\ndamaging the enlarged uterus. Free aspiration ofblood, gas-trointestinal contents, vegetable fibers, or bile through thelavage catheter in patients with hemodynamic abnormalitiesmandates the use oflaparotomy. ♥\n\nIf gross blood (> 10 mL) or gastrointestinal contents arenot aspi rated, lavage is perf ormed with I 000 mL of warmedisotonic crystalloid solution ( 10 mL/kg in a child). After en-suring adequate mixing of peritoneal contents with thelavage fluid by compressing the abdomen and moving thepatient by logrolling or tilting him or her into head-downand head-up positions, the effluent is sent to the laboratoryfor quantitative analysis if gastrointestinal contents, veg-etable fibers, or bile are not obviously present. A positive testfor blunt trauma is indicated by> 100,000 red cells per cubicmillimeter, 500 white cells per cubic millimeter, or thepres-ence of bacteria shown on Gram staining. See Skill Sta-tion VIII: Diagnostic Peritoneal Lavage.\n\nComputed Tomography Computed tomography (CT)is a diagnostic procedure that requires transport of the pa-tient to the scanner, administration of contrast, and scan-ning of the upper and lower abdomen, as well as the pelvis.It is a time-consuming procedure that should be used only inpatients with no hemodynamic abnormalities in whom thereis no apparent indication for an emergency laparotomy. TheCT scan provides inf ormation relative to specific organ in-jury and its extent, and can diagnose retroperitoneal andpelvic organ injuries that are difficult to assess by a physicalexamination, FAST, and peritoneal lavage. Rela tive con-traindications to the use of CT include delay until the scan-ner is available、 an uncooperative patient who cannot besafely sedated, and allergy to the contrast agent when non-ionic contrast is not available. Some gastrointestinal, di-aphragmatic, and pancreatic injuries may be missed on CT.In the absence of hepatic or splenic injuries, the presence offree fluid in the abdominal cavity suggests an injury to thegastrointestinal tract and/or its mesentery, and many traumasur geons find this to be an indication for early operative in-tervention.\n\nContrast Studies A number of contrast studies can aid inthe diagnosis of specifically suspected injuries, but theyshould not delay the care of patients with hemodynamic ab-normalities. These include:\n\n● Urethrography● Cystography· Intravenous pyclographyGastrointestinal contrast studies\n\nUrethrography should be performed before insertingan indwelling urinary catheter when a urethral tear is sus-pected. It is performed with an #8 French urinary cathetersecured in the meatal fossa by balloon inflation to 1.5 to 2mL. Approximately [5 to 20 mL of lundiluted contrast ma-\n\nterial is instilled with gentle pressure. A radiograph is takenwith an oblique projection and with slight stretch ing of thepenis.\n\nAn intraperitoneal or extra peritoneal bladder ruptureisbest diagnosed by a cystogram. A syringe barrel is attachedto the indwelling bladder catheter, held 40 cm above the pa-tient, and 300 mL of water-soluble contrast is allowed toflow into the bladder or until: (1) flow stops, (2) the patientvoids spontaneously. or (3) the patient is in discomfort. AP,oblique, and postdrainage views are essential to definitivelyexclude injury. CT evaluation of the bladder and pelvis (CTcystography) is an alternative study thatis particularly use-ful in providing additional information about the kidneysand pelvic bones.\n\nSuspected urinary system injuries are best evaluatedby contrast-enhanced CT scan. If CT is not available, in-travenous pyelography (IVP) provides an alternative. Ahigh-dose, rapid injection of renal contrast (\"screeningIVP\") is best performed using the recommended dosageof 200 mg iodine/kg body weight. This involves a bolusofinjection of 100 mL (standard, 1.5 mL/kg for a 70-kg in-dividual) of a 60% iodine solution performed throughtwo 50-mL syringes over 30 to 60 seconds. If only 30%iodine solution is available, the ideal dose is 3.0 ml../kg.The calyces of the kidneys should be visualized on a flat-plate x-ray of the abdomen 2 minutes after the injectionis completed. Unilateral nonf unctioning indicates an ab-sent kidney, thrombosis, avulsion of the renal artery, ormassive parenchymal disruption. Nonf unctioning war-rants further radiologic evaluation with contrast-enhanced CT or renal arteriography, or surgical explo-ration, depending on the mechanism of injury and localavailability or expertise.\n\nIsolated injuries to retroperitoneal gastrointestinalstructures (ie、 duodenum, ascending or descending colon,rectum, biliary tract, and pancreas) may not cause peritoni-tis and may not be detected on DPL. When injury to one ofthese structures is suspected, CT with contrast, specificupper and lower gastrointestinal contrast studies, and pan-creaticobiliary imaging studies may be useful. These studiesshould be guided by the surgeon who will ultimately care forthe patient.\n\nEVALUATION OF BLUNT TRAUMA\n\nIf there is early or obvious evidence that the patient will betransf erred to another facility, time·consuming tests, such ascontrast urologic and gastrointestinal studies, DPL, and CT,\n\nPITFALLEvaluations should not delay the transfer of the pa- tient to a more appropriate level of care for severe injuries that have already been identified.\n\nshould not be performed. Table 5-2 compares the use ofDPL, FAST, and CT, including their advantages and disad-vantages, in the evaluation of blunt trauma.\n\nEVALUATION OF PENETRA TING TRAUMA\n\nThe evaluation of penetrating trauma involves special con-sideration to address penetrating wounds to the abdomenand thoracoabdominal region. Optionsinclude local woundexploration and serial physical examination. DPL、 or CT inanterior abdominal stab wounds. Double or triple contrastCT are useful in flank and back injuries. Surgery may be re-quired for immediate diagnosis and treatment.\n\nMost gunshot wounds to the abdomen are managed by ex-ploratory laparotomy, as the incidence of significant in-traperitoneal injury approaches 90%, Tangential gunshotwounds often are not truly tangential, and concussive andblast injuries can cause intraperitoneal injury withoutperitoneal penetration. Stab wounds to the abdomen maybe managed more selectively, but approximately 30% docause intraperitoneal injury. Thus, indications for laparo-tomy in patients with penetrating abdominal wounds in-clude:\n\n● Any patient with hemodynamic abnormalities● Gunshot wound● Signs of peritoneal irritation● Signs of fascial penetration\n\nWhen there is suspicion that a penetrating wound is SLL-perficial and does not appear to travel below the abdominalmusculoaponeurotic layer, an experienced surgeon mayelect to explore the wound locally to determine the depth ofpenetration. This procedure is not used with wounds over-lying the ribs because of the risk of causing a pneumotho-\n\nrax, and it is not indicated in patients with peritonitis or hy-potension from suspected abdominal injury.\n\nBecause 25% to 33% of stab wounds to the anterior ab-domen do not penetrate the peritoneum, laparotomy forsuch patients is often nonproductive. Under sterile condi-tions, local anesthesia is injected,and the wound track is fol-lowed through the layers of the abdominal wall or until itstermination. Confirmation of penetration through the an-terior fascia places the patient at higher risk for intraperi-toneal injury, and many trauma surgeons view this as anindication for laparotomy. Any patient in whom the trackcannot be followed because of obesity, lack of cooperation, orsoft-tissue hemorrhage or distortion should be admitted forcontinued evaluation or surgical exploration (laparotomy).\n\nThoracoabdominal Lower Chest Wounds\n\nDiagnostic options in asymptomatic patients with possibleinjuries to the diaphragm and upper abdominal structuresinclude serial physical and chest x-ray examinations, thora-coscopy, laparoscopy, and CT (for right thoracoabdominalwounds). Despite all these options, late posttraumatic left-sided diaphragmatic hernias continue to occur after thora-coabdominal stab wounds; thus early or immediate surgicalexploration (laparotomy) for such wounds also is an option.For left-sided thoracoabdominal gunshot wounds, the safestalternative is laparotomy.\n\nLocal Wound Exploration and Serial PhysicalExaminations versus DPL in Anterior Abdom-inal Stab Wounds\n\nApproximately 55% to 60% of patients with stab woundsthat penetrate the anterior peritoneum have hypotension,peritonitis, or evisceration of omentum or small bowel.These patients require emergency laparotomy. In the re-maining patients, in whom anterior peritoneal penetrationcan be confirmed or is strongly suspected after local woundexploration, approximately 50%) eventually require opera-tion. Laparotomy remains a reasonable option for all such\n\nTABLE 5-2 Comparison of DPL, FAST, and CT in Blunt Abdominal TraumaDPLFASTCT SCANAdvantages· Early diagnosis · Performed rapidly · 98% sensitive Detects bowel injury● Ear.y diagnosis Noninvasive Performed rapidly RepeatableMost specific for injury Sensitive 92%-98% accurateDisadvantagesInvasive · Low specificity · Misses injuries to diaphragm and retroperitoneumOperator-dependent ● Bowel gas and subcutaneous air distortion Misses diaphragm, bowel, pancreatiic, and solid organ injuriesCost and time Misses diaphragm. bowel, and some pancreatic injuries Transport required\n\nPITFALLThese evaluations are seeking to prove that there is no injury in the patients with no hemodynamic ab- normalities. They should not delay laparotomy in pa- tients with hemodynamic abnormalities that likely have an abdominal source.\n\npatients. Less invasive diagnostic options for relativelyasymptomatic patients (who may have pain at the site ofthestab wound) include serial physical examinations over a 24-hour period, DPL, or diagnostic laparoscopy. Although apositive FAST may be helpful in this situation, a negativeFAST does not exclude the possibility of significant intraab-dominal injury producing small volumes of fluid. Serialphysical examinations are labor-intensive, but have an over-all accuracy rate of 94%. DPL may allow for earlier diagno-sis of injury in relatively asymptomatic patients. Theaccuracy rate is greater than 90% when specific cell counts,rather than gross inspection of the fluid, are used. Use oflower thresholds for penetrating trauma increases sensitiv-ity and dccreases specificity. Diagnostic laparoscopy canconfirm or exclude peritoneal penetration, but it is less use-ful in identi fying specific injuries.\n\nSerial Physical Examinations versusDouble- or Triple-Contrast CT in Flankand Back Injuries\n\nThe thickness of the flank and back muscles protects the un-derlying viscera from injury from many stab wounds andsome gunshot wounds to these areas. Although laparotomyis a reasonable option for all such patients, less invasive di-agnostic options in patients who are initially asymptomaticinclude serial physical examinations, double- or triple-con-trast CT, and DPL, Serial physical examination in patientswho are initially asymptomatic and then become sympto-matic is very accurate in detecting retroperitoneal and in-traperitoneal injuries with wounds posterior to the anterioraxillary line.\n\nDouble- (intravenous and oral) or triple- (intravenous,oral, and rectal) contrast-enhanced CT assesses the retroperi-toneal colon on the side of the wound. The accuracy is com-parable to that of serial physical exa minations, but shouldallow for earlier diagnosis of injury in relatively asympto-matic patients when CT is performed properly.\n\nOn rare occasions, these retroperitoneal injuries maybe missed by serial examinations and contrast CT. Early out-patient follow-up is mandatory after the 24-hour period ofin-hospital observation because of the subtle presentationof certain colonic injuries.\n\nDPL can also be used as an early screening test in suchpatients. A positive DPL is an indication for an urgent la-parotomy.\n\nIndications for Laparotomyin Adults\n\nIn which patients is alaparotomy warranted?\n\nIn individual patients, surgical judgment is required to deter.mine the timing and need for laparotomy. The following in-dications are commonly used to facilitate the surgeon'sdecision-making process.\n\n● Blunt abdominal trauma with hypotension with apositive FAST or clinical evidence of intraperitonealbleeding\n\n● Blunt abdominal traumia with positive DPl.\n\n● Hypotension with penetrating abdominal wound\n\nGunshot wounds traversing the periton eal cavity orvisceral/vascular retroperitoneum\n\n● Bleeding from the stomach, rectum, or genitouri-nary tract from penetrating trauma\n\n● Free air, retroperitoneal air, or rupture of thehemidiaphragm after blunt trauma\n\n● Ruptured gastrointestinal tract, intraperitonealbladder injury, renal pedicle injury, or severevisceral parenchymal injury after blunt orpenetrating trauma, as demonstrated oncontrast-enhanced CT\n\nSurgical judgment is required to determine the timingand need for laparotomy.\n\nThe liver, spleen、 and kidney are the organs predominantlyinvolved after blunt trauma, although the relative incidenceof hollow visceral perforation, lumbar spinal injuries, anduterine rupture increases with incorrect seat-belt usage (seeTable 5- 1). Difficulties in diagnosis may occur with injuriesto the diaphragm, duodenum, pancreas, genitourinary sys-tem, or small bowel.\n\nBlunt tears may occur in any portion of either diaphragm;however, the lett hemidiaphragm is more commonly in-jured. The most common injury is 5 to 1 0 cm in lengthand involves the posterolateral left hemidiaphragm. Ab-normalities on the initial chest x-ray include elevation or\"blurring\" of the hemidiaphragm, hemothorax, an abnor-mal shadow that obscures the hemidiaphragm, or thegasgastric tube being positioned in the chest. However, theinitial chest x-ray may be normal in a small percentage ofpatients.\n\nDuodenal rupture is classically encountered in unrestraineddrivers involved in fron tal-impact motor vehicle collisionsand patients who sustain direct blows to the abdomen, suchas from bicycle handlebars. Bloody gastric aspirate orretroperitoneal air seen on a flat-plate x-ray film of theabdomen or abdominal CT should raise suspicion for thisinjury. An upper gastrointestinal x-ray series or double-contrast CT is indicated for high-risk patients.\n\nPancreatic injuries most often result from a direct epigas-tric blow that compresses the organ against the vertebralcolumn. An early normal serum amylase level does not ex-clude major pancreatic trauma. Conversely, the amylaselevel may be elevated from nonpancreatic sources. How-ever, persistently elevated or rising serum amylase levelsshould prompt further evaluation of the pancreas andother abdominal viscera. Double-contrast CT may not iden-tify significant pancreatic trauma in the immediate postin-jury period (up to 8 hours); it should be repeated later ifpancreatic injury is suspected. Should there be concernafter equivocal results on CT, surgical exploration of thepancreas is warranted.\n\nGENITOURINARY INJURIES\n\nDirect blows to the back or Flank that result in contu-sions, hematomas, or ecchymoses are markers of poten-\n\ntial underlying renal injury and warrant an evaluation(CT or [VP) of the urinary tract. Additional indicationsfor evaluating the urinary tract include gross hematuriaor microscopic hematuria in patients with: (1 ) a pene-trating abdominal wound, (2) an episode of hypotension(systolic blood pressure less than 90 m m Hg) in con-junction with blunt abdominal trauma, and (3) intraab-dominal injuries associated with blunt trauma. Grosshematuria and microscopic hematuria in patients withan episode of shock indicate that they are at risk for non-renal abdominal injuries. An abdominal CT scan with [Vcontrast can document the presence and extent of a bluntrenal injury, 95% of which can be treated nonoperatively.Thrombosis of the renal artery or disruption of the renalpedicle secondary to deceleration is a rare upper tractinjury in which hematuria may be absent, althoughthe patient may have severe abdominal pain. With eitherinjury, IVP, CT, or renal arteriography may be useful indiagnosis.\n\nAn anterior pelvic fracture usually is present in patientswith urethral injuries. Urethral disruptions are divided intothose above (posterior) or below (anterior) the urogenitaldiaphragm. A posterior urethral in jury usually occurs in pa-tients with multisystem injuries and pelvic fractures. In con-trast, an anterior urethral injury results from a straddleimpact and may be an isolated injury.\n\nSMALL BOWEL INJURIES\n\nBlunt injury to the intestines generally results from suddendeceleration with subsequent tearing near a lixed point ofattachment, especially if the patient's seat belt was used in-correctly. The appearance of transverse, linear ecchymoseson the abdominal wall (seat-belt sign) or the presence of alumbar distraction fracture (Chance fracture) on x-ray ex-amination should alert the doclor to the possibility of in-testinal injury. Although some patients have early abdominalpain and tenderness, diagnosis may be difficult in others, es-pecially because only minimal bleeding may result from tornintestinal organs. Early ultrasound and CT are often not di-agnostic for these subtle injuries, and DPL is a better choicewhen abdominal wall ecchymoses are present.\n\nSOLID ORGAN INJURIES\n\nInjuries to the liver, spleen, and kidney that result in shock,hemodynamic instability, or evidence of continuing bleed-ing are indications for urgent laparotomy. Solid organ in-jury in patients with no hemodynamic abnormalities canoften be treated nonoperatively. Such patients must be ad-mitted to the hospital for careful observation, and evalua-tion by a surgeon is essential. Concomitant hollow viscusinjury occurs in less than 5% of patients initially thought tohave isolated solid organ injuries.\n\n122 CHAPTER 5 · Abdominal and Pelvic Trauma\n\nPELVIC FRACTURES AND ASSOCIATED INJURIES\n\n? How do 1 treat patientswith pelvic fractures?\n\nThe sacrum and innominate bones (ilium, ischium, andpubis), along with many ligamentous complexes, comprisethe pelvis. Fractures and ligamentous disruptions of thepelvis suggest that major forces were applied lo the palient.Such injuries usually result from auto-pedestrian, molor ve-hicle, and motorcycle crashes. Pelvic fractures have a signif-icant association with injuries to intraperitoneal andrelroperitoneal visceral and vascular structures. The inci-dence of lears of the thoracic aorta also appears lo be sig-nificantly increased in patients with pelvic fractures,especially anteroposterior fractures. Therefore, hypotensionmay or may not be related to the pelvic fracture itself whenblunt trauma is the mechanism of injury.\n\nPatients with hemorrhagic shock and unstable pelvicfractures have four potential sources of blood loss: (1 ) frac-tured bone surfaces, (2) pelvic venous plexus, (3) pelvic ar-terial injury, and (4) extrapelvic sources. The pelvis should betemporarily stabilized or \"closed\" using an available com.mercial compression device or sheet to decrease bleeding.Intraabdominal sources of hemorrhage must be excludedor treated operatively. Further decisions to control ongoingpelvic bleeding include angiographic embolization, surgicalstabilization, and direct surgical control (see Figure 5-6).\n\nThe four patterns of force leading to pelvic fractures are thefollowing: ( I) AP compression, (2) lateral compression, (3)vertical shear, and (4) complex (combination) pattern.\n\nAn AP compression injury may be caused by anaulo-pedestrian collision or motorcycle crash, a directcrushing injury to the pelvis, or a fall from a height greaterthan 12 feet (3.6 meters). With disruption of the symphysispubis, there often is tearing of the posterior osseous liga-\n\nFigure 5-6 Pelvic Fractures and HemorrhagicShock -Management Algorithm.\n\nmentous complex (sacroiliac, sacrospinous, sacroluberous,and fibromuscular pelvic floor) represented by a sacroiliacfracture and/or dislocation or sacral fracture. With openingof the pelvic ring, there may be hemorrhage from the pos-terior pelvic venous complex and, occasionally, branches of\" book\"the internal iliac artery. Figure 5-8 shows an openfracture.\n\nLateral compression injuries often result from motorvehicle crashes and lead to internal rotation of the involvedhemipelvis. This rolation drives the pubis into the lowergenitourinary system, injuring the bladder and/or urethra.The pelvic volume is actually compressed in such an injury、SO life-threatening hemorrhage is not common. Figure 5-7shows a \"closed\" fracture.\n\nA high-energy shear force applied in a vertical planeacross the anterior and posterior aspects of the ring disrupts\n\n■ Figure 5-7 Closed Fracture.\n\n(open book) frequency\n\nFigure 5-8 Open Book Fracture.\n\n■ Figure 5-9 Vertical ShearFracture.\n\nDelay in stabilization of the pelvis allows continuedhemorrhage.\n\nthe sacrospinous and sacrotuberous ligaments and leads toa ma jor pelvic instability. Figure 5-9 shows a vertical shearfracture.\n\nIn some cases of severe injury, combinations of com-pression and shear forces result in complex combinationpallerns. These injuries are associated with major bleeding.\n\nThe Qank, scrolum, and perianal area should be inspectedquickly for blood at the urethral meatus; swelling or bruis-ing; or laceration in the perineum, vagina, rectum, or but-tocks, which is suggestive of an open pelvic fracture.Palpation of a high-riding prostate gland also is a sign of asignificant pelvic fracture.\n\nMechanical instability ofthe pelvic ring can be quicklyascertained during physical examination of the pelvis. Onceinstability has been verified, a source of hemorrhage hasbeen suggested; no further maneuvers to demonstrate in-stability are necessary. A rapidly available x-ray may avoidthe pain and potential hemmorrhage associated with ma-nipulating the pelvis.\n\nThe first indication of mechanical instability is seen oninspection for leg-length discrepancy or rotational deformity(usually external) without a fracture of that extremity. Be-cause the unstable pelvis is able to rotate externally, the pelviscan be closed by pushing on the iliac crests at the level of theanterior superior iliac spine. Motion can be felt if the iliaccrests are grasped and the unstable hemipelvis is pushed in-ward and Then outward (compression distraction maneu-ver). With posterior disruption, the involved hemipelvis canbe pushed cephalad as well as pulled caudally. This transla-tional motion can be felt by palpating the posterior iliac spineand tubercle while pushing or pulling the unstablehemipelvis. When appropriate, an AP x-ray film of the pelvisconfirms the clinical examination. When time, availability,and patient condition permit, the x-ray may be used in lieuof manipulation to make the diagnosis. See Chapter 3:Shock; and Skill Station IV: Shock Assessment and Manage-ment.\n\nSimple techniques may be used to splint unstable pelvic frac-tures and close the increased pelvic volume prior to patienttransfer and during the resuscitation with crystalloid fluidsand blood. These techniques include: ( 1) a sheet wrappedaround the pelvis as a sling, causing internal rotation of thelower limbs, (2) commercially available pelvic splints, and(3) other pelvis-stabilizing devices (Figure 5-10).\n\nReduction of an acetabular fracture by longitudinaltraction ofthe lower extremity also can be useful. Althoughdefinitive management of pelvic fractures varies, one treat-ment algorithm based on the hemodynamic status for pa-tients in emergency situations in shown in Figure 5-6:Management of Pelvic Fractures. Since significant resourcesare required to care for patients with severe pelvic fr'actures,early consideration of transfer to a trauma center is essential.\n\nFigure 5-10 Pelvic Stabilization. Pelvic binder(A) and pelvic stabilization using a sheet (B).\n\nThe three distinct regions of the abdomen are the peritoneal cavity, the retroperitonealspace, and the pelvic cavity. The pelvic cavity contains components of both the peri-toneal cavity and retroperitoneal spaces.\n\n2 Early consultation with a surgeon is necessary whenever a patient with possible in-traabdominal injuries is brought to the emergency department. Once the patient's vitalfunctions have been restored, evaluation and management vary depending on themechanism of injury as described herein.\n\n3 Patients with hemodynamic abnormalities and multiple blunt injuries should be rapidlyassessed for intraabdominal bleeding or contamination from the gastrointestinal tractby performing a FAST or diagnostic peritoneal lavage. Patients with no hemodynamic ab-normalities and no peritonitis should be evaluated by contrast-enhanced CT, with the de-cision to operate based on the specific organ(s) involved and the magnitude of injury.All patients with penetrating wounds in proximity to the abdomen and associated hy-potension, perito nitis, or evisceration require emergency laparotomy. Patients with gun-shot wounds that obviously traverse the peritoneal cavity or visceral/vascular area of theretroperitoneum on physical or routine x-ray examination also require emergency la-parotomy. Asymptomatic patients with anterior abdominal stab wounds that are shownon local wound exploration to penetrate the fascia or peritoneum are evaluated by se-rial physical examinations or DPL. However, laparoscopy or laparotomy remains an ac-ceptable option. Asymptomatic patients with flank or back stab wounds that are notobviously superficial are evaluated by serial physical examinations or contrast-enhancedCT. Exploratory laparotomy is an acceptable option with these patients as well. It is saferto perform a laparotomy in patients with gunshot wounds to the flank and back.\n\n4 Management of blunt and penetrating trauma to the abdomen and pelvis Includes:\n\n● Reestablishing vital functions and optimizing oxygenation and tissue perfusionPrompt recognition of sources of hemorrhage with efforts at hemorrhage control(such as pelvic stabilization)● Delineating the injury mechanism● Meticulous initial physical examination, repeated at regular intervals● Selecting special diagnostic maneuvers as needed, performed with a minimal lossof time● Maintaining a high index of suspicion related to occult vascular and retroperitonealirijuriesEarly recognition for surgical intervention and prompt laparotomy\n\n1. Agolini SF, Shah K, Jaffe J,et al, Arterial embolization is a rapidand effective technique for controlling pelvic fracture hemor-rhage. / Trauma 1997;43(3):395-399.2. Almogy G, Mintz Y, Zamir G, et al. Suicide bombing attacks:Can external signs predict internal injuries? Ann Surg2006;243(4):541-546,\n\n3. Anderson PA、 Rivara FP, Maier RV, et al. The epidemiology ofseal belt-associated injuries. ー Trauma 1991;31:60-67.\n\n4. Appenzeller GN. Injury patterns in peacekeeping missions: theKosovo experience. Mil Med 2004;169(3):187-191.5. Aquilera PA、 Choi T, Durham Bl-l. Ultrasound-aided supra-pubic cystostomy catheter placcment in the emergency de-partment. / Emerg Med 2004;26(3):319-321.6. Ballard RB, Rozycki GS, Newman PG, ct al. An algorithm toreduce the incidence of false-negative FAST examinations in\n\npatients at high risk for occult injury. / Am Coll Surg1999;189(2):145-150.\n\n7. Beekley AC, Starnes BW, Sebesta JA. Lessons learned frommodern military surgery. Sur g Clin North Am 2007;82( t):157-84, vii.8. Born CT. Blast trauma: the fourth weapon of mass destruc-tion. Scand / Sur g 2005;94( 4):279-285.9. Boyle EM, Maier RV, Salazar JD, et al: Diagnosis of injuriesafter stab wounds to the back and flank, ] Trauma1997:42(2):260-265.10. Cook RE, Kealing JF, Gillespie 1. The role of angiography inthe management of haemorrhage from major fractures of thepelvis./ Bone Joiut Surg Br 2002;84(2): 178-182,11. Cryer HM, Miller FB, Evers BM, et al. Pelvic fracture classifi-cation: correlation with hemorrhage. J Traunna 1988;28:973-980.12. Dalal SA, Burgess AR, Siegel JH, et al. Pelvic fracture in multi-ple trauma: classification by mechanism is key to pattern oforgan injury, resuscitative rcquirements, and outcome. /Trauma 1989;29:981-1002.13. De PRG, Burris DG, Champion HR, Hodgson MJ. Blast in-juries. N Engl ] Med 2005;352(13):1335-1342.14. Demetriades D, Rabinowitz B, Sofianos C, ct al. The manage-ment of penetrating injuries of the back: a prospective study of230 patients. Arin Surg 1988,207:72-74.15. Dischinger PC, Cushing BM, Kerns TJ. Injury patterns associ-ated with direction of impact: drivers admitted to trauma cen-ters. / Tiauma 1993;35:454-459.16. Donohue JH, Fedcrle MP, Griffi.ths BG, et al. Computed lo-mographyin the diagnosis of blunt inlestinal and mesenlericinjuries. / Trauma 1987;27:1 1-17.17. Durkin A, Sagi HC, Durham R, Flint L. Contemporary man-agement of pelvic Fractures. Alll / Surg 2006;192(2): 211-223,18. Dyer GS, Vrahas MS. Review of the pathophysiology and acutemanagement of haemorrhage in pelvic fracture. Injury2006;37(7):602-613.19. Fallon WF Jr, Reyna TM, Brunner RG, el al. Penetratingtrauma to the buttock. South Med J 1988:81(10):1236-1238.20. Fangio P, Asehnoune K, Edouard A, Smail N, Benhamou D.Early embolization and vasopressor administration for man-agement of life-threatening hemorrhage from pelvic fraclure.] Trauma 2005;58(5):978-984; discussion 984.21. Feliciano DV, Bitondo CG, Steed G, ct al. Five hundred opentaps or lavages in patients with abdominal stab wounds.Am /Surg 1984;146:772-777.22. Giannoudis PV, Pape HC. Damage control orthopaedics in un▼stable pelvic ring injuries. Injury 2004;35(7):671-677.23. Grotz MR, Allami MK, Harwood P, Pape HC, Krettek C, Gi-annoualis PV. pen pelvic fractures: epidemiology, currentconcepts of management and outcome. Injury 2005;36( 1):1-13.\n\n24. Gylling SF', Ward RE, Holcroft JW, et al. Immediate externalfixation of unstable pelvic fractures. Am J Surg 1985;150:721-724.25. Hak DJ. 'T'he role of pelvic angiography in evaluation and man-agement of pelvic trauma. Orthop Clin North Ain2004;35(4):439-443, V,26. Hare SS, Goddard 1, Ward P, Naraghi A, Dick EA. The radio-logical management of bomb blast injury. Clin Radiol 2007;62(1):1-9.27. Heetveld MJ, Harrisl.Schlaphoff G, Balogh Z, D'Amours SK,Sugrue M. Hemodynamically unstable pelvic fractures: recentcare and new guidelines. World J Surg 2004;28(9):904-909,28. Heetveld MJ, Harris I, Schlaphotf G, Sugrue M. Guidelines forthe management of haemodynamically unstable pelvic frac-ture patients. ANZ / Surg 2004;74(7):520-529.29. Holmes JF, Harris D, Battistella FD. Performance of abdomi-nal ultrasonography in blunt lrauma patients with out-of-hospital or emergency department hypotension. Ann EmergMed 2004;43(3):354-361.30. Huizinga WK, Baker I.W, Mtshali ZW. Selective managcmentof abdominal and thoracic stab wounds with established peri-toncal penetration: the eviscerated omentum. Am / Surg1987;153:564-568.31. Ivatury RR, Rao RM, Nallathambi M, et al. Penetraling glutealinjury. / Trauma 1982;23(8):706-709.32. Kluger Y, Peleg K, Daniel-Aharonson L, Mayo A. The specialinjury pattern in terrorist bombings. J Am Coll Surg 2004;199(6):875-879.33, Knudson MM, McAninch JW, Gomez R, Hematuria as a pre-dictor of abdominal injury after bluni trauma. Am / Surg1992;164(5):482-486.34. Koraitim MM. Pelvic fracture urethral injuries: the unresolvedconlroversy.J Urol 1999;16 1(5):1433-1441.35. Kregor PJ, Routt ML. Unstable pelvic ring disruptions in UN-stable patients. Injury 1999; 30 Suppl 2:B19-28.36. Lee C, Porter K. The prehospital management of pelvic frac-tures. Emerg MedJ 2007;24(2):130-133.37. Liu M, Lee C, Veng F. Prospective comparison of diagnosticperitoneal lavage, computed tomographic scanning, and ul-trasonography for the diagnosis of blunt abdominal trauma. /Trauma 1993;35:267-270.38, Marti M, Parron M, Baudraxler F, Royo A, Gomez LN, Alvarcz-Sala R. Blast injuries from Madrid terroristbombing attackson March 11 , 2004.Emer gRadiol2006; 13(3):113-122.39. McCarthy MC, Lowdermilk GA, Canal DF, ct al. Prediction ofinjury caused by penetrating wounds to the abdomen, flank,and back, Arch Surg 1991;26:962-966.40. Mendez C, Gubler KD, Maier RV. Diagnostic accuracy of peri-toneal lavage in patients with pelvic fractures. Arch Surg1994;129(5):477-481.\n\n126 CHAPTER 5 · Abdominal and Pelvic Trauma\n\n41. Metz CM, Hak D), Goulet JA, Williams D. Pelvic fracture pat-tems and their corresponding angiographic sources of hem-orrhage. Orthop Clin North Am 2004; 35(4):431-437, V.42. Meyer DM, Thal ER, Weigell JA, et al. The role of abdominalCT in the evaluation of stab wounds to the back. 1 Trauma1989;29:1226-1230.43. Miller KS、 McAnnich JW. Radiographic assessment of renaltrauma: our 15-yearexperience./ Ural 1995:154(2 Pl 1):352-355.44. Mirza A, Ellis T. Initial management of pelvic and femoral frac-tures in the multiply mjured patient. Crit Care Clin 2004;20(1 ):159-170.45. Mohanty K, Musso D, Powell IN, Kortbeek JB, Kirkpatrick AW.Emergent managentent of pelvic ring injuries: an update. Can1 Surg 2005; 48( I ):49-56.46. Montgomery SP, Swiecki CW, Shriver CD. The evaluation ofcasualties from Operation Iraqi Freedom on return to the con-tinental United States from March to lune 2003. 1 Ant Coll Surg2005; 201(1):7-12; discussion 12-13.47. Nance FC, Wennar MH, Johnson LW, etal. Surgical judgementin the management of penetrating wounds to the abdomen:experience with 2,212 patients. Ann Surg 1974; 179(5):639-646.48. Nel.son TJ, Wall DB, Stedje-Larsen ET, Clark RT, Chambers LW,Bohman HR. Predictors of mortality in close proximity blastinjuriesduring Operation Iraqi Preedom. J Am Coll Surg 2006;202(3):418-122.49. Niwa T, Takebayashi S, Igan H, ct al. The value of plain radi-ographs in the prediction of oulcome in pelvic fracturestreated with embolis:1tiun therapy. Br ] Radiol 2000;73( 873):945-950.50. Nordenholz KE, Rubin MA. Gularte GG, et al. Ultrasound inthe evaluation and management of blunt abdominal trauma.Allii Emerg Med 1997:29(3):357-366.51. O'Neill PA, Riina 1, Sclaf ani S, Tornetta P. Angiographic find-ings in pelvic fractures. Clin Orthop Relat Res 1996; (329):60-67.52. Phillips T, Sclafani SIA, Goldstein A, et al. Use of Lhe contrast-enhanced CT enema in the management of penetratingIrauma to the Hank and back. 1 Trauma 1986;26:593-601.53. Reid AB, Letts RM, Black GB. Pediatric Chance fractures: as-sociation with intraabdominal iniuries and seat belt use. ]Trauma I 990;30:384-391.54. Robin AP, Andrews JR、 Lange DA, et al. Selective managementof anterior abdominal stab wounds. 1 Trauma 1989;29:1684-1689.55. Rommens PM. Pelvic ring injuries: a challenge for the traumasurgeon. Acla Chir Belg 1996; 96(2):78-84.56. Root HD. Abdominal trauma an.d diagnostic peritoneal lavagerevisited. Am ] Surg 1990;159:363-364.57. Routt ML Jr, Simonian PT, Swiontkowski MF. Stabilization ofpelvic ring disruptions. Orthop Clin NorthAm 1997;28(3):369-388.\n\n58. Rozycki GS. Abdominal ultrasonography in trauma. Surg ClinNorth Am 1995;75: 175- 191.59. Rozycki GS, Ballard RB, Feliciano DV, ct al. Surgeon-per-formed ultrasound for the assessment of truncal injuries: les-sons learned from 1540 patients. Am Surg1998;228(4):557-565.60. Ruchholtz S, Waydhas C, Lewan U, et al. Free abdominal Huidon ultrasound in unstable pelvic ring fracture: is laparotomyalways necessary? ] Trarama 2004; 57(2):278-285; discussion285-287.61. Sadri H, Nguyen-Lang T. Stern R, Hoffmeyer P, Peter R. Con-trol of severo hemorrh,age using C-clamp and arterial cm-bolization in hemodynamically unstable patients with pelvicring disruption. Arch Orihop Tramma Surg 2005; 125(7):443-447.62. Schreiber M, Gentilello L, Rhee P, el al. Limiting computed to-mography to patients with peritoneal lavage--positive resultsreduces cost and unnecessary celiotomies in blunt trau ma.Arch Surg 1996;13:954-959.63. Shackford SR, Rogers FB, Osler TM, ct al. Focused abdominalsonography for triluma: the learning curve of nonradiologistclinicians 111 detecting hemoperitoneum. 「 Trauma1999;46(4):553-562.64. Shapiro M、 McDonald AA, Knight D, Johannigman JA,Cuschieri J. The role of repeat angiography in the managementof pelvic fractures./ Trama 2005; 58(2):227-231.65. Sharma OP, Oswanski MF. While PW. Injuries to the colonfrom blast effect of penetrating extra-peritoneal thoraco-ab-dominal trauma. hijury 2004; 35(3):320-324.66. Takishima 1, Sugimota K, Hirata M, et al. Serum amylase levelon admission in the diagnosis ofblunt injury to the pancreas:its significance and limitations. .Ann Surg 1997;226(1):70-76.67. Thal ER. Evolution of peritoneal lavage and local explorationin lower chest and abdominal stab wounds. / Trauma1977; 17:642-648.68. Udobi KF, Roderiques A, Chiu WC, Scalca TM. Role of ultra-sonography in penetrating abdominal trauma: a prospectiveclinical study. / Trauma 2001;50(3):475-479.69. Velmahos GC, Chahwan S, Falabella A, Hanks SE, Dcmetri-ades D. Angiographic embolization for intraperitoneal andretroperitoneal injuries. World 1 Surg 2000; 24(5):539-545.70, Velmahos GC, Toutouzas KG, Vassiliu P, et al. A prospectivestudy on the safety and eHicacy of angiographic embolizationfor pelvic and visceral injuries. / Trauma 2002;53(2):303-308;discussion 308.71. Wightman IM, Gladish SL. Explosions and blast injuries. AnnF.merg Med 2001;37(6 ):664-678.72. Zantut LF, Ivatury RR, Smith RS, et al. Diagnostic and thera-peutic laparoscopy for penetrating abdominal trauma: a mul-ticenter experience. 1 Trauma 1997,42(5):825-829.\n\n▶▶ Interactive SkillProcedure\n\nNote: Standard precautionsare required when caring fortrauma patients.\n\nThe preferred skill procedure forperitoneal lavage is the opentechnique, which avoids injury tounderlying structures. If anindividual does not routinelyperform an open DPL, use of theSeldinger technique is anacceptable alterna tive fordoctors trained in the technique\n\nTHE FOLLOWINGPROCEDURES ARE INCLUDEDIN THIS SKILL STATION:\n\n▶▶ Skill VIII-A: DiagnosticPeritoneal Lavage: OpenTechnique\n\n▶▶ Skill VIII-B: DiagnosticPeritoneal Lavage: ClosedTechnique\n\nPerformance at this skill station will allow the participant to practice anddemonstrate the technique of diagnostic peritoneal lavage (DPL) on a live,anesthetized animal, a fresh, human cadaver; or an anatomic human bodymanikin. Specifically, the doctor will be able to:\n\n1 Identify the indications and contr aindications of DPL.\n\n2 Perform the Seldinger procedure and the open procedure for DPL.\n\n3 Describe the complications of DPL.\n\nSTEP 1.Decompress the urinary bladder by inserting a - urinary catheter.STEP 2.Decompress the stomach by inserting a gastric tube.STEP 3.Surgically prepare the abdomen (costal margin to the pubic area and flank to tlank, anteriorly).STEP 4.Inject local anesthetic al the midline, just below the umbilicus. Use lidocaine with epinephrine to avoid blood contamination from skin and subcutaneous tissue.STEP 5.Vertically incise the skin and subcutaneous tissues to the fascia.STEP 6.Grasp the fascial edges with clamps, and elevate and incise the fascia down to the peritoneum. Make a small nick in the peritoneum, entering the peritoneal cavity.STEP 7.Insert a peritoneal dialysis catheter into the peritoneal cavity.STEP 8.Advance the catheter into the pelvis.STEP 9.Connect the dialysis catheter to a syringe, and aspirate.STEP 10.If gross blood is not obtained, instill 1 L of warined isotonic crystal.loid solution/normal saline ( 10 ml/kg in a child) into the peritoneum through the intravenous tubing attached to the dialysis catheter.STEP 11.Gently agitate the abdomen to distribute the fluid th.roughout the peritoneal cavity and increase mixing with the blood.\n\nIf the patient's condition is stable, let the fluidremain a few minutes bef ore placing thecrystalloid container on the floor and allowingthe peritoneal fluid to drain from the abdomen.Make sure the con tainer is vented to promoteflow of the fluid from the abdomen; adequateIluid return is >30% of the infused volume.\n\nSTEP 13. After the fluid returns, send a sample to thelaboratory for Gram staining and eryth rocyteand leukacyte counts (Lmspun). Positive testresults and the need for surgical interventionare indicated by 100,000 red cells per cubicmil.limeter or more, more than 500 white cellsper cubic millimeter, or a positive Gram stainfor food fibers or bacteria. A negative lavagedoes not exclude retroperitoneal injuries, suchas pancreatic and duodenal injuries ordiaphragmatic tears.\n\n▶▶ COMPLICA TIONS OF PERITONEAL LAVAGE\n\n· Hemorrhage, secondary to injection of localanesthetic or incision of the skin orsubcutaneous tissues, which produces falsepositive results· Peritonitis due to intestinal perforation fromthe catheter· Laceration of u rinary bladder (if bladder notevacuated prior to procedure)· Injury to other abdominal and retroperitonealstructu res requiring operative care● Wound infection at the lavage site (latecomplica tion)\n\n▶ Skill VIII- B: Diagnostic Peritoneal Lavage: Closed Technique\n\nSTEP 1.Decompress the urinary bladder by inserting a Luinary catheter.STEP 2.Decompress the stomach by inserting a gastric tube.STEP 3.Surgically prepare the abdomen (costal margin to the pubic area and flank to flank, anteriorly).STEP 4.Inject local anesthetic at the midline, just below the umbilicus. Use lidocaine with epinephrine to avoid blood contamination from skin and subcutaneous tissue.\n\nElevate the skin on either side of the proposedneedle insertion site with the fingers or forceps.\n\nSTEP 6. Insert an 18-gauge beveled needle attached-to asyringe through the skin and subcutaneous tissue.Resistance is encoumtered when traversing thefascia and again when penetrating the peritoneum.\n\nPass the flexible end of the guidewire through the18-gauge needle until resistance is met or 3 cm isstill showing outside the needle. Remove theneedle from the abdominal cavity SO that onlythe guidewire remains.\n\nSKILL STATION VIII · Diagnostic Peritoneal Lavage 129\n\nSTEP 8.Make a small skin incision al the entrance site of the catheter, and insert the peritoneal lavage catheter over the guidewire and into the peritoneal cavity. Remove the guidewire from the abdominal cavity SO that only the lavage catheter remains.STEP 9.Connect the dialysis catheter to a syringe, and aspirate.STEP 10.[f gross blood is not obtained, instill I L of warmed isolonic crystalloid solution ( 10 mL/kg in a child) into the peritoneum through the intravenous tubing attached to the dialysis catheter.STEP 11.Gently agitate the abdomen to distribute the fluid throughout the peritoneal cavity and increase mixing with the blood.STEP 12,[f the patient's condition is stable, let the fluid remain a few minutes before placing the crystalloid container on the floor and allowing the peritoneal fluid lo drain from the abdomen. Make sure the container is vented to promote flow of the fluid from the abdomen; adequate fluid return is >30% of the infused volume.\n\nAfter the fluid has returned, send a sample lothe laboratory for Gram staining anderythrocyte and leukocyte counts ( unspun). Apositive test and the need for surgicalintervention are indicated by 100,000 red cellsper cubic millimeter or more, more than 500white cells per cubic millimeter, or a positiveGram stain for food libers or bacteria. Anegative lavage does not exclude retroperitonealinjuries, such as pancreatic and duodenalinjuries or diaphragmatic tears.\n\n▶▶ COMPLICA TIONS OF PERITONEAL LAVAGE\n\n· Hemorrhage, secondary to injection of localanesthetic or incision of the skin orsubcutaneous tissues, which produces falsepositive results● Peritonitis due to intestinal perf oration fromthe catheter● Laceration of urinary bladder (if bladder notevacualed prior to procedure)· [njury to other abdominal and retroperitonealstructures requiring operative care● Wound infection at the lavage site (latecomplication)"
}