{
  "title": "Atls%208Th%20Edition Ch13 Injury Prevention(279-282페이지)",
  "full_text": "258 CHAPTER 11 Geriatric Trauma\n\n39. Scalea T'M. Simon HM, Duncan AO,etal. Geriatric blunt mul-tiple trauma: Improved survival with early invasive monitor-ing. / Tranma 1990;30:129-134.40. Schwab CW,Kauder DR. Trauma in the geriatric patient. ArchSurg 1992;127:701-706.41. Shabot MM, Johnson CL. Outcome from critical care in the\"oldest old\" trauma patients. I Trauma 1995;39:254-259.42. Smith DP, Enderson BL, Maull Kl. Trauma in the elderly: de-terminants of outcomes. South Med I 1990;83:171-177.43. Timberlake GA, Elder abuse. In: Kaufman HILL,ed. The Physi-cian's Perspective Ori Medical Law. Park Ridge, IL: American As-sociation of Neurological Surgeons; 1997.\n\n44. van Aalst JA, Morris JA, Yates HK, et al. Severely injured geri-atric patients return to independent living: a study of factorsinfluencing function and independence. ] Tranma1991;31:1096-1101; 110 1-1102.\n\n45. van der Sluis CK, Klasen HI, Eisma WH, et al. Major trauma inyoung and old: what is the dift'erence? J Trauma 1996;40:78-82.\n\n46. Wardle T Co-morbid factors in trauma patients. Br Med Bull1999;55:744-756.\n\n47, Zietlow SP, Capizzi PJ, Bannon MP, et al. Multisystem gerialrictrauma. I Trauma 1994;37.985-988.\n\nAnatomic and Physiologic Alterations of Pregnancy\n\nAnatomic DifferencesBlood Volume and Composi tionHemodynamicsRespiratory SystemGastrointestinal SystemUrinary SystemEndocrine SystemMusculoskeletal SystemNeurologic System\n\nMechanisms of InjuryBlunt InjuryPenetrating Injury\n\nPrimary Survey and ResuscitationAdjuncts to Primaiy Survey and ResuscitationSecondary AssessmentDefinitive Care\n\nUpon completion of this topic, the student will demonstratethe ability to initially assess and treat a pregnant trauma pa-tient and her fetus. Specifically, the doctor will be able to:\n\n1 Describe the anatomic and physiologic alterations\n\nof pregnancy, including their effects on patient\n\nIdentify common mechanisms of injury to thepregnant patient and her fetus.\n\n3 Outline the treatment priorities and assessment\n\n4 Identify the indications for operative intervention\n\nmethods for both patients (mother and fetus).\n\nthat are unique to injured pregnant patients.\n\n5 Explain the potential for isoimmunization and the\n\nneed for immunoglobulin therapy in pregnant\n\n6 Identify patterns of domestic violence.\n\n260 CHAPTER 12 · Trauma in Women\n\nAny female patient between the ages of "
}