{
  "title": "Atls%208Th%20Edition Ch19 Chapter 19(305-320페이지)",
  "full_text": "counting for the frequent injury identified at the C7-TIjunction.\n\nRestraint Use The value of passenger restraints in re-ducing injury has been so well established thatitis no longera debatable issue. When used properly, current three-pointrestraints have been shown to reduce fatalities by 65% to70% and to produce a 10-fold reduction in serious injury. Atpresent, the greatest failure of the device is the occupant's re-fusal to use the system.\n\nThe value of occupant restraint devices can be illus-trated as follows: A restrained driver and the vehicle travel atthe same speed and brake to a stop with a deceleration of0.5 X g (16 ft/sec2, or 4.8 m/sec2). During the 0.01 secondit takes for the inertial mechanism to lock the safety beltand couple the driver to the vehicle, the driver moves anadditional 6.1 inches (15.25 cm) inside the passengercompartment.\n\nThe increasing availability of air bags in vehicles maysignificantly reduce the injuries sustained in frontal impacts.However, air bags are beneficial only in approximately 70%of collisions. These devices are not replacements for thesafety belt and must be considered supplemental protectivedevices. Occupants in head-on collisions may benefit fromthe deployment of an air bag, but only on the first impact.If there is a second impact into another object, the bag is al-ready deployed and deflated, and is no longer availa ble forprotection. Air bags provide no protection in rollovers, sec-ond crashes, or lateral or rear impacts. The three-point re-straint system must be used. Side air bag systems offerpromise for safer passenger compartments. Currently, maxi-mum protection is provided only with the simultaneous useofboth seat belts and air bags,\n\nWhen worn correctly, safety belts can reduce injuries.When worn incorrectly -for example, above the ante-rior/superior iliac spines - the forward motion of the pos-terior abdominal wall and vertebral column traps thepancreas, liver, spleen, small bowel, duodenum, and kid-ney against the belt in front. Burst injuries and lacerationsof these organs can occur. Hyperflexion over an incor-rectly applied belt can produce anterior compression frac-tures of the lumbar spine (Chance fractures). (See FigureB-1.)\n\nItis estimated that nearly 90% of all pedestrian-auto colli-sions occur at speeds of less than 30 mph (48 kph). Chil-dren constitute an exceptionally high percentage of thoseinjured by collision with a vehicle. Thoracic, head, andlower-extremity injuries (in that order) account for the ma-jority of injuries sustained by pedestrians.\n\nThere are three impact phases to the injuries sustainedby a pedestrian: impact with the vehicle bumper, impactwith the vehicle hood and windshield, and finalimpact with\n\nthe ground. Lower-extremity injury occurs when the vehi-cle bumper is impacted; the head and torso are injured byimpact with the hood and windshield; and the head, spine,and extremities are injured by impact with the ground.\n\nCyclists and/or their passengers also can sustain compres-sion, acceleration/deceleration, and shearing-type injuries.Cyclists are not protected by the vehicle's structure or re-straining devices, as are the occupants of an automobile. Cy-clists are protected only by clothing and safety devices wornon their bodies- -for example, helmets, boots, and protectiveclothing. Only the helmet has the ability to redistribute theenergy transmission and reduce its intensity, and even thiscapability is limited. Obviously, the less protection worn bythe cyclist, the greater the risk for injury. The concern thatthe use of bicycle and motorcycle helmets increases the riskofinjury below the head, especially cervical spine injury, hasnot been substantiated.\n\nSimilar to motor vehicle crashes, falls produce injury bymeans ol a relatively abrupt change in velocity (decelera-tion). The extent of injury to a falling body is related to theability of the stationary surface to arrest the forward mo-\n\nFigure B-1 When worn correctly, safety belts canreduce injuries. When worn incorrectly burst injuries andorgan lacerations can occur. Hyperflexion over an incor-rectly applied belt can produce anterior compressionfractures of the lumbar spine.\n\n286 APPENDIX B · Biomechanics of Injury\n\ntion of the body. At impact, differential motion of tissueswithin the organism causes tissue disruption. Decreasing therate of the deceleration and enlarging the surface area towhich the energy is dissipated increase the tolerance to de-celeration by promoting more uniform motion of the tis-sues. The characteristics of the contacl surface that arreststhe fall are important as wel]. Concrete, asphalt, and otherhard surfaces increase the rate of deceleration and are there-fore associated with more severe injuries.\n\nAnother factor that should be considered in determin-ing the extent of injury after a fall is the position of thebody relative to the impact surface. Consider the followingexamples:\n\nA man falls 15 feet (4.5 m) from the roof of a house,landing on his feet\n\n●A man falls 15 feet (4.5 m} from the roof of a bouse,landing on his back\n\nA man falls 15feet (4.5 m) from the roof of a house,landing on the back of his head with his neck in ISdegrees of flexion\n\n[n the First example, the entire energy transfer occursover a surface area equivalent to the area of the man's feel;energy is transferred via the bones of the lower extremity lothe pelvis and then the spine. The soft-tissue and visceralorgans decelerate at a slower rate than that of the skeleton.In addition, the spine is more likely to flex than to extendbecause of the ventral position of the abdominal viscera. Inthe second example, the force is distributed over a muchlarger surf ace area. Although tissue damage may indeedoccur, it is less severe. In the final example, the entire energytransfer is directed over a small area and focused on a pointin the cervical spine where the apex of the angle of flexionoccurs. It is easy to see how the injuries differ in each of theseexamples, even though the mechanism and total energy isidentical.\n\nExplosions result from the extremely rapid chemical trans-formation of relatively small volumes of solid, semisolid, liq-uid, and gaseous materials into gaseous products thatrapidly expand to occupy a greater volume than that occu-pied by the undetonated explosive. If unimpeded, these rap-idly expanding gaseous products assume the shape of asphere. Inside this sphere, the pressure greatly exceeds at-mospheric pressure. The outward expansion of this sphereproduces a thin、 sharply defined shell of compressed gas thatacts as a pressure wave at the periphery of the sphere. Thepressure decreases rapidly as this pressure wave travels awayfrom the site of detonation in proportion to the third powerof the distance. Energy transf er occurs as the pressure waveinduces oscillation in the media through which it travels.The positive-pressure phase of the oscillation may reach sev-\n\neral atmospheres in magnitude, but ii is of extremely shortduration, whereas the negative-pressure phase that followsis of longer duration. This latter fact accounts for the phe-nomenon of buildings falling inward.\n\nBlast injuries may be classified inlo primary, second-ary, terliary, and quaternary. Primary blast injuries resultfrom the direct eff ects of the wave and are mostpressureinjurious to gas-containing organs. The tympanic mem-brane is the most vulnerable to the effects of primary blastand can rupture if pressures exceed 2 atmospheres. Lungtissue can develop evidence of contusion, edema, and rup-ture, which may result in pneumothorax caused by pri-mary blast injury. Rupture of the alveoli and pulmonaryveins produces the potential for air embolism and suddendeath. Intraocular hemorrhage and retinal detachmentsare common ocular manif estations of primary blast in-jury. Inleslinal rupture also may occur. Secondary blastinjuries result from flying objects striking an individual.Teruary blast injuries occur when an individual becomesa missile and is thrown against a solid object or theground. Secondary and tertiary blast injuries can causetrauma typical of penetrating and blunt mechanisms, re-spectively. Quarternary blast injuries include burn injury,crush injury, respiratory problems from inhaling dust,smoke, or toxic fumes, and exacerbations or complica-tions of existing conditions such as angina, hypertension,and hyperglycemia.\n\nPenetrating trauma refers to injury produced by foreign ob-jects that penetrate tissue. Wea pons are usually classifiedbased on the amounl of energy produced by the projectilesthey launch:\n\n● Low energy knife or hand-energized missiles● Medium energy handguns● High energy- military or hunting rifles\n\nThe velocity of a missile is the most significant deter-minanl of its wounding potential. The importance of ve-locity is demonstrated by the formula relating mass andvelocily to kinetic energy.\n\nThe wounding capability of a bullet increases markedlyabove the critical velocity of 2000 ft/sec (600 m/sec). At thisspeed a temporary cavity is crealed by tissue being com-\n\npressed at the periphery of impact, which is caused by ashock wave initiated by impact of the bullet.\n\nCavitation is the result of energy exchange between themoving missile and body tissues. The amount of cavitationor energy exchange is proportional to the surface area of thepoint of impact, the density of the tissue, and the velocityof the projectile at the time ofimpact. (See Figure B-2.) De-pending on the velocity of the missile, the diameter of thiscavity can be up to 30 times that of the bullet. The maxi-mum diameter of this temporary cavity occurs at the area ofthe greatest resistance to the bullet. This also is where thegreatest degree of deceleration and energy transfer occur.Abullet fired from a handgun with a standard round can pro-duce a temporary cavity of 5 to 6 times the diameter of thebullet. Knife injuries, on the other hand, result in little or nocavitation.\n\nTissue damage from a high-velocity missile can occur atsome distance from the bullet track itself. Sharp missileswith small, cross-sectional fronts slow with tissue impact,resulting in little injury or cavitation. Missiles with large,cross-sectional fronts, such as hollow-point bullets thatspread or mushroom on impact, cause more injury orcavitation,\n\nSome bullets are specifically designed to increase theamount of damage they cause. Recall that it is the transfer ofenergy to the tissue, the time over which the energy transferoccurs, and the surface area over which the energy exchangeis distributed that determine the degree of tissue damage.Bullets with hollow noses or semijacketed coverings are de-signed to flatten on impact, thereby increasing their cross-sectional area and resulting in more rapid deceleration and\n\nconsequentially a greater transf er of kinetic energy. Somebullets are specially designed to fragment on impact or evenexplode, which extends tissue damage. Magnum rounds, orcartridges with a greater amount of gunpowder than normalrounds, are designed to increase the muzzle velocity of themissile.\n\nThe wound at the point of bullet impact is determinedby:\n\nThe shape of the missile (\"mushroom\")\n\n● The position of the missile relative to the impactsite (tumble, yaw)● Fragmentation (shotgun, bullet fragments, specialbullets)\n\nYaw ( the orientation of the longitudinal axis of the mis-sile to its trajectory) and tumble increase the surface area ofthe bullet with respect to the tissue it contacts and, there-fore, increase the amount of energy transferred (Figure B-3).In general, the later the bullet begins to yaw after penetrat-ing tissue, the deeper the maximum injury. Bullet deforma-tion and fragmentation of semijacketed ammunitionincrease surface area relative to the tissue and the dissipa-tion of kinetic energy.\n\nW ounds inflicted by shotguns require special considera-tions. The muzzle velocity of most of these weapons isgenerally 1200 ft/sec (360 m/sec). After firing, the shotradiates in a conical distribution from the muzzle. Witha choked or narrowed muzzle, 70% of the pellets are de-posited in a 30-inch (75-cm) diameter circle at 40 yards\n\nFigure B-2 Sharp missiles with small cross-sectional fronts slow with tissue impact, resulting in little injury orcavitation. Missiles with large cross-sectional fronts, such as hollow-point bullets that spread or mushroom\" onimpact, cause more injury and cavitation.\n\nFigure B-3 Yaw (the orientation of the longitudinalaxis of the missile to its trajectory) and tumble increasethe surface area of the bullet with respect to the tissueit contacts and, therefore, increase the amount of en-ergy transferred. In general, the later the bullet beginsto yaw after penetrating tissue, the deeper the maxi-mum injury.\n\n(36 m). However, the \"shot\" is spherical, and the coefti-cient of drag through air and tissue is quite high. As aresult, the velocity of the spherical pellets declines rap-idly after firing and further after impact. This weaponcan be lethal at close range, but its destruclive potentialrapidly dissipates as distance increases. The area of max-imal injury to tissue is relatively superficial unless theweapon is fired at close range. Shotgun blasts can carryclothing and deposit wadding (the paper or plastic thatseparates the powder and pellets in the shell) into thedepths of the wound and become a source of infection ifnot removed.\n\nENTRANCE AND EXIT WOUNDS\n\nFor clinical reasons, it may be important to determinewhether the wound is an entrance or exit wound. Two holesmay indicate either two separate gunshot wounds or the en-\n\ntrance and exit of one bullet, suggesting the path the missilemay have taken through the body. Missiles usually follow thepath of least resistance once tissue has been entered, and theclinician should not assume that the trajectory of the bulletfollowed a linear path between the entrance and exit wound.The identification of the anatomic structures that may bedamaged and even the type of surgical procedure that needsto be done may be influenced by such information.\n\n1. Greensher J. Non-automotive vehicle injuries in the adoles-cent. Pediatr Ann 1988;17(2):114, 117-121.\n\n2. Kraus JF, Fife D, Conroy C. Incidence, severity and outcomesof brain injuries involving bicycles. Am / Public Health1987;77(1):76-78.3. I.eads from the MMWR. Bicycle-related injuries: Data fromthe National Electronic Injury Surveillance System. JAMA1987;257:3334,3337.4. Mackay M. Kinetics ofvehicle crashes. In: Maull KI, ClevelandHC, Strauch GO, et al., eds. Advances in Trauma, vol. 2.Chicago: Yearbook; 1987:21-24.5. Maull Kl, Wh itley RE, Cardea JA. Vertical deceleration injuries.Surg Gynecol Obster 1981;153:233-236.6. National Highway Traffic Safety Administration. The EffectofHelmet Law Repeal on Motorcycle Fatalities. DOT PublicationHS-807. Washington, DC: Government Printing Office;1987:605.7. Oft'ner PJ, Rivara FP, Maier RV. The impact of motorcycle hel-met u.se. / Trauma 1992;32:636-642.8. Rozycki GS, Maull Kl. Injuries suslained by falls. Arch EmergMed 1991;8:245-252.9. Wagle VG, Perkins C, Vallera A. Is helmet use beneficial to mo-torcyclists? I Trauma 1993;34:120-122.10. Zador PL, Ciccone MA. Automobile driver fatalities in frontalimpacts: air bags compared with manual belts. Am 1 PublicHealth 1993;83:661-666.\n\nCorrect triage is essential to the elifective functioning of re-gional trauma systems. Overtriage can inundate traumacenters with minimally injured palients and delay care forseverely injured patients. On the other hand, undertriagecan produce inadequate initial care and cause preventablemorbidity and mortality. Unf ortunately, the perfect triagetool does not exist.\n\nRevised Trauma Score\n\nExperience with adult trauma scoring systems illustratesthis problem by the multiplicity of scoring systems thathave been proposed over the past decade. None of thesescoring protocols is universally accepted as a completelyeffective triage tool. At present, most adult trauma sur-geons utilize the Revised Trauma Score (RTS) as a triagetool and the weighted variation of this score as a predictorof potential mortality. This score is based totally on phys-iologic derangement on initial evaluation and entails a cat-egorization of blood pressure, respiratory rate, and theGlasgow Coma Scale (See Table C-1).\n\nPediatric Trauma Score\n\nApplication of these three components to the pediatricpopulation, however, is difficult and inconsistent. Respi-ratory rate is often inaccurately measured in the field anddoes not necessarily reflect respiratory insufficiency in theinjured child. Although the Glasgow Coma Scale is an ex-tremely effective neurologic assessment tool, it requiressome revision for application to the preverbal child. Theseproblems,in association with the lack of any identificationof anatomic injury or quanlification of patient size, un-dermine the applicability of the RTS to effective triage ofinjured children. For these reasons, the Pediatric TraumaScore (PTS) was developed, The PTS is the sum of theseverity grade of each category and has been demonstratedto predict potential for death and severe disability reliably(Table C-2, page 291.).\n\nSize is a major consideration for the inf ant-toddler group,in which mortality from injury is the highest. Airwayis as-sessed - not just as a function, but as a descriptor of whatcareis required to provide adequate management. Systolicblood pressure assessment primarily identifies those chil-dren in whom evolving preventable shock may occur (50to 90 mm Hg systolic blood pressure [+1]), Regardless ofsize, a child whose systolic blood pressure is below 50 mmHg (-1) is in obvious jeopardy. On the other hand, a childwhose systolic pressure exceeds 90 mm Hg (+2) probablyfalls into a better outcome category than a child with evena slight degree of hypotension.\n\nLEVEL OF CONSCIOUSNESS\n\nLevel of consciousness is the most important factor in ini-tially assessing the central nervous system. Because chil-dren frequently lose consciousness transiently duringinjury, the \"obtunded\" ( +1) grade is given to any child wholoses consciousness, no matter how fleeting the loss. Thisgrade identifies a patient who may have sustained a headinjury with potentially fatal-but often treatable-in-tracranial sequelae.\n\nSkeletal injury is a component of the PTS because of itshigh incidence in the pediatric population and its poten-tial contribution to mortality. Finally, cutaneous injury,both as an adjunct to common pediatric injury patternsand as an injury category that includes penetratingwounds, is considered in the computed PTS.\n\nThe PTS serves as a simple checklist, ensuring that all com-ponents critical to the initial assessment of the injuredchild have been considered. It is useful for paramedics inthe field, as well as for doctors in facilities other than pe-diatric trauma units. As a predictor of injury, the PTS hasa statistically significant inverse relationship with the In-jury Severity Score (ISS) and mortality. Analysis of this re-lationship has identified a threshold PTS of 8, above whichinjured children should have a mortality rate of 0%. All in-\n\n290 APPENDIX C ● Trauma Scores: Revised and Pediatric\n\nTABLE C-1 Revised Trauma ScoreASSESSMENT COMPONENTVARIABLESSCORESTART OF TRANSPORTEND OF TRANSPORTA. Respiratory Rate (breaths/minute)10-29 >29 6-9 1-5 04 3 2 1 0B. Systolic Blood Pressure (mm Hg)>89 76-89 50-75 1-49 o4 3 2 1 0C. Glasgow Coma Scale Score Conversion C = D + E' + F (adult) C = D +E2 +F (pediatric)13-15 9-12 6-8 4-5 AS4 3 2 1 0D. Eye OpeningSpontaneous To voice To pain None4 3 2 1E1 Verbal Response, AdultOriented Confused Inappropriate words Incomprehensible words None5 4 3 2 1E2 Verbal Response, PediatricAppropriate Cries, consolable Persistently irritable Restless, agitated None5 4 3 2 1F. Motor ResponseObeys commands Localizes pain Withdraws (pain) Flexion (pain) Extension (pain None6 5 4 3 2 1Glasgow Coma Scale Score (Total = D + E1 or E' + F)Revised Trauma Score (Total = A + B + C) Adapted with permission from Champlon HR, Sacco Wj, Copes WS, et al: A revision of the Trauma Score. Journal of Tiauma. 1989;\n\njured children with a PTS ofless than 8 shouldbe triaged toan appropriate pediatric trauma center, because they havethe highest potential for preventable mortality, morbidity,and disa bility. According to the National Pediatric TraumaRegistry statistics, this group represents approximately 25%of all pediatric trauma victims, clearly requiring the mostaggressive monitoring and observation.\n\nStudies comparing the PTS with the RTS have identi-fied similar performances of both scores in predicting po-\n\ntential for mortality. Unfortunately, the RTS produces un-acceptable levels of undertriage, which is an inadequatetrade-oft� for its greater simplicity. Perhaps more impor-tantly, however, the PTS's function as an initial assessmentchecklist requires that each of the factors that may con-tribute to death or disability is considered during initialevaluation and becomes a source of concern for those indi-viduals responsible for the initial assessment and manage-ment of the injured child.\n\nTABLE C-2 ■ Pediatric Trauma ScoreASSESSMENT COMPONENTSCORE+2+1 1Weight> 20 kg <> 44 lb)10~20 kg (22-44 lb)AirwayNormalOral or nasal ailway, oxygenIntubated, cncothyroido- tomy, or tracheostomySystolic Blood Pressure> 90 mm Hg; good peripheral pulses and perfusion50-90 mm Hg, carotid/ femoral pulses palpableLevel of ConsciousnessAwakeObtunded or any loss of consciousnessComa, unresponsiveFractureNone seen or suspectedSingle, dosedOpen or multipleCutaneousNone visibleContusion, abrasion, laceration Tissue loss, any gunshot wound or stab wound through fasciaTotals:Adapted with permission from Tepas JJ, Mollitt DL, Talbert JL, et al: The pediatnc trauma score as a predictor of injury severity in the -\n\nJured child. Joumal of Pediatric Surgery. 1987, 22(1)15.\n\nTRAUMA RESUSCITATION RECORD\n\nTRAUMA REGISTRY #□ ACTIVATED 11DATE: NAME:TIME ARRIVED:□ MULTIPLES□ UPGRADEDEST. WGT. : EST. AGE: TRAUMA I.D. BAND #:MALE □ FEMALE WA 1 OR□ ED ROOM □ OR ROOM\n\nTR SURGED MDANEST6A ResJA ROBNEUROORTHOPEDSNAMECALLED$$RESPONDARRIVE\n\nCIRCLE \"S^ FOR STAT CALL\n\nXPORT: □ AMBU TRAUMA SYSTEM ENTRY□ BY. □ FIELD TRIAGEHELI/FIXED □ PRIVCAR□ WALK-IN OTHER □ ED □ TRAUMA CONSULT □ TRANSFER PRE-HOSPITAL EVENTS:\n\n□ AIRWAY / BVM□ MAST PANTS (INFLATED)□ OET / NET / PEAD / CRICO� EX REMIT SPLINT / TRACTION□ O2□ HEIMLICH VALVE R/ L□ C COLLAR□ CPR/DEFIBRILLATE□ SPINE STABILIZA TION□IVHEAI.TH HISTORY:\n\nPREGNANT: □ YES □ NO LMP:\n\nTETANUS STATUS: CURRENT YES NO\n\nWNL PRIMARY SURVEYWNL SECONDARY SURVEY CONT'DBE AVIOR□ UNCOOPERATIVE □ COMBATIVE □ SEDATED □ RES TRAINTS □ PHARMACOLOGICAL PARALYSISPUPILSL □ NON-REACTIVE □ CONSTRICTED � DILATED SIZE:AIRWAY□ UNOBSTRUCTED □01 EA BREATHINGR □ NON-REACTIVE CONSTRICTED □ DILATED SIZE:BREA HING□ LABORED □PANTING □ SPLINTING NOT □ A SISTED BREATHING □ NECKVEIN DIS ENTION □ CREPITUS □ DEVIATED TRACH □ CYANO IS □ OPEN PTX □ FLAIL CHEST □ HEMOPTYSISFACE□ PALPABLE FACIAL FRACTURES MALOCCLUSION □ ABRASIONS □ LA ERATIONS □ CONTUSIONSBREATH SOUNDSL □ A SENT □ DECREASED �RALES ■ WHEEZES R □ BSENT ■ DECREASED □ RALES- WHEEZESEARSOTORRHAGIA OTORRHEA T.M. L L:EXTERNAL HEMORRHAGELOCATION:R □ R:C RDIACRHYTHM:NECK□ ABRASIONS □ LACERA IONS ■ CONTUSIONS □ C-SPINE CLEARED CUNICALLYPULSESHEART SOUNDS: MUFFLED MURMUR L □ RADIAL □ FEMORAL ■ PEDAL - THREADY R ■ RADIAL □FEMORAL PEDAL - THREADYCHEST□ LACERATIONS □ SEIT BRASIONS□ CONTUSIONS □ HEMATOMA □ PENETRATING WOUNDSKINCYANOSIS' □ PERIPHERAL □ C ENTRAL □CLAMMY □ DELAYED CAP REFILLABDOMEN□ PREV SURG. □ PENETRATING WOUND □ BELT ABRASIONS □ DISTENTION �SCAPHOIONEURO- CRANIALWNLSECONDARY SURVEY □ LETHARGY □STUPOR DECEREBRATE □ DECORTICATEPELVIS□ UNSTABLE □ RECTAL TONE□ GENITAL INJURY □ GUALAC + -□ PROSTATE ○ H MATURIABACK 1100 ro⌀)0 DEFORMED □ PENETRATIONNEURO SPIN L CORDQUAO/PARAPLEGIC LEVEL: MONOPLEGIA EXTREMITY:UPPER EXTREMITIESL □ LAC□FX□ OPENR □ LAC� FX□ OPENSC LP□ 1 CER TIONS. □ OPEN FRACTURE: □ HEMATOMA: ORIGINAL YELLOW TRAUMALOWER EXTAEMI IES REGISTRYL □LAC□ FX□ OPENR □LAC PINK ED COPY�FX□ 0 EN\n\nUse with permission from Legacy Trauma Services, Legacy Emanuel Hospital & Health Care Center, Ponland, Oregon,\n\n294 APPENDIX D ● Sample Trauma Flow Sheet\n\nB M P E PTAR P E G C S U P S E V M I L/A P Sn02PAIN / INTERVENTIONS RESPONSE 1-10LV. SOLUTIONSAMT BLOOD OUTPUT INFUSEDASSESSMENTSUMMARYDISPOSITION TOTALSFLUID\n\nINTAKE (cc)OUTPUT (cc)IV NO.cc RemainingCrystalloida/ ColloidsUrineIV NO.CC RemainIngBloodGastric/EmesisIV NO.cc RemainingOtherChest (L)1V NO.CC RemalningTotalTotal\n\nLABORATORY□ LEVEL I□ LEVEL II□PEDSTIME DRAWNTIMEPH PO2PCO2HCO3BETIMEHGBHCTPLTSPTPTTINAFIBNA+CL-K+8UNCRGLUCA+TIME INITIATEDETOH 0HCG 1TO LAB □URINETOX SCREEN81.00.0 BANKCLOTTYPE SCREEN& TYPE CROSS& UNITSMTP\n\n□ INTUBATEDTIME□ NASAL □ ORAL□ CRICO/TRACHSIZEDEPTH OF TUBEF102TIDAL VOLUMEMODRATEEND TIDAL CO2\n\nSEQUENCE OF EVENTSTIME LEFT RESUSCITATION ROOM\n\nRADIOLOGICAL STUDIESIN TIMESTUDY X-RAYS·C-SPINE LATERAL를 FC+SPINE COMPLETE SERIESCHEST SUPINEF FCHEST ERECT※ 8PELVISEXTREMITIES를 위ABDOMEN월 혈CAT SCAN - HEADCAT SCAN - SPINES - C T L하CAT SCAN - CHESTCAT SCAN · ABDOMENTHORACIC SPINELUMBAR SPINEULTRASOUND - ABDOMENULTRASOUNDIVP/CYSTOGRAMANGIOGRAMECHO··CARD\n\nFAMILY NOTIFICATION□ HERE □ CONTACTED\n\nNAMETELEPHONE NUMBER:□ UNABLE TO REACHTIME\n\nBELONGINGS: (SEE ITEMIZED LIST)\n\n11ME RADIOLOGICAL STUDIES COMPLETED\n\nREADY FOR DISPOSITION\n\nAdequate tetanus prophylaxis is important in patients withmultiple injuries, particularly when open-extremitytrauma is present. The average incubation period fortetanus is IO days; most often it is 4 to 21 days. ln severetrauma cases, tetanus can appear as early as [ lo 2 daysafter injury. All medical professionals must be cognizanlof this important facl when providing care to injured pa-tients. Recent studies conclude that it is not possible to de-termine clinically which wounds are prone to tetanus;tetanus can occur after minor, seemingly innocuous in-juries, yet it is rare after severely contaminated wounds.Thus, all traumatic wounds should be considered al riskfor the development of tetanus infection.\n\nTetanus immunization depends on the patient's previ-ous immunization stalus and the tetanus-prone nature ofthe wound. The following guidelines are adapted from theliterature, and inf ormation is available from the Centers forDisease Control and Prevention (CDC). Because this infor-mation is continuously reviewed and updated as new databecome available, the American College of Surgeons Com-\n\nmittee on Trauma recommends contacting the CDC for themost current information and detailed guidelines related totetanus prophylaxis and immunization for injured patients.\n\nThe following general principles for doctors who treattrauma patients concern surgical wound care and passiveimmunization.\n\nRegardless of the active immunization status of the patient,meticulous surgical care--including removal of all devital-ized tissue and foreign bodies-should be providedimmedi-ately for all wounds. If the adequacy of wound debridementis in question or a puncture injury is present, the woundshould be left open and not closed by sutures. Such care is es-sential as part of the prophylaxis against tetanus. Traditionalclinical features thatinfluence the risk for tetanus infection insoft tissue wounds are listed in Table E~1. However, all woundsshould be considered at risk for the development of tetanus.\n\nTABLE E-1 ■ Wound Features and Tetanus RiskCLINICAL FEATURES OF WOUNDNON-TETANUS-PRONE WOUNDSTETANUS-PRONE WOUNDSAge of wound>6 hoursConfigurationLinear wound, abrasionStellate wound, avulsionDepth≤ 1 cm>1 cmMechanism of injurySharp surface (eg, knife. glass)Missile, crush, burn, frostbiteSigns of infectionAbsentPresentDevitalized tissueAbsentPresentContaminants (eg, dirt, feces, soil, saliva)AbsentPresentDenervated and/or ischemic tissueAbsentPresentAdapted with permission from the Centers for Disease Control and Prevention, Atlanta, GA, www.ott.go.krw.tprenew/nmw/himl000416464646.html (Las1. updated 2007.)\n\n298 APPENDIX E ● Tetanus Immunization\n\nPASSIVE IMMUNIZA TION\n\nPassive immunization with 250 units of human tetanus im-mune globulin (TIG) administered intramuscularly must beconsidered for each patient. TIG provides longer protectionthan antitoxin of animal origin and causes few adverse reac-tions. The characteristics of the wound, conditions underwhich it occurred, wound age, TIG treatment, and the previ-ous active immunization status of the patient must all be con-sidered (Table E-2). When tetanus toxoid and TIG are givenconcurrently, separate syringes and separate sites should beused. If the patient has ever received a series of three injec-tions of toxoid, TIG is not indicated, unless the wound isjudged to be tetanus-prone andis more than 24 hours old.\n\n1. American College of Surgeons Committee on Trauma. Pro-phylaxis against tetanus in wound management. Poster, 1995.2. Rhee P, Nunley MK, Demetriades D, Velmahos G, Doucel JJ.Tetanus and trauma: a review and recommendation. / Trauma2005;58:1082- 1088.3. U.S. Department of Health and Human Services, Centers forDisease Control and Prevention. Tetanus. http://www.cdc.gov/www.wns/pugups/pinkbook/hownbeds/etchonuspdf. Accessed C-tober 22, 2007.\n\nTABLE E-2 Summary of Tetanus Prophylaxis for Injured PatientsHISTORY OF ADSORBED TETANUS TOXOID (DOSES)NON-TETANUS-PRONE W OUNDSTETANUS-PRONE WOUNDSTdaTIGtoaTIGUnknown or YesNoYesYes> 3bNOCNoNodNoAdapted with permission from the Centers for Disease Control and Prevention, Atianta, GA, www.wzt.govmr.wienevewerewitht-M/trA5454645.html (Las1 updated 2007.) a For children younger than 7 years old, ciplitheria-tetanus-perlussis (DPT) vaccine (OT, if pertussis vaccine Is contraindicated} Is pre- ferred to letanus toxold atone, For pat ents 7 years old and older, tetanus and dlphtherla toxoids are preferred to tetanus toxoid alone, �If only three doses of filuid toxoid have been received, a fourth dose of toxoid, preferably an adsorbed toxoid, should be given. 5 Yes, if more than 10 since last dose.\n\na Yes, If more than S years since lasl dose. (More frequent boosters ar e not needed andcan acceniuate sideeffects.)\n\nUpon completion of this topic, the student will be able toassess and manage sight-threatening eye injuries. Specifi-cally, the doctor will be able to:\n\nThe initial assessment of a patient with an ocular in-jury requires a systematic approach. The physicalexamination should proceed in an organized, step-by-step manner. It does not require extensive, compli-cated instrumentation in the multiple-trauma setting.Rather, simple therapeutic measures often can save thepatient's vision and prevent serious sequelae before anoph thal mologist is available. This appendix providespertinent inf ormation regarding the early identifica-tion and treatment of ocular injuries that will enhancedoctors' basic knowledge and may save their patients'vision.\n\nKey factors in the assessment of patients with oculartrauma include patient history, history of the injuryincident, initial symptoms, and results of physical ex-amination.\n\nObtain a his tory of any preexisting ocular disease. Keyquestions include:\n\n1. Does the patient wear corrective lenses?\n\n2. [s there a history of glaucoma or previous eyesurgery?\n\n3. What medications does the patient use (eg,pilocarpine)?\n\nHISTORY OF INJURY INCIDENT\n\n1Obtain patient and event histories.2Perform a systematic examination of the orbit and its contents.3Identify eyelid injuries that can be treated by the primary care doctor, as well as those that must be referred to an ophthalmologist for treatment.4Explain how to examine the eye for a foreign body, and how to remove superficial foreign bodies to prevent further injury.5Identify corneal abrasion and describe its proper management.6Identify hyphema and describe its initial man- agement and the necessity for referral to an ophthalmologist.7Identify eye injuries that require referral to an ophthalmologist.8Identify ruptured-globe injury and describe its initial management prior to referral to an oph- thalmologist.9Evaluate and treat eye injuries that result from chemicals.10Evaluate a patient with an orbital fracture and describe its initial management and the neces- sity for referral.11Identify retrobulbar hematoma and explain the necessity for immediate referral.\n\nObtain a detailed description of the circumstancessurrounding the injury. This information often raisesthe index of suspicion for certain potential injuriesand their sequelae, such as the higher risk of infection fromcertain foreign bodies (eg, wood VS. metallic). Key ques-tions include:\n\n300 APPENDIX F · Ocular Trauma\n\n1. Was there blunt trauma?\n\n2. Was there penetrating injury? (In motor vehicularcrashes there is potential for g lass and metallic foreignbodies.)\n\n3. Was there a missile injury?\n\n4. Was there a possible thermal, chemical, or fl.ash burn?\n\nKey questions regarding the patient's initial symptoms in-clude:\n\n1. What were the initial symptoms?\n\n2. Did the patient report pain or photophobia?\n\n3. Was there an immediate decrease in vision that hasremained stable, or is it progressive?\n\nThe physical examination must be systematic SO that func-tion and anatomic structures are evaluated. As with injuriesto other organ systems, the pathology also may evolve withtime, and the patient must be reevaluated periodically. A di-rected approach to the ocular examination, beginning withthe most external structures in an \"outside-to-inside\" man-ner, ensures that injuries are not missed.\n\nVisual acuity is evaluated first by any means possible andrecorded (eg, patient counting fingers at 3 ft [0.9 m).\n\nThe most external structures to be examined are the eyelids.The eyelids should be assessed for: (1) edema; (2) ecchy-mosis; (3) evidence of burns or chemicalinjury; (4) lacera-tion(s)-medial, lateral, lid margin, canaliculi; (5) ptosis;(6) foreign bodies that contact the globe; and (7) avulsion ofthe canthal tendon.\n\nGently palpate the orbital rim for any step-off deformity orcrepitus. Subcutaneous emphysema can result from a frac-ture of the medial orbit into the ethmoids or a fracture ofthe orbital floor into the maxillary antrum.\n\nThe eyelids should be retracted to examine the globe with-out applying pressure to the globe. Specially designed re-tractors are available for this purpose. Cotton-lippedapplicators can also be used; they should be placed gentlyagainst the superior and inferior orbital rims, enabling the\n\neyelids to be rolled open. Then assess the globe anteriorlyfor any displacement from a retrobulbar hematoma and forany posterior or inferior displacement due to an orbit frac-ture. Also assess the globes for normal ocular movement,diplopia, and evidence of entrapment.\n\nAssess the pupils for roundness, with regular shape, equal-ity, and reaction to light stimulus. 1t is important to test foran afferent pupil defect. ptic nerve trauma usually resultsin the failure of both pupils to constrict when a light is di-rected at the affected eye.\n\nAssess the cornea for opacity, ulceration, and foreign bodies.Fluorescein and a blue light can facilitate this assessment.\n\nAssess the conjunctivae for chemosis, subconjunctival em-physema (indicating probable fracture of the orbit into theethmoid or maxillary sinus), subconjunctival hemor rhage,and foreign bodies.\n\nExamine the anterior chamber for hyphema (blood in theanterior chamber). The depth of the anterior chamber canbe assessed by shining a light into the eye from the lateralaspect of the eye. If the light does not illuminate the entiresurface of the iris, a shallow anterior chamber shouldbe sus-pected. This condition can result from an anterior pene-trating wound. A deep anterior chamber can result from aposterior penetrating wound of the globe.\n\nThe iris should be reactive and regular in shape. Assess theiris for iridodialysis (a tear of the iris) or iridodonesis (afloppy or tremulous iris).\n\nThe lens should be transparent. Assess the lens for possibleanterior displacement into the anterior chamber, partial dis-location with displacement into the posterior chamber, anddislocation into the vitreous.\n\nThe vitreous should be transparent, allowing for easy visu-alization of the fundus, Visualization may be difficult if vit-reous hemorrhage has occurred. In this situation, a blackrather than red reflex is seen on ophthalmoscopy. Vitreousbleeding usually indicates a significant underlying ocular in-jury. The vitreous also should be assessed for an intraocularforeign body.\n\nThe retina is examined for hemorrhage, possible tears, ordetachment. A detached retina is opalescent, and the bloodcolumns are darker.\n\nCommon traumatic ocular injuries include eyelid injury,corneal injury, anterior chamber injury, injury to the iris,injury to the lens, vitreous injuries, injury to the retina, globeinjury, chemical injury, fra ctures, retrobulbar hematoma,and fat emboli.\n\nEyelid injuries often result in marked ecchymosis, ma kingexamination ofinjuries to the globe and lid difficult. How-ever, a more serious injury to the underlying structures mustbe excluded. Look beneath the lid as well to exclude damageto the globe. Lid retractors or cotton-tipped applicators canbe used if necessary to forcibly open the eye to inspect theglobe. Ptosis may result from edema, damage to the levatorpalpebrae, or oculomotor nerve injury.\n\nLacerations of the upper and lower lids that are hori-zontal, superficial, and do not involve the levator in theupperlid may be closed by the examining doctor using in-terrupted 6-0 (silk, nylon) skin sutures. The doctor alsoshould examine the eye beneath the lid to rule out damageto the globe.\n\nLid injuries that require treatment by an ophthalmologistinclude: ( 1 ) wounds involving the medial canthus that mayhave damaged the medial canaliculus; (2) injuries to thelacrimal sac and nasal lacrimal duct, which can lead to ob-struction if not properly repaired; (3) deep horizontal lac-erations of the upper lid that may involve the levator andresult in ptosis if not repaired correctly; and (4) lacerationsof the lid margin that are difficult to close and can lead tonotching, entropion, or ectropion. These wounds may becovered with a saline dressing pending emergency ophthal-mologic consultation.\n\nForeign bodies of the lid result in profuse tearing, pain,and a foreign-bodysensation that increases with lid move-ment, The conjunctiva should be inspected, and the upperandlower lids should be everted to examine theinner sur-face. Topical anesthetic drops may be used, but only forinitial examination and removal of the foreign body.\n\nPenetrating foreign bodies should not be disturbedandare removed only in the operating room by an ophthalmol~ogist or appropriate specialist. If the patient requires trans-port to another facility for treatment of this injury or others,consult an ophthalmologist regarding management of theeye during transport.\n\nCorneal abrasions result in pain, foreign-body sensation,photophobia, decreased visual acuity, and chemosis. The in-jured epithelium stains with fluorescein.\n\nCorneal foreign bodies sometimes can be removed withirrigation. However, if the foreign body is embedded, thepatient should be rcferred to an ophthalmologist. Cornealabrasions are treated with antibiotic drops or ointment toprevent ulcers. Clinical studies have demonstrated no ad-vantage to patching in terms of patient comfort or time re-quired for the abrasion to heal. The patient should beinstructed to instill the drops or ointment and should be fol-lowed up within 24 to 48 hours.\n\nANTERIOR CHAMBER INJURY\n\nHyphema is blood in the anterior chamber, which may bedifficult to see if there is only a small amount. In extremecases, the entire anterior cham beris filled. The hyphema canoften be seen with a penlight. Hyphema usually indicates se-vere intraocular trauma.\n\nGlauconia develops in 7% of patients with hyphema.Corneal staining also may occur. Remember, hyphema canbe the result of serious underlying ocular injury. Even in thecase of a small bleed, spontaneous rebleeding often occurswithin the first 5 days, which may lead to total hyphema.Therefore, the patient must be referred to an ophthalmolo-gist. The affected cye will be patched, and the patient usuallyis hospitalized, placed on bed rest, and reevaluated fre-quently. Pain after hyphema usually indicates rebleedingand/or acute glaucoma.\n\nContusion injuries of the iris can cause traumatic mydria-sis or miosis. There may be disruption of the iris from theciliary body, causing an irregular pupil and hyphema.\n\nContusion of the lens can lead to later opacification orcataract formation. Blunt trauma can cause a break of thezonular fibers that encircle the lens and anchorit to the cil-iary body. This results in subluxation of the lens, possiblyinto the anterior chamber, causing shallowing of the cham-ber. In cases of posterior subluxation, the anterior chamberdeepens. Patients wit.h these injuries should be referred toan ophthalmologist.\n\nlunt traima may also lead to vitreous hemorrhage. Thisusually is secondary to retinal vessel damage and bleedinginto the vitreous, resulting in sudden, profound loss of vi-sion. Funduscopic examination may be impossible, and the\n\n302 APPENDIX F · Ocular Trauma\n\nred reflex, seen with an ophthalmoscope light, is lost. A pa-tient with this injury should be placed on bed rest with theeye shielded and referred to an ophthalmologist.\n\nINJURY TO THE RETINA\n\nBlunt trauma also can cause retinal hemorrhage. The pa-tient may or may not have decreased visual acuity, depend-ing on involvement of the macula. Superficial retinalhemorrhages appear cherry red in color, whereas deeper le-sions appear gray.\n\nRetinal edema and detachment can occur with headtrauma. In such cases, a white, cloudy discoloration is ob-served. Retinal detachments appear \"curtain-like.\" \" If themacula is involved, visual acuity is affected. An acute retinaltear usually occurs in conjunction with blunt trauma to aneye with preexisting vitreoretinal pathology. Retinal detach-ment most often occurs as a late sequela of blunt trauma,with the patient describing light flashes and a curtain-likedefect in peripheral vision.\n\nA rupture of the choroid initially appears as a beige areaat the posterior pole. Later it becomes a yellow-white scar. Ifit transects the macula, vision is seriously and permanentlyimpaired.\n\nA patient with a ruptured globe has marked visual impair-ment. The eye is soft because of decreased intraocular pres-sure, and the anterior chamber may be flattened or shallow.If the rupture is anterior, ocular contents may be seen ex-truding from the eye.\n\nThe goal of initial management of the ruptured globeis to protect the eye from any additional damage. As sooneye should not be ma-as a ruptured globe is suspected, thenipulated any further. A sterile dressing and eye shieldshould be applied carefully to prevent any pressure to theeye that may cause further extrusion of the ocular con-tents. The patient should be instructed not to squeeze theinjured eye shut. If not contraindicated by other injuries,the patient may be sedated while awaiting transport ortreatment. Do not remove foreign objects, tissue, or clotsbefore placing the dressing. Do not use topical analge-sics- only oral or parenteral, if not contraindicated by anyother injuries.\n\nAn intraocular foreign body should be suspected if thepatient reports sudden, sharp pain with a decrease in visualacuity, particularly if the eye might have been struck by asmall fr agment of metal, glass, or wood. Inspect the surfaceof the globe carefully for any small lacerations and possiblesites of entry. These may be difficult to find. In the anteriorchamber, tiny foreign bodies may be hidden by blood or inthe crypt of the iris. A tiny iris perforation may be impossi-ble to see directly, but with a pen light the red reflex may bedetected through the defect (if the lens and vitreous are notopaque).\n\nChemical injuries require immediate intervention in orderto preserve sight. Acid precipitates proteins in the tissue andsets up somewhat of a natural barrier against extensive tis-sue penetration. However, alkali combines with lipids in thecell membrane, leading to disruption of the cell membranes,rapid penetration of the caustic agent, and extensive tissuedestruction. Chemical injury to the cornea causes disrup-tion of stromal mucopolysaccharides, leading to opacifica-tion.\n\nThe treatment for chemical injuries to the eyes in-volves copious and continuous irrigation. Attemptsshould not be made to neutralize the agent. Intravenoussolutions (eg, crystalloid solution) and tubing can beused to improvise continuous irrigation. Blepharospasmis extensive, and the lids must be manually opened dur-ing irrigation. Analgesics and sedation should be used, ifnot contraindicated by coexisting injuries. Thermal in-juries usually occur to the lids only and rarely involve thecornea. However, burns of the globe occasionally occur.A sterile dressing should be applied and the patient re-ferred to an ophthalmologist. Exposure of the corneamust be prevented or it may perforate, and the eye maybe lost.\n\nBlunt trauma to the orbit may cause rapid compression ofthe tissues and increased pressure within the orbit. One ofthe weakest points is the orbital floor, which may fracture,allowing orbital contents to herniate into the antrum-lead-ing to the use of the term \"blowout.\"\n\nClinically, the patient presents with pain, swelling, andecchymosis of the lids and periorbital tissues. There may besubconjunctival hemorrhage. Facial asymmetry and possi-ble enophthalmos can be evident or masked by surroundingedema. Limitation of ocular motion and diplopia second-ary to edema or entrapment of the orbital contents may benoted. Palpation of the rims may reveal a fracture step-offdeformity.\n\nSubcutaneous and/or subconjunctival emphysema mayoccur when the fracture is into the ethmoid or maxillary si-nuses. Hypesthesia of the cheek occurs secondary to injuryof the infraorbital nerve. The Waters view and Caldwell view(straight on) are useful for evaluating orbital fractures. Ex-amine the orbital floor and look for soft-tissue density inthe maxillary sinus or an air fluid level (blood). Computedtomographic scans also are helpful, and may be consideredmandatory.\n\nTreatment of fractures may be delayed up to 2 weeks.Watchful waiting may help to avoid unnecessary surgery byallowing the edema to decrease. Indications for orbitalblowout repair include persistent diplopia in a functionalfield of gaze, enophthalmos greater than 2 mm, and fractureinvolving more than 50% of the orbital floor."
}