{
  "title": "Atls%208Th%20Edition Ch09 Thermal Injuries(211-224페이지)",
  "full_text": "Injuries to the musculoskeletal system occur in 85% of pa-lients who sustain blunt trauma; they often appear dramatic,but rarely cause an immediate threat to life or limb. How-ever, musculoskeletal injuries must be assessed and man-aged properly and appropriately SO life and limb are notjeopardized. The doctor must recognize the of suchpresenceinjuries, be familiar with the anatomy of the injury, protectthe patient from further disability, and anticipate and pre-vent complications.\n\nMajor musculoskeletal injuries indicate that significantforces were sustained by the body. For example, a patientwith long-bone fractures above and below the diaphragmhas an increased likelihood of associated internal torso in-juries. Unstable pelvic fractures and open femur fr acturesmay be accompanied by brisk bleeding. Severe crush injuriescause the release of myoglobin, which may precipitate in therenal tubules and result in renal failure. Swelling into an in-tact musculofascial space may cause an acute compartmentsyndrome that, if not diagnosed and treated, may lead tolasting impairment and loss of use of the extremities. Fatembolism, an uncommon but highly lethal complication oflong-bone fraclures, may lead to pulmonary fa ilure and im-paired cerebral function.\n\nMusculoskeletal trauma does not warrant a reo rderingof the priorities of resuscitation (AHCDEs). However, thepresence of significant musculoskeletal trauma does pose achallenge to the treating doctor. Musculoskeletal iniuriescannot be ignored and treated at a later time. The doctormusi treat the whole patient, including musculoskeletal in-juries, to ensure an optimal outcome. Despite careful as-sessment and management of multiple injuries, fracturesand soft tissue injuries may not be initially recognized. Con-tinued reevaluation of the patient is necessary to ide ntify allinjuries.\n\nPrimary Survey and Resuscitation\n\nWhat impact do musculoskeletalinjuries have on the primary survey?\n\nDuring the primary survey, it is imperative to recognize andcontrol hemorrhage from musculoskeletal injuries. Deepsoft tissue lacerations may involve major vessels and lead toexsanguinating hemorrhage. I-lemorrhage control is best ef-fected by direct pressure.\n\nHemorrhage from long-bone fractures may be signifi-cant, and certain femoral fractures may result in up to 4units ofblood loss into the thigh, producing class Ill shock.Appropriate splinting of the fracture may significantly de-crease bleeding by reducing motion and enhancing a tam-ponade effect of the muscle. If the fracture is open,\n\nMusculoskeletal injuries are a potential source of OC-cuit blood loss in patients with hemodynamic ab-normalities. Occult sites of hemorrhage are theretroperitoneum from unstable pelvic ring injuries,the thigh from femoral fractures, and any open frac-ture with major soft tissue involvement in whichblood loss may be serious and occurs before the pa-tient reaches the hospital.\n\napplication of a sterile pressure dressing usually controlshemorrhage. Aggressive fluid resuscitation is an importantsupplement to these mechanical measures.\n\nAdjuncts to Primary Survey\n\nAdjuncts to the primary survey of patients with muscu-loskeletal trauma include fracture immobilization and x-rayexa mina tion.\n\nThe goal of initial fracture immobilization is to realign theinjured extremity in as close to anatomic position as possi-ble and to prevent excessive fra cture-site motion. This re-alignment is accomplished by the application of in-linetraction to realign the extremity and maintained by an im-mobilization device. The proper application of a splint helpscontrol blood loss, reduce pain, and prevent further soft tis-sue injury. If an open fracture is present, the doctor neednot be concerned about pulling exposed bone back into thewound because all open fractures require surgical debride-ment. See Skill Station XII: Musculoskeletal Tra uma: As-\n\nMajor muscuioskeletal injuries indicate that significantforces were sustained by the body.\n\nsessment and Management, Skill XII-C: Realigning a e-formed Extremity.\n\nJoint dislocations usually require splinting in the posi-tion in which they are found. Ifa closed reduction has suc-cessfully relocated the joint, immobilization in an anatomicposition may be accomplished in a number of ways: pre-fabricated splints, pillows, or plaster. These devices willmaintain the extremity in its unreduced position.\n\nSplints should be applied as soon as possible, but theymust not take precedence over resuscitation. However,splints may be very helpful during this phase to controlhemorrhage and pain.\n\nX-ray examination of most skeletal injuries occurs as thepart of the secondary survey. Which x-ray films to obtainand when to obtain them are determined by the patient'sinitial and obvious clinical findings, the patient's hemody-namic status, and the mechanism of injury. An anteropos-terior (AP) view of the pelvis should be obtained early for allpatients with multiple injuries for whom a source ofbleeding has not been identified.\n\nElements of the secondary survey of patients with muscu-loskeletal injuries are the history and physical examination.\n\nKey aspects of the patient history are mechanism of injury,environment, preinjury status and predisposing factors, andprehospital observations and care.\n\nInf ormation obtained from the transport personnel, thepatient, relatives, and bystanders at the scene of the injuryshould be documented and included as a part of thepa-tient's medical record. It is particularly important to de-termine the mechanism of injury, which may arousesuspicion of injuries that may not be immediately appar-ent. See Appendix B: Biomechanics of Injury. The doc-tor should mentally reconstruct the injury scene, identifyother potential injuries that the patient may have sus-tained, and determine as much of the following informa-tion as possible:\n\n1. In a motor vehicle crash, what was the precrash loca-tion of the patient in the vehicle driver or passen-ger? This fact can indicate the type of fracture-for\n\nexample, lateral compression fracture of the pelvis re-sulting from a side impact in a vehicle collision.\n\n2. What was the postcrash location of the patient-in-side the vehicle or ejected? Was a seal belt or airbag inuse? This information may indicate patterns of injury.If the patient was ejected, determine the distance thepatient was throw.1 and the landing conditions. Ejec-tion generally results in increased injury severity andunpredictable patterns of injury.\n\n3. Was there external damageto the vehicle-for exam-plc, deformation to the front of the vehicle from ahead-on collision? This information raises the suspi-cion of a hip dislocation.\n\n4. Was there internal damage to the vehicle-for exam-ple, bent steering wheel, deformation to the dash-board, or damage to the windscreen? These findingsindicate a greater likelihood of sternal, clavicular, orspinal fractures or hip dislocation.\n\n5. Was the patient wearing a restraint? If so, what type(lap or three-point saf ety belt)? Was the restraintapplicd properly? Faulty application of saf ety re-straints may cause spinal fractures and associatedintraabdominal visceral injuries. Was an air bag de-ployed?\n\n6. id the patient fall? If so, what was the distance of thefall, and how did the patient land? This informationhelps identify the spectrum of injuries. Landing onthe feet may cause foot and ankle injuries with associ-ated spinal fractures.\n\n7. Was the patient crushed by an object? If so, identifythe weight of the crushing object, the site of the in-jury, and duration of weight applied to the site. De-pending on whether a subcutaneous bony surface or amuscular area was crushed, different degrees of softtissue damage may OCCLIr, ranging from a simple con-tusion to a severe degloving extremity injury withcompartment syndrome and tissue loss.\n\n8. id an explosion occur? If so, what was the magni-tude of the blast and what was the patient's distancefrom the blast? An individual close to the explosionmay sustain primary blast inJury from the force of theblast wave. A secondary blast injury may.occur fromdebris and other objects accelerated by the blast effect(eg, fragments), leading to penctrating wounds, lacer-ations, and contusions. The patient also may be vio-lently thrown to the ground or against other objectsby the blast effect, leading to blunt musculoskeletaland other injuries (tertiary blast effect).\n\n9. Was the patient involved in a vehicle-pedestrian col.li-sion? Musculoskeletal injuries may follow predictedpatterns (eg, bumper injury to leg) based on the sizeand age of the patient.\n\n190 CHAPTER 8 · Musculoskeletal Trauma\n\nAsk prehospital care personnel for inf ormation about theenvironment, including:\n\n● Patient exposure to temperature extremes\n\n● Patient exposure to tox.ic fumes or agents\n\n● Broken glass fragments (which may also injure theexaminer)\n\n● Sources of bacterial contamination (eg, dirt, animalfeces, fresh or salt water)\n\n'I'his information can help the doctor anticipate poten-tial problems and determine the initial antibiotic treatment.\n\nPreinjury Status and Predisposing Factors\n\nItis important lo determine the patient's baseline conditionprior to injury, because this information may alter the un-derstanding of the patient's condition, treatment regimen,and outcome. The AMPLE history also should include in-formation about the patient'sexercise tolerance and activitylevel, ingestion of alcohol and/or other drugs, emotionalproblems or illnesses, and previous musculoskeletal injuries.\n\nPrehospital Observations and Care\n\nFindings at the incident site that may help the doclor iden-lify potential injuries include:\n\n● Position in which the patient was found● Bleeding or pooling of blood at the scene, inclu dingthe estimated amount● Bone or fracture ends that may have been exposed● Open wounds in proximity lo obvious or suspectedfractures● Obvious deformity or dislocation● Presence or absence of motor and/or sensory func-tion in each extremily● Delay's in extrication procedures or transport● Changes in limb function, perfusion, or neurologicstate, especially after immobilization or duringtransfer to the hospital● Reduction of fractures or dislocations during extri-cation or splinting at the scene● Dressings and splints applied, with special attentionto excessive pressure over bony prominences thatmay result in peripheral nerve compression injuries,compartment syndromes, or crush syndromes.\n\nThe time of the injury also should be noled, especiallyif there is ongoing blceding and delay in reaching the hos-\n\nThe patient must be completely exposed for adequateassessment.\n\npital. All prehospital observations and care must be reportedand documented.\n\nPHYSICAL EXAMINA TION\n\nThe patient must be completely undressed for adequate ex-amination. Obvious extremity injuries are often splintedprior lo the patient's arrival in the emergency department(ED). There are three goals for t.he assessment of trauma pa-lients' extremities:\n\n1. Identification of life-threatening injury (primary sur-vey)2. Identification oflimb-threatening injuries (secondarysurvey)3. Systemalic review to avoid missing any other muscu-loskeletal injury (continuous reevaluation)\n\nAssessment ot musculoskeletal trauma may be achievedby looking at and talking to the patient, as well as by palpa-tion of the patient's extremities and performance of alogical, syslematic review of each extremity. The four com-ponents that musl be assessed are: (I) skin, which protectsthe patient from excessive fluid loss and infection; (2) neu-romuscular function; (3) circulatory status; and (4 ) skeletaland ligamentous integrity. Using this evaluation process re-duces the risk of missing an injury. See Skill Station XII:Musculoskeletal Trauma: Assessment and Management,Skill XII-A: Physical Examination.\n\nVisually assess the extremities for color and perfusion,wol.inds, deformity (angulation, shortening), swelling, anddiscoloration or bruising.\n\nA rapid visual inspection of the entire patient is neces-sary to identify sites of major external bleeding. A pale or\n\nwhite distal extremity is indicative of JI lack of arterial in-flow. Extremities that are swollen in the region of majormuscle groups may indicate a crush injury with an im-pending comparlment syndrome. Swelling or ecchymosis inor around a joint and/or over the subcutaneous surface of 5bone is a sign of a musculoskeletal injury. Extremity def or-mity is an obvious sign of major extremity injury (see Table8-1).\n\nInspect the palient's entire body for lacerations andabrasions. Open wounds are obvious unless they are locatedon the dorsum of the body. The palient must be carefullylogrolled to assess for an injury or skin laceration. If a boneprotrudes or is visualized in the wound, an open fracturecxists. Any open wound to a limb with an associated fracturealso is considered an open frac ture until proven otherwiseby a surgeon.\n\nObscrve the patient 's spon til neous extremi ty motorfunction to help identify any neurologic and/or muscularimpairment. If the pat ient is unconscious, absent sponta-neous extremity movement may be the only sign of im-paired function. With a cooperative patient, active voluntarymuscle and peripheral nerve function may be assessed byasking the patient to contract major muscle groups. Theability to move all major joints through a full range of mo-tion usually indicates that the nerve-muscle unit is intactand the joint is stable.\n\nPalpate the extremities to determine sensation to the skin(neurologic function) and identify areas of tenderness ( frac-ture ⌀r deep muscle injury). Loss of sensation to pain andtouch demonstrates the presence of a spinal or peripheralnerve injury. Areas of tenderness or pain over muscles mayindicate a muscle contusion or fracture. Pain, tenderness,swe lling, and deformity over a subcutaneous bony surface\n\nusually contirm the diagnosis of a fracture. If pain or ten-derness is associated with painful abnormal motion throughthe bone, fracture is diagnosed. However, attempts to elicilcrepitation or demonstrate abnormal motion are notrecommended.\n\nAl the time of logrolling, palpate the patient's back toidentify any lacerations, palpable gaps between the spinousprocesses, hematomas, or defects in the posterior pelvic re-gion that are indicative of unstable axial skeletal injuries.\n\nClosed soft lissue injuries are more difficult to evalu-ate. Soft tissue avulsion may shear the skin from the deepfascia, allowing for signilicant accumulation of blood. AI-ternatively, the skin may be sheared from its blood supplyand undergo necrosis over a few days. This area may havelocal abrasions or bruised skin that are clues to a more severedegree of muscle damage and potential compartment orcrush syndromes. These soft lissue injuries are best evalu-ated by knowing the mechanism of injury and palpating thespecilic component involved.\n\nJoint stability may be determined only by clinical ex-amination. Abnormal molion through a joint segment is in-dicative of a ligamentous rupture. Palpate the joint toidentify any swelling and tenderness of the ligaments as wellas intraarticular fluid. Following this, cautious stressing ofthe specilic ligaments can be performed. Excessive pain maymask abnormal ligament motion because of guarding of thejoint by muscular contraction or spasm; this condition mayneed to be reassessed later.\n\nPalpate the distal pulses in each extremity and assess capil-lary refill of the digits. If hypotension limits digital exami-nation of the pulse, the use of a Doppler probe may detectblood now to an extremity. The Doppler signal must have atriphasic quality to ensure no proximal lesion. Loss of sen-\n\nTABLE 8-1 Common Joint Dislocation DeformitiesJOINTDIRECTIONDEFORMITYShoulderAnterior PosteriorSquared off Locked in internal rolationElbowPostenorOlecranon prominent posteriorlyHipAnterior PosteriorFlexed, abducted, externally rotated Flexed, adducted, internally rotatedKneeAnteroposteriorLoss of normal contour, extendedAnkleLateral IS most commonExternally rotated, prominent medial malleolusSubtalar jointLateral is most commonLaterally displaced OS calcis\n\nPITFALLFailure to perform a thorough secondary survey can result in missing potential life- and limb-threatening injuries.\n\nsation in a stocking or glove distribution is an early sign ofvascular impairment.\n\nIn patients with no hemodynamic abnormalities, pulsediscrepancies, coolness, pallor, paresthesia, and even motorfunction abnormalities suggest an arterial injury. Openwounds and Fractures in proximity to arteries can be a clueto an arterial injury.A Doppler ankle/brachial index of lessthan 0.9 is indicalive of an abnormal arterial flow secondaryto injury or peripheral vascular disease. The ankle/brachialindex is determined by taking the systolic bloodpressurevalue as measured by Doppler at the ankle of the injured legand dividing it by the Doppler-determined systolic bloodpressure of the uninjured arm. Auscultation can reveal abruit with an associated palpable thril), Expandinghematomas or pulsatile hemorrhage from an open woundalso are indicative of arterial injury.\n\nThe clinical examination of patients with musculoskeletalinjuries often suggests the need for x-ray examination. Anyarea over a bone that is tender and def ormed likely repre-sents a fracture. In patients who have no hemodynamic ab-normalities, an x-ray film should he obtained. Jointeffusions, abnormal joint tenderness, or joint deformityrepresent a joint injury or dislocation that also must be X-rayed. The only reason for electing not lo obtain an x-raylilm prior to treatment of a dislocation or a fracture is thepresence of vascular compromise or impending skinbreakdown. This is seen commonly with fracture-disloca-tions of the ankle. If there is going to be a delay in obtain-ing x-rays, immediate reduction or realignment of theextremity should be perf ormed to reestablish the arterialblood supply and reduce the pressure on the skin. Align-ment can be maintained by appropriate immobilizationtechniques.\n\nPotentially Life-ThreateningExtremity Injuries\n\n? What are my priorities, and what aremy management principles?\n\nExtremity iniuries that are considered potentially life-threat-ening include major pelvic disruption with hemorrhage,major arterial hemorrhage, and crush syndrome.\n\nMAJOR PELVIC DISRUPTIONWITH HEMORRHAGE\n\nPatients with hypotension who have pelvic fractures have ahigh mortality, and sound decision making is crucial. Pelvicfract ures associated with hemorrhage commonly exhibitdisruption of the posterior osseous ligamentous (sacroiliac,sacrospinous, sacrotuberous, and the fibromuscular pelvicfloor) complex from a sacroiliac fracture and/or dislocation,or from a sacral fracture (Figure 8-1 ). The force vector opensthe pelvic ring, tears the pelvic venous plexus, and occa-sionally disrupts the internal iliac arterial system (antero-posterior compression injury). This mechanism of pelvicring injury may be caused by motorcycle crashes and pedes-trian-vehicle collisions, direct crushing injury lo the pelvis,and falls from heights greater than 12 feet (3.6 meters). Mor-tality in patients with all types of pelvic fractures is approx-imately one in six (5%-30%). In patients with closed pelvicfractures and hypotension, mortality rises to approximatelyone in four ( 10% -42%). Hemorrhage is the major re-versible contributing factor to mortality.\n\nIn motor vehicle collisions, a common mechanism ofpelvic fracture is force applied to the lateral aspect of thepelvis that tends to rotat:e the involved hemipelvis internally,closing down the pelvic volume and relieving any tensionon the pelvic vascular syslem (lateral compression injury).This rotational motion drives the pubis into the lower gen-ilourinary system, creating injury to the bladder and/or ure-thra. Hemorrhage from this injury, or its sequelae、 rarelyresults in death, as it does in the completely unstable pelvicinjury. See Skill Station XII: Musculoskeletal Trauma:Assessment and Management, Skill XII-F : Identification andManagement of Pelvic Fractures.\n\nFigure 8-1 Radiograph showing pelvic fracture as-sociated with hemorrhage. Notice the disruption of theposterior osseous-ligamentous complex.\n\nMajor pelvic hemorrhage occurs rapidly, and the diagnosismust be made quickly SO that appropriate resuscitativetreatment can be initiated. Unexplained hypotension maybe the only initial indication of major pelvic disruptionwith instability in the posterior ligamentous complex. Themost importan [ physical signs are progressive llank, scrotal,or perianal swelling and bruising. This is associated withfailure to respond to initial nuid resuscitation. Open frac-ture wounds about the pelvis (especially if the open area isin the perineum, rectum, or buttocks), a high-ridingprostate gland, blood at the urethral meatus, and demon-strable mechanical instability are signs of unstable pelvicring injury.\n\nMechanical instability of the pelvic ring is tested bymanual manipulation of the pel vis. This procedure shouldbe performed only once during the physical examination,as repeated testing For pelvic instability can result in fur-ther hemorrhage. The lirst indication of mechanical in-stability is leg-length discrepancy or rotational deformity(usually external) without a fracture of that extremity. Theunstable hemipclvis migrates cephalad because of muscu-lar pull and rotates outward secondary to the effect ofgravity on the unstable hemipelvis. Because the unstablepelvis is able to rotal:e externally, the pelvis can be closed bypushing on the iliac crests at the level of the anterior SU-perior iliac spine. Motion can be felt if the iliac crests aregrasped and the unstable hemipelvisis pushed inward andthen outward (compression distraction maneuver). Withposterior disruption, the involved hemipelvis can bepushed cephalad as well as pulled caudally. This transla-tional motion can be felt by palpating the posterior iliacspine and tubercle while pushing and pulling the unstablehemipelvis. The identification of neurologic abnormalitiesor open wounds in the flank, perineum, and rectum maybe evidence of pelvic ring instability. When appropriate,an AP x-ray of the pelvis contirms the clinical examina-tion. See Skill Station IV: Shock Assessment and Man-agement.\n\nInitial management of a major pelvic disruption associ-ated with hemorrhage requires hemorrhage control andrapid fluid resuscitation. Hemorrhage control is achievedthrough mechanical stabilization of the pelvic ring andexternal counterpressure. Patients with these injuries maybe initially assessed and treated in hospitals that do nothave the resources to defi nitively manage the degree of as-sociated hemorrhage. Simple techniques can be used tostabilize the pelvis before transferring the pa tient. Longi-tudinal traction applied through the skin or the skeletonis a first-line method. Because these injuries externally ro-tate the hemipelvis, internal rotation of the lower limbsalso reduces the pelvic volume. This procedure may besupplemented by applying a support directly to the pelvis.\n\nA sheet, pelvic binder, or other devices may apply suffi-cient stability for the unstable pelvis. These temporarymethods are suitable to gain early pelvic stabilization. De-finitive care of patients with hemodynamic abnormalitiesdemands the cooperative efforts of a team that includes atrauma surgeon and an orthopedio surgeon, as well as anyother surgeon whose expertise is required because of thepatient's injuries. See Chapter 5: Abdominal and PelvicTrauma.\n\nOpen pelvic fractures with obvious bleeding requirepressure dressings to control hemorrhage, which is done bypacking the open wounds. Early surgical consultation isessential.\n\nMAJOR ARTERIAL HEMORRHAGE\n\nPenetrating wounds of an extremity may result in major ar-terial vascular injury. Blunt trauma resulting in an extrem-ity fracture or joint dislocation in close proximity to anartery also may disrupt the artery. These injuries may lead tosignificant hemorrhage through the open wound or into thesoft tissues. 'l'he use of a tourniquet to control bleeding maybe of benefitin select patients.\n\nAssess injured extremities for external blecding, loss of apreviously palpable pulse, and changes in pulse quality,Doppler tone, and ankle/brachial index. A cold, pale, pulse-less extremity indicates an interruption in arterial bloodsupply. A rapidly expanding hematoma suggests a signifi-cant vascular injury. See Skill Station XII: Musculoskele-tal Trauma: Assessment and Management, Skill XII-G:Identification of Arterial Injury.\n\nIf a major arterial injury exists or is suspected, immediateconsultation with a surgeon is necessary. Management ofmajor arterial hemorrhage includes application of directpressure to the open wound and aggressive nuid resuscita-tion.\n\nThe judicious use of a pneunatic tourniquet may behelpful and lifesaving (Figure 8-2). It is not advisable toapply vascular clamps into bleeding open wounds while thepatient is in the ED, unless a superficial vessel is clearly iden-lified. Ifa fracture is associated with an open hemorrhagingwound, it should be realigned and splinted while direct pres-sure is applied to the open wound. A joint dislocationsimply requires immobilization; joint reduction may be ex-tremely difficult, and therefore should be managed by emer-gency surgical intervention. The use of arteriography andother investigations is indicated only in resuscitated patientswho have no hemodynamic abnormalities. Urgent consul-\n\nFigure 8-2 Trauma patient with pneumatic tourni-quet in place.\n\nI.ation with a surgeon skilled in vascular and extremitytrauma is necessary.\n\nCRUSH SYNDROME (TRAUMATICRHABDOMYOL YSIS)\n\nCrush syndrome refers to the clinical effects of injured mus-cle that, ifleft untreated, may lead to acute renalfailure. Thiscondition is seen in individuals who have sustained a crushinjury of a significant muscle mass, most often a thigh orcalf. The muscular insult is a combination of direct muscleinjury, muscle ischemia, and cell death with release of myo-globin. Muscular trauma is the most common cause ofrhabdomyolysis, which ranges from an asymptomatic illnesswith elevation of the creatine kinase level to a life-threaten-ing condition associated with acule renal failure and dis-seminated intravascular coagulation (DIC).\n\nThe myoglobin produces dark amber urine that tesls posi-tive for hemoglobin. The myoglobin assay musl be specifi-cally requested to confirm the presence of myoglobin.Rhabdomyolysis may lead to hypovolemia, metabolic aci-dosis, hyperkalemia, hypocalcemia, and DIC.\n\nThe initiation of early and aggressive intravenous fluid ther-apy during the period of resuscitation, along with the ad-ministration of sodium bicarbonate and electrolytes, iscritical to protecting the kidneys and preventing renal fail-ure. Myoglobin-induced renal failure may be prevented byintravascular fluid expansion and osmotic diuresis to main-lain a high tubular volume and urine flow. Alkalization ofthe urine with sodium bicarbonate reduces intratubular pre-\n\ncipitation of myoglobin and is indicated in most patients. Itis recommended to maintain the patient's urinary outpul at100 mL/hr until the myoglobinuria is cleared.\n\nExtremity injuries that are considered potentially limb-threatening include open fractures and joint injuries;vascular injuries, including traumatic amputation; com-partment syndrome; and neurologic injury secondary lofracture-dislocation.\n\nOPEN FRACTURES AND JOINT INJURIES\n\nOpen fractures represen 1 a communication between the ex-ternal environment and the bone (Figure 8-3). Muscle andskin musl be injured for this to occur. The degree of soft tis-sue injury is proportional to the energy applied. This dam-age, along with bacterial contamination, makes openTractures prone to problems with infection, healing, andfunclion.\n\nDiagnosis of an open fracture is based on the history ofthe incident and physical examination of the extremitythat demonstrates an open wound with or without sig-nificant muscle damage, contamination, and associatedfracture. Management decisions should be based on acomplete history of the incident and assessment of theinjury.\n\nDocumentation regarding the open wound begins dur-ing the prehospital phase, with the initial description of theinjury and any treatment rendered at the scene. If the doc-umentalion is adequate, no further inspection of the openwound is warranted. If the documentation or the history isinadequate, the dressing should be removed under as sterileconditions as possible to visually examine the wound. A sler-ile dressing is then reapplied. At no time should the woundbe probed. Ifa fracture and an open wound existin the samelimb segment, the frac ture is considered open until provedotherwise.\n\nIf an open wound exisls over or near a joint, it shouldbe assumed that this injury connecls with or enlers thejoint, and surgical consultation should be obtained. Theinsertion of dye, saline, or any other material into thejoint to determine whether the joint cavity communicateswith the wound is not recommended. The only safe wayto determine communication between an open woundand a joint is lo surgically explore and debride thewound.\n\nThe presence of an open fraclure or a joint injury shouldbe prompily determined. Apply appropriate immobiliza-tion after an accurale description of the wound is madeand associated soft tissue, circulatory, and neurologic in-volvement is determined. Prompt SLI rgical consultationis necessary. The palient should be adequately res usci-tated, with hemodynamic stability achieved if possible.Wounds then may be operatively debrided, fra ctures sta-bilized, and distal pulses confirmed. Telanus prophylaxisshould be administered See Appendix E: Tetanus Im-munization. Antibiotics are used only after consultationwith a surgeon.\n\nVASCULAR INJURIES, INCLUDINGTRAUMATIC AMPUTATION\n\nA vascular injury should be strongly suspected in thepres-ence of vascular insufficiency associaled with a history ofblunt, crushing, twisting, or penetrating injury to an ex-tremity.\n\nThe limb may initially appear viable because exlremitiesoften have some collateral circulation that provicles enoughretrograde flow. Partial vascular injury results in coolnessand prolonged capillary refill in the distal part of an ex-tremity, as well as diminished peripheral pulses and anabnormal ankle/brachial index. Alternatively, the distal ex-tremity may have a complete disruption of llow and be cold,pale, and pulseless.\n\nAn acutely avascular extremity must be recognized promptlyand treated emergently. Although controversial, the use of atourniquet may occasionally be lifesaving and/or limb-sav-ing in the presence of ongoing hemorrhage uncontrolled bydirect pressure. A properly applied tourniquet, wh ile en-dangering the limb, may save a life. A tourniquel must OC-clude arterial inflow, as occluding only the venous systemcan increase hemorrhage. The risks of lourniquet use in-crease with time. If a lourniquet musl remain in place fora prolonged period to save a life, the physician must becognizant of the facl the choice of life over limb has beenmade.\n\nMuscle does nol tolera te a lack of arterial blood flowfor longer than 6 hours before necrosis begins. Nerves alsoare very sensitive lo an anoxic environment. Therefore, earlyoperative revascularization is required lo restore arterialflow to the impaired distal extremity. If there is an associ-aled fracture deformity, it can be corrected quickly by gen-tly rea ligning and splinting the injured extremity.\n\nIf an arterial injury is associated with a dislocation of ajoint, a doctor who is skilled in joint reduction may allemplone gentle reduction maneuver. Otherwise, splinting of thedislocated joint and emergency surgical consultation arenecessary. Arteriography musl not delay reestablishing ar-terial blood llow, and is indicated only att.er consul tationwith a surgeon. CT angiography may be helpful in instilu-tions in which arleriography is not available.\n\nThe polential for vascular compromise also existswhenever an injured extremity is splinted or placed in a cast.Vascular compromise can be idenlified by the loss of orchange in the distal pulse, but excessive pain after cast ap-plication also musl be investigated. The splint, cast, and anyother circumf erential dressings must be released promptlyand the vascular supply reassessed.\n\nAmputation is a traumatic event for the patient bothphysically and emotionally. Traumatic amputation, a severeform of open fracture that results in loss of an extremity,may benefit from tourniquel use and requires consultationwith and intervention by a surgeon. Certain open fractureswith prolonged ischemia, neurologic injury, and muscledamage may require ampulation. Ampulation ofan injuredextremily may be lifesaving in palients with hemodynamicabnormalities who are difficult to resuscilate.\n\nAlthough the potential for replantation should beconsidered, il must be put inlo perspective with the pa-lient's other injuries. A patient with multiple injuries whorequires intensive resuscitation and emergency surgery isnot a candidate for replantation. Replantation usually isperf ormed with an injury of an isolated extremity. A pa-lient with clean, sharp ampulations of fingers or of a dis-tal extremity, below the knee or elbow, should betransported lo an appropriale surgical leam skilled inthe decision making for and management of replantationprocedures.\n\n196 CHAPTER 8 ● Musculoskeletal Trauma\n\nThe amputated part should be thoroughly washed inisotonic solution (eg, Ringer's lactate) and wrapped in ster-ile gauze that has been soaked in aqueous penicillin (100,000units in 50 mL of Ringer's lactate solution). The amputatedpart is then wrapped in a similarly moistened sterile toweT,placed in a plastic bag, and transported with the patientinan insulated cooling chest with crushed ice. Care must betaken not to freeze the amputated part.\n\nCompartment syndrome develops when the pressure withinon osteofascial compartment of muscle causes ischemia andsubsequent necrosis. This ischemia may be caused by an in-crease in compartment size (eg, swelling secondary to revas-cularization of an ischemic extremily) or by decreasing thecompartment size (eg, a constrictive dressing). Compart-ment syndrome may occur in any site in which muscle iscontained within a closed fascial space. (Remember, the skinalso may act as a restricting membrane in certain circum-stances.) Common areas for compartment syndrome in-clude the lower leg, forearm, foot, hand, gluteal region, andthigh (Figure 8-4).\n\nThe end results of unchecked compartment syndromeare calastrophic. They include neurologic deficit, musclenecrosis, ischemic contracture, infection, delayed healing ofa fracture, and possible amputation.\n\nAny injury to an extremity has the potential to cause a com-partment syndrome. However, certain injuries are consid-ered high risk, including:\n\n● Tibial and forearm fractures● Injuries immobilized in tight dressings or casts● Severe crush injury to muscle● Localized, prolonged external pressure to an ex-tremity● Increased capillary permeability secondary to reper-fusion of ischemic muscle● Burns● Excessive exercise\n\nThe key to the successful treatment of acute com-partment syndrome is early' diagnosis. A high degree ofawareness is important, especially if the patient has analtered mental sensorium and is unable to respond ap-propriately to pain. See Skill Station XII: Muscu-loskeletal Trauma: Assessment and Mana gement, SkillXII-E: Compartment Syndrome: Assessment and Man-agement.\n\nThe signs and symptoms of compartment syndromeinclude:\n\nFigure 8-4 Compartment Syndrome. Develops when the pressure within an osteofascial compartment ofmuscle causes ischemia and subsequent necrosis. (A) Normal calf. (B) Calf with compartment syndrome.\n\n● Increasing pain greater than expected and oul ofproportion to the stimulus● Palpable tenseness of the compartment●● Asymmetry of the muscle compartments● Pain on passive stretch of the affected muscle● Altered sensation\n\nAbsence of a palpable distal pulse usually is an uncom-mon finding and should not be relied upon to diagnose com+partment syndrome. Weakness or paralysis of involvedmuscles and loss of pulses (because the compartment pres-sure exceeds the systolic pressure) in the affected limb arelate signs of compartment syndrome.\n\nRemember, changes in distal pulses or capillary refilllimes are not reliable in diagnosing compartment syn-drome. Clinical diagnosis is based on the history of in-jury and physical signs, coupled with a high index ofsuspicion.\n\nIntracompartmental pressure measurements may behelpful in diagnosing suspected compartment syndrome.Tissue pressures that are greater than 30 to 45 IIIIII Hg sug-gest decreased capillary blood flow, which may result in in-creased muscle and nerve damage caused by anoxia.Systemic blood. pressure is important: the lower the systemicpressure, the lower the compartment pressure that causes acompartment syndrome. Pressure measurement is indicatedin all patients who have an altered response to pain.\n\nAll constrictive dressings, casts, and splints applied over theaffected extremity must be released. The patient must becarefully monitored and reassessed clinically for the next 30to 60 minutes. If no signilicant changes occur, fasciotomy isrequired. Compartment syndrome is a time-dependent con-dition. The higher the compartment pressure and the longerit remains elevated, the greater the degree of resulting neu-romuscular damage and functional deficit. Delay in per-forming a fasciotomy may result in myoglobinuria, whichmay cause decreased renal function. Surgical consultationfor diagnosed or suspected compartment syndrome must beobtained early.\n\nFractures and particularly dislocations may cause significantneurologic injury because of the anatomic relationship andproximity of the nerve to the joint-for example, sciaticnerve compression from posterior hip dislocation or axil-lary nerve injury from anterior shoulder dislocation. Opti-mal functional outcome is jeopardized unless this injury isrecognized and treated early.\n\nA thorough examination of the neurologic system is essen-tial in patients with musculoskeletal injury. Determinationof neurologic impairment is important, and progressivechanges must be documented.\n\nCompartment syndrome is limb-threatening. Clinicalfindings must be recognized and surgical consulta-tion obtained early. Remember that in unconsciouspatients or those with severe hypovolemia, the clas-sic findings of acute compartment syndrome may bemasked.\n\nAssessment usually demonstrates a deformity of theextremity. Assessment of nerve hInction usually requiresa cooperative patient. For each significant peripheralnerve, voluntary motor function and sensation must beconfirmed systematically (Tables 8-2 and 8-3). Muscletesting must include palpation of the contracting muscle.\n\nIn most patients with multiple injuries, it is difficult toinitially assess nerve function. However, assessment must berepeated on an ongoing basis, especially after the patient isstabilized. Progression of neurologic findings is indicativeof continued nerve compression. The most important as-pect of any neurologic assessment is the documentation ofprogression of neurologic findings. It also is an importantaspect of surgical decision making.\n\nThe injured extremity should be immobilized in the dis-located position, and surgical consultation obtained im-mediately. If indicated and if the treating doctor isknowledgeable, a careful reduction of the dislocation maybe attempted. After reducing a dislocation, neurologicfunction should be reevaluated and the limb splinted.\n\nOther Extremity Injuries\n\nOther significant extremity injuries include contusions andlacerations, joint injuries, and fractures.\n\nCONTUSIONS AND LACERATIONS\n\nSimple contusions and/or lacerations should be assessed torule out vascular and/or neurologic injury. In general, lac-erations require debridement and closure. II a lacerationextends below the fascial level, it requires operative\n\n198 CHAPTER 8 Musculoskeletal Trauma\n\nTABLE 8-2 Peripheral Nerve Assessment of Upper ExtremitiesNERVEMOTORSENSATIONINJURYUlnarIndex finger abductionLittle fingerElbow injuryMedian distalThenar contraction Index finger with oppositionWnsl dislocationMedian, anterior interosseousIndex tip flexionSupracondylar fracture of humerus (children)MusculocutaneousElbow flexionLateral forearmAntenor shoulder dislocationRadialThumb, finger metocarpo- phalangeal extensionFirst dorsal web spaceDistal humeral shaft, ante rior shoulder dislocationAxillaryDeltoidLateral shoulderAnterior shoulder dislocation, proximal humerus fractur\n\nTABLE 8-3 Peripheral Nerve Assessment of Lower ExtremitiesNERVEMOTORSENSATIONINJURYFemoralKnee extensionAnterior kneePubic rami fracturesObturatorHip adductionMedial thighObturator ring fracturesPosterior tibialToe flexionSole of footKnee dislocationSuperficial peronealAnkle eversionLateral dorsum of footFibular neck fracture, kne.e dislocationDeep peronealAnkle/toe dorsillexionDorsal first to second web spaceFibular neck fracture, compartment syndromeSciatic nervePlantar dorsiflexionFootPosterior htp dislocationSuperior glutealHip abductionAcetabular fractureInferior glutealGlu teus maximus hip extensionAcetabular fracture\n\nintervention to more completely debride the wound and as-sess for damage to underlying structures.\n\nContusions usually are recognized by pain in the areaand decreased funclion of the extremity. Palpation confirmslocalized swell ing and tenderness. 'I'he paticnt usually can-nol use the muscle or experiences decreased function be-cause of pain in the affected extremity. If the patient is seenearly, contusions are Ireated by limiting funclion of the in-jured part and applying cold packs.\n\nSmall wounds, especially those resulting from crushinjuries, may be significant. When a very strong forceis applied very slowly over an extremily, signilicant devas-cularization and crushing of muscle may occur with only asmall skin wound. Crush and degloving injuries can be verysubtle and musl be suspected based on the mecha nism ofinjury.\n\nThe risk of tetanus is increased with wounds that: (1)are more than 6 hours old, (2) are contused and/or abraded,\n\n(3) are more than I cm in depth, (4) result from high-velocity missiles, (5) are due to burns or cold, and (6) havesignificant contamination (cspecially burn wounds andwounds with denervated or ischemic lissue). See Ap-pendix E: Tetanus Immunization.\n\nJoint injuries that are not dislocated (ie, the jointis within itsnormal anatomic configuration but has sustained signilicantligamentous injury) usually are not limb-threatening. How-ever, such joint injuries may decrease the funclion of the limb.\n\nWith joint injuries, the patient usually reports some formof abnormal stress to the joint-for example, impact to theanterior tibia that pushed the knee back、 impact to the lat-eral aspect of the leg that resulted in a valgus strain to theknee, or a fall onto an outstretched arm that caused a hy-perllexion injury to the elbow.\n\nPhysical examination reveals tenderness throughout theaffected ligament. A hemarthrosis usually is present unlessthe joint capsule is disrupted and the bleeding diffuses intothe soft tissues. Passive ligamen tous testing of the affectedjoint reveals instability. X-ray examination usually revealsno significant injury. However, some small avulsion frac-turcs from ligamentous insertions or origins may be presentradiographically.\n\nJoint injuries should be immobilized. The vascular and ncu-rologic status of the limb distal to the injury should be re-assessed. Surgical consultation usually is warranted.\n\nFractures are delined as a break in the continuity of the bonecortex. They may be associated with abnormal motion,some form of soft tissue injury, crepitation, and pain. A frac-ture can be open or closed.\n\nExamination of the extremity demonstrates pain, swelling,deformity, tenderness, crepitation, and abnormal motion atthe fracture site. The evaluation for crepitation and abnor-mal motion at the fracture site may occasionally be neces-sary to make the diagnosis, but this is painful and maypotentially increase soft tissue damage. These diagnostictests must not be done routinely or repetitively. Usually theswelling, tenderness, and def ormity are sufficient to contirma fracture. It is important to periodically reassess the neu-rovascular status of a limb, especially if a splint is in place.\n\nX-ray films taken at right angles to one another confirmthe history and physical examinations. Depending on the he~modynamic status of the patient, x-ray examination may haveto be delayed until the patient is stabilized. X-ray films throughthe joint above and below the suspected fracture site must beincluded to exclude occult dislocation and concomitant injury.\n\nImmobilization must include the joint above and below thefracture. After splinting, the neurologic and vascular stalusof the extremity must be reassessed. Surgical consultation isrequired for further treatment.\n\nPrinciples of Immobilization\n\nSplinting of extremity injuries, unless associated with lite-threalen.ing injuries, usually can be accomplished during thesecondary survey. However, all such injuries must be splintedbef ore a patient is transported. Assess the limb's neurovascu-lar status after applying splints or realigning a fracture.\n\nSpecific types of splints can be applied for specific frac-ture necds. The pncumatic antishock garment (PASG) is notgenerally recommended as a lower-extremity splint. How-ever, it may be temporarily useful for patients with life-threatening hemorrhage from pelvic injuries or severelower-extremity injurie's with soft tissue injury. Prolongedinflation (>2 hours) of the leg components in patien ts withhypotension may lead to compartment syndrome.\n\nA long spine board provides a total body splint for patientswith multiple injuries who have possible or confirmed unsta-ble spine injuries. However, its hard, unpadded surface maycause pressure sores on the patient's occiput, scapulac, sacrum,and heels. Theref ore, as soon as possible, the patient should bemoved carefully loan equally supportive padded surface, usinga scoop-style stretcher or an appropriate logrolling maneuverto Facilitate the transfer. The patient should be fully immobi-lized, and an adequate number of personnel should be availableduring this transfer. See Skill Station X1: Spinal Cord Injury:Assessment and Management, and Skill Station XII: Muscu-loskeletal Trauma: Assessment and Management, Skill XII-B:Principles of Extremity Immobilization.\n\nFemoral Fractures are immo bilized temporarily with trac-tion splints ( Figure 8-5). The traction splint's force is ap-plied distally at the ankle or through the skin. Proximally,the splint is pushed into the thigh and hip areas by a ringthat applies pressure to the buttocks, perineum, and groin.Excessive traction can cause skin damage to the foot, ankle,or perineum. Neurovascular compromise can result fromstretching the peripheral nerves. Hip fractures can be simi-larly immobilized with a traction splint, but are more suit-\n\nFigure 8-5 Traction Splinting. Proper applicationof a traction splint includes proper position against thecrease of the buttock and sufficient length to apply trac-tion. The straps should be positioned above and belowthe knee, with the stand extended to suspend the leg.Distal pulses should be evaluated before and after ap-plication of the splint (A). It is improper to use the splintwithout proper placement of the straps and securingtraction to the device (B).\n\nably immobilized with skin traction or a foa m boot tractionwith the knee in slight flexion. A simp le method of splintingis to bind the injured leg to the opposite leg. See Skill Sta-tion XII: Musculoskeletal Tra uma: Assessment and Man-agement, Skill XII-D: App lica tion of a Traction Splint.\n\nThe use of commer cially availa ble knee immobilizers or theapplication of a long-leg plaster splint is very helpful inmaintaining comfort and stability. The leg should not beimmobilized in complete extension, but should be immo-bilized with about 10 degrees of flexion to take pressure offthe neurovascular structures.\n\nTibia fractures are best immobilized with a well-paddedcardboard or metal gutter long-leg splint. If readily avail-able, plaster splints immobilizing the lower leg, the knee,and the ankle may be used.\n\nAnkle Tractures may immobilized with a pillow splint orbepadded cardboard splint, thereby avoiding pressure overbony prominen ces.\n\nUPPER-EXTREMITY AND HAND INJURIES\n\n'l'he hand may be temporarily splinted in an ana tomic, func-tional position, with the wrist slightly dorsitlexed and thefingers gently flexed 45 degrees at the metacarpophalan gealjoints. This position usually can be achieved by gently im-mobilizing the hand over a large roll of gauze and using ashort-arm splint.\n\nThe forearm and wrist are inunobilized flat on padded orpillow splints. The elbow usually is immobilized in a flexed po-sition, either by using padded splints or by direct immobiliza-tion with respect to the body using a sling and swath device.The upper arm us ually is immohilized by splinting it to thebody or applying a sling or swath, which can be augmented hya thoracobrachial bandage. Shoulder injuries are managed bya sling-and-swath device or a Velcro-type of dress ing.\n\nAnalgesics are genera lly indicated for joint injuries and frac-tures. However, the administration of pain medicationsmust be tempered by the palient's clinical situation. The ap-propriate use of splints significantly decreases the patient'sdiscomf ort by controlling the amount of motion that OC-curs at the injured site.\n\nPatients who do not appear to have significant pain anddiscomf ort from a major fracture may have other associatedinjuries-for example, intracranial lesions or hypoxia-ormay be under the influence of alcohol and/or other drugs.\n\nEffective pain relief usually requires the administrationof narcotics, which should be given in small doses intra-venously and repeated as needed. Muscle relaxants and seda-tives should be administered cautiously in patients withisolated extremity injuries-for example, reduction of a dis-location. Regional nerve blocks have a role in pain relief andthe reduction of appropriate fractures. Itis essential to assessand document any peripheral nerve injury before adminis-trating a nerve block,\n\nWhenever analgesics, muscle relaxants, or sedatives areadministered to an injured patient, the potential exists forrespiratory arresl. Consequently, appropriate resuscilativeequipment must be immediately ava ilable.\n\nCertain musculoskeletal injuries, because of their commonmechanism ol injury, are often associated with second in-juries that are not immedia tely apparent or may be missed(see Table 8-4). Steps lo ensure recognition and manage-ment of these injuries include:\n\n1. Review the injury history, especially the mechanism ofinjury, to determine whether another injury is present.\n\n2. Thoroughly reexamine all extremities, placing specialemphasis on the hands, wrists, feet, and the jointabove and below a fracture or dislocation.\n\n3. Visually examine the patient's dorsum, including thespine and pelvis. Open injuries and closed soft tissueinjuries that may be indica tive ol an unstable injurymusl be documented.\n\n4. Review the x-rays obtained in the secondary survey toidentify subtle injuries that may be associated withmore obvious trauma.\n\nOccult Skeletal Injuries\n\nRemember, not all injuries can be diagnosed during the ini-tial assessment and management of injury. loints or bonesthat are covered or well padded within muscular areas maycontain occult injuries. It can be difficult to identif y nondis-placed fractures or joint ligamentous injuries, especially ifthe patientis unresponsive or there are other severe injuries.Itis important to recognize that injuries are commonly dis-covered days after the injury incident-for example, whenthe patient is being mobilized. Therefore, is it impor tant toreassess the patient routinely and to relate this possib ility toother members ol the Irauma team and the patient's family.\n\nDespite a thorough examination, occult associatedinjuries may not be appreciated during the initialevaluation. It is imperative to repeatedly reevaluatethe patient to assess for these injuries.\n\nTABLE 8-4 ■ Injuries Associated with Musculoskeletal InjuriesINJURYMISSED/ASSOCIATED INJURYClavicular fracture Scapular fracture Fracture and/or dislocation of shoulderMajor thoracic injury, especially pulmonary contusion and rib fracturesDisp laced thoracic spine fractureThoracic aortic ruptureSpine fractureIntraabdominal injuryFracture/ dislocation of elbowBrachial artery injury Median, ulnar, and radial nerse injuryMajor pelvic disruption {rnotor vehicle occupant)Abdominal, thoracic, or head injuryMajor pelvic disruption (motorcyclist or pedestrian)Pelvic vascular hemorrhageFemur fractureFemoral neck fracture Posterio1' hip dislocationPosterior knee dislocationFemoral fracture Postenor hip dislocationKnee dislocation or displaced tibial plateau fracturePopliteal artery and nerve injuriesCalcaneal fractureSpine injury or fracture Fracture-dislocation of hindfoot Tibial plateau fractureOpen fracture70% incidence of associated nonskeletal injury"
}