[
  {
    "full_text": "22 SKILL STATION I ● Initial Assessment and Management\n\nTABLE 1-1 Secondary Survey\n\nITEM TO ASSESSESTABLISHES/ IDENTIFIESASSESSCONFIRM FINDINGBYLevel of Consciousness· Severity of head injury● GCS score· 8, Severe head injury · 9-12, Moderate head injuly ● 13-15, Minor head injury· CT scan · Repeat without paralyzmg agentsPupils· Type of head injury · Presence of eye injury· Size · Shape · Reactivity· Mass effect · Diffuse brain injury · Ophthalmic injury· CT scanHead· Scalp injury · Skull inJury· Inspect for lacerations and skull fractures · Palpable defects· Scalp laceration · Depressed skull fracture · Basilar skull fracture● CT scanMaxillofacial· Soft-tissue injury ● Bone injury · Nerve injury · Teeth/mouth injury· Visual deformity · Malocclusion · Palpation for crepitation· Facial fracture · Soft-tissue injuly· Facial-bone x-Tay ● CT scan of facal bonesNeck· Laiyngeal injury · C-spine injury · Vascular injury · Esophageal injury · Neurologic deficit· Visual inspection · 「 alpation ● Auscultation· Laryngeal deformity · Subcutaneous emphysema ● Hematoma · Bruit ● Platysmal penetration ● Pain, tenderness of c-spine● C-spine x-ray · Angiography/duplex exam ● Esophagoscopy ● LaryngoscopyThorax· Thoracic-wall injury ● Subcutaneous emphysema · Pneumothorax/ hemothorax · Bronchial irijury · Pulmonary contusion · Thoracic aortic disruption· Visual inspection ● Palpation · Auscultation· Bruising, deformity, or paradoxical motion · Chest-wall tenderness, crepitation · Diminished breath sounds · Muffled heart tones · Mediastinal crepitation · Severe back pain· Chest x-ray ● CT scan ● Angiography · Bronchoscopy ● Tube thoracostomy · Pericardiocentests · TE ultrasoundAbdomen/Flank· Abdominal-wall injury · Intrapentoneal injury · Retropentoneal injury· Visual inspection · Palpation · Auscultation · Determine path of penetration· Abdominal-wall pain/tendemess · Pentoneal irntation · Visceral injury · Retroperitoneal organ injury· DPUultrasound · CT scan · Laparotomy · Contrast GI x-ray studies · AngiographyPelvis· GU tract tnjunes · Pelvic fracture(s)· Palpate symphysis pubis for widening · Palpate bony pelvis for tenderness · Determine pelvt'c stability only once · Inspect perineum · Rectal/vaginaf exam· GU tract injury (hemaluria) · Pelvic fracture · Rectal, vaginal, and/or perineal injury· Peivic x-ray · GU contrast studies · Urethrogram · Cystogram · IVP · Contrast-enhanced CT\n\nSKILL STATION I ● Initial Assessment and Management"
  },
  {
    "full_text": "ITEM TO ASSESSESTABLISHES/ IDENTIFIESASSESSCONFIRM FINDINGBYSpinal Cord· Cranial injury · Cord inJury · Peripheral nerve(s) injury· Motor response · Pain response· Unilateral cranial mass effect · Quadriplegia · Paraplegia · Nerve root injury· Plain spine x-rays ● CT Scan · MRIVertebral Column· Column injury · Vertebral instability · Nerve injury· Verbal response to pain, lateralizing signs ● Palpate for tenderness · Deformity· Fracture versus dislocation· Plain x-rays · CT scan ● MRIExtremities· Soft-tissue injury · Bony deformities · Jaint abnormalities · Neurovascular defects· Visual inspection · Palpation· Swelling, bruislng, pallor · Malalignment ● Pain, tenderness, crepitation · Absent/diminished pulses · Tense muscular compartments ● Neurolog&c deficits· Specific x-rays · Doppler examination · Compartment pressures · Angiography\n\nD. Palpate the abdomen for tenderness,involuntary muscle guarding, unequivocalrebound tenderness, and a gravid uterus.E. Obtain a pelvic x-ray film.F. Perform DPL/abdominal ultrasound, ifwarranted.G. Obtain CT of the abdomen ifthe patient ishemodynamically normal.\n\nA. Transfer the patient to the operating room,if indicated.B. Wrap a sheet around the pelvis or apply apelvic compression binder as indicated toreduce pelvic volume and controlhemorrhage from a pelvic fracture.\n\nPERINEUM/RECTUM/VAGINA\n\nSTEP 11. Perineal assessment. Assess for:\n\nA. Contusions and hematomasB. LacerationsC. Urethral bleeding\n\nSTEP 12. Rectal assessment in selected patients. Assessfor:\n\nA. Rectal bloodB. Anal sphincter loneC. Bowel wall integrityD. Bony fragmentsE. Prostate position\n\nVaginal assessment in selected patients. Assessfor:\n\nA. Presence of blood in vaginal vaultB. Vaginal laccrations\n\nA. Inspect the upper and lower extremities forevidence of blunt and penetrating injury,including contusions, lacerations, anddeformity.B, Palpate the upper and lower extremities fortenderness, crepitation, abnormalmovement, and sensation.C. Palpate all peripheral pulses forpresence,absence, and equality.D. Assess the pelvis for evidence of fractureand associated hemorrhage.E. Inspect and palpate the thoracic and lumbarspines for evidence of blunt and penetratinginjury, including contusions, lacerations,tenderness, cleformity, and sensation.F. Evaluate the pelvic x-ray film for evidence ofa fracturc.C. Oblain x-ray films of suspected fracturesites as indicated.\n\nA. Apply and/or readjust appropriate splintingdevices for extremity fractures as indicated.\n\nSKILL STATION I · Initial Assessment and Management"
  },
  {
    "full_text": "B. Maintain immobilization of the patient'sthoracic and lumbar spines.C. Wrap a sheet around the pelvis or apply apelvic compression binder as indicated toreduce pelvic volume and control hemorrhageassociated with a pelvic fracture.D. Apply a splint to immobilize an extremityinjury.E. Administer tetanus immunization.F. Administer medications as indicated or asdirected by specialist.G. Consider the possibility of compartmentsyndrome.H. Perforin a complete neurovascularexamination of the extremities.\n\nA. Reevaluate the pupils and level ofconsciousness.B. Determine the GCS score.\n\nC. Evaluate the upper and lower cxtremities formotor and sensory functions.D, Observe for lateralizing signs.\n\nA. Continue ventilation and oxygenation.B. Maintain adequate immobilization of theentire patient.\n\nADJUNCTS TO SECONDARY SURVEY\n\nSTEP 18. Consider the need for and obtain thesediagnostic tests as the patient's conditionpermits and warrants:\n\nSpinal x-raysCT of the head, chest, abdomen, and/or spineContrast urographyAngiographyExtremity x-raysTransesophageal ultrasound● Bronchoscopy● Esophagoscopy\n\n▶ Skill I-C: Patient Reevaluation\n\nReevaluate the patient, noting, reporting, and documentingany changes in the patient's condition and responses to re-suscitative efforts. Iudicious use of analgesics may be insti-\n\n▶ Skill I-D: Transfer to Definitive Care\n\nOutline rationale for palient transfer, transfer procedures,and patient's needs during transfer, and state the need fordirect doctor-to-doctor communication.\n\ntuted. Continuous monitoring of vital signs, urinary out-pul, and the patient's response to treatment is essential.\n\nObjectivesIntroduction\n\nAirwayProblem RecognitionObjective Signs of Airway Obstruction\n\nVentilationProblem RecognitionObjective Signs of Inadequate Ventilation\n\nAirway ManagementAirway Maintenance TechniquesDefinitive AirwayAirway Decision Scheme\n\nManagement of OxygenationManagement of VentilationChapter SummaryBibliography\n\nUpon completion of this topic, the student will identify actualor impending airway obstruction, explain the techniques of es-tablishing and maintaining a patent airway, and confirm theadequacy of ventilation. Specifically, the doctor will be able to:\n\nIdentify the clinical situations in which airwaycompromise is likely to occur.\n\nRecognize the signs and symptoms of acute ailwayobstruction.\n\n3 Describe the techniques for establishing and main-\n\ntaining a patent airway.\n\n4 Describe the techniques for confirming the ade-\n\nquacy of ventilation and oxygenation, including\n\npulse oximetry and end-tidal CO2 monitoring.\n\n5 Define the term definitive airway.\n\nOutline the steps necessary for maintaining oxy-genation before, during, and after establishing adefinitive airway.\n\n26 CHAPTER 2 ● Airway and Ventilatory Management"
  },
  {
    "full_text": "26 CHAPTER 2 ● Airway and Ventilatory Management\n\nThe inadequate delivery of oxygenated blood lo the brainand other vital structures is the quickest killer of injured pa-tients. Prevention of hypoxemia requires a protected, unob-structed airway and adequate ventilation, which takepriority over management of all other conditions. An air-way must be secured, oxygen delivered, and ventilatory sup-port provided. Supplemental oxygen must be administered toall trauma patients.\n\nEarly preventable deaths from airway problems aftertrauma often resul.t from:\n\n● Failure to recognize the need for an airway inter-vention.● Inability to establish an airway.● Failure lo recognize an incorrectly placed airway.● Displacement of a previously established airway.● Failure to recognize the need for ventilation.● Aspiration of gastric contents.\n\nAirway and ventilation are the first priorities.\n\n? How do / know the airway isadequate?\n\nThe first steps toward identifying and managing potentiallylife-threatening ai rway compromise are to recognize prob-lems involving maxillofacial, neck, and laryngeal trauma andto identify objective signs of airway obstruction.\n\nAirway compromise can be sudden and complete, insidi-ous and partial, and/or progressive and recurrent. Al-though it is often related to pain or anxiety or both,tachypnea can be a subtle but early sign of airway or ven-tilatory compromise. 'I'herefore, assessment and frequentreassessment of airway patency and adequacy of ventila-tion are critical.\n\nPatients with an altered level of consciousness are atparticular risk for airway compromise and often require adefinitive airway (a tube placed in the trachea with the cuffinflated, the tube connected to some form of oxygen-en-riched assisted ventilation, and the airway secured in placewith tape). Unconscious patients with head injuries, pa-tients who are obtunded because of the use of alcohol\n\nand/or other drugs, and patients with thoracic injuries allcan have a compromised ventilatory effort. In these pa-tients, the purpose of endotracheal intubation is to pro-vide an airway, deliver supplementary oxygen, supportventilation, and prevent aspiration. Maintaining oxygena-tion and preventing hypercarbia are critical in managingtrauma patients, especially those who have sustained a headinjury.\n\nAnticipating vomiting in al] injured patients and beingprepared to manage the situation are important. The pres-ence of gastric contents in the oropharynx represents a sig-nificant risk of aspiration with the patient's next breath.Immediate suctioning and rotation of the entire patient tothe lateral position are indicated."
  },
  {
    "full_text": "Trauma to the face demands aggressive airway management.The mechanism for this injury is exemplufied by an unbeltedautomobile passenger who is thrown into the windshieldand dashboard. Trauma to the midface can produce frac-tures and dislocations that compromise the nasopharynxand oropha rynx. Facial fractures can be associated withhemorrhage, increased secretions, and dislodged teeth,wbich cause additional difficulties in maintaining a patentairway. Fractures of the mandible, especially bilateral bodyfractures, can cause Joss of normal airway support. Airway\n\nTrauma patients can vomit and aspirate. Functionalsuction equipment must be immediately available toaid doctors in ensuring a secure, patent airway in alltrauma patients.\n\nobstruction can result if the patient is in a supine position.Patients who refuse to lie down may be experiencing diffi-culty in maintaining their airway or handling secretions.\n\nPenetrating injury to the neck can cause vascular injury withsignificant hemorrhage, which can result in displacementand obstruction of the airway. Emergency placement of asurgical airway may be necessary if this displacement andobstruction make endotracheal intubation impossible.Hemorrhage from adjacent vascular injury can be massive,and operative control may be required.\n\nBlunt or penetrating injury to the neck can cause dis-ruption of the larynx or trachea, resu Iting in airway ob-struction and/or severe bleeding into the tracheobronchialtree (Figure 2-1). A definitive airway is urgently required inthis situation.\n\nNeck injuries involving disruption of the larynx andtrachea or compression of the airway from hemorrhage intothe soft tissues of the neck can cause partial air way ob-struction. Initially, a patient with this type of serious airwayinjury may be able to maintain airway patency and ventila-tion. However, if airway compromise is suspected, a defini-tive airway is required. To prevent extending an existingairway injury, an endotracheal lube must be inserted cau-tiously. Loss of airway patency can be precipitous, and anearly sur gical airway usually is inclicated.\n\nAlthough fracture of the laryox is a rare injury. it can pres-ent with acute airway obstruction. It is indicated by the fol-lowing triad of clinical signs:\n\nFigure 2-1 Traumatic Disruption of Trachea, asseen on radiograph. A definitive airway is urgently re-quired in this situation.\n\n2. Subcutaneous emphysema\n\n3. Palpable fracture"
  },
  {
    "full_text": "2. Subcutaneous emphysema\n\n3. Palpable fracture\n\nComplete obstruction of the airway or severe respira-tory distress warrants an attempt at intubation. Flexible en-doscopic intubation may be helpful in this situation, butonly if it can be perf ormed promptly. If intubation is un-successful, an emergency tracheostomy is indicated, fol-lowed by operative repair. However, a tracheostomy isdifficult to perform under emergency conditions, it can beassociated with profuse bleeding, and can be time-consum-ing. Surgical cricothyroidotomy, although not preferred forthis situation, can be a lifesaving option.\n\nPenetrating trauma to the larynx or trachea is overt andrequires immediate management. Complete tracheal tran-section or occlusion of the airway with blood or soft tissuecan cause acute airway compromise that requires immediatecorrection. These injuries are often associated with trauma tothe esophageus, carotid artery, or jugular vein, as well as ex-tensive tissue destruction. Noisy breathing indicates partialairway obstruction that can suddenly become complete,whereas absence of breathing suggests that complete ob-struction already exists. When the level of consciousness isdepressed, detection of signilicant airway obstruction is moresubtle. Labored respiratory effort may be the only clue to air-way obstruction and tracheobronchial injury.\n\nIf a fracture ol the larynx is suspected, based on themechanism of injury and subtle physical findings, computedtomography (CT) can help to identify this injury.\n\nDuring initial assessment of theairway, the \"talking pa-tient\" provides reassurance (at least for the moment) thatthe airway is patent and not compromised. Therefore, themost important early measure is to talk to the patient andstimulate a verbal response. A positive, appropriate verbalresponse indicates that the airway is patent, ventilation is in-tact, and brain perfusion is adequate. Failure to respond oran inappropriate response suggests a 17 altered level of con-sciousness, airway and ventilatory compromise. or both.\n\nOBJECTIVE SIGNS OF AIRWAY OBSTRUCTION\n\nSeveral objective signs of airway obstruction can be identi-fied by taking the following steps:\n\n1. Observe the patient to determine whether he or she isagitated or obtuncled. Agitation suggests hypoxia, andobtundation suggests hypercarbia. Cyanosis indicateshypoxemia due to inadequate oxygenation; it is iden-tified by inspection of the nail beds and circumoralskin. Cyanosis is a late finding of hypoxia, and pulseoximetry is used early in the assessment of airway ob-struction. I.ook for retractions and the use of acces-sory muscles of ventilation that, when present,provide additional evidence of airway compromise.\n\n28 CHAPTER 2 · Airway and Ventil atory Management"
  },
  {
    "full_text": "2. Listen for abnormal sounds. Noisy breath ing is ob-structed breathing. Snoring, gurgling, and crowingsounds (stridor) can be associated with partial occlu-sion of the pharynx or larynx. Hoarseness (dyspho-nia) implies functional, laryngeal obstruction.Abusive and belligerent patients may in fact have hy-poxia and should not be presumed to be intoxicated.\n\n3. Feel for the location of the Trachea and quickly deter-mine whether it is in the midline position.\n\nEnsuring a patent airway is an important step in providingoxygen to the patient、 but it is only the first step. An unob-structed airway is not likely to benefit the patient unlessthere is also adequate ventilation. The doctor must recog-nize problems with ventilation and look for objective signsof inadequate ventilation.\n\nVentilation can be compromised by airway obstruction, al-tered ventilatory mechanics, or central nervous syslem (CNS)depression. .If a patient's breathing is not improved by clear-ing the airway, other causes of the problem must be identi-fied and managed. Direcl trauma to the chest, especially withrib fractures, causes pain with breathing and leads to rapid,shallow ven tilation and hypoxemia. Elderly patients and thosewith preexisting pulmonary dysfunction are at significant riskfor ventilatory failure under these circumstances. Intracranialinjury can cause abnormal breath ing patterns and compro-mise adequacy of ventilation. Cervical spinal cord injury canresult in diaphragmatic breathing and interfere with the abil-ity to meet increased oxygen demands. Complete cervicalcord transection, which spares the phrenic nerves (C3 andC4), results in abdominal breathing and paralysis of the in-tercostal muscles; assisted ventilation niay be required.\n\nOBJECTIVE SIGNS OF INADEQUATE VENTILATION\n\n? How do / know ventilationis adequate?\n\nSeveral objective signs ofinadequate ventilation can be iden-tified by taking the following steps:\n\nPITFALLPatients who are breathing high concentrations of oxygen can maintain their oxygen saturation al- though breathing inadequately. Measure arterial or end-tidal carbon dioxide.\n\n1. Look for symmetrical rise and fall of the chest and ad-equate chest wall excursion. Asymmetry suggestssplinting of the rib cage or a flail chest. Laboredbreathing may indicate an imminent threat to the pa-tient's ventilation.\n\n2. Listen for movement of air on both sides of the chest.Decreased or absent breath sounds over one or bothhemithoraces should alert the examiner to thepres-ence of thoracic injury. See Chapter 4: ThoracicTrauma. Beware of a rapid respiratory rate -tachy-pnea can indicate respiratory distress.\n\n3. Use a pulse oximeter. This device provides informa-tion regarding the patient's oxygen saturation and pe-ripheral perfusion, but does not measure theadequacy of ventilation.\n\n? How do / manage theairway of a trauma patient?"
  },
  {
    "full_text": "? How do / manage theairway of a trauma patient?\n\nAirway patency and adequacy of ventilation must be as-sessed quickly and accurately. Pulse oximetry and end-tidalCO2 measurement are essential. If problems are identifiedor suspected, measures should be instituted immediately toimprove oxygenation and reduce the risk of further ventila-tory compromise. These measures include airway mainte-nance techniques, definitive airway measures (includingsurgical airway ), and methods of providing supplementalventilation. Because all of these actions can require someneck motion, itis important to maintain cervical spine pro-tection in all patien ts, especially those who are known tohave an unstable cervical spine injury and those who havebeen incompletely evaluated and are at risk. 'I'he spinal cordmust be prolected until the possibility of a spinal injury hasbeen excluded by clinical assessment and appropriate radi-ographic studies.\n\nPatients who are wearing a helmet and require airwaymanagement need their head and neck held in a neutral po-sition while the helmet is removed. This isa two-person pro-cedure: One person providesin-line manual immobilizationfrom below, while the second person expands the helmetlat-erally and removes il From above (Figure 2-2). Then, in-linemanual immobilization is reestablished from above, and thepatient's head and neck are secured dwring airway manage-ment. Removal of the helmet using a cast cutter while sta-bilizing the head and neck can minimize cervical spinemotion in patients with known cervical spine injury.\n\nHigh-flow oxygen is required both before and imme-diately alter airway management measures are instituted. Arigid suction device is essential and should be readily avail-able. Patients with facial injuries can have associated cribri-\n\nFigure 2-2 Helmet Removal. Removing a helmet properly is a two-person pro-cedure. While one person provides manual in-line stabilization of the head and neck(A), the second person expands the helmet laterally. The second person then removesthe helmet (B), with attention paid to the helmet clearing the nose and the occiput.Once removed, the first person supports the weight of the patient's head (C), and thesecond person takes over inline stabilization (D).\n\nform plate fractures, and the insertion of any tube throughthe nose can result in passage into the cranial vault.\n\nIn patients who have a decreased level of consciousness, thetongue can fall backward and obstruct the hypopharynx.This form of obstruction can be corrected readily by thechin-lift or jaw-thrust maneuver. The airway can then bemainlained with an oropharyngeal or nasopharyngeal air-way. Maneuvers used to establish an airway can produce oraggravale cervical spine injury, SO in-line immobilization ofthe cervical spine is essential during these procedures.\n\nIn the chin-lift maneuver, the fingers of one hand are placedunder the mandible、 which is then gently lifted upward to"
  },
  {
    "full_text": "bring the chin anterior. The thumb of the same hand lightlydepresses the lower lip to open the mouth (Figure 2-3). Thethumb also may be placed behind the lower incisors and, si-multaneously, the chin is gently lifted. The chin-lift maneu-ver should not hyperextend the neck. This maneuver isuseful for trauma victims because it can prevent convertinga cervical fraclure withoul cord injury into one with cordinjury.\n\nThe jaw-thrust maneuver is perf ormed by grasping the an-gles of the lower jaw, one hand on each side、 and displacingthe mandible forward (Figure 2-4). When this method isused with the face mask of a bag-mask device, a good sealand adequate ventilation can be achieved. Care must betaken to prevent neck extension.\n\n30 CHAPTER 2 · Airway and Ventilatory Management\n\nFigure 2-3 Chin-Lift Maneuver to Establish anAirway. This maneuver is useful for trauma victims be-cause it can prevent converting a cervical fracture with-out cord injury into one with cord injury.\n\nFigure 2-4 Jaw-Thrust Maneuver to Establish anAirway. Care must be taken to prevent neck extension.\n\nOral airways are inserted into the mouth behind the tongue.The preferred technique is to use a tongue blade to depressthe tongueand then insert the airway posteriorly, taking carenot to push the tongue backward, which would block -rather than clear -the airway. 'I'his device must not be usedin conscious patients because it can induce gagging, vomit-ing, and aspiration. Patients who tolerate an oropharyngealairway are highly likely to require intubation.\n\nAn alternative technique is to insert the oral airwayupside down, so its concavity is directed upward, until thesoft palate is encountered. At this point, with the device\n\n■ Figure 2-5 In this alternative technique, the oralairway is inserted upside down (A) until the soft palateis encountered, at which point the device is rotated 180degrees and slipped into place over the tongue. (B) Thismethod should not be used in children.\n\nrotated 180 degrees, the concavity is directed inferiorly,and the device is slipped into place over the tongue (Figure2-5). `I`his alternative method should not be used in chil-dren, because the rotation of the device can damage themouth and pharynx. See Skill Station II: Airway andVentilatory Management, Skill II-A: Oropharyngeal Air-way Inscrtion.\n\nNasopharyngeal Airway\n\nNasopharyngcal airways are inserted in one nostril andpassed gently inlo the posterior oropharynx. They should\n\nbe well lubricated and inserted into the nostril that ap-pears to be unobstructed. If obstruction is encounteredduring introduction of the airway, stop and try the othernostril. J See Skill Station II: Airway and Ven tilatoryManagement, Skill 11-B: Nasopharyngeal Airway Inser-tion.\n\nLaryngeal Mask Airway"
  },
  {
    "full_text": "Laryngeal Mask Airway\n\nThere is an established role for the laryngeal mask airway(LMA) in the treatment of patients with diff.cult airways,particularly if attempts at endotracheal intubation or bag-mask ventila tion have failed (Figure 2-6). However, theLMA does not provide a definitive airway, and properplacement of this device is difficult without appropriatetraining. When a patient has an LMA in place on arrival inthe emergency department (ED), the doctor must plan fora definitive airway. See Skill Station II: Airway and Ven-tilatory Management, Skill II-E: Laryngeal Mask Airway In-sertion.\n\nMultilumen esophageal airway devices are used by someprehospital personnel to achieve an airway when a defini-tive airway is not feasible (Figure 2-7). One of the portscommunicates with the esophagus and the other with theairway. The personnel who use this device are trained to ob-serve which occludes the esophagus and which will provideair to the trachea. The esophageal port is then occluded witha balloon, and the other port is ven tilated. A CO2 detectorimproves the accuracy of this apparatus. The multilumenesophagea] airway device must be removed and/or a defin-itive airway provided by the doctor after appropriate assess-ment.\n\nFigure 2-6 Example of a laryngeal mask airway.\n\nLaryngeal Tube Airway\n\nThe laryngeal tube airway (LTA) isan extraglottic airway de-vice with capabilities similar to those of the LMA to providesuccessful patient ventilation (Figure 2-8). The LTA is not adefinitive airway device, and plans to provide a definitiveairway are necessary. Like the LMA, the LTA is placed with-out direct visualization of the glottis and does not requiresignificant manipulation of the head and neck for place-ment. See Skill Station 11: Airway and Ventilatory Man-agement, Skill 11-F: Laryngeal Tube Airway Insertion.\n\nAn excellent tool when faced with a difficult airway is theEschmann Tracheal Tube Introducer (ETTI), also known asthe gum elastic bougie (GEB) (Figure 2-9). First introducedas an aid to difficult intubations in 1949 by Macintosh, itsuse has been primarily in the operating room but has sincebeen expanded to the ED and prehospital arena. lt is a 60-cm-long, 15-French intubating stylette made from a wovenpolyester base with a resin coating, which is available in bothdisposable and reusable packaging. lt has a Coude tip that is\n\n32 CHAPTER 2 ● Airway and Ventilatory Management\n\nFigure 2-8 Example of a laryngeal tube airway.\n\nangled at 40 degrees 3.5 cm from the distal end, with 10-cmgradations. No special preparation is required; it comesready to use."
  },
  {
    "full_text": "'T'he GEB is used when vocal cords cannot be visual-ized on direct laryngoscopy. With the laryngoscope in place、the GEB is passed blindly beyond the epiglottis, with theangled tip positioned anteriorly. Tracheal position is con-firmed by either feeling for clicks as the distal tip rubs alongthe cartilaginous tracheal rings (65%-90%), the tube ro-tates to the right or left when entering the bronchus, orwhen the lube is held up at the bronchial tree ( 10%- 13%),which is usually at about the 50-cm mark. None of theseindications occur if the GEB has entered the esophagus.The proximal end is lubricated, and a 6.0-cm internal di-ameter or larger endotracheal tube is passed over the GEBbeyond the vocal cords. IF the endotracheal tube is held upat the arytenoids or aryepiglottic folds, the tube is with-drawn slightly and turned 90 degrees to facilitate advance-ment beyond the obstruction. `I`he GEB is then removed,and tube position is con firmed with auscultation of breathsounds and capnography.\n\nIn multiple operating room studies, successful intuba-tion was achieved at rates greater than 95% with the GEB. Incases in which potential cervical spine injury was suspected,\n\nGEB-aided intubation was successful in 100% of cases inless than 45 seconds. Although operating-room conditionsare far superior to those of the E and prehospital environ-ments, the GEB has been successfully place:d in these set-lings also. This simple device has allowed rapid intubationof nearly 80 percen t of prehospital patients in whom directlaryngoscopy is difficult.\n\nA delinitive airway requires a tube placed in the trachea withthe cuff inflated, the tube connected to some form of oxy-gen-enriched assisted ventilation, and the airway secured inplace with tape. `I`here are three types of definitive airways:orotracheal tube、 nasotracheal lube, and surgical airway(cricothyroidotomy or tracheostomy ). The criteria for es-tablishing a definitive airway are based on clinical findingsand include (see Table 2-1):\n\n● Inability to maintain a patent airway by othermeans\n\n● Need to protect the lower airway from aspiration ofblood or vomitus\n\n● Impending or potential compromise of the air-way -for example, following inhalation injury, fa-cial fractures, retropharyngeal hematoma, orsustained seizure activity\n\n● Presence of a closed head injury requiring assistedventilation (Glasgow Coma Scale score\n\n● Inability to maintain adequate oxygenation by face-mask oxygen supplementation\n\nAIRWAY MANAGEMENT 33"
  },
  {
    "full_text": "AIRWAY MANAGEMENT 33\n\nTABLE 2-1 ■ Indications for Definitive AirwayNEED FOR AIRWAY PROTECTIONNEED FOR VENTILATION OR OXYGENATIONUnconsciousApnea · Neuromuscular paralysis · UnconsciousSevere maxillofacial fracturesInadequa te respiratory efforts ● Tachypnea · Hypoxia · Hypercarbia · CyanosisRisk for aspiration ● Bleeding VomitingSevere, closed head injury with need for brief hyperventilation if acute neurologic deterioration occursRisk for obstruction · Neck hematoma · Laryngeal or tracheal injury · StridorMassive blood loss and need for V olume resuscitation\n\n`I`he urgency of the situation and the circumstances in-dicating the need for airway intervention dictate the specificroute and method to be used. Continued assisted ventila-tion is aided by supplemental scdation, analgesics, or mus-cle relaxants, as indicated. The use of a pulse oximeter can behelpfulin determining the need for a delinitive airway, theurgency of the need, and, by inference, the effectiveness ofairway placement. 'l'he potential for concomitanl cervicalspine (c-spine) injury is of major concern in the palient re-quiring an airway. Figure 2-10 provides a scheme for decid-ing the appropriate roule of airway management.\n\nEndotracheal Intubation\n\nAlthough it is important to establish the presence or absenceof a cervical spine fracture, obtaining c-spine x-rays shouldnot impede or delay placement of a definitive airway whenone is clearly indicated. The patient who has a GCS score of8 or less requires prom pt intubation. 1f there is no immedi-of the cervical spine may beate need for intubation, x-raysobtained. However, a normal lateral cervical spine film doesnot exclude the possibility ofa c-spine injury.\n\nThe most important determinant of whether to proceedwith orotracheal Or nasotracheal intubation is the experienceof the doctor. Both techniques are safe and effective when per-formed properly. `I`he orotracheal route is more commonlyused. Esophageal occlusion by cricoid pressure is useful inpreventing aspirat ion. Laryngeal manipulation by backward,upward, and rightward pressure (BURP) can aid in visual-izing the vocal cords.\n\nIf the decision to perf orm orotracheal intubation ismade, the two-person technique with in-line cervical spine\n\nimmobilization is necessary (Figure 2-11 ). If the palient hasapnea, orotracheal intubation is indicated. See Skill Sta-tion II: Airway and Ventilatory Management, Skill II-D :Adult Orotracheal Intubation (with and without Gum Elas-tic BougieDevice,and Skill II-G: Infant Endotracheal Intu-bation.\n\n? How do / know the tubeis in the right place?"
  },
  {
    "full_text": "? How do / know the tubeis in the right place?\n\nFollowing direct laryngoscopy and insertion of the orotrachealtube, the cuff is inflated, and assisted ventilation instituted.Proper placement of the tube is suggested-but not con-firmed by hearing equal breath sounds bilaterally and de-tecting no borborygmi (ie, rumbling or gurgling noises) in theepigastrium. The presence of borborygmi in the epigastriumwith inspiration suggests esophageal intubation and warrantsrepositioning of the tube.A carbon dioxide detector (ideallyacapnograph, but, if that is not available, a colorimetric CO2monitoring device) is indicated to help confirm proper intu-bation of the airway. `I`he presence of CO2 in exhaled air indi-cates that the airway has been successfully inlubated, but doesnot ensure the correcl posilion of the endotracheal tube. IfCO2 is nol detected, esophageal intubation has occurred.Proper position of the tube is best conlirmed by chest x-ray,once the possibilityof esophageal intubation is excluded. Col-orimetric CO2 indicators are not useful for physiologic mon-itoringor assessing the adequacy of ventilation, which requiresarterial blood gas analysis or continual end-tidal carbon diox-ide analysis. See Skill Station II: Airway and VentilaloryManagemen L, Skill II-H: Pulse Oximelry Monitoring, and Skill11-1: Carbon ioxide eteclion.\n\n34 CHAPTER 2 ● Airway and Ventilatory Management\n\nThe ATLS airway algorithm provides a general approach to airway management in trauma. Many centershave developed detailed airway management aigorithms. 또 Es important lo review and Learn the standardused by teams in your trauma system.\n\nFigure 2-10 Airway Decision Scheme. Used for deciding the appropriate route of airway management.\n\nWhen the proper position ofthe tube is determined, itissecured in place. If the patient is moved, tube placement is re-assessed by auscultation of both lateral lung fields for equal-ity of breath sounds and by reassessment for exhaled CC 2+\n\nIf orotracheal inlubation is unsuccessful on the first at-tempt or if the cords are difficult to visualize, a gum elasticbougie should be used.\n\nBlind nasotracheal intubation requires spontaneousbreathing. It is contraindicated in the patient with apnea. Thedeeper the patienl breathes, the easier it is to follow the airtlowthrough the larynx. Facial, frontal sinus, basilar skull, and crib-rif orm plate fractures are relative contraindications to naso-tracheal intubation. Evidence of nasal fracture, raccoon eyes(bilateral ecchymosis in the periorbital region), Battle sign(postauricular ecchymosis), and possible cerebrospinal fluid(CSF) leaks (rhinorrhea or otor-rhea) identify patients withthese injuries. Precautions regarding cervical spine inunobi-lization should be followed, as with orotracheal intubation."
  },
  {
    "full_text": "A chest x-ray, C monitoring, oximetry, and physical2exam are necessary to confirm correct position of the en-dotracheal tube. The tube may have been inserted inlo theesophagus or a mainslem bronchus, or dislodged duringtransport from the field or another hospital. A chest x-ray,2 monitoring, and physical examina tion are necessary toconfirm the position of the lube.\n\nHow do / predict a potentiallydifficult airway?\n\nIt is important to assess the patient's airway prior to at-tempting intubation to predict the likely difficulty. Factorsthat may predict difficulties with airway maneuvers includecervical spine injury, severe arthritis of the cervical spine,significant maxillofacial or mandibular Irauma, limitedmouth opening, and anatomical variations such as recedingchin, overbite, and a shorl, muscular neck. In such cases,skilled clinicians should assist in the event of diffi.culty. Themnemonic LEMON is helpful as a prompt when assessingthe potential for difficulty (Box 2- 1). Several components\n\nFigure 2-11 Orotrachealintubation using two-persontechnique with inline cervicalspine immobilization.\n\nofLEMON are more useful in tratima. Look for evidence ofa difficult airway (small mouth or jaw, large overbile, or fa-cial trauma). Any obvious airway obstruction presents animmediate challenge. All blunt trauma patients will be incervical spine immobilation, which increases the difficultyin establishing an airway. Clinical judgment and experiencewill determine whether to proceed immediately with drug-assisted intubation or to exercise caution.\n\nThe use of anesthetic, sedalive, and neuromuscularblocking drugs for endotracheal intubation in Irauma pa-tientsis potentially dangerous. [n certain cases, the need foran airway justifies the risk of administering these drugs, butthe doctor must understand their pharmacology, be skilledin the techniques of endotracheal intubation, and be able toobtain a surgical airway if necessary. In many cases in whichan airway is acutely needed during the primary survey, theuse of paralyzing OT sedating drugs is nol necessary.\n\nThe lechnique for rapid sequence intubation (RSI) isas follows:\n\n1. Be prepared to perform a surgical airway in the evenlthat airway control is lost.2. Ensure that suction, as well as the ability to deliverpositive pressure ventilation, is ready.3. Preoxygenate the patient with 100% oxygen.4. Apply pressure over the cricoid cartilage.5. Administer an induction drug (eg, etomidate, 0.3mg/kg, or 20 mg) or sedale, according lo local praclice.6. Administer ] to 2 mg/kg succinylcholine intra-venously (usual dose, 100 mg).7. After the patient relaxes, intubate the patient orotracheally.8, Inflate the cuff and confirm tube placement (auscul-tate the palient's chest and determine presence of CO2in exhaled air).9. Release cricoid pressure.10. Ventilate the patient.\n\nL = Look Externally: Look for characteristics that areknown to cause difficult intubation or ventilation."
  },
  {
    "full_text": "E = Evaluate the 3~3-2 Rule (see the figure onpage 37): To allow for alignment of the pharyngeal,laryngeal, and oral axes, and therefore simple intuba-tion, the following relationships should be observed:\n\n· The distance between the patient's incisor teethshould be at least 3 finger breadths (3)· The distance between the hyoid bone and thechin should be at least 3 finger breadths (3)· The distance between the thyroid notch andfloor of the mouth should be at least 2 fingerbreadths (2)\n\nM = Mallampati (see below): The hypopharynxshould be visualized adequately. This has been donetraditionally by assessing the Mallampati classification.When possible, the patient is asked to sit upright,open the mouth fully, and protrude the tongue as faras possible. The examiner then looks into the mouth\n\nwith a light to assess the degree of hypopharynx visi-ble. In supine patients, the Mallampati score can beestimated by asking the patient to open the mouthfully and protrude the tongue; a laryngoscopy light isthen shone into the hypopharynx from above.\n\n0 = Obstruction: Any condition that can cause ob-struction of the airway will make laryngoscopy andventilation difficult. Such conditions include epiglotti-tis, peritonsillar abscess, and trauma.\n\nN II Neck Mobility: This is a vital requirement for suc-cessful intubation. It can be assessed easily by askingthe patient to place his or her chin onto the chest andthen exte nding the neck SO that he or she is lookingtoward the ceiling. Patients in a hard collar neck im-mobilizer obviously have no neck movement and aretherefore more difficult to intubate.\n\nModifjed with permission from: Reed, MJ, Dunn MJG,Mckeown DW, Can an airway assessment score predict dif-ficulty at intubation in the emergency department? EmergMed 」 2005;22.99-102.\n\nClass 1: soft palate, uvula,Class II: soft palate,Class III: soft palate,fauces, pillars visibleuvula, fauces visibleClass IV: hard palate base of uvula visible only visible\n\nMallampati Classifications. Used to visualize the hypopharynx. Class 1: soft palate, uvula, fauces,pillars visible. Class II: soft palate, uvula, fauces visible. Class fil: soft palate, base of uvula visible.Class IV: hard palate only visible.\n\nThe 3-3-2 Rule. To allow for alignment of the pharyngeal, laryngeal, and oral axesand therefore simple intubation, the following relationships should be observed: Thedistance between the patient's incisor teeth should be at least 3 finger breadths (A);the distance between the hyoid bone and the chin should be at least 3 finger breadths(B); and the distance between the thyroid notch and floor of the mouth should be atleast 2 finger breadths (C)."
  },
  {
    "full_text": "Etomidate does not have a significant effect on bloodpressure or intracranial pressure, but it can depress adrenalf.mction and is not universally available. This drug does pro-vide adequate sedation, which is advantageous in these pa-tients. Etomidate and other sedatives must be used withgreat care 10 avoid loss of the airway as the patient becomessedated. Then, succinylcholine, which is a short-acting drug,is administered. It has a rapid onset of paralysis (and a duration of 5 minutes or less. `I`he most dangerouscomplication of using sedation and neuromuscular blockingagents is the inability to establish an airway. IT endotrachealintubation is unsuccessful, the patient must be ventilatedwith a bag-mask device until the paralysis resolves; long-act-ing drugs are not routinely used for this reason. Because of\n\nthe potential for severe hyperkalemia, succinylcholine is notused in patients with severe crush injuries, major burns andelectrical injuries, preexisting chronic renal failure, chronicparalysis, and chronic neuromuscular disease.\n\nInduction agents, such as thiopental and sedatives, arepotentially dangerous in trauma patients with hypovolemia.Small doses of diazepam or midazolam are appropriate toreduce anxiety in paralyzed patients. Flumazenil must beavailable lo reverse the sedative effects after benzodiazepineshave been admin istered. Practice patterns, drug preferences,and specific procedures for airway management vary amonginstitutions. The principle that the individual using thesetechniques needs to be skilled in their use, knowledgeableof the inherent pitfalls associated with rapid sequence intu-\n\n38 CHAPTER 2 · Airway and Ventilatory Management\n\nEquipment failure can occur at the most inoppor-tune times and cannot always be anticipated. For ex-ample, the light on the laryngoscope burns out, thelaryngoscope batteries are weak, the endotr achealtube cuff leaks, or the pulse oximeter does not func-tion properly. Have spares available.\n\nhation, and capable of managing the potential complica-tions cannot be overstated.\n\nThe inability to intubate the trachea is a clear indication forcreating a surgical airway. A surgical airway is establishedwhen edema of the glottis, fracture of the larynx, or severeoropharyngeal hemorrhage obstructs the airway or an en-dotracheal tube cannot be placed through the vocal cords. Asurgical cricothyroidotomy is preferable to a tracheostomyfor most patients who require establishment of an emer-gency surgical airway. A surgical cricothyroidotomy iseasierto perform, is associated with less bleeding, and requires lesstime to perf orm than an emergency tracheostomy."
  },
  {
    "full_text": "Needle Cricothyroidotomy. Insertion of a needlethrough the cricothyroid membrane or into the trachea is auseful technique in emergency situations that provides oxy-gen on a short-term basis until a definitive airway can beplaced. Needle cricothyroidotomy can provide temporary,supplemental oxygenation so that intubation can be ac-complished on an urgent rather than an emergent basis.\n\nThe jet insufflation technique is performed by placinga large-caliber plastic cannula, 12- to 14-gauge for adults,and 16- to 18-gauge in children, through the cricothyroidmembrane into the trachea below the level of the obstruc-tion (Figure 2-12). The cannula is then connected to oxy-gen at I5 L/min (40 to 50 psi) with a Y-connector or a sidehole cut in the tubing between the oxygen source and theplastic cannula. Intermittent insufflation, ] second on and 4seconds off, can then be achieved by placing the thumb overthe open end of the Y-connector or the side hole.\n\nThe paticnt can be adequately oxygenated for only 30 to45 minutes using this technique, and only patients with nor-mal pulmonary function who do not have a significant chestinjury may be oxygenated in this manner. During the 4 sec-onds that the oxygen is not being delivered under pressure,some exhalation occurs. Because of the inadequate exhala-tion, CO2 slowly accumulates, limiting the use of this tech-nique, especially in patients with head injuries.\n\nSee Skill Station III: Cricothyroidotomy, Skill III-A: Nee-dle Cricothyroidotomy.\n\nFigure 2-12 Needle Cricothyroidotomy.\n\nPerformed by placing a large-caliber plastic cannulathrough the cricothyroid membrane into the tracheabelow the level of the obstruction.\n\npected. Although high pressure can expel the impacted ma-terial into the hypopharynx, where it can be removed read-ily, significant barotrauma can occur, including pulmonaryrupture with tension pneumothorax. Low flow rates ( 5 to 7L/min) should be used when persistent glottic obstructionis present.\n\nSurgical Cricothyroidotomy. Surgical cricothyroidot-omy is performed by making a skin incision that extendsthrough the cricothyroid membrane.A curvcd hemostat maybe inserted to dilate the opening, and a small cndotrachealtube or tracheostomy tube (preferably 5 to 7 mm OD) can beinserted. When an endotracheal tube is used, the cervical col-lar can be reapplied. lt is possible for the endotracheal tubeto become malpositioned and therefore easily advanced intoa bronchus. Care must be taken, especially with children, to\n\nThe inability to intubate a patient expediently, toprovide a temporary airway with a supraglottic de-vice, or to establish a surgical airway results in hy-poxia and patient deterioration. Remember thatperforming a needle cricothyroidotomy with jet in-sufflation can provide the time necessary to estab-lish a definitive airway.\n\nJet insufflation must be used with caution when com-plete foreign-body obstruction of the glottic area is sus-\n\nMANAGEMENT OF VENTILATION 39"
  },
  {
    "full_text": "MANAGEMENT OF VENTILATION 39\n\navoid damage to the cricoid cartilage, which is the only cir-cumferential support for the upper trachea. Therefore, sur-gical cricothyroidotomy is not recommended for childrenunder 12 years of age. See Chapter 10: Pediatric Trauma.\n\nln recent years, percutaneous tracheostomy has been re-ported as an alternative to open tracheostomy. This is not a safeprocedure in the acute trauma situation, because the patient'sneck must be hyperextended to properly position the head toperform the procedure safely. Percutaneous tracheostomy re-quires the use of a heavy guidewire and sharp dilator, or aguidewire and multiple or single large-bore dilators. This pro-cedure can be dangerous and time-consuming, depending onthe type of equipment used. See Skill Station III: Cricothy-roidotomy, Skill JII-B: Surgical Cricothyroidotomy.\n\nAIRWAY DECISION SCHEME\n\nThe airway decision scheme shown in Figure 2-10 appliesonly to patients who are in acute respiratory distress (or whohave apnea), who are in need of an immediate airway, andin whom a cervical spine injury is suspected because of themechanism of injury or suggested by the physical exa mina-tion. The first priority is to ensure continued oxygenationwith maintenance of cervical spine immobilization. This isaccomplished initially by position (ie, chin-lift or jaw-thrustmaneuver) and the preliminary airway techniques (ie,oropharyngeal airway or nasopharyngeal airway) previouslydescribed. An endotracheal tube is then passed whil.e a sec-ond person provides in-line immobilization. If an endotra-cheal tube cannot be inserted and the patient's respiratorystatus is in jeopardy、 ventilation via a laryngeal mask airwayor other extraglottic airway device may be attempted as abridge to a definitive airway. If this fails, a cricothyroido-tomy should be performed.\n\nOxygenation and ventilation must be maintained be-fore, during, and immediately upon completion of insertionof the definitive airway. Prolonged periods of inadequate orabsent ventilation and oxygenation should be avoided.\n\nManagement of Oxygenation\n\n? How do know oxygenation isadequate?\n\nOxygenated inspired air is best provided via a tight-fittingoxygen reservoir face mask with a flow rate of at least ][L/min. Other methods (eg, nasal catheter, nasal cannula, andnonrebreather mask) can improve inspired oxygen concen-tration.\n\nBecause changes in oxygenation occur rapidly and areimpossible to detect clinically, pulse oximetry should be usedwhen difficulties are anticipated in intubation or ventilation,including during transport of critically injured patients.Pulse oximetry is a noninvasive method to continuously\n\nTABLE 2-2 ■ Approximate PaO2 versus O2 Hemoglobin Saturation LevelsPaO2 LEVELS02 HEMOGLOBIN SATURATION LEVELS90 mm Hg100%60 mm Hg90%30 mm Hg60%27 mm Hg50%"
  },
  {
    "full_text": "measure the oxygen saturation (O2 sat) of arterial blood. Itdoes not measure the partial pressure of oxygen (PaO2) and,depending on the position of the oxyhemoglobin dissocia-tion curve, the PaO2 can vary widely (see Table 2-2). How-ever, a measured saturation of 95% or greater by pulseoximetry is strong corroborating evidence of adequate pe-ripheral arterial oxygenation (PaO2 >70 mm Hg, or 9.3 kPa).\n\nPulse oximetry requires intact peripheral perfusion andcamot distinguish oxyhemoglobin from carboxyhemoglobinor methemoglobin, which limits its usefulness in patients withsevere vasoconstriction and those with carbon monoxide poi-soning. Profound anemia (hemoglobin pothermia (technique. However, in most trauma patients pulse oximetryis useful, as the continuous monitoring of oxygen saturationprovides an immediate assessment of therapeutic interventions.\n\nManagement of Ventilation\n\n? How do / know ventilation is adequate?\n\nEffective ventilation can be achieved by bag-mask techniques.However, one-person ventilation techniques using a bag-maskare less effective than two-person techniques in which bothhands can be used to ensure a good seal. Bag-mask ventilationshouldbe performed by two people whenever possible. SeeSkill Station 11: Airway and Ventilatory Mamagement, Skill II-C: Bag-Mask Ventilation: Two-Person Technique.\n\nGastric distention can occur when ventilating the pa-tient with a bag-mask device, which can result in thepatient vomiting and aspirating. It also can cause dis-tention of the stomach against the vena cava, re-sulting in hypotension and bradycardia.\n\n40 CHAPTER 2 · Airway and Ventilatory Management\n\nIntubation of patients with hypoven tilation and/orapnea patients may not be successful initially and may re-quire multiple attempts. The pati.enl must be ventilated pe-riodically during prolonged efforts to intubate. The doctorshould practice taking a deep breath and holding it whenintubation is first attempted. When the doctor must breathe,the atlempted intuba tion is aborted, and the patient venti-lated.\n\nWith intubation of the trachea accomplished, assistedventilation follows, using positive-pressure breathing tech-niques. A volume- or pressure-regulated respirator can beused, depending on availability of the equipment. The doc-tor should be alert to the complications of changes in in-trathoracic pressure. which can convert a simplepneumothorax to a tension pneumothorax, or even create apneumothorax secondary to barotrauma."
  },
  {
    "full_text": "1Clinical situations in which airway compromise is likely to occur include maxillofacial trauma, neck trauma, laryngeal trauma, and airway obstruction.2Actual or impending airway obstruction should be suspected in all injured patients. Ob- jective signs of airway obstruction include agitation, presentation with obtundation, cyanosis, abnormal sounds, and a displaced trachea.3Techniques for establishing and maintaining a patent airway include the chin-lift and jaw-thrust maneuvers, oropharyngeal and nasopharyngeal airways, laryngeal mask air- way, multilumen esophageal airway, and the gum elastic bougie device. With all airway maneuvers, the cervical spine must be protected by in-line immobilization. The selection of orotracheal or nasotracheal routes for intubation is based on the experience and skill level of the doctor. A surgical airway is indicated whenever an airway IS needed and intubation is un- successful.4The assessment of airway patency and adequacy of ventilation must be performed quickly and accurately. Pulse oximetry and end-tidal CO2 measurement are essential.5A definitive airway requires a tube placed In the trachea with the cuff inflated, the tube connected to some form of oxygen-enriched assisted ventilation, and the airway se- cured in place with tape. A definitive airway should be established if there is any doubt on the part of the doctor as to the integrity of the patient's airway. A definitive airway should be placed early after the patient has been ventilated with oxygen-enriched air, to prevent prolonged periods of apnea.6Oxygenated inspired air is best provided via a tight-fitting oxygen reservoir face mask with a flow rate of greater than 1 1 Vmin. Other methods (eg, nasal catheter, nasal can- nula, and nonrebreather mask) can improve inspired oxygen concentration.\n\ntaneously breathing anesthet ized adults. Anesthesiology 1998;88(4 ):970-977."
  },
  {
    "full_text": "1. Alexander R, Hodgson P, Lomax D, Bullen C. A comparisonofthe laryngeal mask airway and Gucdel airway, bagand face-mask for manual ventilation following formal training. Anaes-thesia 1993; 48(3):231-234.2. Aprahamian C, Thompson BM, Finger WA, et al. Experimen-tal cervical spine injury model: evaluation of airway manage-ment and splinting techniques. Ann Emerg Med 1984;13(8):584-587,3. Asai T, Shingu K. The laryngeal tube. Br J Anaesth 2005;95(6):729-736.4. Bergen IM, Smith DC. A review of etomidate for rapid se-quence intubation in the emergency department. / Emerg Med1997:15(2):221-230.5. Brantigan CO, Grow JB Sr. Cricothyroidotomy: elective use inrespiratory probl ems requiring tracheotomy. 1 Thorac Car-diovasc Surg I 976;71:72-81.6. Combes X. Dumeral M, Dhonneur G. Emergency gum elas-tic bougie-assisted tracheal intubation in four patients withupper airway distortion. Can / Anaesth 2004; 51(10):1022-1024.7. Crosby ET, Cooper RM, Douglas MJ, el al. The unanticipaleddifficult airway with recommendations [or management. Can1 Anaesth 1998; 45(8):757-776.8. Danzl DF, Thomas DM. Nasotracheal intubation in the emer-gency department. Crit Care Med 1980;8(Ll):667-682.9. Davies PR, Tighe SQ, Greenslade GL, Evans GH. Laryngealmask airway and tracheal tube insertion by unskilled pe rson-nel. Lancet 1990; 336(8721 ):977-979.10. Dogra S, Falconer R, Latto IP. Successful difficult intubation.Tracheal tubeplacement over a gum-elastic bougie. Anaesthe-sia 1990; 45(9):774-776.11. Dorges V, Ocker H, Wenzel く、 Sauer C, Schmucker P. Emer-gency airway management by non-anaesthesia house offi-cers-a comparison of three strategies. Emerg Med / 2001;18(2):90-94.12. EI-Orbany MI, Salem MR, Joseph NJ. The Eschmann trachealtube introduccr is not gum, clastic. or a bougie. Anesthesiology2004;101(5); 1240; author reply 1242-1240; author reply 124.4.13. Frame SB, Simon JM, Kerstein MD, ct al. Percutancoustranstracheal catheter ventilation (PTCV) in complete airwayobstructions canine model. / Trauma 1989;29(6):774-781.14. Fremstad ID, Martin SH. Lethal complication from inscrtionof nasogastric tube after severe basilar skull fracture. /Trauma 1978;18:820-822.15. Gataure PS, Vaughan RS, Latto IP. Simulated difficult intuba-tion: comparison of the gum elastic bougie and the stylet.Anaesthesia 1996;1:935-938.16, Greenberg RS, Brimacombe h Berry A, Gouze V, Piantadosi S,Dake EM. A randomized controlled trial comparing the cuffedoropharymgeal airway and the laryngeal mask airway inspon-"
  },
  {
    "full_text": "17. Grein AI, Weiner GM. Laryngeal mask airway versus bag-maskventilation or endotracheal intubation for neonatal resuscita-tion. Cochrane Database Syst Rev 2005;(2):CD003314.18. Grmec S, Mally S. Prehospital determination of tracheal tubeplacement in severe head injury. Emerg Med/2004;21(4):518-520,19. Guildner CV. Resuscitation- -opening the airway: a compara-tive study of techniques for opening an airway obstructed bythe tonguc. I Am Coll Emerg Physicians 1 976;5:588-590.20. Hagberg C, Bogomolny Y, Gilmore C, Gibson V, Kaitner M,Khurana S. An evaluation of the insertion and function of anew supraglottic airway device, the King LT, during sponta-neous ventilation. Anesth Analg 2006;102(2):621-625.21. Iserson KV. Blind nasotracheal intubation. Ann Emerg Med1981;10:468.22. Jabre P, Combes X, Leroux B, Aaron E, Auger H, Margenet A,Dhonneur G. Use of the gum clastic bougie for prchospital dif-ficult intubation. Am / Emerg Med 2005;23( 4):552-555.23. Jorden RC, Moore EE, Marx JA, et al. A comparison of PTVand endotrachcal ventilation in an acule trauma model. /Trauma 1985;25( 10):978-983.24. Kidel IF, Dyson A, Latto JP. Successful difficult intubation. Useof the gum clastic bougie. Anaesthesia 1988;43:437-438.25, Kress TD, et al. Cricothyroidotomy. Ann Emerg Med1982;11:197.26, Latto IP, Stacey M、 Mecklenburgh 1, Vaughan RS. Survey of theuse of the gum elastic bougie in clinical praclice. Anaesthesia2002;57(4):379-384.27. Levinson MM, Scuderi PE, Gibson RL, el al. Emergency per-cutaneous and transtracheal ventilation. 1 Am Coll EmergPhysicians 1979;8(10):396-400.28. Levitan R,Ochroch EA. Airway management and direct laryn-goscopy. A review and updatc. Crit Care Clin 2000;16(3):373-88, V.29. Macintosh RR. An aid to oral intubation. BM) 1949;I:28.30. Majernick TG, Bieniek R, Houston IB, et al: Cervical spinemovement during orotracheal intubation. Ann Emerg Med1986;15(4):417-420.31. Morlon T, Brady S, Clancy M. Difficull airway equipment inEnglish emergency-departments. Anaesthesja 2000:55(5):485-488.32. Nocera A. A nexible solution for emergency intubation diffi-culties. Ann Emerg Med 1996;27(5):665-667.33. Noguchi T, Koga K, Shiga Y, Shigeniatsu A. The gum elasticbougie eases tracheal intubation while applying cricoid pres-sure compared to a stylet. Can / Anaesth 2003;50(7):712-717.34. Nolan JP, Wilson ME. All evaluation of the gum elastic bougie.Intubation times and incidence of sore throat. Anaesthesia1992;47( 10):878-881.\n\n42 CHAPTER 2 ● Airway and Ventilatory Management"
  },
  {
    "full_text": "42 CHAPTER 2 ● Airway and Ventilatory Management\n\n35. Nolan JP, Wilson ME. Orotracheal intubation in patients withpotential cervical spine injuries. An indication for the gumclastic bougic. Anaesthesia 1993;48(7):630-633.36. Oczenski W, Krenn H, Dahaba AA, et al. Complications fol-lowing the use ofthe Combitube, tracheal tube and laryngealmask airway. Anaesthesia 1999;54(12):1161-1 165.37. Pennant JH, Pace NA, Gajraj NM. Role of the laryngeal maskairway in the immobile cervical spine. / Clin Anesth1993;5(3):226-230.38. Phelan MP. Use of the endotracheal bougie introducer for dif-ficult intubations. Am I Emerg Mcd2004;22(6):479-482.39. Reed MJ, Dunn MJ, McKeown DW. Can an airway assessmenlscore predicl difficulty at intubation in the emergency depart-ment? Emerg Med /2005;22(2):99~102.40. Reed MJ, Rennie LM, Dunn MJ, Gray AJ, Robertson CE, McK-eown DW. Is the 'LEMON' method an easily applied emer-gency airway assessment tool? Eur J Emerg Med2004;1 1(3);154- 157.41. Russi C, Miller l..An Out-of-hospital Comparison ofthe KingLT to Endotracheal Intubation and the Esophageal- Tracheal\n\nCombitube ina Simulated Difficult Airway Patient Encounter[In Process Citation|. Acad Emerg Med 2007;14(5 SupplI):S22.42. Seshul MB Sr, Sinn DP, Gerlock AJ Tr. The Andy Gump fractureof the mandible: a causeof respiratory obstruction or distress.I Trauma 1978;18:61 1-612,43. Silvestri S, Ralls GA, Krauss B, et al. The effectiveness of out-of-hospita] usc of continuous end-tidal carbon dioxide mon-itoring on the rate of unrecognized misplaced intubationwithin a regional emergency medical services system. AnnEmerg Med2005:45(5):497-503.44. Smith CE, Dejoy SJ. New equipment and techniques for air-way management in trauma [In Process Citation]. Curr OpinAnaesthesiol 2001;14(2):197-209.45. Walter J, Doris PE, Shaffer MA. Clinical presentation of pa-tients with acute cervical spine injury. Ann Emerg Med1984;1 3(7):512-515.46. Yeston NS. Noninvasive measurement of blood gases. InfectSurg 1990;90:18-24.\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~"
  },
  {
    "full_text": "▶▶ Interactive Skill Procedures Note: Accompanying some of the skills procedures for this station is a series of scenarios, which are provided at thePerformance at this skill station will allow the participant to evaluate a series of clinical situations and acquire the cognitive skills for decision making in air- way and ventila tory management. The student will practice and demonstrate the following skills on adult and infant intubation manikins:OBJECTIVESconclusion of the procedures for you to review and prepare for this station. Standard precautions are required whenever caring for the trauma patient. THE FOLLOWING PROCEDURES ARE INCLUDED IN THIS SKILL STATION: ▶▶ Skill II-A: Oropharyngeal Airway Insertion ▶▶ Skill II-B: Nasopharyngeal Airway Insertion ▶▶ Skill II-C: Bag-Mask Ventilation: Two-Person Technique ▶▶ Skill II-D: Adult Orotracheal Intubation (with and without Gum Elastic Bougie Device) ▶▶ Skill II-E: Laryngeal Mask Airway (LMA) Insertion ▶▶ Skill II-F: Laryngeal Tube Airway (LTA) Insertion ▶▶ Skill II-G: Infant Endotracheal Intubation ▶▶ Skill ll-H: Pulse Oximetry Monitoring Skill 11-1: Carbon Dioxide Detection1 Insert oropharyngeal and nasopharyngeal airways. 2 Using both oral and nasal routes, intubate the trachea of an adult in- tubation manikin (within the guidelines listed), provide effective ven- tilation, and use capnography to determine proper placement of the endotr acheal tube. Discuss and demonstrate methods to manage dif~ ficult or failed airways, including LMA/LTA and GEB. 3 Intubate the trachea of an infant intubation manikin with an endo- tracheal tube (within the guidelines listed) and provide effective ven- tilation. タ Describe how trauma affects airway management when performing oral endotracheal intubation and nasotr acheal intubation. タ Using a pulse oximeter: State the purpose of pulse oximetry monitoring. Demonstrate the proper use of the device. Describe the indications for its use, its functional limits of accuracy, and possible reasons for malfunction or inaccuracy. Interpret accurately the pulse oximeter monitor readings and re- late their significance to the care of trauma patients. 6 Discuss the indications for and use of end-tidal CO2 detector devices.\n\nNote: This procedure is for temporary ventilation whilepreparing to intubale an unconscious patient.\n\nSTEP 1.Select the proper-size airway. A correctly sized airway extends from the corner of the patient's mouth to the external auditory canal.STEP 2.Open the patient's mouth with either the chin- lift maneuver or the crossed- finger technique (scissors technique).STEP 3.Inserl a tongue blade on top of the patient's longue far enough back lo depress the tongue\n\nadequately. Be careful nol cause the patient togag.\n\nSTEP 4.Insert the airway posteriorly, gently sliding the airway over the curvalure of the tongue until the device's flange rests on top of the patient's lips. The airway must not push the tongue backward and block the airway."
  },
  {
    "full_text": "STEP5. Remove the tongue blade.\n\nSTEP 6. Ventilate the palient with a bag-mask device.\n\n▶ Skill 11-B: Nasopharyngeal Airway Insertion\n\nNote: This procedure is used when the palient would gag onan oropharyngeal airway.\n\nSTEP 1.Assess the nasal passages for any apparent obstruction (eg, polyps, fractures, or hemorrhage).STEP 2.Select the proper-size airway, which will easily pass the selected nostril.STEP 3.Lubricate the nasopharyngcal airway with a water-soluble lu bricant or tap water.\n\nSTEP 4.Insert the tip of the airway inlo the nostril and direct it posteriorly and toward the ear.STEP 5.Gently insert the nasopharyngeal airway through the nostril into the hypopharynx with a slight rotating motion until the flange rests against the nostril.STEP 6.Apply ventilation with a biag-mask device.\n\n▶ Skill II-C: Bag-Mask Ventilation: Two-Person Technique\n\nSTEP 1,Select the proper-size mask to fil the patient's face.STEP 4. The first person applies the mask to the patient's face, ascertaining a tight seal with both hands.STEP 2.Connecl the oxygen tubing lo the bag-mask device and adjust the llow of oxygen to 12 L/min.STEP 5. The second person applies ventilation by squeezingthe bag with both hands,STEP 3.Ensure that the patient's airway is patent and secured according to previously describedSTEP 6. Assess the adequacy of ventilation by observing the patient's chest movement.techniques.STEP 7. Apply ventilation in this manner every 5 seconds.\n\n(with and without Gum Elastic Bougie Device)\n\nSTEP 1.Ensure that adequate ventilation and oxygenation are in progress and that suctioning equipment is immediately available in the cvent that the patient vomits.STEP 2.Inflate the cuff` of the endotracheal tube to ascertain that the balloon does not leak, and then deilate the culT.STEP 3.Connect the laryngoscope blade to the handle, and check the bulb for brightness.STEP 4.Assess the patient's airway for ease of intubation (LEMON mnemonic).STEP 5.Direct an assistant to manually immobilize the head and neck. The patient's neck must not be hyperextended or hyperflexed during the procedure.STEP 6.Hold the laryngoscope in the left hand.STEP 7.Insert the laryngoscope into the right side of the patient's mouth, displacing the tongue to the left.STEP 8.Visually identify the epiglottis and then the vocal cords.STEP 9.Gently insert the endotracheal tube into the trachea without applying pressure on the teeth or oral tissues.STEP 10.Inflate the culf with enough air to provide an adequate seal. Do not overinflate the cuff."
  },
  {
    "full_text": "STEP 11.Check the placement of the endotracheal tube by bag-mask-to-tube ventilation.STEP 12.Visually observe chest excursions with ventilation.STEP 13.Auscultate the chest and abdomen with a stethoscope to ascertain tube position.STEP 14.Secure the tube. If the patient is moved, the tube placement should be reassessed.STEP 15.[fendotracheal intubation is not accomplished within seconds or in the same time required to hold your breath before exhaling, discontinue attempts, apply ventilation with a bag-mask device, and try again using the gum elastic bougie.STEP 16.Placement of the tube must be checked carefully. A chest x-ray exam is helpful to assess the position of the tube, but it cannot exclude esophageal intubation.STEP 17.Attach a CO2 detector to the endotracheal tube between the adapter and the ventilating device to confirm the position of the endotracheal tube in the airway.STEP 18.Attach a pu.lse oximeter to one of the patient's hngers (intact peripheral perfusion must cxist) to measure and monitor the patient's oxygen saturation levels and provide an immediate assessment of therapeutic interventions.\n\n▶ Skill II-E: Laryngeal Mask Airway (LMA) Insertion\n\nSTEP 1.Ensure that adequate ventilation and oxygenation are in progress and that suctiouing equipment is immediately available in the event that the patient vomits.STEP 2.Inflate the cuff ol' the LMA to ascertain that the balloon does not leak.STEP 3.Direct an assistant to manually immobilize the head and neck. The patient's neck must not be hyper- extended or hyperflexed during the procedure.STEP 4.Before attempting insertion, completely deflate the LMA cuff by pressing it firmly onto a flat surface and lubricate it.\n\nSTEP 5.Choose the correct size LMA: 3 for a small woman, 4 for a large woman or small man, and 5 for a large man.STEP 6.I-lold the LMA with the dominant hand as you would a pen, with the index finger placed at the junction of the cuff and the shaft and the LMA opening oriented over the tongue.STEP 7.Pass the LMA behind the upper incisors, with the shaft parallel to the patient's chest and the index finger pointing toward the intubator.STEP 8.Push the lubricated LMA into position along the palatopharyngeal curve, with the index linger maintaining pressure on the tube and guiding\n\n46SKILL STATION II ● Airway and Ventilatory Management the LMA into the final position. STEP 10. Check the bySTEP 9.Inflate the cuff with the correct volume of air (indicated on the shaft of the LMA). STEP 11. Visually ventilation.\n\nplacement of the endotracheal tube bag-mask-to-tube ventilation.observe chest excursions with\n\nSTEP 1. Ensure proper sterilization.\n\nbehind the base of the tongue.\n\nSTEP 2. Inspect aU components for visible damage.\n\nSTEP 3. Examine the interior of the airway tube toensure that it is free from blockage and looseparticles.\n\nSTEP 4. Inflate the cuffs by injecting the maximumrecommended volume of air into the cuffs.\n\nSTEP 5. Select the correct laryngeal tube size."
  },
  {
    "full_text": "STEP 5. Select the correct laryngeal tube size.\n\nSTEP 6. Apply a water-based lubricant to the beveleddistal tip and posterior aspect of the tube, takingcare to avoid introduction of lubricant into ornear the ventilatory openings.\n\nSTEP 7. Preoxygenate the patient.\n\nSTEP 8. Achieve the appropriate depth of anesthesia.\n\nSTEP 9. Position the head. The ideal head position forLTA insertion is the \"sniffing position.\" However,the angle and shortness of the tube also allow itto be inserted with the head in a neutral position.\n\nSTEP 10. Hold the LTA at the connector with the dominanthand. With the nondominant hand, hold themouth open and apply the chin-lift maneuver.\n\nSTEP 11. With the LTA rotated laterally 45 to 90 degrees,introduce the tip into the mouth and advance it\n\nSTEP 12.Rotate the tube back to the midline as the tip reaches the posterior wall of the pharynx.STEP 13.Without exerting excessive force, advance the LTA until the base of the connector is aligned with teeth or gums.STEP 14.Inflate the LTA cuffs to the minimum volume necessary to seal the airway at the peak ventilatory pressure used (just seal volume).STEP 15.While gently bagging the patient to assess ventilation, simultaneously withdraw the airway umtil ventilation is easy and free flowing (large tidal voluine with minimal airway pressure).STEP 16.Reference marks are provided at the proximal end of the LTA; when aligned with 1.he upper teeth, these marks indicate the depth of insertion.STEP 17.Confirm proper position by auscultation, chest movement, and verification of CO2 by capnography.STEP 18.Readjust cuff in 1lation to seal volume.STEP 19.Secure LTA to patient using tape or other accepted means. A bite block can also be used, if desired.\n\n▶ Skill II-G : Infant Endotracheal Intubation\n\nSTEP 1.Ensure that adequate ventilation and oxygenation are in progress.STEP 5. Insert the laryngoscope blade into the right side of the mouth, moving The tongue to the left.STEP 2.Select the proper-size uncuffed tube, which should be the same size as the infant's nostril or little finger.STEP 6. Observe the epiglottis and then the vocal cords. STEP 7. Insert the endotracheal tube not more than 2 cm past the cords.STEP 3.Connect the laryngoscope blade and handle; check the light bulb for brilliance.STEP 8. Check the placement of the tube by bag-mask- to-tube ventilation.STEP 4.Hold the laryngoscope in the left hand.\n\nSKILL STATION II · Airway and Ventilatory Management\n\nSTEP 9.Check the placement of the endotracheal tube by observing lung inflations and auscultating the chest and abdomen with a stethoscope.STEP 10.Secure the tube. If the patient is moved, nube placement should be reassessed.STEP 11.If endotracheal intubation is not accomplished within 30 seconds or in the same time required to hold your breath before exhaling, discontinue attempts, ventilate the patient with a bag-mask device, and try again.STEP 12.Placement of the tube must be checked carefully. Chest x-ray examination may be"
  },
  {
    "full_text": "STEP 13.helpful to assess the position of the tube, but it cannot exclude esophageal intubation.Attach a CO2 detector to the endotracheal tube between the adapter and the ventilating device to contirm the position of the endotracheal tube in the trachea.STEP 14.Attach a pulse oximeter to one of the patient's fingers (intact peripheral perfusion must exist) to measure and monitor the patient's oxygen saturation levels and provide an immediate assessment of therapeutic interven tions.\n\n▶ Skill II-H: Pulse Oximetry Monitoring\n\nThe pulse oximeter is designed to measure oxygen satura-tion and pulse rate in peripheral circulation. This device isa microprocessor that calculates the percentage saturationof oxygen in each pulse of arterial blood that flows past asensor. It simultaneously calculates the heart rate.\n\nThe pulse oximeter works by a low-intensity lightbeamed from a light-emitting diode (LED) to a light-re~ceiving photodiode. 'T'wo thin beams of light, one red andthe other infrared, are transmitted through blood and bodytissue, and a portion is absorbed by the blood and body tis-sue. The photodiode measures the portion of the light thatpasses through the blood and body tissue. The relativeamount of light absorbed by oxygenated hemoglobin dif-fers from that absorbedby nonoxygenated hemoglobin. Themicroprocessor evaluates these differences in the arterialpulse and reports the values as calculated oxyhemoglobinsaturation (%SaO2). Measurements are reliable and corre-late well when compared with a cooximeter that directlymeasures SaO2.\n\nHowever, pulse oximetry is unreliable when the patienthas poor peripheral perfusion, which can be caused by vaso-constriction, hypotension, a blood pressure cuff that is in-llated above the sensor, hypothermia, and other causes ofpoor blood flow. Severe anemia can likewise influence thereading. Significantly high levels of carboxyhemoglobin ormethemoglobin can cause abnormalities, and circulatingdye (eg, indocyanine green and methylene blue) can inter~Fere with the measurement. Excessive patient movement,other electrical devices, and intense ambient light can causepulse oximeters to malfunction.\n\nUsing a pulse oximeter requires knowledge of the par-ticular device being used. ifferent sensors are appropriatefor dilferent patients. The fingertip and earlobe are com-\n\nmon sites for sensor application; however, both of theseareas can be subject to vasoconstriction. The fingertip (ortoe tip) of an injured extremity or below a blood pressurecuff should not be used.\n\nWhen analyzingpulse oximetry results, evaluate the ini-tial readings. Does the pulse rate correspond to the electro-cardiographic monitor? Is the oxygen saturationappropriate? If the pulse oximeter is giving low readings orvery poor readings, look for a physiologic cause, not a me-chanical one."
  },
  {
    "full_text": "The relationship between partial pressure of oxygen inarterial blood (PaO2) and %SaO2 is shown in Figure II-1(on page 48). The sigmoid shape of this curve indicates thatthe relationship between %SaO2 and PaO�is nonlinear. Thisis particularly important in the middle range of this curve,where small changes in PaO2 will effect large changes in sat-uration. Remember, the pulse oximeter measures arterialoxygen saturation, not arterial oxygen partial pressure.See Table 2-2: Approximate PaO2 versus O2 HemoglobinSaturation Levels in Chapter 2: Airway and VentilatoryManagement.\n\nStandard blood gas measurements report both PaO2and %SaOy. When oxygen saturation is calculated fromblood gas PaO,, the calculated value can differ from theoxygen saturation measured by the pulse oximeter. Thisdifference can occur because an oxygen saturation valuethat has been calculated from the blood gas Pa has not2necessarily' been correctly adjusted for the elfects of vari-ables that shift the relationship between PaO2 and satura~tion. These variables include temperature, pH, PaCO2(partial pressure of carbon dioxide), 2,3-DPC (diphos-phoglycerates), and the concentration of fe tal hemoglo-bin.\n\n■ Figure 11-1 Relationship between partial pressure of oxygen in arterial blood (PaO2) and %SaO2.\n\n▶ Skill 18-1: Carbon Dioxide Detection\n\nWhen a patient is intubated, it is essential to check the po-sition of the endotracheal tube. If carbon dioxide is de-tected in the exhaled air, the tube is in the airway. Methodsof determining end-tidal CO, should be readily avai}ablein all EDs and any other locations where patients requireintubation. The preferred method is quantitative, such ascapnography, capnometry, or mass spectroscopy. Colori-metric devices use a chemically treated indicator strip thatgenerally reflects the CO2 level. At very low levels of CO2,such as atmospheric air, the indicator turns purple. Athigher CO2 levels (eg, 2%-5%), the indicator turns yel-low. A tan color indicates detection of CO2 levels that aregenerally lower than those found in the exhaled trachealgases.\n\nIt is important to note that, on rare occasion, patientswith gastric distention can have elevated CO2 levels in theesophagus. These elevated levels clear rapidly after several\n\nbreaths, and the results of the colorimetric test should notbe used until after atleast six breaths. If the colorimetric de-vice still shows an intermediate range, six additional breathsshould be taken or given. Ifthe patient sustains a cardiac ar-rest and has no cardiac output, CO2 is not delivered to thelungs. [n fact, with cardiac asystole, this can be a method ofdetermining whether cardiopulmonary resuscitation is ad-equate."
  },
  {
    "full_text": "The colorimetric device is not used for the detection ofelevated CO2 levels. Similarly,it is not used to detect a main-stem bronchial intubation. Physical and chest x-ray exami-nations are required to determine that the endotrachealtube is properly positioned in the airway. [n a noisy ED orwhen the patient is transported several times, this device isextremely reliable in differentiating between tracheal andesophageal intubation.\n\n▶ SCENARIOSSCENARIO II-1SCENARIO 11-3\n\nA 22-year-old male is an unrestrained passenger in a motorvehicle that collides head-on into a retaining wall. He has astrong odor of alcohol on his breath. At the time of the colli-sion, he hits the windshield and sustains a scalplaceration. Atthe injury scene, he is combative, and his GCS scoreis 一 1. Hisblood pressure is 120/70 mm Hg, his heart rate is 100beats/min, and his respirations are 20 breaths/min. A semi-rigid cervical collar is applied,and he is immobilized ona longbackboard. He is receiving oxygen via a high-flow oxygenmask. Shortly after his arrival in the ED、 he begins to vomit.\n\nThe patient described in the first Scenario II-1 is now unre-sponsive and has undergone endotracheal intubation. Ven-tilation with 100% oxygen is being applied. Part of hisevaluation includes a CT scan ofhis brain. Afterhe is trans-ported to radiology for the scan, the pulse oximeter reveals8.2% SaO2.\n\nA 3-year-old, unrestrained, front-seal passenger is injuredwhen the car in which she is riding crashes into a stonewall. The child is unconscious at the injury scene. In theED, bruises to herforehead, face、 and chest wall are noted,and there is blood around her mouth. The blood pressureis 105/70 mm Hg, the heart rate is 120 beats/minute, andthe respirations are rapid and shallow. The child's GCSscore is 8.\n\nA 35-year-old male sustains blunt chest trauma during asingle-motor-vehicle collision. In the ED, he is alert andhas evidence of a right-chest-wall contusion. He haspoint tenderness and fracture crepitation of several rightribs. His GCS score is 14. He is immobilized with a semi-rigid cervical spine collar and secured to a long back-board. High-flow oxygen is being administered via a facemask.\n\n▶▶ Interactive SkillProcedures\n\nNote: Standard precautions arerequired whenever caring fortrauma patients.\n\nTHE FOLLOWINGPROCEDURES ARE INCLUDEDIN THIS SKILL STATION:\n\n▶▶ Skill III-A: NeedleCricothyroidotomy\n\n▶▶ Skill III-B: SurgicalCricothyroidotomy\n\nPerformance at this skill station will allow the student to practice and demon-strate the techniques of needle cricothyroidotomy and surgical cricothyroido-tomy on a live, anesthetized animal, a fresh human cadaver, or an anatomichuman body manikin. Specifically, the student will be able to:\n\n1 Identify the surface markings and structures to be noted when per-\n\nforming needle and surgical cricothyroidotomies.\n\nState the indications and complications of needle and sur gicalcricothyroidotomies."
  },
  {
    "full_text": "3 Perform needle and surgical cricothyroidotomies on a live, anes-\n\nthetized animal, a fresh human cadaver, or an anatomic human body\n\nmanikin, as outlined in this skill station.\n\nAssemble and prepare oxygen tubing by cutting a hole toward one end of the tubing. Connect the other end of the oxygen lubing to an oxygen source capable of delivering 50 psi or greater at the nipple, and ensure the free flow of oxygen through the tubing.STEP 2.Place the patien t in a supine position.STEP 3.Assemble a 12- or 14-gauge, 8.5-crn, over-the- needle catheter to a 6- to 12-mL syringe.STEP 4.Surgically prepare the neck, using antiseptic swabs.STEP 5.Palpate the cricothyroid membrane anteriorly between the thyroid cartilage and the cricoid cartilage. Stabilize the trachea with the thumb and forefinger of one hand to prevent lateral movement of the trachea during the procedure.STEP 6.Punclure the skin in the midline with a 12- or 14-gauge needle attached to a syringe, direclly over the cricothyroid membrane ( ie, midsagittally). A small incision with a number 11 blade facilitates passage of the needle through the skin.STEP 7.Direct the needle at a 45-degree angle caudally, while applying negative pressure to the syringe.STEP 8.Carefully insert the needle through the Lower half of the cricothyroid membrane, aspirating as the needle is advanced.STEP 9.Note the aspiration of air, which signifies entry into the tracheal lumen.\n\nSTEP 10. Remove the syringe and withdraw the stylet,while gently advancing the catheter downwardinto position, taking care not to perforate theposlerior wall of the trachea.\n\nSTEP 11. Attach the oxygen tubing over the catheterneedle hub, and secure the catheter to thepatient's neck.\n\nSTEP 12. Intermittent ventilation can be achieved bvoccluding the open hole cut into the oxygentubing with your thumb for 1 second andreleasing it for 4 seconds. After releasing yourthumb from the hole in the tubing, passiveexhalation occurs. Note: Adequate PaO2 can bemainlained for only 30 to 45 minutes, and CO2accumulation can occur more rapidly.\n\nSTEP 13. Continue to observe lung inflations andauscultate the chest for adequale ven lilation.\n\n▶▶ COMPLICATIONS OF NEEDLECRICOTHYROIDOTOMY\n\nInadequate ventilations, leading to hypoxiaand deathAspiration (blood)F.sophageal lacerationHematomaPerforation of the posterior tracheal wallSubcutaneous and/or mediastinal emphysema● Thyroid perforation\n\n▶ Skill III-B: Surgical Cricothyroidotomy\n\nSTEP 1.Place the patient in a supine position with the neck in a neutral position.STEP 2.Palpate the thyroid notch, cricothyroid interval, and the sternal notch for orienlation.STEP 3.Assemble the necessary equipment.STEP 4.Surgically prepare and anesthetize the area locally, if the patienlis conscious.STEP 5.Stabilize the thyroid cartilage with the left hand and maintain stabilization until the trachea is intubated."
  },
  {
    "full_text": "STEP 6. Make a transverse skin incision over thecricothyroid membrane, and carefully incisethrough the membrane transversely.\n\nSTEP 7. Insert hemostat or tracheal spreader into theincision and rotate it , degrees to open theairway.\n\nSTEP 8. Insert a proper-size, cuffed endotracheal tube ortracheostomy tube (usually a number 5 or 6) inlothe cricothyroid membrane incision, directingthe tube distally into the trachea."
  }
]