{
  "title": "Atls%208Th%20Edition Ch09 Thermal Injuries(211-224페이지)",
  "full_text": "Injuries to the musculoskeletal system occur in 85% of pa-lients who sustain blunt trauma; they often appear dramatic,but rarely cause an immediate threat to life or limb. How-ever, musculoskeletal injuries must be assessed and man-aged properly and appropriately SO life and limb are notjeopardized. The doctor must recognize the of suchpresenceinjuries, be familiar with the anatomy of the injury, protectthe patient from further disability, and anticipate and pre-vent complications.\n\nMajor musculoskeletal injuries indicate that significantforces were sustained by the body. For example, a patientwith long-bone fractures above and below the diaphragmhas an increased likelihood of associated internal torso in-juries. Unstable pelvic fractures and open femur fr acturesmay be accompanied by brisk bleeding. Severe crush injuriescause the release of myoglobin, which may precipitate in therenal tubules and result in renal failure. Swelling into an in-tact musculofascial space may cause an acute compartmentsyndrome that, if not diagnosed and treated, may lead tolasting impairment and loss of use of the extremities. Fatembolism, an uncommon but highly lethal complication oflong-bone fraclures, may lead to pulmonary fa ilure and im-paired cerebral function.\n\nMusculoskeletal trauma does not warrant a reo rderingof the priorities of resuscitation (AHCDEs). However, thepresence of significant musculoskeletal trauma does pose achallenge to the treating doctor. Musculoskeletal iniuriescannot be ignored and treated at a later time. The doctormusi treat the whole patient, including musculoskeletal in-juries, to ensure an optimal outcome. Despite careful as-sessment and management of multiple injuries, fracturesand soft tissue injuries may not be initially recognized. Con-tinued reevaluation of the patient is necessary to ide ntify allinjuries.\n\nPrimary Survey and Resuscitation\n\nWhat impact do musculoskeletalinjuries have on the primary survey?\n\nDuring the primary survey, it is imperative to recognize andcontrol hemorrhage from musculoskeletal injuries. Deepsoft tissue lacerations may involve major vessels and lead toexsanguinating hemorrhage. I-lemorrhage control is best ef-fected by direct pressure.\n\nHemorrhage from long-bone fractures may be signifi-cant, and certain femoral fractures may result in up to 4units ofblood loss into the thigh, producing class Ill shock.Appropriate splinting of the fracture may significantly de-crease bleeding by reducing motion and enhancing a tam-ponade effect of the muscle. If the fracture is open,\n\nMusculoskeletal injuries are a potential source of OC-cuit blood loss in patients with hemodynamic ab-normalities. Occult sites of hemorrhage are theretroperitoneum from unstable pelvic ring injuries,the thigh from femoral fractures, and any open frac-ture with major soft tissue involvement in whichblood loss may be serious and occurs before the pa-tient reaches the hospital.\n\napplication of a sterile pressure dressing usually controlshemorrhage. Aggressive fluid resuscitation is an importantsupplement to these mechanical measures.\n\nAdjuncts to Primary Survey\n\nAdjuncts to the primary survey of patients with muscu-loskeletal trauma include fracture immobilization and x-rayexa mina tion.\n\nThe goal of initial fracture immobilization is to realign theinjured extremity in as close to anatomic position as possi-ble and to prevent excessive fra cture-site motion. This re-alignment is accomplished by the application of in-linetraction to realign the extremity and maintained by an im-mobilization device. The proper application of a splint helpscontrol blood loss, reduce pain, and prevent further soft tis-sue injury. If an open fracture is present, the doctor neednot be concerned about pulling exposed bone back into thewound because all open fractures require surgical debride-ment. See Skill Station XII: Musculoskeletal Tra uma: As-\n\nMajor muscuioskeletal injuries indicate that significantforces were sustained by the body.\n\nsessment and Management, Skill XII-C: Realigning a e-formed Extremity.\n\nJoint dislocations usually require splinting in the posi-tion in which they are found. Ifa closed reduction has suc-cessfully relocated the joint, immobilization in an anatomicposition may be accomplished in a number of ways: pre-fabricated splints, pillows, or plaster. These devices willmaintain the extremity in its unreduced position.\n\nSplints should be applied as soon as possible, but theymust not take precedence over resuscitation. However,splints may be very helpful during this phase to controlhemorrhage and pain.\n\nX-ray examination of most skeletal injuries occurs as thepart of the secondary survey. Which x-ray films to obtainand when to obtain them are determined by the patient'sinitial and obvious clinical findings, the patient's hemody-namic status, and the mechanism of injury. An anteropos-terior (AP) view of the pelvis should be obtained early for allpatients with multiple injuries for whom a source ofbleeding has not been identified.\n\nElements of the secondary survey of patients with muscu-loskeletal injuries are the history and physical examination.\n\nKey aspects of the patient history are mechanism of injury,environment, preinjury status and predisposing factors, andprehospital observations and care.\n\nInf ormation obtained from the transport personnel, thepatient, relatives, and bystanders at the scene of the injuryshould be documented and included as a part of thepa-tient's medical record. It is particularly important to de-termine the mechanism of injury, which may arousesuspicion of injuries that may not be immediately appar-ent. See Appendix B: Biomechanics of Injury. The doc-tor should mentally reconstruct the injury scene, identifyother potential injuries that the patient may have sus-tained, and determine as much of the following informa-tion as possible:\n\n1. In a motor vehicle crash, what was the precrash loca-tion of the patient in the vehicle driver or passen-ger? This fact can indicate the type of fracture-for\n\nexample, lateral compression fracture of the pelvis re-sulting from a side impact in a vehicle collision.\n\n2. What was the postcrash location of the patient-in-side the vehicle or ejected? Was a seal belt or airbag inuse? This information may indicate patterns of injury.If the patient was ejected, determine the distance thepatient was throw.1 and the landing conditions. Ejec-tion generally results in increased injury severity andunpredictable patterns of injury.\n\n3. Was there external damageto the vehicle-for exam-plc, deformation to the front of the vehicle from ahead-on collision? This information raises the suspi-cion of a hip dislocation.\n\n4. Was there internal damage to the vehicle-for exam-ple, bent steering wheel, deformation to the dash-board, or damage to the windscreen? These findingsindicate a greater likelihood of sternal, clavicular, orspinal fractures or hip dislocation.\n\n5. Was the patient wearing a restraint? If so, what type(lap or three-point saf ety belt)? Was the restraintapplicd properly? Faulty application of saf ety re-straints may cause spinal fractures and associatedintraabdominal visceral injuries. Was an air bag de-ployed?\n\n6. id the patient fall? If so, what was the distance of thefall, and how did the patient land? This informationhelps identify the spectrum of injuries. Landing onthe feet may cause foot and ankle injuries with associ-ated spinal fractures.\n\n7. Was the patient crushed by an object? If so, identifythe weight of the crushing object, the site of the in-jury, and duration of weight applied to the site. De-pending on whether a subcutaneous bony surface or amuscular area was crushed, different degrees of softtissue damage may OCCLIr, ranging from a simple con-tusion to a severe degloving extremity injury withcompartment syndrome and tissue loss.\n\n8. id an explosion occur? If so, what was the magni-tude of the blast and what was the patient's distancefrom the blast? An individual close to the explosionmay sustain primary blast inJury from the force of theblast wave. A secondary blast injury may.occur fromdebris and other objects accelerated by the blast effect(eg, fragments), leading to penctrating wounds, lacer-ations, and contusions. The patient also may be vio-lently thrown to the ground or against other objectsby the blast effect, leading to blunt musculoskeletaland other injuries (tertiary blast effect).\n\n9. Was the patient involved in a vehicle-pedestrian col.li-sion? Musculoskeletal injuries may follow predictedpatterns (eg, bumper injury to leg) based on the sizeand age of the patient.\n\n190 CHAPTER 8 · Musculoskeletal Trauma\n\nAsk prehospital care personnel for inf ormation about theenvironment, including:\n\n● Patient exposure to temperature extremes\n\n● Patient exposure to tox.ic fumes or agents\n\n● Broken glass fragments (which may also injure theexaminer)\n\n● Sources of bacterial contamination (eg, dirt, animalfeces, fresh or salt water)\n\n'I'his information can help the doctor anticipate poten-tial problems and determine the initial antibiotic treatment.\n\nPreinjury Status and Predisposing Factors\n\nItis important lo determine the patient's baseline conditionprior to injury, because this information may alter the un-derstanding of the patient's condition, treatment regimen,and outcome. The AMPLE history also should include in-formation about the patient'sexercise tolerance and activitylevel, ingestion of alcohol and/or other drugs, emotionalproblems or illnesses, and previous musculoskeletal injuries.\n\nPrehospital Observations and Care\n\nFindings at the incident site that may help the doclor iden-lify potential injuries include:\n\n● Position in which the patient was found● Bleeding or pooling of blood at the scene, inclu dingthe estimated amount● Bone or fracture ends that may have been exposed● Open wounds in proximity lo obvious or suspectedfractures● Obvious deformity or dislocation● Presence or absence of motor and/or sensory func-tion in each extremily● Delay's in extrication procedures or transport● Changes in limb function, perfusion, or neurologicstate, especially after immobilization or duringtransfer to the hospital● Reduction of fractures or dislocations during extri-cation or splinting at the scene● Dressings and splints applied, with special attentionto excessive pressure over bony prominences thatmay result in peripheral nerve compression injuries,compartment syndromes, or crush syndromes.\n\nThe time of the injury also should be noled, especiallyif there is ongoing blceding and delay in reaching the hos-\n\nThe patient must be completely exposed for adequateassessment.\n\npital. All prehospital observations and care must be reportedand documented.\n\nPHYSICAL EXAMINA TION\n\nThe patient must be completely undressed for adequate ex-amination. Obvious extremity injuries are often splintedprior lo the patient's arrival in the emergency department(ED). There are three goals for t.he assessment of trauma pa-lients' extremities:\n\n1. Identification of life-threatening injury (primary sur-vey)2. Identification oflimb-threatening injuries (secondarysurvey)3. Systemalic review to avoid missing any other muscu-loskeletal injury (continuous reevaluation)\n\nAssessment ot musculoskeletal trauma may be achievedby looking at and talking to the patient, as well as by palpa-tion of the patient's extremities and performance of alogical, syslematic review of each extremity. The four com-ponents that musl be assessed are: (I) skin, which protectsthe patient from excessive fluid loss and infection; (2) neu-romuscular function; (3) circulatory status; and (4 ) skeletaland ligamentous integrity. Using this evaluation process re-duces the risk of missing an injury. See Skill Station XII:Musculoskeletal Trauma: Assessment and Management,Skill XII-A: Physical Examination.\n\nVisually assess the extremities for color and perfusion,wol.inds, deformity (angulation, shortening), swelling, anddiscoloration or bruising.\n\nA rapid visual inspection of the entire patient is neces-sary to identify sites of major external bleeding. A pale or\n\nwhite distal extremity is indicative of JI lack of arterial in-flow. Extremities that are swollen in the region of majormuscle groups may indicate a crush injury with an im-pending comparlment syndrome. Swelling or ecchymosis inor around a joint and/or over the subcutaneous surface of 5bone is a sign of a musculoskeletal injury. Extremity def or-mity is an obvious sign of major extremity injury (see Table8-1).\n\nInspect the palient's entire body for lacerations andabrasions. Open wounds are obvious unless they are locatedon the dorsum of the body. The palient must be carefullylogrolled to assess for an injury or skin laceration. If a boneprotrudes or is visualized in the wound, an open fracturecxists. Any open wound to a limb with an associated fracturealso is considered an open frac ture until proven otherwiseby a surgeon.\n\nObscrve the patient 's spon til neous extremi ty motorfunction to help identify any neurologic and/or muscularimpairment. If the pat ient is unconscious, absent sponta-neous extremity movement may be the only sign of im-paired function. With a cooperative patient, active voluntarymuscle and peripheral nerve function may be assessed byasking the patient to contract major muscle groups. Theability to move all major joints thro"
}