{
  "title": "Atls%208Th%20Edition Ch12 Transfer To Definitive Care(269-278페이지)",
  "full_text": "248 CHAPTER 11 ● Geriatric Trauma\n\nGlobally, human populations continue to age at an impres-sive ra tc. Between 1900 and 1992, the number of individu-als aged 65 and above increased from 1% ( 15 million) to 6%(342 million) of the world's population. By the year 2050、these figures will have risen to 20%, or 2.5 billion. At thattime, it is projected that the elderly will represent 25% ofthe population in the United States. The rapid growth of thesenior population has already had a significant econom icimpact because of their unique medical requirements andthe fact that seniors consume more than one-third of thecountry's health care resources. Currently, trauma is the sev-enth leading cause of death in the elderly, surpassed only byheart disease, cancer, chronic obstructive pulm onary dis-ease, stroke, diabetes, and pneum onia.\n\nTypes and Patterns of Injury\n\n? What are the unique characteristics ofgeriatric trauma?\n\nAlthough patients aged 65 and older are less likely to be in-jured than are younger individuals, older patients are morelikely to have a fatal outcome from their injuries. However,more than 80% of the injured can return to their preexist-\n\ning level of independent living after aggressive resuscitationand follow- up care. ■ espite this, in the United States in 1997more than 36,000 elderly patients died from injuries, ac-coun ting for 25% of all injury fatalities. This high mortalityrate likely reflects the decreased physical reserves of the el-derly due to the changes of aging, the comorbidities that de-velop, and a lack of tmderstanding of their needs by manyhealth-care providers. Figure I 1-1 illustrates the effects ofaging on organ systems, and Box 1 1-1 outlines the impact ofpreexisting disease on trauma outcome. Milzman et al. re-ported that preexisting disease was more common in theolder age group (mean age, 49.2) than in the younger agegroup ( mean age, 30.0), and the mo rtali ty rate was threetimes greater in the older patients with preexisting disease(9.2%) VS 3.2%).\n\nThe three leading causes of death due to injury amongthe elderly in the United States are falls, motor vehiclecrashes, and burns. Falls, which are the most common causeof unintentional injury and death among the elderly, ac-count for 40% of the dea ths in this age group. Both the in-cidence of falls and the severity of complications rise withage, and large numbers of emergency department visits andsu bsequent hospital admissions occur as a result of falls. Al-though fall-related injury rates are higher in older adults,the majority do not result in serious injury. Only 5% to 15%of falls in community-dwelling older adults cause seriousinjuries, including head trauma, fractures, dislocation. andserious soft tissue injury.\n\nThe accumulated effects of the agi ng process and en-vironmental hazards most frequently cau se falls. Changesin the cen tral ncrvous and musculoskeletal systems makeolder people more stiff and less coordinated than youngeradults, and older people may have an unsteady gait. Vi-sual, hearing, and memory impairments place olderadults at high risk for hazards that can cause falls. Fallsresul ting from dizziness or vertigo are extremely com-mon. Finally, drugs-including alcohol-cause or con-tribute to many falls. Seemingly minor mechanisms ofinjury can produce serious injury and complications be-cause of the effect of multiple medications, especially an-ticoagulants.\n\nAnnually in the United States, more than 4000 elderlypeople are killed in motor vchicle crashes, either as driversor passengers. Jn addition, 2000 elderly people are killed aspedestrians when struck by motor vehicles. The effects ofthe aging process are a major influence on the incidence ofin jury and death. Often, the elderly have diminished visualand audi tory acuity. Daylight acuity, glare resistance, andnight vision decrease markedly with age. Medical conditionsand their treatments may alter attention and consciousness.Because of the onset of senile changes in the brain, judg-menl may be altered. Finally, there often is decreased abilityto implement appropriate actions because of impairmentfrom medical conditions, including severe arthritis, osteo-porosis, emphysema, heart disease, and decreased musclemass.\n\nSense of smell and taste\n\nCardiac strokevolume and rate\n\nHeart disease and highblood pressure\n\nElasticity of skinThinning of epidermis\n\n■ Figure 11-1 The Effects of Aging on Organ Systems.\n\nBox 11-1Relationship between Age, PreexistingDisease, and Mortality\n\n● Mean age of patients with preexisting disease:49.2\n\n● Mean age of patients without preexisting disease:30.6\n\n· Mortality rate for older patients with preexisting dis-ease: 9. 2%● Mortality rate for younger patients without preex+isting disease. 3.2%\n\nSource: Milzman DP, Boulanger BR, Rodnguez A, et al、 Pre-exis ting disease in trauma patients: a predictor of fate independentof age and injury severity score, J Trauma 1992;31 236-244\n\n250 CHAPTER 1 1 · Geriatric Trauma\n\nThermal injury is the third leading cause of death due toinjury in the elderly, accounting for almost 2000 deaths an-nually. One-third of these individuals are fatally injuredwhile under the intluence ol' alcohol, while smoking in bed,or when exposed to heat and toxic products of combustionwhile caught in a building fire. Of the remainder, the ma-jority sustain injury and death because of their clothingbeing ignited or because of prolonged contact with hot sub-stances. As with falls, factors associated with degenerativedisease and physical impairment appear to contribute sub-stantially to the rate of thermal injury in the elderly. Elderlypersons who come into contact with hot surf aces or liquidsor are exposed to fire often are not able to remove them-selves until after extensive injury occurs. Finally, preexistingcardiovascular, respiratory, and renal diseases oft.en make itimpossible for the injured person to overcome serious but po-tentially survivable burns.\n\nHow do / apply AT'LS airway principlesto the treatment of elderly patients?\n\nThe \"A\" of the ABCDE mnemonic of the primary survey is thesa me in the elderly as for any other trauma patient. Establish-ing and then maintaining a patent airway to provide adequatetissue oxygenation is the first objective. Supplemental oxygenshould he administered as soon as possible, even in the pres-ence of chronic pulmonary disease. Because of the elderly pa-tient's likely limitation in cardiopulmonary reserve, earlyintubation of the injured elder should be considered for thosepresenling in shock. Early intubation also should be consid-ered for those with chest wall injury or alteration in the levelol' consciousness.\n\nFeatures that affect management of the airway in the eld-erly include dentition, nasopharyngeal fragility, macroglossia(enlargement of tongue), microstomia (small oral aperture),and cervical arthritis. A lack of teeth can interfere with achiev-ing a proper seal on a face mask. Consequently, whereas bro-ken dentures should be removed, intact well-fitted dentures areoften best left in place until after airway control is achieved.Care musl be taken when placing nasogastric and nasotra-cheal tubes because of nasopharyngeal tissue friability, espe-cially around the turbinates. Profuse bleeding can ensue,com plicating an already dangerous situation. The oral cavilymay be compromised by either macroglossia, associated withamylokdosis or acromegaly, or microstomia, such as the con-stricted, birdlike mouth of progressive systemic sclerosis. Fi-nally, arthritis can affect the temporomandibular joints and thecervical spine, making endotracheal intubation more difficultand increasing the risk of spinal cord injury with manipulationof the osteoarthritic spine. Degenerative changes and calcifi-cation in laryngeal cartilage place the elderly population atincreased risk of injury from minor blows to the neck.\n\n`l`he principles of airway management remain the same,with endotracheal intubation as the preferred method fordefinitive airway control. If acute airway obstruction existsor the vocal cords cannot be visualized, surgical cricothy+roidotomy should be performed, See Chapter 2: Airwayand Ventilatory Management, and Skill Station 111:Cricothyroidotomy, Skill III-B: Surgical Cricothyroidotomy.\n\nMany of the changes that occur in the airway and lungs of el-derly patients are difficull to ascribe purely lo the process ofaging and may be the result ofchronic exposure to toxic agentssuch as tobacco smoke and other environmental toxinsthroughout life. The loss of respiratory reserve, due to the ef..fects of aging and chronic diseases (eg, chronic bronchitis andemphysema), makes careful monitoring ofthe geriatn'c patient'srespiratory system imperative. Administration ofsupplemen-tal oxygen is mandatory, although caution should be exercisedwith its use because some elderly patients rely on a hypoxicdrive to maintain ventilation. Oxygen administration can re-sult in loss of this hypoxic drive, causing CO2 retention andrespiratory acidosis. In the acute lrauma siluation, however,hypoxemia should be corrected by administering oxygen whileaccepting the risk of hypercarbia. In these situations, if respi-ratory failure is imminent, intubation and mechanical venti-lation is necessary\n\nChest injuries occur in patients of all ages with similar frequency, but the mortality rate for elderly patients is higher. Chestwall injury w'rthrib fractures or pulmonary contusions are com-mon and not well tolerated. Simple pneumothorax and he-mothorax also are poorly toleraled. Respiratory failure mayresult from the increased work ofbreathing combined with adecreased energy reserve. Adequate pain control and vigorouspulmonary toilet are essential for a satisf actory outcome. Pul-monary complications--such as atelectasis, pneumonia, andpulmonary edema- -occur in the elderly with great frequency.Marginal cardiopulmonary reserve coupled with overzealouscrystalloid infusion increases the potential for pulmonaryedema and worsening of pulmonary contusions. Admissionto the hospital usually is necessary even with apparently. minorinjuries.\n\n● Failure to recognize indications for early intuba+tion.● Undue manipulation of the osteoarthritic cervicalspine, leading to cord injury.● Failure to recognize the serious e"
}