[
  {
    "full_text": "248 CHAPTER 11 ● Geriatric Trauma\n\nGlobally, human populations continue to age at an impres-sive ra tc. Between 1900 and 1992, the number of individu-als aged 65 and above increased from 1% ( 15 million) to 6%(342 million) of the world's population. By the year 2050、these figures will have risen to 20%, or 2.5 billion. At thattime, it is projected that the elderly will represent 25% ofthe population in the United States. The rapid growth of thesenior population has already had a significant econom icimpact because of their unique medical requirements andthe fact that seniors consume more than one-third of thecountry's health care resources. Currently, trauma is the sev-enth leading cause of death in the elderly, surpassed only byheart disease, cancer, chronic obstructive pulm onary dis-ease, stroke, diabetes, and pneum onia.\n\nTypes and Patterns of Injury\n\n? What are the unique characteristics ofgeriatric trauma?\n\nAlthough patients aged 65 and older are less likely to be in-jured than are younger individuals, older patients are morelikely to have a fatal outcome from their injuries. However,more than 80% of the injured can return to their preexist-\n\ning level of independent living after aggressive resuscitationand follow- up care. ■ espite this, in the United States in 1997more than 36,000 elderly patients died from injuries, ac-coun ting for 25% of all injury fatalities. This high mortalityrate likely reflects the decreased physical reserves of the el-derly due to the changes of aging, the comorbidities that de-velop, and a lack of tmderstanding of their needs by manyhealth-care providers. Figure I 1-1 illustrates the effects ofaging on organ systems, and Box 1 1-1 outlines the impact ofpreexisting disease on trauma outcome. Milzman et al. re-ported that preexisting disease was more common in theolder age group (mean age, 49.2) than in the younger agegroup ( mean age, 30.0), and the mo rtali ty rate was threetimes greater in the older patients with preexisting disease(9.2%) VS 3.2%).\n\nThe three leading causes of death due to injury amongthe elderly in the United States are falls, motor vehiclecrashes, and burns. Falls, which are the most common causeof unintentional injury and death among the elderly, ac-count for 40% of the dea ths in this age group. Both the in-cidence of falls and the severity of complications rise withage, and large numbers of emergency department visits andsu bsequent hospital admissions occur as a result of falls. Al-though fall-related injury rates are higher in older adults,the majority do not result in serious injury. Only 5% to 15%of falls in community-dwelling older adults cause seriousinjuries, including head trauma, fractures, dislocation. andserious soft tissue injury."
  },
  {
    "full_text": "The accumulated effects of the agi ng process and en-vironmental hazards most frequently cau se falls. Changesin the cen tral ncrvous and musculoskeletal systems makeolder people more stiff and less coordinated than youngeradults, and older people may have an unsteady gait. Vi-sual, hearing, and memory impairments place olderadults at high risk for hazards that can cause falls. Fallsresul ting from dizziness or vertigo are extremely com-mon. Finally, drugs-including alcohol-cause or con-tribute to many falls. Seemingly minor mechanisms ofinjury can produce serious injury and complications be-cause of the effect of multiple medications, especially an-ticoagulants.\n\nAnnually in the United States, more than 4000 elderlypeople are killed in motor vchicle crashes, either as driversor passengers. Jn addition, 2000 elderly people are killed aspedestrians when struck by motor vehicles. The effects ofthe aging process are a major influence on the incidence ofin jury and death. Often, the elderly have diminished visualand audi tory acuity. Daylight acuity, glare resistance, andnight vision decrease markedly with age. Medical conditionsand their treatments may alter attention and consciousness.Because of the onset of senile changes in the brain, judg-menl may be altered. Finally, there often is decreased abilityto implement appropriate actions because of impairmentfrom medical conditions, including severe arthritis, osteo-porosis, emphysema, heart disease, and decreased musclemass.\n\nSense of smell and taste\n\nCardiac strokevolume and rate\n\nHeart disease and highblood pressure\n\nElasticity of skinThinning of epidermis\n\n■ Figure 11-1 The Effects of Aging on Organ Systems.\n\nBox 11-1Relationship between Age, PreexistingDisease, and Mortality\n\n● Mean age of patients with preexisting disease:49.2\n\n● Mean age of patients without preexisting disease:30.6\n\n· Mortality rate for older patients with preexisting dis-ease: 9. 2%● Mortality rate for younger patients without preex+isting disease. 3.2%\n\nSource: Milzman DP, Boulanger BR, Rodnguez A, et al、 Pre-exis ting disease in trauma patients: a predictor of fate independentof age and injury severity score, J Trauma 1992;31 236-244\n\n250 CHAPTER 1 1 · Geriatric Trauma"
  },
  {
    "full_text": "250 CHAPTER 1 1 · Geriatric Trauma\n\nThermal injury is the third leading cause of death due toinjury in the elderly, accounting for almost 2000 deaths an-nually. One-third of these individuals are fatally injuredwhile under the intluence ol' alcohol, while smoking in bed,or when exposed to heat and toxic products of combustionwhile caught in a building fire. Of the remainder, the ma-jority sustain injury and death because of their clothingbeing ignited or because of prolonged contact with hot sub-stances. As with falls, factors associated with degenerativedisease and physical impairment appear to contribute sub-stantially to the rate of thermal injury in the elderly. Elderlypersons who come into contact with hot surf aces or liquidsor are exposed to fire often are not able to remove them-selves until after extensive injury occurs. Finally, preexistingcardiovascular, respiratory, and renal diseases oft.en make itimpossible for the injured person to overcome serious but po-tentially survivable burns.\n\nHow do / apply AT'LS airway principlesto the treatment of elderly patients?\n\nThe \"A\" of the ABCDE mnemonic of the primary survey is thesa me in the elderly as for any other trauma patient. Establish-ing and then maintaining a patent airway to provide adequatetissue oxygenation is the first objective. Supplemental oxygenshould he administered as soon as possible, even in the pres-ence of chronic pulmonary disease. Because of the elderly pa-tient's likely limitation in cardiopulmonary reserve, earlyintubation of the injured elder should be considered for thosepresenling in shock. Early intubation also should be consid-ered for those with chest wall injury or alteration in the levelol' consciousness.\n\nFeatures that affect management of the airway in the eld-erly include dentition, nasopharyngeal fragility, macroglossia(enlargement of tongue), microstomia (small oral aperture),and cervical arthritis. A lack of teeth can interfere with achiev-ing a proper seal on a face mask. Consequently, whereas bro-ken dentures should be removed, intact well-fitted dentures areoften best left in place until after airway control is achieved.Care musl be taken when placing nasogastric and nasotra-cheal tubes because of nasopharyngeal tissue friability, espe-cially around the turbinates. Profuse bleeding can ensue,com plicating an already dangerous situation. The oral cavilymay be compromised by either macroglossia, associated withamylokdosis or acromegaly, or microstomia, such as the con-stricted, birdlike mouth of progressive systemic sclerosis. Fi-nally, arthritis can affect the temporomandibular joints and thecervical spine, making endotracheal intubation more difficultand increasing the risk of spinal cord injury with manipulationof the osteoarthritic spine. Degenerative changes and calcifi-cation in laryngeal cartilage place the elderly population atincreased risk of injury from minor blows to the neck."
  },
  {
    "full_text": "`l`he principles of airway management remain the same,with endotracheal intubation as the preferred method fordefinitive airway control. If acute airway obstruction existsor the vocal cords cannot be visualized, surgical cricothy+roidotomy should be performed, See Chapter 2: Airwayand Ventilatory Management, and Skill Station 111:Cricothyroidotomy, Skill III-B: Surgical Cricothyroidotomy.\n\nMany of the changes that occur in the airway and lungs of el-derly patients are difficull to ascribe purely lo the process ofaging and may be the result ofchronic exposure to toxic agentssuch as tobacco smoke and other environmental toxinsthroughout life. The loss of respiratory reserve, due to the ef..fects of aging and chronic diseases (eg, chronic bronchitis andemphysema), makes careful monitoring ofthe geriatn'c patient'srespiratory system imperative. Administration ofsupplemen-tal oxygen is mandatory, although caution should be exercisedwith its use because some elderly patients rely on a hypoxicdrive to maintain ventilation. Oxygen administration can re-sult in loss of this hypoxic drive, causing CO2 retention andrespiratory acidosis. In the acute lrauma siluation, however,hypoxemia should be corrected by administering oxygen whileaccepting the risk of hypercarbia. In these situations, if respi-ratory failure is imminent, intubation and mechanical venti-lation is necessary\n\nChest injuries occur in patients of all ages with similar frequency, but the mortality rate for elderly patients is higher. Chestwall injury w'rthrib fractures or pulmonary contusions are com-mon and not well tolerated. Simple pneumothorax and he-mothorax also are poorly toleraled. Respiratory failure mayresult from the increased work ofbreathing combined with adecreased energy reserve. Adequate pain control and vigorouspulmonary toilet are essential for a satisf actory outcome. Pul-monary complications--such as atelectasis, pneumonia, andpulmonary edema- -occur in the elderly with great frequency.Marginal cardiopulmonary reserve coupled with overzealouscrystalloid infusion increases the potential for pulmonaryedema and worsening of pulmonary contusions. Admissionto the hospital usually is necessary even with apparently. minorinjuries.\n\n● Failure to recognize indications for early intuba+tion.● Undue manipulation of the osteoarthritic cervicalspine, leading to cord injury.● Failure to recognize the serious effects of rib frac-tures and lung contusion, which may require me-chanical ventilation.\n\nAs the heart ages, there is progressive loss of function. Bythe age of 65 years, nearly 50% of the population has coro-nary artery stenosis. The cardiac index falls offlinearly withage, and the maximal heart rate also begins to decrease fromabout 40 years of age. The formula for maxima I hearl rate is220 minus the individual's age in years. Although the restingheart rate varies little, the maximum tachycardic responsedecreases with age."
  },
  {
    "full_text": "The cause of this diminution of futnction is multifac-eted. With aging, total blood volume decreases and circula-tion time increases. There is increasing myocardial stiffness,slowed electrophysiologic conduction, and loss of myocar-dial cell mass. The response to endogenous catecholaminerelease with stress is also differenl, which is likely related toa reduction in responsiveness of the cellular membrane re-ceptor. These changes predispose the aged heart to reentrydysrhythmias. In addition, diastolic dysfunction makes theheart more dependent on atrial filling to increase cardiacoulput.\n\nIn addition, the kidney loses mass rapidly after the ageof 50 years. This loss involves entire nephron units and isaccompanied by a decrement in the glomerular filtrationrate and renal blood flow. Levels of serum creatinine LISU-ally remain within normal limits, presumably because of areduction in creatinine production by muscles. The agedkidney is less able to resorb sodium and excrete potassiumor hydrogen ions. The maximum concentration ability ofthe kidney of an octogenarian is only 850 mOsm/kg, whichis 70% of the ability of a 30-year-old kidney. A decrease inthe production of, and responsiveness of the kidney to, reninand angiolensin occurs with age. As a result, creatinine clear-ance in the elderly is markedly reduced, and the aged kidneyis more susceptible to injury from hypovolemia, medica-tions, and other nephrotoxins.\n\nEVALUATION AND MANA GEMENT\n\nA common pitfall in the evaluation of geriatric trauma patientsis the mistaken impression that \"normal\" blood pressure andheart rate indicate normovolemia. Early monitoring ofthe car-diovascular system must be instituted. Blood pressure gen-erally increases with age. Thus, a systolic blood pressure of120 mm kg can represent hypotension in an elderly palientwhose normal preinjury systolic blood pressure was ] 70 to180 mm Hg. A significant loss of blood volume can bemasked by the absence of early tachycardia. The onsel of hy-potension also may be delayed. In addition, the chronic highafterload state induced by elevated peripheral vascular re-sistance can limit cardiac output and ultimately cerebral,renal, coronary, and peripheral oxygen delivery.\n\nGeriatric patients have a limited physiologic reserveand may have difficulty generating an adequate response lo\n\ninjury. Severely injured elderly patients with hypotensionand metabolic acidosis almost always die, especially iftheyhave sustained brain injury. Fluid requiremen ts-oncecorrected for the lesser, lean body mass -are similar tothose of younger patients. Elderly patients with hyperten-sion who are on chronic diuretic therapy may have a chron-ically contracted vascular volume and a serum potassiumdeficit; theref ore careful monitoring of the administrationof crystalloid solutions is important, to prevent electrolytedisorders."
  },
  {
    "full_text": "lsotonic electrolyte solutions are used for initial resus-citation. lnitially, I or 2 L are administered rapidly while ob-serving the patient's physiologic response. Further decisionswith respect to fluid resuscitalion are predicated on this ob-served response . See Chapter 3: Shock.\n\nThe optimal hemoglobin level for an inju.red elderly pa-tient is a point of conlroversy. Many authors suggest that, inpeople over the age of 65 years, hemoglobin concentrationsof over 10 g/dL should be mainlained to maximize oxygen-carrying capacity and delivery. However, indiscriminateblood transfusion should be avoided because of the attendantrisk ofbloodborne infections, its known impairment of the im-mune host response and its resulting complications, and theeffect of the high hematocrit on blood viscosity, which can ad-versely affect myocardial function. Early recognition and cor-rection of coagulation defects is crucial, including reversal ofdrug-induced anticoagu lation.\n\nBecause elderly patients may have significant limilationin cardiac reserve, a rapid and complete assessment for allsources of blood loss is neces.sary. The focused assessmentsonography in trauma (FAST) examination is a rapid meansof determining the presence of abnormal intraabdominallfluid collections. When this is unavailable, diagnostic peri-toneal lavage (DPL) may be of use. There is at present littlerole for nonoperative management ofblunt abdominal solidviscus injuries in elderly patients. The risk of nonoperativemanagement may be greater than the risk of an early opera-tion.\n\nThe retroperitoneum is an often-unrecognized sourceof blood loss. Exsanguinating retroperitoneal hemorrhagemay develop in elderly palients after relatively minor pelvicor hip fractures. A patient with pelvic, hip, or lumbar verte-bral fractures who demonstrates continuing blood loss with-oul a specific source, especially atter a negative DPI. or FASTexamination, should have prompt angiography and al-tempted control with tra nsca theter embolization.\n\nThe process of aging and superimposed disease statesmake close monitoring mandatory, especially in cases of in-jury with acute intravascular volume loss and shock. Themortality rale in palients who on initial assessmenl appearto be uninjured or to have only minor injuries can be sig-nificanl (up lo 44%). Approximately 33% of elderly patientsdo not die from direct consequences of their injury, butfrom \"inexplicable\" sequential organ failure, which may re-llecl early, unsuspected stales of hypoperfusion. Failure torecognize inadequate oxygen delivery creates an oxygen\n\n252 CHAPTER 11 · Geriatric Trauma\n\n· Equating normal blood pressure with normo-volemia.● F ailure to recognize metabolic acidosis as a pre~dictor of mortality.● Failure to institute early hemodynamic monitor-ing.● Failure to recognize the effects of indiscriminateblood transfusion."
  },
  {
    "full_text": "deficit from which the geriatric patient is not: able to recover.Because of associated coronary artery disease, hypotensionfrom hypovolemia frequently results in impaired cardiacperformance from myocardial ischemia. 'l'hus, hypovolemicand cardiogenic shock may coexist. Early and aggressive in-vasive monitoring, perhaps with a pul. monary arterycatheter, may be beneficial. Hemodynamic resuscitationmay require the use of inotropes after volume restoration inthese patients. Thus, prompl transf er to a trauma center maybe lif esaving.\n\nDisability: Brain andSpinal Cord Injuries\n\nBrain weight decreases about 10% by 70 years of age、 withprogressive loss of neurons, resulting in cerebral atrophy.This loss is replaced by cerebrospinal lluid. Concomitantly,the dura becomes tightly adherent to the skull. Although theincreased space created around the brain may serve to protectit from contusion, it also causes stretching of the parasagittalbridging veins, making them more prone to rupture on im-pact. This loss of brain volume also allows for more brainmovement in response to angular acceleration/deceleration.Significant amounts of blood can collect around the brainof an elderly individual before overt symptoms becomeapparent.\n\nCerebral blood flow is reduced by 20% by the age of70years. This is further reduced if atheroma tous debris OC-cludes conducting arteries. Peripheral conduction velocityslows as a result of demyelinization. Reduced acquisition orretention of information can cause cli nically subtle changesin mental status. Visual and auditory acuity declines, vibra-tory and position sensation is impaired, and reaction timeincreases. In addition to complicating the eva luation processof injured elderly patients, these changes place the individ-ual at greater risk for injury. Finally, preexisting medical con-ditions or their treatment may be a cause of confusion inthe elderly.\n\nIn the spine, the most dramatic changes occur in theintervertebral disks. Loss of water and proteins affects theshape and compressibility of the disks. These changes shiftthe loads on the vertebral column to the facets, ligaments,and paraspinal muscles and contribute to degeneration ofthe facet joints and development of spinal stenosis. Pro-gressively, these alterations place the spine and spinal cord atincreased risk for injury. This risk is increased in the pres-ence of osteoporosis, whether or not it is apparent radio-graphically. Finally, osteoarthritis may cause diffuse canalstenosis, segmental immobility, and kyphotic deformity,which are most severe in the cervical region (Figure 11-2),\n\nEVALUATION AND MANAGEMENT"
  },
  {
    "full_text": "EVALUATION AND MANAGEMENT\n\nElderly patients with brain injury have fewer severe cerebralcontusions than do younger patients. However, the elderlyhave a higher incidence of subdural and intraparenchymalhematoma, Subdural hematomas are nearly three limes asFrequent in elderly as in younger patients, perhaps in partbecause elderly individuals are more likely to be taking an-ticoagulant medications for cardiac or cerebral disease. Sub-dural hematomas may produce a rather gradual onset ofneurologic decline, especially in elderly patients. In fact,chronic subdural hematomas resulting from an earlier fallmay be the cause of the fall for which the patient is currentlybeing examined. CT scans of the head provide rapid, accu-rate, and detailed information on structural damage to thebrain, skull, and supporting elements. Liberal use of this. ex-\n\nFigure 11-2 A sagittal To-weighted image showssevere multilevel degenerative changes affecting diskspaces and posterior elements, associated with severecentral canal stenosis, cord compression and small fociof myelomalacia at the C4-C5 level.\n\namination method is encouraged in elderly patients withbrain injury. See Chapter 6: Head Tra uma.\n\nCervical spine injuries appear to be more common inclderly trauma patients, although they may be more occultand particularly difficult to diagnoseif osteoporosis and OS-teoarthritis are present. Severe osteophytic disease makesdiagnosis of fracture challenging. Degeneration of interver-tebral ligaments can increase the degree of intervertebralsubluxation that is physiologic. Preexisting canal stenosisdue to anterior osteophytes and posterior ligamentous hy-pertrophy increases the risk for central and anterior cordsyndromes. These injuries often result from relatively mildextension injuries after falls or rear-end. motor vehiclecrashes. Magnetic resonance imaging (MRI) is particularlyuseful for diagnosing these injuries. See Chapter 7: Spineand Spinal Cord Traumai.\n\nExposure and Environment\n\nThe skin and connective tissues of elderly individuals un-dergo extensive changes, including a decrease in cell num-bers, loss of strength, and impaired function. `T`he epidermalkeratinocytes lose a significant proportion of their prolifer-ative ability with aging. The dermis loses as much as 20% ofits thickness, undergoes a significant loss of vascularity, andhas a marked decrease in the number of mast cells. Thesechanges result in the loss of thermal regulatory ability, de-creased barrier function against bacterial invasion, and sig-nificant impairment to wound healing.\n\nInjured elderly patients must be protected from hy-pothermia. Hypothermia not attributable to shock or expo-sure should alert the physician to the possibility of occultdisease-in particular, sepsis, endocrine disease, or drugingestion."
  },
  {
    "full_text": "The potential for invasive bacterial infection through in-jured skin must be recognized. Appropriate care, including as-sessing tetanus immunization status to prevent infection, mustbe instituted early. See Append'ix E: Tetanus Immunization.\n\nOther systems that warrant special attention with regard tothe treatment of elderly trauma patients include the mus-culoskeletal system, nutrition and metabolism, and the im-mune system.\n\nMUSCULOSKELETAL SYSTEM\n\npopulation. These disorders are the most likely cause of re-strictions in an mdividual's daily life and are the key com-ponents of the loss of independence. Aging results in thestiffening of ligaments, cartilage, intervertebral disks, andjoint capsules. Deterioration of tendons, ligaments, andjoint capsules leads to an increased risk of injury, sponta-neous rupture, and decreased joint stability. The risk of in-jury increases not only for the musculoskeletal system, butalso for the adjacent soft tissues.\n\nAging caltses a general decline in responsiveness tomany anabolic hormones and an absolute reduction in thelevels of growth hormones. After the age of 25 years, mus-cle mass decreases by 4% every 10 years. After the age of 50years. the rate is 10% per decade unless the levels of growthfactors are low, in which case the rate of decrease approaches35%, This is manifested by a reduction in the size and totalnumber of muscle cells. The decrease in muscle mass is di-rectly correlated to the decrease in strength seen with theagmg process.\n\nOsteoporosis results in a decrease of histologic normalbone with a consequent loss of strength and resistance tofractures. This disorder is endemic in the elderly population,clinically affecting almost 50% of these individuals. Thecauses of osteoporosis mclude loss of estrogen hormones,loss of body mass, decreasing levels of physical activity, andinadequate consumption and inefficient use of calcium.\n\nThe consequences of these changes on the muscu-loskeletal system are frequently disabling and at times dev-astating. Injuries to ligaments and tendons affect joints andadjacent soft tissues. Osteoporosis contributes to the occur-rence of spontaneous vertebral compression fractures andto the high incidence of hip fractures in the elderly. Theyearly incidence approaches [ % for men and 2% for womenover the age of 85 years. The case with which fractures occurin the elderly patient magnifies the effect of force appliedduring injury in these patients.\n\nElderly individuals are particularly susceptible to frac-tures of the long bones, with attendant disability and associ-ated pulmonary morbidity and mortality. Early stabilization ofthese fractures may decrease this risk, provided the patientis in an optimal hemodynamic state. Resuscitation shouldbe targeted at normalizing tissue perfusion as early as pos-sible and before fracture fixation is performed."
  },
  {
    "full_text": "The most common locations of fractures' in elderly pa-tients are the proximal femur, hip, humerus, and wrist. Pa-tients report pain in the area of the greater trochanter oranterior pelvis. In general, these individuals are unable towalk. Isolated hip fractures do not usually cause class III orIV shock. Neurovascular integrity should be assessed andcompared with that of the opposite extremity.\n\nFractures of the humerus usually are caused by falls onan outstretched extremity. The resulting injury is a fractureof the surgical neck of the humerus. Usually, there is painand tenderness in the shoulder or upper humerus area. Ofmajor importance in the evaluation of these patients is thedetermination of whether the fracture is impacted or non\"\n\nDisorders of the musculoskeletal system are the most com-mon presenting symptom of the middle-aged and elderly\n\n254 CHAPTER 11 ● Geriatric Trauma\n\nimpacted. Impacted fractures demonstrate no false motionof the humerus when the shoulder is rotated gently from aflexed elbow. Patients with nonimpacted fractures generallyexperience pain on movement of the arm. These latter frac-tures require hospitalization for orthopedic consultationand often operation.\n\nColles' tracture results from a fall on the outstretched,dorsiflexed hand, causing a metaphyseal fracture of the dis-tal radius. The classic finding of a fracture al the base of theulna styloid process occurs in 69% of cases. Evaluationshould include careful testing of the median nerve andmotor function of the tinger flexors. The wrist should \"be ex-amined radiographically, and all of the carpal bones shouldbe visualized to exclude a more complex injury.\n\nThe aim of treatment for musculoskeletal injuries shouldbe to undertake the least invasive, most definitive procedurethat will permit early mobilization. Prolonged inaclivity anddisease often limit the ultimate functional outcome and im-pacl survival.\n\nCaloric needs decline with age, as lean body mass and mela-bolic rate gradually decrease. Protein requirements actuallymay increase as a result of inefficient utilization. There is awidespread occurrence of chronically inadequate nutritionamong the elderly, and poor nutritional status contributes toa significantly increased complication rate. Early and ade-quate nutritional support of injured elderly patients is a cor-nerstone of successful trauma care."
  },
  {
    "full_text": "Mortality from most diseases increases with age. Why this istrue is uncertain, but the loss of competence of the immunesystem with age certainly plays a role. Thymic tissue is lessthan 15% of its maximum by 50 years of age. Liver andspleen size also decrease. With aging, cell-mediated and hu-moral immune response to foreign antigens is decreased,whereas the response to autologous antigens is increased. Itis not clear whether aging alters granulocyte function. butchronic diseases of the elderly, such as diabetes mellitus, maydo SO. As a consequence, elderly persons have an impairedability to respond to bacteria and viruses, a reduced ability\n\n● Failure to recognize that minimal trauma may re-sult in fractures and serious disability.● Poor hemodynamic reserve combined with under-estimation of blood loss from fractures may belethal.\n\nto respond lo vaccination, and a lack ofreliable response toskin antigen testing. Clinically, elderly individuals are lessable to tolerate infection and more prone to multiple organsystem failure. The absence of fever, leukocytosis, and othermanifestations of the inflammatory response may be due topoor immune function.\n\nWhat are the special issues to considerin treating geriatric trauma patients?\n\nSpecial circumstances that require consideration in thetreatment of elderly trauma patients include medications,elder abuse, and end-of-life decisions.\n\nConcomitant disease may require the use of medications,and elderly patients are often already laking many pharma-cologic agents. Drug interactions are frequently encountered,and side effects are much more common because of the verynarrow therapeutic range in the elderly. Adverse reactions tosome medications may even contribute to the injury-pro-ducing evenl. 18-adrenergic blocking agents may limitchronotropic activity, and calcium-channel blockers may pre-vent peripheral vasoconstriction and contribute to hypoten-sion. Nonsteroidal antiinflammatory agents may contributeto blood loss because of their adverse effects on platelet\n\nfunction. Steroids and other drugs may further reduce theinflammatory and. immume response. Long-term anticoag-ulant use may increase blood loss, and long-term diureticuse may render elderly patients dehydrated, leading to totalbody deficits of potassium and sodium. Hypoglycemicagents not only may contribute to the injury event itself butalso may ma ke control of serum glucose difficult if their useis unrecognized. Psychotropic medications, commonly pre-scribed for elderly patients, may mask injuries or becomeproblematic if discontinued abruptly. Changes in centralnervous system (CNS) function resulting from the use ofthese medications also may contribute to the injury. Finally,elderly individuals frequently neglect to keep their tetanusimmunization current."
  },
  {
    "full_text": "Pain relief in injured elderly trauma patients should notbe neglected after resuscitation. Morphineis safe and effec-tive and should be given in small, titrated (0.5 to 1.0 mg) in-travenous doses. Antiemetic agents should be given withcaution to avoid extrapyramidal effects, Finally, nephrotoxicdrugs (eg, antibiotics and radiographic dyes) must be givenin doses that reflect the elderly patient's decreased renalfunction, contracted intravascular volume, and other CO-morbid conditions.\n\nWhen evaluating an injured elderly patient, consider thatthe injury may have been inflicted intentionally. Abuse ofelderly individuals may be as common as child abuse. Abuseis delined as any willful infliction of injury, unreasonableconfinement, intimidation, or cruel punishment that resultsin physical harm, pain, mental anguish, or other willful dep-rivation by a caretaker.\n\nElder abuse can be classified into SIX categories:\n\n● Physical abuse● Sexual abuse● Neglect· Psychological abuse● Financial and material exploitation● Violation of rights\n\nOften several types of abuse occur simullaneously. Mul-tifaceted in cause, elder abuse often is not recognized and is\n\n● Failure to take a drug history or note its impact onhemodynamics and CNS findings,● Failure to titrate drug dosage, leading to in-creased incidence of side effects.\n\nunderreported. Many cases of abused elderly persons in-volve only subtle signs (eg, poor hygiene and dehydration)and have great potential to go undetected. Physical abuseoccurs in up to 14% of elder trauma, resulting in a highermortality than in younger patients.\n\nPhysical findings suggesting elder abuse include:\n\n● Contusions affecting the inner arms, inner thighs,palms, soles, scalp, ear (pinna), mastoid area, but-tocks, various planes of the body, or multiple andclustered contusions● Abrasions to the axillary area (from restraints) orthe wrist and ankles (from ligatures)● Nasal bridge and temple injury (eyeglasses)● Periorbital ecchymoses● Oral injury● Unusual alopecia pattern● Untreated decubitus ulcers or ulcers in nonlum-bar/sacral areas· Untreated Iractures● Fractures not involving the hip, hunierus, or vertebra● Injuries in various stages of evolution● Injuries to the eyes or nose● Contact burns and scalds● Scalp hemorrhage or hematoma"
  },
  {
    "full_text": "The presence of these findings should prompt a detailedhistory, which may be at variance with the physical findingsand may uncover a significant delay in seeking treatment.These findings should prompt reporting and further investi-gation to confirm elder abuse. If present, appropriate actionshould be taken, including removal ofthe elderly patient fromthe abusive situation. The 2004 report of the National Cen-ter on Elder Abuse stated that 8.3 cases of abuse are reportedfor every 1000 elder Americans, and several studies have re-ported that only one of 13 or 14 cases of elder abuse is everreported. This statistic applies even though every state inUnited States mandates reporting of elder abuse. A multi-disciplinary approach is required.\n\nEND-OF-LIFE DECISIONS\n\nMany elderly patients return to their preinjury level of func-tion and independence after recovering from injury. Age sig-nificantly increases mortality from injury, but more aggressivecare, especially early in the evaluation and resuscitation ofelderly trauma patients, has been shown to improve survival.Attempts to identify which elderly trauma patients are atgreatest risk for mortality have not found much utility inclinical practice.\n\n256 CHAPTER 11 ● Geriatric Trauma\n\nCertainly there are circumstances in which the doctorand patient, or family member(s), may choose to forgo life-saving measures and provide only supportive care. This deci-sion is particularly clear in the case of elderly patients who_have sustained extensive burns and when survival from theinjuries sustainedis unprecedented. In other circumstances, itcan be more difficult to predict patient outcome or to be dog-matic about therapy. In many situations, the doctor confrontspoorly defined proba bilities. The trauma team should alwaysseek the existence of a living will, advance directives, or simi-lar legal documents. Although no absolute ethical guidelinescan be given, the following observations may be helpful:\n\n● The patien t's right to self-determination is p ara-mount.\n\n● Medical intervention is appropriate only when it isin the patient's best interests.\n\n● Medical therapy is appropriate only when its likelybenefits outweigh its likely adverse consequences.\n\nThe ethical issue of appropriateness of care in an envi-ronment of declining hospital resources and restrictions onfinances is more challenging.\n\nThe number of elderly persons is increasing globally. Although the elderly are less likelyto be injured than younger people, the mortality rate for the elderly population is higher.Many geriatric trauma patients can be returned to their preinjury medical status andindependence. Knowledge of the changes that occur with aging, an appreciation ofthe injury patterns seen in the elderly, and an understanding of the need for aggressiveresuscitation and monitoring of injured geriatric patients are necessary for improvedoutcome."
  },
  {
    "full_text": "Increased awareness of elder abuse, including the patterns of injury, is necessary SOthat reporting can be improved. This should lead to earlier diagnosis and improved treat-ment of elderly injured patients.\n\nAnatomic and physiologic changes in the elderly are associated with increased morbid-ity and mortality following trauma. Comorbidity increases with age. Frequent use ofmedications including beta-blockers and anticoagulants complicate assessment andmanagement.\n\nTreatment of the geriatric trauma patient follows the same pattern as that for youngerpatients, but caution and a high index of suspicion for injuries specific to this age groupare required for optimal treatment. Comorbidities and medications may not only causebut also complicate injuries in the elderly. Careful volume resuscitation with close he-modynamic monitoring should guide treatment.\n\nConsider the possibility of elder abuse and take appropriate action when assessing thegeriatric trauma patient."
  },
  {
    "full_text": "1. Alexander BH, Rivara FP, Wolf ME. The cost and frequency ofhospitalization for fall-related injuries in older adults. Am ]Public Health 1992;82:1020-1023.2. Allen JE, Schwab CW. Blunt chest trauma in the elderly. AmSurg 1985;51:697-700.3. Bouchard IA, Barei D, Cayer D,ct al. Outcome of femoral shaftfractures in the elderly. Clin Orthop 1996;332:1 05- 109.4. Burdge 11. Katz B, Edwards R,et al. Surgical treatment of burnsin elderly patients./ Trauma 1988;28:214-217.5. Clayton MC, Solem LB,Ahrenholtz DH. Pulmonary failure ingenatric patients with burns: the need for diagnostic-relatedgroup modifier. / Burn Care Rehab 1995;16:451-454.6. Collins KM. Elder maltreatment -a review. Arch Puthol Lab2006;1 30:1290-1296.7. Collins KA、 Bennett AT, Hanzlick R. Elder abuse and neglect.Arch Intern Med 2000;160:1567 1568.8. Corwin HL, Gellinger A,Pearl RG, el al. 'l'he CRIT study: ane-mia and blood transfusion in the critically ill-current clini-cal practice in the United States. Crit Care Med 2004;32:39.9. Council Report. Decisions near the end of life. JAMA1992;267.2229-2233.10. Curreri PW、 Luterman A, Braun DW Jr、 ct al. Brain injury:analysis of survival and hospitalization time for 937 patients.Ann Surg 1980;192:472-478.11. DeGnede Kivl, Ashton-Miller IA. Schultz AB. Fall-relatedupper body injuries in the older adult: a review of the bio-chemical is.sues. 1 Biomech 2003;36:1043-1053.12. De Lael CE, Pols HA. Fractures in the elderly: epidemiologyand demography. Baillieres Best Pract Res Clin EndocrinolMetab 2004;14:171-179.13. Demarest GB, Osler TM, Clevenger FW. Injuries in the elderly:evaluation and initial response. Geriatrics 1990;45(8):36-38,41-42.14. DeMaria El, Kenney PR, Merriam MA,el al. Aggressive traumacare benerits the elderly.J Traurna 1987;27:1200-1206,15. DeMaria EI, Merriam MA, Casanova LA, et al. Do DRG pay-ments adequately reimburse the casts of trauma care in geri-atric patients? / Trauma 1989;28:1244-1249.16. Finelli FC, Jonsson ], Champion HR,et al. A casecontrol studyfor major trauma in geriatric patients. 1 Trauma 1989;29:541-548.17. Gakuu LN, Kabetu CE. An overview on management of thetraumatised elderly patient, East Afr Med. / 1997;74:6 18-621.18. Gubler KD, Maier RV, Davis R, e1 al. Trauma recidivism in theelderly. 1 Trauma 1996:41(6):952-956.19. Hebert PC, Wells G, Blajchman MA, et al.A multicenler, ran-domized, controlled clinical trial of transfusion requirementsin critical care. N Engl J Med 1999;340:409."
  },
  {
    "full_text": "20. Hebert PC, Yelisir E, Martin C, et al. Is a low transfusionthreshold safe in critically ill patients with cardiovascular dis-eases? Crit Care Med 2001;29:227.21. Horan MA, Clague IE. Injury in the aging: recovery and reha-bilitation. Br Med Bull 1999;55:895-909.22. Horst HM、 Obeid FJ, Sorensen VJ, el al: Factors influencingsurvival of elderly trauma patients. Crit Care Med 1986;14:681-684,23. Kanis JA. The incidence of hip fracture in Europe. Osteoporo-StS Int 1993;3(suppl 1):10~15.24. Koepsell TD, Wolf ME, McCloskey L, et al. Medical conditionsand motor vehicle collisions in older adults. 1 Am Geriuir Soc1994;42:695-700.25. Lachs MS, Pillemer K,Abuse and neglect of elderly persons. NEngl ] Med 1995;332:437-443.26. Mackenzie E], Morris JA, Edelstein SL. Effect of pre-existingdisease on length of slay in trauma patients. ー Trauma1989;29:757-764.27. Mackenzie EJ, Morris JA, Smith GS, et al. Acute hospital coslsof trauma in the United States: implications for regionalizedsystems of care.] Traumu 1990;30: 1096-1101.28. Manton DK, Vaupel JW. Survival after the age of 80 in theUnited States, Sweden, France, England, and Japan. N Engl 1Med 1995;333:1232-1235.29. McMahon DJ, Schwab CW, Kauder DR. Comorbidity and theelderly Irauma patient. World / Surg 1996;20:11 13- 11 19.30. Milzman DP、 Boulanger BR, Rodriguez A, et al. Pre-exist-ing disease in trauma patients: a predictor of fate inde-pendent of age and injury severity score. ] Trau ma1992;31:236-244.31. Morris JA, Auerbach PS, Marshall GA, et al. The Trauma Scoreas a triage tool in the prehospital setting. JAMA 1986;256:1319-1325.32. Morris JA, Mackenzie E], Edelstein SL: The effect of pre-exist-ing conditions on mortality in trauma palients. JAMA1990;263:1942-1946.33. Oreskovich MR, Howard JD, Copass MK, et al. Geriatrictrauma: Injury patterns and outcome. ] Trauma 1984;24:565-572.34. Osler T, Hales K, Baack B, el al. 'frauma in the elderly. Ant ]Surg 1988:156:537-543.35. Pennings 儿, Bachulis BL.Simons CT,et al. Survival after severebrain injury in the aged. Arch Surg 1993;128:787-794.36. Phillips S, Rond PC, Kelly SM, et al. The failure of triage crite-ria 10 identify geriatric patients with trauma: results from theFlorida trauma triage study. J Trauma 1996;40:278-283.37. Riggs JE. Mortality from accidental falls among the elderly inthe United States, 1962-1988:demonstrating the impact of'lmproved trauma management./ Trauma 1993:35:212-219.38, Rowe JW. Health care myths at the end of life. Bull Am CollSurg 1996;81:1 1-18."
  }
]