[
  {
    "full_text": "268 CHAPTER 12 ● Trauma in W omen\n\n12. Goodwin T, Breen M. Pregnancy outcome and fetomaternalhemorrhage after noncatastrophic trauma. Am / Obstet Gy-necol 1990;162.665-671.13, Grisso JA, Schwarz DF, Hirschinger N, et al. Violent injurio*ilmong womenin an urban area. N EnglJ. Med 1999;341:1899-1905.14. Hamburger KL, Saunders DG, Hovey M. Prevalence of do-mestic violence in community practice and rate of physicianinquiry. Fam Med 1992;24:283-287.15. Higgins SD, Garile TJ. l.ate abruptio placenta in trauma pa-lien ts: implications for moniloring, Obster Gynecol1984;63:1 0S-12S.16. Hoff W, D'Amelio L, Tinkoff G, el al. Maternal predictors offetal demise in trauma during pregnancy. Surg Gynecol Obstet1991;172:175-180.17. Hyde LK, Cook LI, Olson LM, et al. Effect of motor vehiclecrashes on adverse fetal outcomes. Obster Gynecol2003;102:279-286.18. lkossi DG, Lazar AA, Morabito D, et al. Profile of mothers alrisk: an analysis of injury and pregnancy loss in 1, 195 traumapaticnts. JAm Coll Surg 2005;200:49-56.19. Kissinger DP, Rozycki GS, Morris JA, et al. Trauma in preg-nancy-predicting pregnancy outcome. Arch Surg 199l;125:1079-1086.20. Klinich KD, Schneider LW, Moore JL, Pearlman MD. Investi-gations of crashes involving pregnant occupants. Annu ProcAssoc Adv Automot Med 2000;44:37-55.21. Kyriacou DN, Anglin D, Taliaferro E, el al. Risk factors for in-jury to women from domestic violencc. N Engl , Med1999;34 1:1892-1898.22. Lee D, Contreras M, Robson SC, et al. Recommendations forthe use of anti-D immunoglobulin for Rh prophylaxis. BritishBlood Transfusion Society and Royal College of Obstetriciansand Gynaecologists. Trans fus Med 1999;9:93-97.23. Mal.tox KI., Goctzl L. Trauma in pregnancy. Crit Care Med2005;33:S385-S389.24. Melz TD, Abbott JT. Uterine trauma ]11 pregnancy after motorvehicle crashes with airbag deploymenl: a 30-case series. JTranma 2006;6 1:658-661.25. Minow M. Violence against women-a challenge to thesupreme court. N Engl J Med 1999;341:1927-1929.26. Mollison PL. Clinical aspects of Rh immunization. Am / ClinPathol 1973;60:287,27. Nicholson BE, ed. Family violence. / South Carolina Med Assoc1995;91:409-446.\n\n28. Pearlman MD, Tintinalli JE, Lorenz RP. Blunt trauma duringpregnancy. N Engl T Med 1991;323:1606-1613."
  },
  {
    "full_text": "29. Pearlman M, Tintinalli J, Lorenz R. A prospective controlledstudy of oulcome after trauma during pregnancy.Aml ObstetGynecot 1990; 162:1 502- 1510.30. Rose PG, Strohm PL, Zuspan FP. Fetomaternal hemorrhagefollowing trauma. Am 1 Obstet Gynecol 1985;153:844-847.31. Rothenberger D, Quattlebaum F, Perry J,etal. Blunt maternaltrauma: a review of 103 cases. ] Trauma 1978; 18: 173-179.32. Schoenfeld A, Ziv E, Stein L, et al. Seat belts in pregnancy andthe obstetrician. Obstel Gynecol Surv 1987;42:275-282.33. Scorpio R, Esposito T. Smith G, eL al. Blunt Irauma duringpregnancy: factors affecting fetal outcome. ] Trauma1992;32:21.3-216.34. Shah AJ, Kilcline BA. Trauma in pregnancy. Emerg Med ClinNorth Am 2003;21:61 5-629.35. Sims CJ, Boardman CH, Fuller SJ. Airbag deployment follow-ing a motor vehicle accident in pregnancy. ●bstet Gynecol1996;88:726.36. Sisley A,Jacobs LM, Poole G, el al. Violence in America: a pub-lic health crisis-domestic violence.J Tramma 1999:46:1105-1113.37. Stalement on Domestic Violence. Bull Am Coll Surg2000;85:26.38. Timberlake GA,McSwain NE. Trauma in pregnancy, a ten-yearperspective. Am Surg 1989:55:151-153.39. Towery RA, English TP, Wisner DW. Evaluation of pregnantwomen alter blunt injury. / Trauma 1992; 35:731-736..10. Tsuei BJ. Assessment of the pregnant lrauma patient. Injury2006;37:367-373.4L Weinberg L, Steele RG, Pugh R, et al. The pregnant trauma pa-tienl. Anaesth In Care 2005;33:167-180.42. Wolf ME、 Alexander BH, Rivara FP, et al. A retrospective CO-hort study of seatbelt use and pregnancy outcome after amolor vehicle crash. J Trauma 1993; 34:116-119.\n\nNational Coalition Against Domestic Violence、 PO Box 18749,Denver, CO 80218-0749; 303-839-1852; 303-831-9251 (Tax ).\n\nDetermining the Need for Patient TransferTimeliness ofTransferTransfer Factors\n\nTransfer ResponsibilitiesReferring DoctorReceiving Doctor\n\nInformation from Referring DoctorInformation to Transferring PersonnelDocumentationTreatment Prior to TransferTreatment During Transport\n\nChapter SummaryBibliography\n\nUpon completion of this topic, the student will demonstratethe ability to explain and apply general principles for the safetransfer of injured patients to definitive care. Specifically, thedoctor will be able to:\n\nIdentify injured patients who require transferfrom a primary care institution to a facility capa-ble of providing the necessary level of traumacare.\n\nInitiate procedures to optimally prepare traumapatients for safe transfer to a higher-level traumacare facility via the appropriate mode of trans-portation.\n\n270 CHAPTER 13 ● Transfer to Definitive Care"
  },
  {
    "full_text": "270 CHAPTER 13 ● Transfer to Definitive Care\n\nThe Advanced Trauma Life Support course is designed totrain doctors to be more proficient in assessing, stabilizing,and preparing trauma patients for definitive care. Definitivecare, whether support and monitoring in an intensive careunit (ICU) or operative intervention, requires the presenceand active involvement of a surgeon and the trauma team.If definitive care cannot be rendered at a local hospital, thepatient requires transfer to a hospital that has the resourcesand capabilities to care for the patient. Ideally, this facilityshould be a verified trauma center, the level of which de-pends on the patient's needs.\n\nThe decision to transf er a patient to another facilitydepends on the patient's injuries and the local resources.Decisions as to which patients should be transf erred andwhen transfer should occur are matters of medical judg-ment. Evidence supports the view that trauma outcomeis enhanced if critically injured patients are cared for intrauma centers. Therefore, trauma patients should be trans-ferred to the closest appropriate hospital, preferably a ver-ified trauma center, See American College of Surgeons(ACS) Committee on Trauma, Resources for OptimalCare of the Injured Patient; Guidelines for Trauma Sys-tem Development and Trauma Center VerificationProcesses and Standards.\n\nA major principle of trauma management is to do nofurther harm. Indeed, the level of care of trauma patientsshould consistently improve with each step, from thescene of the incident to the facility that can provide thepatient with the necessary, proper treatment. All providerswho care for trauma patients must ensure that the levelof care never declines from one step to the next.\n\nDetermining the Needfor Patient Transfer\n\nThe vast majority of patients receive their total care in a localhospital, and movement beyond that pointis not necessary.It is essential that doctors assess their own capabilities andlimitations, as well as those of their institution, to allow forearly recognition of patients who may be safely cared for in thelocal hospital and those who require transf er for definitivecare. Once the need for transf er is recognized, arrangementsshould be expedited and not delayed for diagnostic proce-dures (eg, diagnostic peritoneal lavage [DPL] or computedtomographic [CT] scan) that do not change the immediateplan of care.\n\nTIMELINESS OF TRANSFER\n\n? When should / transport the patient?"
  },
  {
    "full_text": "? When should / transport the patient?\n\nPatient outcome is directly related to the time elapsed be-tween injury and properly delivered definitive care. In insti-tutions in which there is no full-time, in-house emergencydepartment (ED) coverage, the timeliness of transfer ispartly dependent on the how quickly the doctor on call canreach the ED. Consequently, effective communication withthe prehospital system should be developed to identify pa-tients who require the presence of a doctor in the ED at thetime of arrival. In addition, the attending doctor must becommitted to respond to the ED prior to the aITival of crit-ically injured patients. Identification of patients who requireprompt attention can be based on physiologic measure-ments, specific identi.fiable injuries, and mechanism ofinjury.\n\nThe liming of interhospital transfer varies based on thedistance of transf er, the available skill levels for transfer, cir-cumstances of the local institution, and intervention that isnecessary before the patient can be transf erred safely. If theresources are available and the necessary procedures can beperf ormed expeditiously, life-threatening injuries should betreated beforepatient transport. This treatment may requireoperative intervention to ensure that the patient is in thebest possible condition for transfer. Intervention prior totransfer is a surgical decision.\n\nWhom do / transport?\n\nTo assist doctors in determining which patients may requirecare at a higher-level facility, the ACS Committee on Traumarecommends using certain physiologic indices, injury mech-anisms and patterns, and historical information. These fac-tors also help doctors decide which stable patients mightbenefit from transfer. Criteria for interhospital transferwhen a patient's needs exceed available resources are out-\n\nPatients frequently spend more time than necessaryat the initial hospital after the necessity for transferhas been determined (eg, additional diagnostic testsfor \"completeness\"). Once the decision to transferthe patient is made, little is gained by performingprocedures other than those necessary to restorenormal hemodynamic function. Delaying the trans-fer to wait for test results is not appropriate. In a pa~tient with an obvious brain injury and focalneurologic findings, waiting for a CT scan of thebr ain before transferring the patient to the care ofa neurosurgeon delays the patient's access to neces-sary specialty care. There are occasions when a pa-tient cannot be hemodynamically normalized priorto transport. Direct consultation with the receivingdoctor may be helpful in determining the most ap-propriate time to begin the transfer of a patientwith hemodynamic abnormalities.\n\nlined in Table 13-1. It is important to note that these crite-ria are 0.exible and must take into account local circum-stances."
  },
  {
    "full_text": "Certain clinical measurements of physiologic statusare useful in determining the need for transfer to an in-stitution that provides a higher level of care. Patients whoexhibit evidence of shock, significant physiologic deterio-ration, or progressive deterioration in neurologic statusrequire the highest level of care and will likely benefitfrom timely transfer.\n\nStable patients with blunt abdominal trauma anddocumented liver or spleen injuries may be candidatesfor nonoperative management. Implicit in such practiceis the immediate availability of an operating room and a\n\nqualified surgical team. A general or trauma surgeonshould supervise nonoperative management, regardlessof the patient's age. Such patients should not be treatedexpectantly at facilities that are not prepared for urgentoperative intervention; they should be transferred to atrauma center.\n\nPatients with specific injuries, combinations of in-juries (particularly those involving the brain), or histor-ical findings that indicate high-energy-transfer injurymay be at risk for death and are candidates for earlytransfer to a trauma center. High-risk criteria suggestingthe necessity for early transfer are also outlined in Table13-1.\n\nTreatment of combative and uncooperative patientswith an altered level of consciousness is difficult andfraught with hazards. These patients are often immobi-lized in the supine position with wrist/leg restraints. If se-dation is required, the patient should be intubated.Therefore, before administering any sedation, the treatingdoctor must:\n\n1. Ensure that the patient's ABCDEs are appropriatelymanaged.\n\n2. Relieve the patient's pain if possible (eg, apply splintfractures and administer small doses of narcoticsintravenously).\n\n3. Attempt to calm and reassure the patient.\n\nRemember, benzodiazepines, fentanyl, propofol, andketamine are all hazardous in patients with hypovolemia,patients who are intoxicated, and patients with head in-juries. When in doubt, pain management, sedation, and in-tubation should be accomplished by the individual mostskilled in these procedures. See Chapter 2: Airway andVentilatory Management.\n\nAbuse of alcohol and/or other drugs is common to allforms of trauma and is particularly important to identify.Doctors should recognize that alcohol and drugs can alterpain perception and mask significant physical fi.ndings. AI-terations in the patient's responsiveness can be relatedto al-\n\nThe process of transporting patients to other med-ical facilities is not, in and of itself, a treatment orcure for any disease or injury. The very process oftransportation holds great potential for the level ofcare to deteriorate. The environment into which thepatient is placed can be unpredictable and not wellcontrolled. Careful planning can minimize the im-pact that these unintentional events may produce."
  }
]