[
  {
    "full_text": "Figure 111-1 Surgical Cricothyroidotomy. (Illustrations correlate with selected steps in Skill III-B.)\n\nSTEP 9. Inflate the cuff and apply ventilation.\n\nSTEP 10.Observe lung infl.ations and auscultate the chest for adequate ventilation.STEP 11.Secure the endotracheal or tracheoslomy tube to the patient to prevent dislodging.STEP 12.Caulion: Do not cut or remove the cricoid and/or thyroid cartilages.\n\nCOMPLICATIONS OF SURGICALCRICOTHYROIDOTOMY\n\nAspiration (eg, blood)Creation of a false passage into the tissuesSubglottic stenosis/edemaLaryngeal stenosisHemorrhage or hematoma formation● Laceration of the esophagusLaceration of the tracheaMediastinal emphysemaVocal cord paralysis, hoarseness\n\nShock PathophysiologyBasic Cardiac PhysiologyBlood Loss Pathophysiology\n\nInitial Patient AssessmentRecognition of ShockClinical Differentiation of Cause of Shock\n\nHemorrhagic Shock in Injured PatientsDefinition of HemorrhageDirect Effects of HemorrhageFluid Changes Secondary to Soft Tissue Injury\n\nInitial Management of Hemorrhagic ShockPhysical ExaminationVascular Access LinesInitial Fluid Therapy\n\nEvaluation of Fluid Resuscitation and OrganPerfusionUrinary OutputAcid/Base Balance\n\nTherapeutic Decisions Based on Response toInitial Fluid ResuscitationRapid ResponseTransient ResponseMinimal or No Response\n\nBlood ReplacementCrossmatched, Type-Specific, and Type 0 BloodWarming Fluids-Plasma and CrystalloidAutotransfusionCoagulopathyCalcium Administration\n\nSpecial Considerations in the Diagnosis and Treatmentof ShockEquating Blood Pressure with Cardiac OutputAdvanced AgeAthletesPregnancy\n\nUpon completion of this topic, the student will identify andapply principles of management related to the initial diagno-sis and treatment of shock in injured patients. Specifically, thedoctor will be able to:\n\nDefine shock and apply this definition to clinicalpractice.\n\nRecognize the clinical shock syndrome and corre-late a patient's acute clinical signs with the degreeof volume deficit.\n\nExplain the importance of early identification andcontrol of the source of hemorrhage in trauma pa-tients.\n\n4 Compare and contrast the clinical presentation of\n\npatients with various causes of the shock state.\n\n5 Describe the management and ongoing evalua-\n\ntion of hemorrhagic shock,\n\n6 Recognize the physiologic responses to resuscita-\n\ntion in order to continually reassess patient re-\n\nsponse and avoid complications.\n\nMedicationsHypothermiaPacemaker\n\nReassessing Patient Response and AvoidingComplicationsContinued HemorrhageFluid Overload and CVP MonitoringRecognition of Other Problems\n\nChapter SummaryBibliography"
  },
  {
    "full_text": "Chapter SummaryBibliography\n\nThe initial step in managing shock in injured patients is torecognize its presence. No laboratory test diagnoses shock;rather, the initial diagnosis is based on clinical appreciationof the presence of inadequate tissue perfusion and oxy-genation. The definition of shock as an abnormality of thecirculatory system that results in inadequate organ perfu-sion and tissue oxygenation also becomes an operative toolfor diagnosis and treatment.\n\nThe second step in the initial management of shock isto identify the probable cause of the shock state. In traumapatients, this process is directly related to the mechanismof injury. Most injured patients in shock have hypo-volemia, but they may suffer from cardiogenic, neurogenic,and even septic shock on occasion. [n addition, tensionpneumothorax can reduce venous return and produceshock; this diagnosis should be considered in patients whomay have injuries above the diaphragm. Neurogenic shockresults from extensive injury to the central nervous system(CNS) or spinal cord. For all practical purposes, shockdoes not result from isolated brain injuries. Patients withspinal cord injury may initially present in shock res ultingfrom both vasodilation and relative hypovolemia. Septicshock is unusual, but must be considered in patients whosearrival at the emergency facility has been delayed by manyhours.\n\nThe doctor's management responsibilities begin withrecognizing the presence of the shock state, and treatmentshould be initiated simultaneously with the identificationof a probable cause. The response to initial treatment,coupled with the findings during the primary and sec-ondary patient surveys, usually provides sufficient infor-mation to determine the cause of the shock state.Hemorrhage is the most common cause of shock in the in-jured patient.\n\nShock Pathophysiology\n\nAn overview of basic cardiac physiology and blood losspathophysiology is essential to understanding the shockstate.\n\nBASIC CARDIAC PHYSIOLOGY\n\nCardiac output, which is defined as the volume of bloodpumped by the heart per minute, is determined by multi-plying the heart rate by the stroke volume. Stroke volume,the amount of blood pumped with each cardiac contrac-tion, is classically determined by the following:\n\n● Preload■ Myocardial contractility■ Afterload\n\nPreload, the volume of venous return to the heart, is de-termined by venous capacitance, volume status, and the dif-ference between mean venous systemic pressure and rightatrial pressure (Figure 3-1). This pressure differential deter-mines venous flow. The venous system can be considered areservoir or capacitance system in which the volume ofblood is divided into two components. One componentdoes not contribute to the mean systemic venous pressureand represents the volume of blood that would remain inthis capacitance circuit if the pressure in the system werezero."
  },
  {
    "full_text": "The second, more important, component representsthe venous volume that contributes to the mean systemicvenous pressure. Nearly 70% of the body's total blood vol-ume is estimated to be located in the venous circuit. The re-lationship between venous volume and venous pressuredescribes the compliance of the system. It is this pressuregradient that drives venous flow and therefore the volume ofvenous return to the heart. Blood loss depletes this compo-nent of venous volume and reduces the pressure gradient; asa consequence, venous return is reduced.\n\nThe volume of venous blood returned to the heart de-termines myocardial muscle fiber length after ventricularfilling at the end of diastole. Muscle fiber length is related tothe contractile properties of myocardial muscle accordingto Starling's law. Myocardial contractility is the pump thatdrives the system. Afterload is systemic (peripheral) vascu-lar resistance or, simply stated, the resistance to the forwardtlow of blood.\n\nBLOOD LOSS PATHOPHYSIOLOGY\n\nEarly circulatory responses to blood loss are compensa-tory-progressive vasoconstriction of cutaneous, muscle,and visceral circulation preserves blood flow to the kidneys,heart, and brain. The response to acute circulating volumedepletion associated with injury is an increase in heart ratein an attempt to preserve cardiac output. In most cases,tachycardia is the earliest measurable circulatory sign ofshock. The release of endogenous catecholamines increasesperipheral vascular resistance, which in turn increases dias-tolic blood pressure and reduces pulse pressure, but does lit-tle to increase organ perfusion. Other hormones withvasoactive properties are released into the circulation duringshock, including histamine, bradykinin, B-endorphins, anda cascade of prostanoids and other cytokines. These sub-stances have profound effects on the microcirculation andvascular permeability.\n\nVenous return in early hemorrhagic shock is preservedto some degree by the compensatory mechanism of con-traction of the volume of blood in the venous svstem, which\n\nINITIAL PATIENT ASSESSMENT 57\n\nFigure 3-1 Cardiac Output.\n\ndoes not contribute to mean systemic venous pressure.However, this compensatory mechanism is limited. Themost effective method of restoring adequate cardiac outputand end \"organ perfusion is to restore venous return to nor-mal by volume repletion.\n\nAt the cellular level, inadequately perfused and oxy-genated cells are deprived of essential substrates for normalaerobic metabolism and energy production. Initially, com-pensation occurs by shifting to anaerobic metabolism,which results in the formation of lactic acid and the devel-opment of metabolic acidosis. If shock is prolonged andsubstrate delivery for the generation of adenosine triphos-phate (ATP) is inadequate, the cellular membrane loses theability to maintain its integrity, and the normal electricalgradient is lost."
  },
  {
    "full_text": "Swelling of the endoplasmic reticulum is the first ul-trastructural evidence of cellular hypoxia. Mitochondrialdamage soon follows. Lysosomes rupture and release en-zymes that digest other intracellular structural elements.Sodium and water enter the cell, and cellular swelling OC-curs. Intracellular calcium deposition also occurs. If theprocess is not reversed, progressive cellular damage, addi-tional tissue swelling, and cellular death occur. Thisprocess compounds the impact of blood loss and hypo-perfusion.\n\nThe administration of a sufficient quantity of isotonicelectrolyte solutions helps combat this process. Patient treat-ment is directed toward reversing the shock state by pro-viding adequate oxygenation, ventilation, and appropriatefluid resuscitation. Resuscitation may be accompanied by a\n\nmarked increase in interstitial edema, which is caused by\"reperfusion injury\" to the capillary interstitial membrane.As a result, larger volumes of fluid may be required for re-suscitation than initially anticipated.\n\nThe initial treatment of shock is directed toward restor-ing cellular and organ perfusion with adequately oxygenatedblood. Control of hemorrhage and restoration of adequatecirculating volume are the goals of treatment of hemor-rhagic shock. With the possible exception of penetratingbauma to the torso without head injury, euvolemia shouldbe maintained. Vasopressors are contraindicated for thetrealment of hemorrhagic shock because they worsen tissueperfusion. Frequent monitoring of the palient's indices ofperfusion is necessary to evaluate the response to therapyand detect deterioration in the patient's condition as early aspossible.\n\nMost injured patients who are in hypovolemic shockrequire early surgical intervention to reverse the shock state.The presence of shock in an injured patient warrants the im-mediate involvement of a surgeon.\n\nInitial Patient Assessment\n\nOptimally, doctors will recognize the shock state during theinitial patient assessmen t. To do so, it is important to be fa-miliar with the clinical differentiation of the causes ofshock-chielly, hemorrhagic and nonhemorrhagic.\n\nRECOGNITION OF SHOCK\n\n? Is the patient in shock?\n\nProf ound circulatory shock-evidenced by hemody-namic collapse with inadequate per fusion of the skin,kidneys, and central nervous system-is simple to recog-nize. However, after the airway and adequate ventilationhave been ensured, careful evaluation of the patient's cir-culatory status is necessary to identify early manifesta-tions of shock, including tachycardia and cutaneousvasoconstriction."
  },
  {
    "full_text": "Reliance solely on systolic blood pressure as an indi-cator ot\" shock may result in delayed recognition of theshock state. Compensatory mechanisms may preclude ameasurable fall in systolic pressure until up to 30% of thepa tient's blood volume is lost. Specific alten tion shouldbe directed to pulse rate, respiratory rate, skin circulation,and pulse pressure (the difference between systolic and di-astolic pressure). Tachycardia and cutaneous vasocon-striction are the typical early physiologic responses tovolume loss in most adults. Any injured patient who is cooland has tachycardia is considered to be in shock untilproven otherwise. Occasionally, a normal heart rate oreven bradycardia is associated with an acute reduction ofblood volume. Other indices of perf usion must be moni-tored in these situations.\n\nThe normal heart rate varies with age. Tachycardia ispresent when the heart rate is greater than 160 in an infant,140 in a preschool-age child, 120 in children from schoolage to puberty, and 100 inan adult. Elderly patients may notexhibit tachycardia because of their limited cardiac responseto catecholamine stimulation or the concurrent use of med-ications, such as B-adrenergic blocking agents. The ability\n\nof the body to increase the heart rate also may be limited hythe presence of a pacemaker. A narrowed pulse pressure sug-gests significant blood loss and involvement of compensa-tory mechanisms.\n\nLaboratory values for hematocrit or hemoglobin con-centration are unreliable for estimating acute blood lossand inappropriate for diagnosing shock. Massive blood lossmay produce only a minimal acute decrease in the hemat-ocrit or hemoglobin concentration. Thus, a very low hema-tocrit value obtained shortly after injury suggests massiveblood loss or a preexisting anemia, whercas a normal hema-tocrit does not exclude significant blood loss. Base deficitand/or lactate levels may be useful in determining the pres-ence and severity of shock. Serial measurement of these pa-rameters may be used to monitor a patient's response totherapy.\n\nCLINICAL DIFFERENTIATIONOF CAUSE OF SHOCK\n\n? What is the cause of the shock state?\n\nShock in a trauma patient is classified as hemorrhagic ornonhemorrhagic. A patient with injuries above the di-aphragm may have evidence of inadequate organ perfusiondue to poor cardiac performance from blunt myocardial in-Jury, cardiac tamponade, or a tension pneumothorax thatproduces inadequate venous return ( preload). A high indexof suspicion and careful observation of the patient's re-sponse to initial treatment will enable the doctor to recog-nize and manage all forms of shock."
  },
  {
    "full_text": "Initial determination of the cause of shock depends ontaking an appropriate history and performing a carefulphysical examination. Selected additional tests, such asmonitoring central venous pressure (CVP) and obtainingdata from a pulmonary artery catheter, chest and/or pelvicx-ray examinations, and Lutrasonography, may provide con-fi rma tory evidence for the cause of the shock state, butshould not delay aggressive volume restoration.\n\nHemorrhage is the most common cause of shock after in-jury, and virtually all patients with multiple injuries have anclement of hypovolemia. In addition, most nonhemorrhagicshock states respond partially or brielly to volume resusci-tation. Therefore, if signs of shock are present, treatmentusually is instituted as if the patient is hypovolemic. How-evcr, as treatment is instituted, it is important to identify thesmall number of patients whose shock has a diff erent cause(eg, a secondary condition such as cardiac tamponade, ten-sion pneumothorax, spinal cord injury,or blunt cardiac in-jury, which complicates hypovolemic/hemorrhagic shock).Specific inf ormation about the treatment of hemorrhagicshock is provided in the next section of this chapter. Theprimary focus in hemorrhagic shock is to identify and stophemorrhage promptly.\n\nNonhemorrhagic shock includes cardiogenic shock, cardiactamponade, tension pneumotho rax, neurogenic shock, andseptic shock.\n\nCardiogenic Shock Myocardial dysfunction may becaused by blunt cardiac injury, cardiac tamponade, an airembolus, or, rarely, a myocardial infarction associated withthe patient's injury. Blunt cardiac injury should be suspectedwhen the mechanism of injury to the thorax is rapid decel-eration. All patients with blunt thoracic trauma need con-stant electrocardiographic (ECG) monitoring to detectinjury patterns and dysrhythmias. Blood creatine kinase (CK;fo rmerly, creatine phosphokinase I CPK]) isoenzymes andspecific isotope studies of the myocardium rarely assist thedoctor in diagnosing or treating patients in the emergencydepartment (ED). Echocardiography may be useful in the di-agnosis of tamponade and valvular rupture, but it is oftennot practical orimmediately available in the ED. Focused as-sessment sonography in trauma (FAST) in the ED can iden-tify pericardial Iluid and the likelihood of cardiac tamponadeas the cause of shock. Blunt cardiac injury may be an indica-tion for early CVP monitoring to guide fluid resuscitationinthis situation."
  },
  {
    "full_text": "Cardiac tamponade is most commonly identified inpenetrating thoracic trauma, but it may occur as the resultof blunt injury to the thorax. Tachycar dia, muftled heartsounds, and dilated, engorged neck veins with hypotensionresislant to Iluid therapy suggest cardiac tamponade. How-ever, the absence of these classic Findings does not excludethe of this condition. \"Tension pneumothorax maypresencemimic cardiac tamponade, butit is diffcrentiated from thelatter condition by the findings of absent breath sounds anda hyperresonant percussion note over the affected hemitho-rax. Appropriate placement of a needle into the pleuralspace in a case of tension pneumothorax temporarily re-lieves this life-threatening condition. Cardiac tamponadeis best managed by thoracotomy. Pericardiocentesis may beused as a temporizing maneuver when thoracotomy is notan available option. See Skill Station VII: Chest TraumaManagement, Skill VII-C: Pericardiocentesis.\n\nTension Pneumothorax Tension pneumothorax is atrue surgical emergency that requires immediate diagnosisand treatment. It develops when air enters the pleural space,but a flap-valve mechanism prevents its escape. Intrapleuralpressure rises, causing total lung collapse and a shift of themediastinum to the opposite side with a subsequent impair-ment of venous return and fall in cardiac output. The pres-ence of acute respiratory distress, subcutaneous emphysema,absent breath sounds, hyperresonance to percussion, and tra-cheal shift supports the diagnosis and warrants immediatethoracic decompression without waiting for x-ray contir-mation of the diagnosis. See Skill Station VII: ChestTra uma Management, Skill VII-A: Needle Thoracentesis.\n\nMissing tension pneumothorax.Assuming there is only one cause for shock.● Young, healthy patients may have compensationfor an extended period and then crash quickly.\n\nNeurogenic Shock Isolated intracranial injuries do not\n\ncause shock. The presence of shock in a patient with ahead injury nccessitates a search for a cause other than anintracranial injury. Spinal cord injury may produce hy-potension due to loss of sympathetic tone. Loss of sympa-thetic tone compounds the physiologic effects ofhypovolemia, and hypovolemia compounds the physio-logic effects of sympathetic denervation. The classic pic-ture of neurogenic shock is hypotension withouttachycardia or cutaneous vasoconstriction. A narrowedpulse pressure is not seen in neurogenic shock. Patientswho have sustained a spinal injury often have concurrenttorso trauma; theref ore, patients with known or suspectedneurogenic shock should be treated initially for hypov-olemia. The failure of fluid resuscitation to restore organperfusion suggests either continuing hemorrhage or neu-rogenic shock. CVP monitoring may be helpful in manag-ing this sometimes complex problem. See Chapter 7:Spine and Spinal Cord Trauma."
  },
  {
    "full_text": "Septic Shock Shock due to infection immedia tely afterinjury is uncommon; however, if a patient's arrival at anemergency facility is delayed for several hours, it couldoccur. Septic shock may occur in patients with penetrat-ing abdominal injuries and contamination of the peri-toneal cavity by intestinal contents. Patients with sepsiswho also have hypotension and are afebrile are clinicallydifficult to distinguish from those in hypovolemic shock,as both groups may manif est tachycardia, cutaneous vaso-constriction, impaired urinary output, decreased systolicpressure, and narrow pulse pressure. Patients with earlyseptic shock may have a normal circulating volume, mod-est tachycardia, warm, pink skin, systolic pressure nearnormal, and a wide pulse pressure.\n\nHemorrhagic Shockin Injured Patients\n\nHemorrhage is the most common cause ofshock in trauma pa-\n\ntients. The trawna patient's response to blood loss is mademore complex by shifts of fluids among the fluid compart-ments in the body-particularly in the extracellular fluid com-\n\n60 CHAPTER 3 ● Shock\n\npartment. The classic response to blood loss must be consid-ered in the context oflluid shifts associated with soft tissue in-jury. In addition, the changes associated with severe, prolongedshock and the pathophysiologic results of resuscitation andreperl usion must also be considered, as previously discussed.\n\nDEFINITION OF HEMORRHA GE\n\nHemorrhage is defined as an acute loss of circulating bloodvolume. Although there is considerable variability, the nor-mal adult blood volume is approximately 7% of bodyweighl. For example, a 70-kg male has a circulating bloodvolume of approximately 5 L. The blood volume of obeseadults is estimated based on their ideal body weight, becausecalculation based on actual weight may result in significantoverestimation. The blood volume for a child is calculated as8% to 9% of body weight (80-90 mL/kg). See Chapter10: Pediatric Trauma.\n\nDIRECT EFFECTS OF HEMORRHAGE\n\nThe classification of hemorrhage into four classes based onclinical signs is a useful tool for estimating the percentageof acute blood loss. These changes represent a continuumof ongoing hemorrhage and guide initial therapy. Volumereplacement is guided by the patient's response to initial ther-apy, not solely by the initial classification. This classifi.cationsystem is useful in emphasizing the early signs and patho-physiology of the shock state."
  },
  {
    "full_text": "Class / hemorrhage is exemplified by the condition ofan individual who has donated a unit of blood. Class II isuncomplicated hemorrhage for which crystalloid fluid re-suscitation is required. Class 111 is a complicated hemor-rhagic state in which at least crysta lloid infusion is requiredand perhaps also blood replacement. Class IV hemorrhage isconsidered a preterminal event, and unless very aggressivemeasures are taken, the patient will die within minutes.Table 3-1 outlines the estimated blood loss and other criti-cal measures for patients in each classification of shock.\n\nSeveral confounding factors profoundly alter the classichemodynamic response lo an acute loss of circulating bloodvolume, and these must be promptly recognized by all indi-viduals involved in the in itial assessment and resuscitationof injured patients who are at risk for hemorrhagic shock.These fa ctors include:\n\n● Severity of injury, with special attention to type andanatomic location of injury\n\n● Time lapse between injury and initiation of treat-ment\n\n● Prehospital fluid therapy and application of a pneu-matic antishock garment (PASG)\n\n● Medications used for chronic conditions\n\n北 is dangerous to wait until the trauma patient fits a pre-cise physiologic classification of shock before initiating ag-gressive volume restoration. Fluid resuscitation must beinitiated when early signs and symptoms of blood loss are ap-parent or suspected, not when the blood pressure is fallingor absent.\n\nClass I Hemorrhage-Up to 15%Blood Volume Loss\n\nThe clinical symptoms of volume loss with class I hemor-rhage are minimal. In uncomplicated situations, minimaltachycardia occurs. No measurable changes occur in bloodpressure, pulse pressure, or respiratory rate. For otherwisehealthy patients, this amount of blood loss does not requirereplacement. Transcapillary refill and other compensatorymechanisms reslore blood volume within 24 hours. How-ever, in the presence of other fluid changes, this amount ofblood loss may. produce clinical symptoms, in which casereplacement of the primary fluid losses corrects the circula-tory state, usually without the need for blood transfusion.\n\nClass II Hemorrhage- 15 % to 30%Blood Volume Loss"
  },
  {
    "full_text": "In a 70-kg male, volume loss with class II hemorrhage rep-resents 750 to 1500 mL of blood. Clinical signs includeta chycardia (heart rate above 100 in an adult), tachypnea,and decreased pulse pressure; the latter sign is related pri-marily to a rise in the diastolic component due to an in-crease in circulating catecholamines. These agents producean increase in peripheral vascular tone and resistance. Sys-tolic pressure changes minimally in early hemorrhagicshock; therel'ore, it is important to evaluate pulse pressurerather than systolic pressure. Other pertinent clinical find-ings with this amount of blood loss include subtle CNSchanges, such as anxiety, fright, and hostility. Despite thesignificant blood loss and cardiovascular changes, urinaryoutput is only mildly affected. `The measured urine flow isusually 20 to 30 mL/hour in an adult.\n\nAccompanying fluid losses can exaggerate the clinicalmanifestations of class II hemorrhage. Some of these pa-tients may eventually require blood transfusion, but may bestabilized initially with crystalloid solutions.\n\nClass III Hemorrhage-30% to 40%Blood Volume Loss\n\nThe blood loss with class III hemorrhage (approximately2000 mL in an adult) may be devastating. Patients almostalways present with the classic signs of inadequate perfu-sion, including marked tachycardia and tachypnea, signifi-cant changes in mental status, and a measurable fall insystolic pressure. In an uncomplicated case, this is the leastamount of blood loss that consistently causes a drop in sys-tolic pressure. Patients with this degree of blood loss almostalways require transfusion. However, the priority of man-\n\nTABLE 3-1 Estimated Blood Lossa Based on Patient's Initial PresentationbCLASS ICLASS ニCLASS IIICLASS IVBlood loss (mL)Up to 750750-15001500-2000>2000Blood loss (% blood volume)Upto 15 %15%-30%30%-40%>40%Pulse rate100-120120-140>140Blood pressureNormalNormalDecreasedDecreasedPulse pressure (mm Hg)Normal or increasedDecreasedDecreasedDecreasedRespiratory rate14-2020-3030-40>35Urine output (mUhr)>3020~305-15NegligibleCNS/mental statusSlightly anxiousMildly anxiousAnxious, confusedConfused, lethargicFluid replacementCrystalloidCrystalloidCrystalloid and bloodCrystalloid and blood⌀For a 70-kg male.\n\n|>The guidelines in this table are based on the 3-for-1 (3:1) rule, which derives trom the empinc observation that most patients in hem+orrhagic shock require as much as 300 mL of electrolyte solution for each 100 mL of blood loss. Applied blindly, these guidelines mayresult in excessive or inadequate fluid administration For example, a patient with a crush injury to an extremity may have hypotensionthat is out of proportion to his or her blood loss and may require fluids in excess of the 3:1 guidelines. in contrast, a pati ent whose on-going blood loss is being replaced by blood transfusion requires less than 3.1. The use of bolus therapy with careful monitoring of thepatlent's response may moderate these extremes."
  },
  {
    "full_text": "agement is to stop the hemorrhage, by emergency operationif necessary, in order to decrease the need for transfusion.The decision to transfuse blood is based on the patient's re-sponse to initial fl.uid resuscitation and the adequacy of end-organ perfusion and oxygenation, as described later in thischapter.\n\nClass IV Hemorrhage-More than 40%Blood Volume Loss\n\nThe degree of exsanguination with class IV hemorrhage isimmediately life-threatening. Symptoms include markedtachycardia, a significant decrease in systolic blood pressure,and a very narrow pulse pressure (or an unobtainable dias-tolic pressure). Urinary outputis negligible, and mental sta-tus is markedly depressed. The skin is cold and pale. Patientswith class [V hemorrhage frequently require rapid transfu-sion and immediate surgical intervention. These decisionsare based on the patient's response to the initial manage-ment techniques described in this chapter. Loss of moredian 50% of blood volume results in loss of consciousnessand decreased pulse and blood pressure.\n\nThe clinical usefulness of this classification scheme isillustrated by the following example: Because class 111 hem-orrhagerepresents the smallest volume of blood loss that isconsistently associated with a drop in systoli C pressure, a 70-\n\nkg patient with hypotension who arrives at an ED or traumacenter has lost an estimated 1470 mL of blood (70 kg X 7%X 30% = 1.47 L, or 1470 mL). Nonresponse to fluid admin-istration indicates persistent blood loss, unrecognized fluidlosses, or nonhemorrhagic shock,\n\nFLUID CHANGES SECONDARYTO SOFT TISSUE INJURY\n\nMajor soft tissue injuries and fractures compromise the he-modynamic status of injured patients in two ways. First,blood is lost into the site of injury, particularly in cases ofmajor fractures. For example, a fractured tibia or humerusmay be associated with the loss of as much as 1.5 units (750mL) of blood. Twice that amount (up to 1500 mL) is com-monly associated with femur fractures, and several liters ofblood may accumulate in a retroperitoneal hematoma asso-ciated with a pelvic fracture.\n\nThe second factor to be considered is the edema thatoccurs in injured soft tissues. The degree of this additionalvolume loss is related to the magnitude ofthe soft tissue in-jury. Tissue injury results in activation of a systemic in-\n\nDon't lose time focused on replacing fluid for blood.Find the source of bleeding,\n\nflammatory response and production and relcase of multi-ple cytokines. Many of these locally active hormones haveprofound effects on the vascular cndothelium, which in-creases permeability. Tissue edema is the result of shifts intluid primarily from the plasma into the extravascular, ex-tracellular space. Such shifts produce an additional deple-tion in intravascular volume.\n\nInitial Management ofHemorrhagic Shock\n\nWhat can I do about shock?"
  },
  {
    "full_text": "What can I do about shock?\n\nThe diagnosis and treatment of shock must occur almost si-multa ncously. For most trauma patients, treatment is insti-tuted as if the patient has hypovolemic shock, unless there isclear evidence that the shock state has a different cause. Thebasic management principle is to stop the bleeding and re-place the volume loss.\n\nThe physical examination is directed toward the immediatediagnosis of lifc-threa tening injuries and includes assess-ment of the ABCDEs. Baseline recordings are important tomonitor the patient's response to therapy. Vital signs, uri-nary output, and level of consciousness are essential. A moredetailed examination of the patient follows as the situationpermits. See Chapter I: Initial Assessment and Manage-ment.\n\nEstablishing a patent airway with adequate ventilation andoxygenation is the lirst priority. Supplementa ry oxygen issupplied to maintain oxygen saturation at greater than 95%.Sce 2: and\n\nChapter Airway Ventilatory Management.\n\nCirculation-Hemorrhage Control\n\nPrioritics for the circulation include controlling obvioushemorrhage, obtaining adequate intravenous access, and as-sessing tissue perfusion. Bleeding from external woundsusually can be controlled by direct pressure to the bleedingsite.A PASG may be used to control bleeding from pelvic orlower extremity fractures, but its usc should not in terfere\n\nwith the rapid reestablishment of intravascular volume byintravenous tluid infusion. The adequacy of tissue perfusiondictates the amount of nuid resuscitation required. Surgerymay be required to control internal hemorrhage.\n\nDisability-Neurologic Examination\n\nA brief neurologic examination will dctermine the level ofconsciousness, eye motion and pupillary response, bestmotor function, and degree of sensation. This inf ormation isuseful in assessing cerebral perfusion, following the evolu-tion of neurologic disability, and predicting hiture recovery.Alterations in CNS function in patients who have hypoten-sion as a result of hypovolemic shock do not necessarilyimply direct intracranial injury and may reflect inadequatebrain perfusion. Restoration of cerebral perfusion and oxy-genation musl be achieved before ascribing these findings tointracranial injury. Sce Chapter 6: Head Trauma.\n\nExposure -Complete Examination\n\nAfter lif esaving priorities are addressed, the patient must becompletely undressed and carefully examined from head totoe to search for associated injuries. When undressing thepatient, it is essential to prevent hypothermia. The use ofIluid warmers as well as external passive and active warmingtechniques are essential to prevent hypothermia.\n\nGastric Dilation-Decompression"
  },
  {
    "full_text": "Gastric Dilation-Decompression\n\nCiastric dilation often occurs in trauma patients, especiallyin children, and may cause unexplained hypotension or car-diac dysrhythmia, usually bradycardia from excessive vagalstimulation. in unconscious patients, gastric distention in-creases the risk of aspiration of gastric contents, which is apotentially fatal complication. Gastric decompression is ac-complished by intubating the stomach with a tube passednasally or orally and attaching il to suction to evacuate gas-tric conlents. However, proper positioning of the tube doesnot completely obviate the risk of aspiration.\n\nUrinary Catheterization\n\nBladder catheterization allows for assessment of the urinefor hematuria and continuous evaluation of renal perfusionby monitoring urinary output. Blood at the urethral meatusor a high-riding, mobile, or nonpalpable prostate in males isan absolute contraindication 10 the insertion of atra nsurethral catheter prior to radiographic confirmationof an intact urethra. See Chapter 5: Abdominal and PelvicTrauma.\n\nVASCULAR ACCESS LINES\n\nAccess to the vascular system must be obtained prompily.This is best done by inserting two large-caliber (minimumof IG-gauge) peripheral intravenous catheters bef ore placing\n\na central venous line is considered. The rate of f.ow is pro-portional to the fourth power of the radius of the cannulaand inversely related to its length (Poiseuille's law). Hence,short, large-caliber peripheral intravenous lines are pre-ferred for the rapid infusion of large volumes of fluid. Fluidwarmers and rapid infusion pumps are used in the presenceof massive hemorrhage and severe hypotension.\n\nThe most desirable sites for peripheral, percutaneousintravenous lines in adults are the forearms and antecubitalveins. If circumstances prevent the use of peripheral veins,large-caliber, central venous (femoral, jugular、 or subclavianvein) access using the Seldinger technique or saphenous veincutdown is indicated, depending on the skill and experienceof the doctor. See Skill Station IV: Shock Assessment andManagement, and Skill Station V: Venous Cutdown.\n\nFrequently in an emergency situation, central venousaccess is not accomplished under tightly controlled or com-pletely sterile conditions. These lines should be changed ina more controlled environment as soon as the patient's con-dition permits. Consideration also must be given to the po-tential for serious complications related to attempted. centralvenous catheter placement, such as pneumothorax or he-mothorax, in patients who may already be unstable.\n\nIn children younger than 6 years, the placement of anintraosseous needle should be attempted bef ore inserting acentral line. The important determinant for selecting a pro-cedure or route for establishing vascular access is the expe-rience and skill of the doctor. Intraosseous access withspecially designed equipment also is possible in adults."
  },
  {
    "full_text": "As intravenous lines are started, blood samples aredrawn for type and crossmatch, appropriate laboratoryanalyses, toxicology studies, and pregnancy testing for all fe-males of childbearing age. Arterial blood gas (ABG) analy-sis is performed at this time. A chest x-ray must be obtainedafter attempts at inserting a subclavian or internal jugularCVP monitoring line to document the position of the lineand to evaluate for a pneumothorax or hemothorax.\n\nWarmed isotonic electrolyte solutions, such as lactatedRinger's and normal saline, are used for initial resuscitation.This type of Auid provides transient intravascular expan-sion and further stabilizes the vascular volume by replacingaccompanying fluid losses into the interstitial and i.ntracel-lular spaces. An alternative initial fluid is hypertonic saline,although there is no evidence of survival advantage in thecurrent literature.\n\nAn initial, warmed fluid bolus is given as rapidly as pos-sible. The usual dose is 1 to 2 L for adults and 20 mL /kg forpediatric patients. This often requires application of pumpingdevices (mechanical or manual) to the fluid administrationsets. The patient's response is observed during this initialfluid administration, and further therapeutic and diagnos-tic decisions are based on this response.\n\nThe amount offluid and blood required for resuscitationis difficult to predict on initial evaluation ofthe patient. Table3-1 provides general guidelines for establishing the amountof fluid and blood likely required. A rough guideline for thetotal amount of crystalloid volume required in the shortterm is to replace each 1 mL ofblood loss with 3 mL of crys-talloid fluid, thus allowing for restitution of plasma volumelost into the interstitial and intracellular spaces. This isknown as the 3-for-1 rule. It is most important to assess thepatient's response to fluid resuscitation and evidence of ade-quate end-organ perfusion and oxygenation (ie, via urinaryoutput, level ofconsciousness, and peripheral perfusion). If,during resuscitation, the amount of fluid required to restoreor maintain adequate organ perfusion greatly excecds theseestimates, a careful reassessment of the situation and asearch for unrecognized injuries and other causes of shockare necessary.\n\nThe goal of resuscitation is to restore organ perfusion.This is accomplished by the use of resuscitation fluids to re-place lost intravascular volume and guided by the goal ofrestoring a normal blood Note、 however, that ifpressure.blood pressure is raised rapidly before the hemorrhage hasbeen definitively controlled, increased bleeding may occur.This can be seen in the small suhset of patients in the tran-sient or non responder category. Persistent infusion oflargevolumes of fluids in an attempt to achieve a normal bloodpressure is not a substitute for definitive control of bleeding."
  },
  {
    "full_text": "Fluid resuscitation and avoidance of hypotension areimportant principles in the initial management of blunttrauma patients, particularly those with traumatic brain in-jury (TBI). In penetrating trauma with hemorrhage, delay-ing aggressive fluid resuscitation until definitive control mayprevent additional bleeding. Although complications asso-ciated with resuscitation injury are undesirable, the alterna-\n\nRecognize the source of occult hemorrhage. Re-member, \"Blood on the floor x four more. Chest,pelvis, retroperitoneum, and thigh.\n\ntive of exsanguination is even less SO. A careful, balanced ap-proach with frequent reevaluation is required.\n\nBalancing the goal of organ perfusion with the risksof rebleeding by accepting a lower-than-normal bloodpressure has been termed \" controlled resuscitation, \"bal-anced resuscitation,\" \"hypotensive resuscitation,\" and\"per-missive hypotension. The goal is the balance, not thehypotension. Such a resuscitation strategy may be a bridgeto, but is not a substitute for, definitive surgical control ofbleeding.\n\nEvaluation of Fluid Resuscitationand Organ Perfusion\n\n? What is the patient's response?\n\nThe same signs and symptoms of inadequate perfusion thatare used to diagnose shock are useful determinants of pa-tient response. The return of normal blood pressure, pulsepressure, and pulse rate are signs that suggest perfusion isreturning to normal. However, these observations give noinformation regarding organ perfusion. Improvements inthe CVP status and skin circulation are important evidenceof enhanced perfusion, but are difficult to quantitate. Thevoluine of urinary outpul is a reasonably sensitive indica-tor of renal perfusion; normal urine volumes generallyimply adequate renal blood flow, if not modified by the ad-ministration of diuretic agents. For this reason, urinary out-put is one ofthe prime monitors of resuscitation and patientresponse. Changes in CVP can provide useful information,and the risks incurred in the placement of a CVP line arcjustified for complex cases. Measurement of CVP is ade-quate for most cases.\n\nWithin certain limits, urinary output is used to monitorrenal blood flow. Adequate resuscitation volume replace-ment should produce a urinary outpul of approximately 0.5mL/kg/hr in adults, whereas 1 mL/kg/hr is an adequate uri-nary output for pediatric patients. For children under 1 yearof age, 2 mL/kg/hour should be maintained. The inabilityto obtain urinary output at these levels or a decreasing uri-nary output with an increasing specific gravity suggests in-\n\nadequate resuscitation. This situation should stimulate fur-ther volume replacement and diagnostic endeavors."
  },
  {
    "full_text": "Patients in early hypovolemic shock have respiratory alkalo-sis due to tachypnea. Respiratory alkalosis is frequently fol-lowed by mild metabolic acidosis in the early phases of shockand does not require treatment. Severe metabolic acidosismay develop from long-standing or severe shock. Metabolicacidosis is caused by anaerobic metabolism, which resultsfrom inadequate tissue perfusion and the production of lac-tic acid. Persistent acidosis is usually caused by inadequate re-suscitation or ongoing blood loss, and in the normothermicpatient in shock it should be treated with fluids, blood, andconsideration of operative intervention to control hemor-rhage. Base deficit and/or lactate can be useful in determiningthe presence and severity of shock. Serial measurement ofthese parameters can be used to monitor the response to ther-apy. Sodium bicarbonate should not be used routinely to treatmetabolic acidosis secondary to hypo-volemic shock.\n\nTherapeutic Decisions Basedon Response to Initial FluidResuscitation\n\nThe patient's response to initial fluid resuscitation is the key\n\nto determining subsequent therapy. Having established apreliminary diagnosis and treatment plan based on the ini-tial evaluation, the doctor now modities the plan based onthe patient's response. Observing the response to the initialresuscitation identifies patients whose blood loss was greaterthan estimated and those with ongoing bleeding who re-quire operative control of internal hemorrhage. Resuscita-tion in the operating room can accomplish simultaneouslythe direct control of bleeding by the surgeon and therestoration of intravascular volume.In addition, it limits theprobability of overtransfusion or unnecessary transfusionof blood in patients whose initial status was disproportion-ate to the amount of blood loss.\n\nIt is particularly important to distinguish patients whoare \"hemodynamically stable\" trom those who are \"hemo-dynamically normal.\" A hemodynamically stable patientmay have persistent tachycardia, tachypnea, and oliguria· -clearly underresuscitated and still in shock. In contrast, a he-modynamically normal patient is one who exhibits no signsof inadequate tissue perfusion. 'The potential patterns of re-sponse to initial fluid administration can be divided intothree groups: rapid response, transient response, and mini-mal or no response. Vital signs and management guidelinesfor patients in each of these categories are outlined in Table3-2."
  },
  {
    "full_text": "TABLE 3-2 ■ Responses to Initial Fluid ResuscitationaRAPID RESPONSETRANSIENT RESPONSEMINIMAL OR NO RESPONSEVital signsReturn to normalTransient Improvement, recurrence of decreased blood pressure and increased heart rateRemain abnormalEstimated blood lossMinimal (10%-20%)Moderate and ongoing (20%-40%)Severe (>40%)Need for more crystalloidLowHrghHighNeed for bloodLowModerate to highImmediateBlood preparationType and crossmatchType-specificEmergency blood releaseNeed for operative interventionPossiblyLikelyHighly likelyEarly presence of surgeonYesYesYes>2000 mL of isotonic solution in adutts; 20 mL/kg bolus ot Ringer's lactate in children.\n\nPatients in this group, termed \"rapid responders, respondrapidly to the initial fluid bolus and remain hemodynam-ically normal after the initial fluid bolus has been givenand the fluids are slowed to maintenance rates. Such pa-tients usually have lost minimal (less than 20%) blood vol-ume. No further fluid bolus or immediate bloodadministration is indicated for this group. Typed andcrossmatched blood should be kept available. Surgical con-sultation and evaluation are necessary during initial assess-ment and treatment, as operative intervention may still benecessary.\n\nPatients in the second group, termed \"transient respon-ders\" respond to the initial fluid bolus. However、 theybegin to show deterioration of perfusion indices as the ini-tial fluids are slowed to maintenance levels, indicating ei-ther an ongoing blood loss or inadequate resuscitation.Most of these patients initially have lost an estimated 20%to 40% of their blood volume. Contin ued fluid adminis-tration and initiation ofblood transfusion are indicated.Atransient response to blood administration should iden-\n\ntify patients who are still bleeding and require rapid sur-gical intervention.\n\nMINIMAL OR NO RESPONSE\n\nFailure to respond to crystalloid and blood administration inthe ED dictates the need for immediate, definitive interven-tion (eg, operation or angioembolization} to control exsan-guinating hemorrhage. On very rare occasions, failure torespond may be due to pump failure as a result ofblunt car-diac injury, cardiac tamponade, or tension pneumothorax.Nonhemorrhagic shock always shouldbe considered as a di-agnosis in this group of patients. CVP monitoring or car-diac ultrasonography helps to differentiate between thevarious causes of shock.\n\nDelay in definitive management can be lethal.Do not overlook a source of bleeding.\n\nThe decision to initiate blood transfusion is based on thepatient's response, as described in the previous section.\n\nCROSSMATCHED, TYPE-SPECIFIC,AND TYPE O BLOOD\n\nThe main purpose of blood transf usion is to restore theoxygen-carrying capacity of the intravascular volume. Vol-ume resuscitation itself can be accomplished with crystal-loids, with the added advantage that it contributes tointerstitial and intracellular volume restitution."
  },
  {
    "full_text": "Fully crossmatched blood is preferable. However, thecomplete crossmatching process requires approximately 1hour in most blood banks. For patients who stabilize rapidly,crossmatched blood should be obtained and made availablefor transfusion when indicated.\n\nType-specific blood can be provided by most bloodbanks within 10 minutes. Such blood is compatible withABO and Rh blood types, but incompatibilities of otherantibodies may exist. Type-specific blood is preferred forpatients who are transient responders, as described in theprevious section. If type-specific blood is required, com-plete crossmatching should be performed by the bloodbank.\n\n1f type-specific blood is unavailable, type O packedcells are indicated for patients with exsang uinating hem-orrhage. \"lo avoid sensitization and future complications,Rh-negative cells are preferred for females of childbear-ing age. For life-threatening blood loss, the use of un-matched, type-specific blood is preferred over type Oblood. This is Irue unless multiple, unidentified casualtiesare being treated simultaneously and the risk of inadver-tently administering the wrong unit of blood to a patientis great.\n\nWARMING FLUIDS PLASMAAND CRYSTALLOID\n\nHypothermia must be prevented and reversed if a patienthas hypothermia on arrival at the hospital. The use ofbloodwarmers. in the ED is desirable, even if cumbersome. Themost efficient way to prevent hypothermia in any patient re-ceiving massive volumes of crystalloid is to heat the fluid to39° C (102.2° F) before using it. This can be accomplished bystoring crystalloids in a warmer or with the use of a mi-crowave oven. Blood products cannot be warmed in a mi-crowave oven, but they can be heated by passage throughintravenous fluid warmers.\n\nAdaptations of standard tube thoracostomy collection de-vices are commercially available; these allow for sterile col-\n\nlection, anticoagulation (generally with sodium citrate SO-lutions, not heparin), and retransf usion of shed blood. Col-lection of shed blood for autotransfusion should beconsidered for any patient with a major hemothorax."
  },
  {
    "full_text": "Severe injury and hemorrhage result in the consumption ofco-agulation factors and early coagulopathy. Massive transfusionwith the resultant dilution of platelets and clotting factors,along with the adverse eff ectofhypothermia on platelet aggre-gation and the clotting cascade, all contribute to coagulopathyin injured patients. Prothrombin time, partial thromboplastintime, and platelet count are valuable baseline studies to obtai.nin the first hour, especially if the palient has a history of coag-ulation disorders, takes medications that alter coagulation (eg,warfarin, aspirin, and nonsteroidal antiinflammatory agents[NSAIDs]), or a reliable bleeding history cannot be obtained.Transfusion of platelets, cryoprecipitate, and fresh-frozenplasma should be guided by these coagulation parameters, in-cluding hbrinogen levels. Routine use of such productsis gen-erally not warranted unless the patient has a known coagulationdisorder or has undergone anticoagulation pharmacologicallyfor management of a specific medical problem. In such cases,specific Factor replacement therapy is immediately indicatedwhen there is evidence of bleeding, or the potential for occultblood loss exists (eg, head, abdominal, or thoracic injury).However, consideration of early blood component therapyshould be given to patients with class [V hemorrhage.\n\nPalients with major brain injury are particularly proneto coagulation abnormalities as a result of substances, espe-cially tissue thromboplastin, that are released by damagedneural tissue. These patients coagulation parameters need tobe closely monitored.\n\nCAL CIUM ADMINISTRATION\n\nMost patients receiving blood transfusions do not need calciumsupplements. Excessive, supplemental calcium may be harmful,\n\nSpecial Considerations in theDiagnosis and Treatment of Shock\n\nSpecial considerations in the diagnosis and treatment of shockinclude the mistaken equation of blood pressure with cardiacoutput; patient age; athletes in shock; pregnancy; patient med-ications; hypothermia; and the presence of pacemakers.\n\nEQUATING BLOOD PRESSUREWITH CARDIAC OUTPUT\n\nTrea tment of hypovolemic (hemorrhagic) shock requirescorrection of inadequate organ perfusion by increasing\n\norgan blood flow and tissue oxygenation. Increasing bloodflow requires an increase in cardiac output. Ohm's law ( V= 1 X R) applied to cardiovascular physiology states thatblood pressure ( V is proportional to cardiac oulput (I)and systemic vascular resistance (R) (afterload). An in-crease in blood pressure should not be equated with a con-comitant increase in cardiac output. An increase inperipheral resistance for example, with vasopressor ther-apy -with no changein cardiac output results in increasedblood pressure, but no improvement in tissue perfusion oroxyg enation."
  },
  {
    "full_text": "Elderly trauma patients require special consideration. Theaging process produces a relative decrease in sympatheticactivity with respect to the cardiovascular system. This isthought to result from a deficit in the receptor response tocatecholamines, rather than from a reduction in cate-cholamine production. Cardiac compliance decreases withage, and older patients are unable to increase heart rate orthe efficiency of myocardial contraction when stressed byblood volume loss, as are younger patients. Atheroscleroticvascular occlusive disease makes many vital organs ex-tremely sensitive to even the slightest reduction in bloodflow. Many elderly patients have preexisting volume deple-tion restuting from long-term diuretic use or subtle malnu-trition. For these reasons, hypotension secondary to bloodloss is poorly tolerated by elderly trauma patients. B-adren-ergic blockade may mask tachycardia as an early indicator ofshock. Other medications may adversely affect the stress re-sponse to injury or block it completely. Because the thera-peutic range for volume resuscitation is relatively narrowinelderly patients, it is prudent to consider early invasive mon-itoring as a means to avoid excessive or inadequate volumerestoration.\n\nThe reduction in pulmonary compliance, decrease indiff usion capacity, and general weakness of the muscles ofrespiration limit the ability of elderly patients to meet theincreased demands for gas exchange imposed by injury. Thiscompounds the cellular hypoxia already produced by a re-duction in local oxygen delivery. Glomerular and tubularsenescence in the kidney reduces the ability of elderly pa-tients to preserve volume in response to the release of stresshormones such as aldosterone, catecholamines, vasopressin,and cortisol. The kidney also is more susceptible to the ef-fects of reduced blood flow and nephrotoxic agents such asdrugs, contrast agents, and the toxic products of cellular de-struction,\n\nFor all of these reasons, mortality and morbidity ratesincrease directly with age and long-term health status formild and moderately severe injuries. Despite the adverse ef-fects of the aging process, comorbidities from preexistingdisease, and a general reduction in the \"physiologic reserve\"of geriatric patients, the majority of these patients may re-cover and return to their preinjury status. Treatment begins\n\nwith prompt, aggressive resuscitation and careful monitor-ing. See Chapter 1 1: Geriatric Trauma.\n\nRigorous athletic training routines change the cardiovascu-lar dynamics of this group of patients. Blood volume mayincrease 15% to 20%, cardiac outpul sixfold, and stroke vol-ume 50%, and the resting pulse can average 50. The abilityof athletes' bodies to compensate for blood loss is truly re-markable. The usu.al responses to hypovolemia may not bemanifested in athletes, even when signifi.cant blood loss hasoccurred."
  },
  {
    "full_text": "Physiologic maternal hypervolemia requires a greater bloodloss to manifest perfusion abnormalities in the mother,which also may be retlected in decreased fetal perfusion.See Chapter 12: Trauma in Women.\n\nB-adrenergic receptor blockers and calcium-channel block-ers can significantly alter a patient's hemodynamic responseto hemorrhage. Insulin overdosing may be responsible forhypoglycemia and may have contributed to the injury-pro-ducing event. Long-term diuretic therapy may explain un-expected hypokalemia, and NSAIDs may adversely affectplatelet function.\n\nPatients suffering from hypot.hermia and hemorrhagicshock do nol respond normally to the administration ofblood and fluid resuscitation, and coagulopathy often de-velops. Body temperature is an important vital sign to mon-itor during the initial assessment phase. Esophageal orbladder temperature is an accurate clinical measurement ofthe core temperature. A trauma victim under the influenceof alcohol and exposed to cold temperature extremes ismore likely to have hypothermia as a result of vasodilation.Rapid rewarming in a environment with appropriate exter-nal warming devices, beat lamps, thermal caps, heated res-piratory gases, and warmed intravenous fluids and bloodwill generally correct hypotension and hypothermia. Corerewarming (irrigation of the peritoneal OF thoracic cavitywith crystalloid solutions warmed to 39° C [102.2° F| or ex-tracorporeal bypass) may occasionally be indicated. Hy-pothermia is best treated by prevention. See Chapter 9:Thermal Injuries.\n\nPatients with pacemakers are unable to respond to bloodloss in the expected fashion, because cardiac output is di-\n\nsophisticated techniques are used. Early transfer of the pa-tient to an intensive care unit should be considered for el-derly patients and patients with nonhemorrhagio causes ofshock.\n\nrectly related to heart rate. In the significant number of pa-tients with myocardial conduction defects who have suchdevices in place, CVP monitoring is invaluable to guide Fluidtherapy.\n\nReassessing Patient Response andAvoiding Complications\n\nInadequate volume replacement is the most common con-plication of hemor rhagic shock. Immediate, appropriate,and aggressive therapy that restores organ perfusion mini-mizes these problematic events.\n\nCONTINUED HEMORRHA GE\n\nObscure hemorrhage is the most common cause of poor re-sponse to fluid therapy. Patients with this condition are gen-erally included in the transient response category as definedpreviously. Immediate surgical intervention may be neces-sary.\n\nFLUID OVERLOAD AND CVP MONITORING\n\nAfter a patient's initial assessment and treatment have beencompleted, the risk of fluid overload is minimized by care-hul monitoring. Remember, the goal of therapy is restora-tion of organ perfusion and adequate tissue oxygenation,confirmed by appropriate urinary output, CNS function,skin color, and return of pulse and blood pressure towardnormal."
  },
  {
    "full_text": "Monitoring the response to resuscitation is best ac-complished for some patients in an environment in which\n\n1. The precise measure of cardiac function is the rela-tionship between ventricular end diastolic volumeand stroke volume. Right atrial pressure (CVP) andcardiac output (as reflected by evidence of perfu-sion or blood pressure, or even by direct mcasure-ment) are indirect and, at best, insensitive estimatesof this relationship. Remembering these facts is im-portant to avoid overdependency on CVP monitor-ing.2. The initial CVP level and actual blood volume arenot necessarily related. The initial CVP is some-limes high, even with a significant volume deficit,especially in patients with chronic obstructive pul-monary disease, generalized vasoconstriction, andrapid fluid replacement. The initial venous pressurealso may be high because of the application ofPASG or the inappropriate use of exogenous vaso-pressors.3. A miniinal rise in the initially low CVP with flluid ther-apy suggests the need for further volume expansion(minimal or no response to fluid resuscitation category).4. A declining CVP suggests ongoing fluid loss and theneed for additional fluid or blood replacement (tran-sient response to Iluid resuscitation category).5. An abrupt or persistent elevation in CVP suggests thatvolume replacement is adequate or too rapid or thatcardiac function is compromised.6. Pronounced elevations of CVP may be caused by hy-pervolemia as a result of overtransfusion, cardiac dys-function, cardiac tamponade, or increasedintrathoracic pressure from a tension pneumothorax.Catheter malposition may produce erroneously highCVP measurements.\n\nCVP monitoring is a relatively simple procedure usedas a slandard guide for assessing the ability of the rightside of the heart to accept a fluid load. Properly inter-preted, the response of the CVP to fluid administrationhelps evaluate volume replacement. Several points to re-member are:\n\nAseptic techniques must be used when central venouslines are placed. Multiple sites provide access to the cen-tral circulation, and the decision regarding which route touse is determined by the skill and experience of the doc-tor. The ideal position for the tip of the catheter is in thesuperior vena cava, just proximal lo the right atrium.Techniques for catheter placement are discussed in de-\n\ntail in Skill Station IV: Shock Assessment and Manage-ment.\n\nThe placement of central venous lines carries the risk ofpotentially life-threatening complications. Inf ections, vas-cular injury, nerve injury, embolization, thrombosis, andpneumothorax may result. CVP monitoring rellects rightheart function. It may nol be representalive of lef1 heartfunction in patients with primary myocardial dysfunctionor abnormal pulmonary circulation.\n\nRECOGNITION OF OTHER PROBLEMS"
  },
  {
    "full_text": "RECOGNITION OF OTHER PROBLEMS\n\nWhen a pa tient fails to respond lo therapy, consider cardiactam ponade, tension pneumothorax, ventilatory problems,unrecognized fluid loss, acule gastric distention, myocardialinfarction, diabetic acidosis, hypoadrenalism, and neuro-genic shock. Constant reevaluation, especially when patients'conditions deviale from expecled patterns, is the key to rec-ognizing such problems as early as possible.\n\n1Shock is an abnormality of the circulatory system that results in inadequate organ per- fusion and tissue oxygenation. Shock management, based on sound physiologic princi- ples, IS usually successful2Hypovolemia is the cause of shock in most trauma patients. Patients in shock are clas. sified as class 1, class DE, class III, Or class IV, based on clinical signs and estimated blood loss. Treatment of these patients requires immediate hemorhage control and flud or blood replacement. In patients in whom these measures fail, operative control of con- tinuing hemorrhage may be necessary.3The diagnosis and treatment of shock must occur almost simultaneously. For most trauma patients, treatment is instituted as if the patient has hypovolemic shock, unless there is clear evidence that the shock state has a different cause. The basic manage- ment principle is to stop the bleeding and replace the volume loss.4Initial assessment of a patient in shock requires careful physical examination, looking for signs of tension pneumothorax, cardiac tamponade, and other causes of the shock state.5The management of hemorrhagic shock includes fluid resuscitation with crystalloids and blood. Early identification and control of the source of hemorrhage is essential.6The classes of hemorrhage serve as an early guide to appropriate resuscitation. Careful monitoring of physiologic response and the ability to control bleeding will dictate on- going resuscitation efforts.\n\n1. Abou -Khalil B, Scalea TM, Trooskin SZ, et al. Hemodynamicresponses to shock in young trauma patienls: need for inva-sive monitoring. Crit Care Med 1994;22(4):633-639.2. Alam HB, Rhee P. New developments in fluid resuscitation.Surg Clin North Am 2007; 87(1):55-72, vi.3. Alam HB.An update on fluid resuscitation. Scand J Surg 2006;95(3):136-145.\n\n4. Asensio JA, Berne JD, Demetriades D, et al. One hundred fivepenetrating cardiac injuries: a 2-year prospective evaluation. /Trauma 1998; 44(6):1073-1082.5. Asensio JA, Murray ), Demetriades D, et al. Penetrating car-diac injuries: a prospective study of variables predicting out-comes. J Am Coll Surg 1998; I86(1):24-34.6. Bickell WH, Wall MI, Pepe PE、 et al. lmmediate versusdelayed fluid resuscitation for hypotensive patients withpenetrating lorso injuries. N Engl / Med 1994;331(17):1105- [109.\n\n70 CHAPTER 3 ● Shock"
  },
  {
    "full_text": "70 CHAPTER 3 ● Shock\n\n7. Brown MD. Evidence-based emergency medicine. Hypertonicversus isotonic crystalloid for lluid resuscitation in criticallyill patients. Ann Emerg Med 2002; 40( 1): 113-114.8. Bunn F, Roberts 1, Tasker R, Akpa E. Hypertonic versus nearisotonic crystalloid for fluid resuscitation in critically ill pa-tients. Cochrane Database Syst Rev 2004; (3):CD002045.9. Burris D, Rhee P, Kau fmann C, et al. Controlled resuscitationfor uncontrolled hemorrhagic shock. J Trauma 1999;46(2):2 16-223.10. Carrico CJ, Canizaro PC, Shires GT. Fluid resuscitation fol-lowing injury: rationale for the use of balanced salt solutions.Crii Care Med 1976;4(2):46-54.11. Chernow B, Rainey TG, Lake CR. Endogenous and exogenouscatecholamines. Crit Care Med 1982;10:409.12. Cogbill TH, Blintz M, Johnson JA, et al.Acute gastric dilatationafter Ir auma./ Trauma 1987;27(10):1113-11 17.13. Cook RE, Keating IF, Gillespie 1. The role of angiography inthe management of haemorrhage from major fractures of thepelvis. J Bone Join Surg Br 2002; 84(2):178-182.14, Cooney R, Ku ], Cherry R, et al. Limitations of splen ic an-gioembolization in treating blunt splenic injury. / Trauma2005; 59(4), 926-932; discussion 932.15. Cooper DJ, Walley KR, Wiggs RB, et al. Bicarbonate does notimprove hemodynamics in critically ill palients who have lac-tic acidosis. Ann Intern Med 1990;1 12:492.16. Counts RB, Haisch C, Simon TL, etal. Hemostasis in massivelytransfused trauma patients. Ann Surg 1979;190(1):91-99.17. Davis JW, Kaups KL, Parks SN. Base deficit is superior topHin evaluating clearance of acidosis after traumatic shock. /Trauma 1998 Jan;44( 1):114-118.18. Davis JW, Parks SN, Kaups KL ctal. 1 Trauma Admission basedeficit predicts transfusion requirements and risk of compli-cations. 1997 Mar:42(3):571-573.19. Dent D, Alsabrook G, Erickson BA, et al. Blunt splenic injuries:high nonoperative management rate can be achieved with se-lective embolization. 1 Trauma 2004; 56(5):1063-1067,20. Dutton RP, Mackenzie CF, Scalea TM. Hypotensive resuscita-tion during active hemorrhage: impact O11 in-hospital mortal-ity. / Trauma 2002; 52(6):1141-1 146.21. Fangio P, Asehnoune K. Edouard A, Smail N, Benhamou D.Early embolization and vasopressor administration for man-agement of life-threatening bemorrhage from pelvic fracture.1 Trauma 2005; 58(5), 978-984; discussion 984.22. Ferrara A, MacArthur ID, Wright HK, et al. Hypothermia andacidosis worsen coagulopathy in patients requiring massivetranslusion. Am / Surg 1990;160:515.23. Gaarder C, Dormagen JB, Eken T, et al. Nonoperative man-agement of splenic injuries: improved results with angioem-bolization. J Trauma 2006; 61( 1):192-198.24. Glover JL, Broadie TA. Intraoperative autotransf usion. WorldJ Surg 1987;11:60-64.\n\n25. Gould SA, Moore EE, Hoyt DB,et al. The first randomized trial"
  },
  {
    "full_text": "of human polymerized hemoglobin as a blood substitute inacute lrauma and emergent surgery. J Am Coll Surg] 998;187(2):113-122.26. Granger DN. Role of xanthine oxidase and granulocytes in is-cbemia-reperfusion injury. Am / Physiol 1988;255:H ] 269-H1275.27, Greaves 1, Porter KM, Revell MP. Fluid resuscitation in pre-hospital trauma care: a consensus view. J R Coll Surg Edinb2002; 47(2):451-457.28. Greco L, Francioso G, Pratichizzo A, Testini M. Impedovo G,Ettorre GC. Arterial embolization in the treatment of severeblunt hepatic trauma. Heparogastroenterology 2003;50(5 I):746-749.29. Guyton AC, Lindsey AW, Kaufman BN. Effect of mean circu-latory filling pressure and other peripheral circulatory factorson cardiac output. Am ] Physiol 1955;180:463-468.30. Haan I, Scott 1, Boyd-Kranis RL、 Ho S, Kramer M, Scalea TM.Admission angiography for blunt splenic injury: advantagesand pitfalls. 1 Trawna 2001; 51(6):1161-1 165.31. Hagiwara A, Yukioka T, Ohta S, Nitatori T. Matsuda H, Shi-mazaki S. Nonsurgical management of patients with bluntsplenic injury: efficacy of transcatheter arterial embolization.AJR Ani / Roentgenol 1996; 167(1):159-166.32. Hak Di. The role of pelvic angiography in evaluation and man-agement of pelvic trauma. Orthop Clin North Am 2004;35(4):439-443, V.33. Harrigan C, Lucas CE, Ledgerwood AM, el al. Serial changes inprimary hemostasis after massive transfusion. Surgery1985;98:836-840.34. Hoyt DB. Fluid resuscitation: the target from an analysis oftrauma systems and patient survival. J Trauma 2003; 54(5Suppl):S3.1-35.35. Jurkovich QJ. Hypothermia in the trauma patienl. In: MaullK1, ed. Advances in Trauma. Chicago: Yearbook; 1989:111 -140.36. Kaplan I.J, Kellum JA. Initial pH, base deficit, lactate, aniongap, strong ion difference,and strongion gap predict outcomefrom major vascular injury. Crit Care Med 2004;32(5):1 120-1124.37. Karmy-Jones R, Nathens A, Jurkovich GI, et al. Urgent andemergent thoracotomy for penetrating chest trauma. I Trauma2004; 56(3), 664-668; discussion 668-669.38. Knudson MM, Ma ull KI. Nonoperative management of solidorgan injuries. Past, present, and future. Surg Clin North Atri199979(6):1357-1371.39. Krausz MM. Fluid resuscitation strategies in the Israeli army./ Trauma 2003; 54(5 Suppl):S39-42.40. Kruse JA, Vyskocil JI, Haupt MT. Intraosseous: a flexible optionfor theadult or child with delayed, difficull,or impossible con-ventional vascular access. Crit Care Med 1994;22:728-735.41. Lowry SF, Fong Y. Cytokines and the cellular response to injury\n\nand infection. In: Wilmore DW, Bren nan MF, Harken AH, et\n\nal., eds. Care of the Sur gical Putient. New York: ScientificAmer-ican; 1990.\n\nSarn off SJ. described ventricu-"
  },
  {
    "full_text": "Sarn off SJ. described ventricu-\n\n42. Lucas CE、 Ledgerwood AM, Cardiovascular and renal responseto hemorrhagic and septic shock. In: Clowes CHA Ir, ed.Trauma, Sepsis and Shock: The Physiological Basis of Therapy.New York: Marcel Dekker; 1988:87-215.43. Mandal AK, Sanusi M. Penetrating chest wounds: 24 years ex-perience. World ー Surg 2001;25(9):1 145-1149.44. Mansour MA, Moore EE, Moore FA, Read RR. Exigent postin-jury thoracotomy analysis ofblunt versus penetrating trauma.Surg Gynecol Obstel 1992;175(2):97-101.45. Martin DJ, lucas CE, Ledgerwood AM, et al. Fresh frozenplasma supplement to massive red blood cell transfusion.AnnSurg 1985;202:505.46. Martin, MJ, Fitz, Sullivan E, Salim, A, et al. Discordance be-tween lactate and base deficit in the surgical intensive care unit:which one do you lrust? Alli / Surg 2006;191(5): 625-630.47. Mizushima Y, Tohira H, Mizobata Y, Matsuoka T, Yokota J.Fluid resuscitation of trauma patients: how fast is the optimalrate? Am J Emerg Med 2005,23(7):833-837.48. Novak L, Shackford SR, Bourguignon P, el al. Comparison ofstandard and alternative prehospital resusci tation in uncon-trolled hemorrhagic shock and head injury. J Traunia1999;47(5):834-844.49. O'Neill PA, Riina J, Sclaf ani S, Tornetta P. Angiographic find-ings in pelvic fractures. Clin Orthop Relat Res 1996;(329):60-67.50. Pappas P, Brathwaite CE, Ross SE. Emergency. central venouscatheterization during resuscitation of trauma patients. AmSurg 1992;58:108-111,51. Peck KR, Altieri M. Intraosseous infusions: an old techniquewith modern applications. Pediatr Nurs 1988;14(4)296-298.52. Poole GV, Mered'ith JW, Pennell T, et al. Comparison of col-loids and crystalloids in resuscitation from hemorrhagic shock.Surg Gynecol Obstet 1982;1.54:577-586.53. Revell M, Greaves I, Porter K. Endpoints for fluid resuscitationin hemorrhagic shock. 1 Trauma 2003;54(5 Suppl):S63-S67.54. Rhodes M, Brader A, Lucke J、 et al. A direct transport to theoperating room for resuscitation of trauma patients. J Trauma1989;29:907-915.55. Rohrer MJ, Natale AM. Effect ofhypothermia on the coagula-tion cascade. Crit Care Meil 1992;20:490.56. Rotondo MF, Schwab CW, McGonigal MD, et al. \"Damagecontrol\": an approach for improved survival in exsanguinatingpenetrating abdominal injury. 1 Trama 1993;35:375-382.57. Sadri H, Nguyen-Tang T, Stern R, Hoffmeyer P, Peter R. Con-trol of severe hemorrhage using C-clamp and arterial em-bolization in hemodynamically unstable patients with pelvicring disruption. Arch Orthop Trauma Surg 2005;125(7):443-447."
  },
  {
    "full_text": "58. Myocardial contractility as bylar function curves: observations on Starling's law of the heart.Pliysial Rev 1988;35: 107-122.59. Sawyer RW, Bodai BI. The cu rrent status ofintraosseous infu-sion. / Ain Coll Surg 1994;179:353-361.60. Scalea TM, Hartnett RW, Duncan AO, et al. Central venousoxygen saturation: a useful clinical tool in trauma patients. /Trauma 1990;30(12):1539-1543.61. Scalea TM, Simon HM, Duncan AO, etal. Geriatric blunt mul-tiple trauma: improved survival with early invasive monitor-ing. / Dauma 1990;30:129-136.62. Schierhout G, Roberts I. Fluid resuscitation with colloid orcrystalloid solutions in critically ill patients: a systematic re-view of randomised trials. Br J Med 1998;316:961-964.63. Shapiro M, McDonald AA, Knight D, Johannig man JA,Cuschieri 1. The role of repeat angiography in the managementof pelvic fractures. 1 Trauna 2005;58(2):227-231.64. Smith HE, Biff] WL, Majercik SD, Jednaczl, Lambiase R, CioffiWG. Splenic artery embolization: Have we gone too far? JTrauma 2006; 61 (3):541-544; discussion 545-546.65. Thourani VH, Feliciano DV, Cooper WA, etal. Penetrating car-diac trauma at an urban trauma center: a 22-year perspective.Am Surg 1999; 65(9):81 1-816; discussion 817-818.66. Tyburski JG,Astra L, Wilson RF, Dente C, Steffes C. Factors af-fecting prognosis with penetrating wounds of the heart. /Trauma 2000;48(4):587-590; discussion 590-591.67. Velanovich V. Crystalloid versus colloid fluid resuscitation: ameta-analysis of mortality. Surgery 1990;105:65-71.68. Velmahos GC, Toutouzas KG, Vassiliu P, el al. A prospectivestudy on the safety and efficacy of angiographic embolizationfor pelvic and visceral injuries. J Trauma 2002;53(2):303-308;discussion 308.69. Virgilio RW, Rice CL, Smith DE、 et al. Crystalloid vs colloid re-suscitation: isone better? A randomized clinical study.Surgery1979;85(2):129-139.70. von OUO, Bautz P,De GM. Penetrating thoracic injuries: whatwe have learnt. Thorac Cardiovasc Surg 2000;48(1 ):55-61.71. Wahl WL, Ahrns KS, Chen S, Hemmila MR, Rowe SA, ArbabiS. Blunt splenic injury: operation versus angiographic em-bolization, Surgery 2004,136(4):891-899.72. Werwath DL, Schwab CW,Scholter JR, et al. Microwave oven:a safe new method of warming crystalloi ds. Ani ] Surg1984;12:656-659.73. Williams JF, Senetf MG, Friedman BC, etal. Use of femoral ve-nous catheters in critically il】 adults: prospective study. CritCare Med 1991;19:550-553.74. York J, Arrilaga A, Graham R, et al. Fluid resuscitation of pa-tients with multiple injuries and severe closed head injury: ex-peri ence with an aggressive fluid resuscitation strategy. JTrauma 2000;48(3):376-379.\n\n▶▶ Interactive SkillProcedures"
  },
  {
    "full_text": "▶▶ Interactive SkillProcedures\n\nNote: Accompanying some ofthe skills procedures for thisstation is a series of scenarios,which are provided at theconclusion of the procedures foryou to review and prepare for thisstation. Tables pertaining to theinitial assessment andmanagement of the patient inshock also are provided for yourreview after the scenarios. Note:Standard precautions arerequired when caring fortrauma patients.\n\nTHE FOLLOWINGPROCEDURES ARE INCLUDEDIN THIS SKILL STATION:\n\n▶▶ Skill IV-A: Peripheral VenousAccess\n\n▶▶ Skill IV-B: FemoralVenipuncture: SeldingerTechnique\n\n▶▶ Skill IV-C: SubclavianVenipuncture: InfraclavicularApproach\n\n▶▶ Skill IV-D: Internal JugularVenipuncture: Middle orCentral Route\n\nSkill IV-E: IntraosseousPuncture/Infusion: ProximalTibial Route\n\n▶▶ Skill IV-F: BroselowTMPediatric Emergency Tape\n\nPerformance at this skill station will allow the participant to practice the as-sessment of a patient in shock, determine the cause of the shock state, insti-tute the initial management of shock, and evaluate the patient's response totreatment. Specifically, the student will be able to:\n\n1Recognize the shock state.2Evaluate a patient to determine the extent of organ perfusion, in- cluding performing a physical examination and the relevant adjuncts to the primary survey.3Identify the causes of the shock state.4Initiate the resuscitation of a patient in shock by identifying and con- trolling hemorrhage and promptly initiating volume replacement.5Identify the surface markings and demonstrate the techniques of vas- cular access for the following:Peripheral venous systemFemoral veinInternal jugular veinSubclavian veinIntr aosseous infusion in children6Use adjuncts in the assessment and management of the shock state, including: X-ray examination (chest and pelvic film)Diagnostic peritoneal lavage (DPL)Abdominal ultr asoundComputed tomography (CT)BroselowTM Pediatric Emergency Tape7Identify patients who require definitive hemorrhage control or trans- fer to the intensive care unit, where extended monitoring capabilities are available.8Identify which additional therapeutic measures are necessary based on the patient's response to treatment and the clinical significance of the responses of patients as classified by:Rapid responseTransient responseNonresponse\n\nSTEP 1.Select an appropriate site on an extremity ♥ (antecubital, forearm, or saphenous vein).STEP 2.Apply an elastic tourniquet above the proposed puncture site.STEP 3.Clean the site with antiseptic solution.STEP 4.Puncture the vein with a large-caliber, plastic, over-the-needle catheter. Observe for blood return.STEP 5.Thread the catheter into the vein over the needle."
  },
  {
    "full_text": "STEP 6.Remove the needle and tourniquet.STEP 7.If appropriate, obtain blood samples for laboratory tests.STEP 8.Connect the catheter to the intravenous infusion tubing and begin the infusion of warmed crystalloid solution.STEP 9.Observe for possible infiltration of the fluids into the tissues.STEP 10.Secure the catheter and tubing to the skin of the extremity.\n\n▶ Skill IV-B: Femoral Venipuncture: Seldinger Technique\n\nNote: Sterile technique should be used when performingthis procedure.\n\nSTEP 1. Place the patient in the supine position.STEP 2. Cleanse the skin around the venipuncture site well and drape the area.STEP 3. Locate the femoral vein by palpating the femoral artery. The vein lies directly medial to the femoral artery (nerve, artery, vein, empty space). A finger should remain on the artery to facilitate anatomical location and avoid insertion of the catheter into the artery. Ultrasound can be used as an adjunct for placement of central venous lines.STEP 4. If the patient is awake, use a local anesthetic at the venipuncture site.STEP S. Introduce a large-caliber needle attached to a 12- mL syringe with 0.5 to I mL of saline. The needle, directed toward the patient's head, should enter the skin directly over the fe moral vein. Hold the needle and syringe parallel to the frontal plane.STEP 6. Directing the needle cephalad and posteriorly, slowly advance the needle while gently withdrawing the plunger of the syringe.\n\nWhen a tree flow of blood appears in the syringe,remove the syringe and occlude the needle with afinger to prevent air embolism.\n\nSTEP 8.Insert the guidewire and remove the needle. Use an introducer if required.STEP 9.Insert the catheter over the guidewire.STEP 10.Remove the guidewire and connect the catheter to the intravenous tubing.STEP 11.Affix the catheter in place (with a suture), apply antibiotic ointment, and dress the area.STEP 12.Tape the intravenous tubing in place.STEP 13.Obtain chest and abdominal x-ray films to confirm the position and placement of the intravenous catheter.STEP 14.The catheter should be changed as soon as is practical.\n\n▶▶ MAJOR COMPLICATIONS OFFEMORAL VENOUS ACCESS\n\nDeep-vein thrombosisArterial or neurologic injuryInfectionArteriovenous fistula\n\nSKILL STATION IV ● Shock Assessment and Management\n\nNote: Sterile technique should be used when perforining thisprocedure."
  },
  {
    "full_text": "STEP 1.Place the patient in the supine position, with the head at least 15 degrees down to distend the neck veins and prevent air embolism. Only if a cervical spine injury has been excluded can the patient's head be turned away from the venipuncture site.STEP 2.Cleanse the skin around the venipuncture site well and drape the area.STEP 3.If the palient is awake, use a local anesthetic at the venipuncture site.STEP 4.Introduce a large-caliber needle, attached to a 12~ mL syringe with 0.5 to 1 mL of saline, 1 cm below the junction of the middle and medial thirds of the clavicle. Ultrasound can be used as an adjunct for the placement of central venous linesSTEP 5.After the skin has been punctured, with the bevel of the needle upward, expel the skin plug that can occlude the needle.STEP 6.Hold the needle and syringe parallel to the frontal plane.STEP 7.Direct the needle medially, slightly cephalad, and posteriorly behind the clavicle toward the posterior, superior angle to the sternal end of the\n\n▶ Skill IV-D: Internal Jugular Venipuncture: Middle or Central Route\n\nNote: Internal jugular catheterization is freq uently difficultin injured patients because ofthe immobilization necessaryto protect the patient's cervical spinal cord. Sterile techniqueshould be used when performing this procedure.\n\nSTEP 1.Place the patient in the supine position, with the head at least 15 degrees down to distend the neck veins and prevent an air embolism. Only if the cervical spine has been cleared radiographically can the patient's head be turned away from the venipuncture site.STEP 2.Cleanse the skin around the venipuncture site well and drape the area.STEP 3.If the patient is awake, use a local anesthetic at the venipuncture site.STEP 4.Introduce a large-caliber needle, attached to a 12- mL syTinge with 0.5 to 1 mL of saline, into the\n\nclavicle (toward the finger placed in thesuprasternal notch).\n\nSTEP 8. Slowly advance the needle while gentlywithdrawing the plunger of the syringe.\n\nSTEP 9. When a Tree flow of blood appears in the syringe,rotate the bevel of the needle caudally, removethe syringe, and occlude the needle with a fingerto prevent air embolism.\n\nSTEP 11. Remove the needle while holding the guidewirein place.\n\nSTEP 10. Insert the guidewire while monitoring theelectrocardiogram for rhythm abnormalities.\n\nSTEP 12. Insert the catheter over the guidewire to apredetermined depth (the tip of the cathetershould be above the right atrium for fluidadministration).\n\nSTEP 13. Connect the catheter to the intravenous tubing.\n\nSTEP 14. Affix the catheter securely to the skin (with asuture), apply antibiotic oin tment, and dress thearea.\n\nSTEP 15. Tape the intravenous tubing in place.\n\nSTEP 16. Obtain a chest x-ray film to confirm theposition of the intravenous line and identif y apossible pneumothorax."
  },
  {
    "full_text": "STEP 5.center of the triangle formed by the two lower heads of the sternomastoid and the clavicle. Ultrasound can be used as an adjunct for the placement of central venous lines. After the skin has been punctured, with the bevel of the needle upward, expel the skin plug that can occlude the needle.STEP 6.Direct the needle caudally, parallel to the sagittal plane, at an angle 30 degrees posterior to the frontal plane.STEP 7.Slowly advance the needle while gently plunger of the syringe.STEP 8.withdrawing theWhen a free flow ofblood appears inthe syringe, remove the syringe and occlude the needle with a Finger to prevent air embolism. If the vein is notentered, withdraw the needle and redirect it 5 to10 degrees laterally.\n\nSKILL STATION IV ● Shock Assessment and Management\n\nSTEP 9. Insert the guidewire while monitoring the ECGfor rhythm abnormalities.\n\nSTEP 10.Remove the needle while securing the guidewire and advance the catheter over the wire. Connect the catheter to the intravenous tubing.STEP 11.Affix the catheter in place to the skin (with suture), apply antibiotic ointment, and dress the areaSTEP 12.Tape the intravenous tubing in place.STEP 13.Oblain a chest film to confinn the posilion of the intravenous line and identify a possible pneumothorax.\n\n▶▶ COMPLICA TIONS OF CENTRALVENOUS PUNCTURE\n\nPneumothorax or hemothoraxVenous thrombosisArterial or neurologic injuryArteriovenous fistula● Chylothorax● Inf ection· Air embolism\n\n▶ Skill IV-E: Intraosseous Puncture/Infusion: Proximal Tibial Route\n\nNote: Sterile technique should be used when performing thisprocedure.\n\nThe procedure described here is appropriale for chil-dren 6 years of age or younger for whom venous access isimpossible because of circulatory collapse or for whom per-cutaneous peripheral venous cannulation has failed on twoattempts. Intraosseous infusions should be limited to emer-gency resuscitation of the child and discontinued as soon asother venous access has been obtained. (Techniques for in-traosseous infusion in adults are nol discussed here. See ref-erences in the bibliography for Chapter 3: Shock for firtherinf ormalion.)\n\nMethylene blue dye can be mixed with the saline orwater for demonstration purposes on chicken or turkeybones only. When the needle is properly placed within themedullary canal, the methylene blue dye/saline solution\n\nseeps from the upper end of the chicken or turkey bonewhen the solution is injecled (see Step 8)."
  },
  {
    "full_text": "STEP 1.Place the patient in the supine position. Select an uninjured lower extremity, place sufficient padding under the knee to effect an approximate 30-degree flexion of the knee, and allow the patient's heel to rest comf ortably on the gurney (stretcher).STEP 2.Identify the puncture site-the anteromedial surface of the proximal tibia, approximately one fingerbreadth ( 1 to 3 cm) below the tubercle.STEP 3.Cleanse the skin around the puncture site well and drape the area.STEP 4.If the patient is awake, use a local anesthetic at the punclure sile.\n\nFigure IV-2 Intraosseous Puncture/Infusion: Proximal Tibial Route.\n\n78 SKILL STATION IV ● Shock Assessment and Management\n\nSTEP 5. Initially at a 90-degree angle, introduce a short(threaded or smooth), large-caliber, bone-marrow aspiration needle (or a short, 18-gaugespinal needle with stylet) into the skin andperiosteum with the needle bevel directed towardthe foot and away from the epiphyseal plate.\n\nSTEP 6. After gaining purchase in the bone、 direct theneedle 45 to 60 degrees away from the epiphysealplate. Using a gentle twisting or boring motion,advance the needle through the bone cortex andinto the bone marrow.\n\nSTEP 7. Remove the stylet and attach to the needle a 12-mL syringe with approximately 6 mL of sterilesaline. Gently draw on the plunger of the syringe.Aspiration of bone marrow into the syringesignifies entrance into the medullary cavity.\n\nSTEP 8. Inject the saline into the needle to expel any clotthat can occlude the needle. If the saline flushesthrough the needle easily and there is noevidence of swelling, the needle is likely in theappropriate place. If bone marrow was notaspirated as outlined in Step 7, but the needleflushes easily when injecting the saline and thereis no evidence of swelling, the needle is likely inthe appropriate place. In addition, properplacement of the needle is indicated if the needleremains upright without support andintravenous solution flows freely withoutevidence of subcutaneous infiltration.\n\nConnect the needle to the large-caliberintravenous tubing and begin fluid infusion.Carefully screw the needle further into themedullary cavity until the needle hub rests onthe patient's skin and free flow continues. If asmooth needle is used, it should be stabilized at a45- to 60-degree angle to the anteromedialsurface of the child's leg.\n\nSTEP 10. Apply antibiotic ointment and a 3-x-3 steriledressing. Secure the needle and tubing in place.\n\n11. Routinely reevaluate the placement of theintraosseous needle, ensuring that it remainsthrough the bone cortex and in the medullarycanal. Remember, intraosseous infusion shouldbe limited to emergency resuscitation of thechild and discontinued as soon as other venousaccess has been obtained.\n\n▶▶ COMPLICATIONS OF INTRAOSSEOUSPUNCTURE\n\n● Infection● Through+and-through penetration of the bone● Subcutaneous or subperiosteal infiltration● Pressure necrosis of the skin● Physeal plate injury● Hematoma"
  },
  {
    "full_text": "▶ Skill IV-F: BroselowTM Pediatric Emergency Tape\n\nA specific skill is not outlined for the BroselowTM PediatricEmergency Tape. However, participants need to be aware ofits availability and its use when treating pediatric traumapatients. By measuring the height of the child, the child's es-timated weight can be determined readily. One side of the\n\ntape provides drugs and their recommended doses for thepediatric patient based on weight. The other side stipulatesequipment needs for pediatric patients based on size. Par-ticipation at this station includes an orientation to the tapeand its use.\n\nSKILL STA TION IV · Shock Assessment and Management\n\nA 42-year-old woman was ejccted Trom a vehicle during anautomobile collision. En roule to the ED, prehospital per-sonnel report that her heart rate is 11 0 beats/min, her bloodpressure is 88/46 mm Hg, and her respiratory rate is 30breaths/min. The patient is confused, and her peripheralcapillary refill is reduced. (See Table IV-1. ) Her airway ispatent. She is in respiratory distress with neck vein disten-tion, absent breath sounds on the right and tracheal devia-tion to the left.\n\nSCENARIO IV-2 (continuationof previous scenario)\n\nAfter needle decompression and chest-tube insertion, thepatient's heart rate is 120 beats/min, the blood pressure is80/46 mm Hg, and the respiratory rate is 30 breaths/min.Her skin is pale, cool, and moist to touch. She moans whenstimulated. (See Table IV-2.)\n\nSCENARIO IV-3 (continuation ofprevious scenario)\n\nAfter the initiation of vascular access and infusion of 2000mL of warmed crystalloid solution, the patient's heart ratehas decreased to 90 beats/min; the blood pressure is I 10/80mm l-[g and the respiratory rate is 22 breaths/min. The pa-tient is now uble to speak, her breathing is less labored, andher peripheral perfus ion has improved. (See Table [V-2.}\n\nSCENARIO IV-4 (continuationof previous scenario)\n\n'I'he patient responds initially to the rapid infusion ol 1500mL ol warmed crystalloid solution by a transient increase inblood pressure to I10/80 mm Hg, a decrease in the heart rate10 96 beats/min、 and improvements in level of consciousnessand peripheral perfusion. Fluid infusion is slowed to main-tenance levels. Five minutes later, the assistant reports a de-terioration in the blood pressure to 88/60 mm Hg, an\n\nTABLE IV-1 Initial Assessment and Shock Management"
  },
  {
    "full_text": "CONDITIONASSESSMENT (PHYSICAL EXAMINA TION)MANAGEMENTTension pneumothorax■ Tracheal deviation - Distended neck veins ■ Tympany ■ Absent breath sounds· Needle decompression · Tube thoracostomyMassive hemothorax■ Tracheat deviation · Flatneck veins · Percussion dullness · Absent breath sounds· Venous access · Volume replacement · Surgical consultation/thoracotomy · Tube thoracostomyCardiac tamponade· Distended neck veins · Muffled heart tones · Ultrasound● Venous access · Volume replacement · Pericardiotomy · Thoracotomy · Pencard iocentesisIntraabdominal hemorrhage■ Distended abdomen ■ Uterine lift. if pregnant · DPL/ultrasonography · Vaginal examination· Venous access · Voiume replacement · Surgical consultation ● Displace uterus from vena cavaObvious external bleeding· Identify source of obvious external bleeding■ Direct pressure · Splints · Closure of actively bleeding scalp wounds\n\n***** - ······ - MII all - - 11\n\n80 SKILL STATION IV ● Shock Assessment and Management\n\nTABLE IV-2 ■ Pelvic Fractures\n\nCONDITIONIMAGE FINDINGSSIGNIFICANCEINTERVENTIONPelvic fracturePelvic x-ray · Pubic ramus fracture · Open book ● Vertical shear· Less blood loss than other types · Lateral compression mechanism · Pelvic volume Increased · Major source of blood loss · Major source of blood loss· Volume replacement · Probable transfuslon · Decreased pelvic volume · Internal hip rotation · PASG · External fixator · Angiography · Skeletal traction · Orthopedic consultationVisceral organ injuryCTscan ■ Intraabdominal hemorrhage· Potential for continuing blood loss · Performed only in hemodynamically normal patients· Volume replacement · Possible transfusion · Surgical consultation\n\nincrease in the heart rate to 115 beats/min, and a return inthe delay of the peripheral capillary refill. (See Table IV-3.)\n\nAlternative Scenario: The rapid infusion of 2000 mLof warmed crystalloid solution produces only a modest in-crease in the patient's blood pressure to 90/60 mm Hg, andher heart rate remains at 1 10 beats/min. Her urinary out-put since the insertion of the urinary catheter has been only5 mL of very dark urine.\n\nA 42-year-old woman, ejected from her vehicle du ring acrash, arrives in the ED unconscious with a heart rate of 140beats/min, a blood re of60 mm Hg by palpation, andpressu\n\npale, cool, and pulseless extrem ities. Endotracheal intuba-tion and assisted ventilation are initiated. The rapidvolumeinfusion of 2000 mL of warmed crystalloid solution doesnot improve her vital signs, and she does not demonstrateevidence of improved organ perfusion. (See Table IV-4.)\n\nAn 18-month-old boy is brought to the ED by his mother,who apparently experiences spousal abuse. The child has ev-idence of multiple soft-tissue injuries about the chest, ab-domen, and extremities. His skin color is pale,he has a weak,thready pulse rate of 160 beats/min, and he responds onlytopainful stimuli with a weak cry.\n\nTABLE IV-3 Transient Responder"
  },
  {
    "full_text": "TABLE IV-3 Transient Responder\n\nCAUSEPHYSICAL EXAMADDITIONAL DIAGNOSTIC STEPSINTERVENTIONUnderestimation of blood loss or continuing blood loss· Abdominal distention · Pelvic fracture · Extremity fracture · Obvious external bleeding· DPL or ultrasonography■ Surgical consultau on · Volume infusion ■ Blood transfusion ● Apply appropriate splintsNonhemorrhagic● Cardiac tamponade· Distended neck veins · Decreased heartsounds · Normal breath sounds· Echocardiogram · FAST ● Pericardiocentesls· Thoracotomy· Recurrent/persistent tension pneumothorax■ Distended neck veins · Tracheal shift · Absent breath sounds · Hyperresonant chest percussion● Clinical diagnosis● Reevaluate chest ■ Needle decompression · Tube thoracostomy"
  }
]