{
  "title": "Atls%208Th%20Edition Ch11 Trauma In Women(259-268페이지)",
  "full_text": "The ability of a child's body to compensate in theearly phases of blood loss may create an illusion ofhemodynamic normality, resulting in inadequatefluid resuscitation and rapid deterioration, which isoften precipitous.\n\ncontaining temperature probes are available for childrenwho need intensive care.\n\nThe high ratio of body surface area to body mass in childrenincreases heat exchange with the environment and directlyaffects the body's ability to regulate core lemperature. Thinskin and the lack of substantial subcutaneous tissue con-tribute to increased evaporative heat loss and caloric ex-penditure. Hypothermia may render the child's injuriesrefractory lo lreatment, prolong coagulation times, and ad-versely affect central ner vous system (CNS) function. Whilethe child is exposed during the initial survey and resuscita-tion phase, overhead heat lamps, heaters, or thermal blan-kets may be necessary to preserve body heat. 11 is advisableto warm the room as well as the intravenous fluids, bloodproducts, and inhaled gases.\n\nEight percent of all injuries in children involve the chest.Chest injury also serves as a marker for other organ systeminjury, since more than two-thirds of children with chest in-jury will have multiple injuries. The mechanism of injuryand the anatomy of the child's chest are directly responsiblefor the spectrum of injuries seen.\n\nThe vast majority of chest injuries in childhood are duelo blunt mechanisms, caused principally by motor vehicles.The pliabili ty, or compliance, of a child's chest wall allowsimpacting forces to be transmitted to the underlying pul-monary parenchyma, causing pulmonary contusion. Ribfractures and mediastinal injuries are not common, but ifpresent, they indicate a severe impacting force. The specificinjuries caused by thoracic trauma in children are similar tothose encountered in adults, although the frequencies ofthese injuries are somewhat different.\n\nMobility of mediastinal structures makes the child moresusceptible to tension pneumothorax. Diaphragmatic rup-ture, aortic transection, major tracheobronchial tears, flailchest, and cardiac contusions are rarely encountered inchildhood. When identified, treatment for these injuries isthe same as in the adult. Significant inj uries rarely occur\n\nalone and are frequently a component of major multisys-tem injury. Most pediatric thoracic injuries can be success-fully managed using an appropriate combination ofsupportive care and tube thoracostomy. Thoracotomy is notgenerally needed in children.\n\nThe incidence of penetrating thoracic injury increasesafter 10 years of age. Penetrating trauma to the chest in chil-dren is managed the same way as in adults. See Chapter4: Thoracic Trauma, and Skill Station VJ[: Chest Tra umaManagement.\n\nMost pediatric abdominal injuries occur as the result ofblunt trauma, primarily involving motor vehicles and falls.Serious in tra-abdominal injuries warrant prompt involve-ment by a surgeon, and hypotensive children who sustainpenetrating abdominal trauma require prompt operativeintervention.\n\nConscious infants and young children are generally Iright-ened by the events preceding admission to the ED, whichmay affect the abdominal examination. While talking quietlyand calmly to the child, ask questions about the presence ofabdominal pain and gently assess the tone of the abdominalmusculature. Deep, painful palpation of the abdomenshould be avoided at the onset of the examination to pre-vent voluntary guarding that may confuse the abdominalfindings. Almost all infants and young children who arestressed and crying will swallow large amounts of air. If theupper abdomen is clistended on examination, inserting agastric tube to decompress the stomach should be a part ofthe resuscitation phase. Orogastric tube decompression ispref erred in infants. Tenseness of the abdominal wall oftendecreases as gastric distention is relieved, allowing for morecareful and reliable evaluation. The presence of shoulder-or lap-bell marks increases the likelihood that abdominalinjuries are present.\n\nAbdominal examination in unconscious patients doesnot vary greatly with age. Decompression of the urinarybladder also facilitates abdominal evaluation. Since gastricdilation and a distended urinary bladder may both cause ab-dominal tenderness, abdominal tenderness must be inter-preted with caution, unless these organs have been fullydecompressed.\n\nDiagnostic adjuncts for assessment of abdominal traumainclude computed tomography, focused assessment sonog-raphy in trauma, and diagnostic peritoneal lavage.\n\n238 CHAPTER 10 ● Pediatric Trauma\n\nThe advent of helical CT scanning allows for extremelyrapid and precise identification of injuries. CT scanning isoften used to evaluate the abdomen of children who havesustained blunt trauma and have no hemodynamic abnor-malities. CT scanning should be immediately available, per-formed early, and must not delay further treatment. Theidentification of intraabdominal injuries by CT scan in pe-diatric patients with no hemodynamic abnormalities canallow for nonoperative management by the surgeon. Earlyinvolvement of the surgeon is esse ntial to establish a basel*unethat will allow the surgeon to determine whether, and when,operation is indicated.\n\nInjured children who require CT scanning as an ad-junctive study often require sedation to prevent movementduring the scanning process. Thus, an injured child requir-ing resuscitation or sedation who undergoes CT scanshould be accompanied by a doctor skilled in pediatric air-way management and pediatric vascular access. CT shouldroutinely be perf ormed with contrast agents according tolocal practice.\n\nThe utility of FAST in managing pediatric patients remainsuncertain. Although comparatively few studies on the effi-cacy of ultrasound in children with abdominal injury havebeen reported, its use as an extension of the abdominal ex-amination in injured children is rapidly evolving, and it hasthe advantage that imaging may be repeated. Focused as-sessment sonography in trauma (FAST) can identify evensmall amounts of intraabdominal blood in pediatric traumapatients, a finding that is unlikely to be associated with sig-nificant injury. If large amounts of intraabdominal bloodare found, significant injury is more likely to be present.However, even in these patients, operative management isindicated not by the amowit of intraperitoneal blood, but byhemodynamic abnormality and its response to treatment.FAST is not consistently able to identify isolated intra-parenchymal injuries, which account for up to one-third ofsolid organ injuries in children.\n\nDiagnostic peritoneal lavage (DPL) may be used to de-tect intraabdominal bleeding in children with hemody-namic abnormalities who cannot be safely transported tothe CT scanner, or when CT and FAST are not readilyavailable. However, although DPL continues to be usedfor screening by some experts, CT is now considered thepreferred diagnostic study in most injured children, sincemost such patients have self -limited intraabdominal in-juries and no hemodynamic abnormalities. Moreover,FAST is a more rapid and less invasive means of detectingsignificant intraabdominal hemorrhage as comparedwith DPL. In addition, most patients with significant in-traabdominal bleeding will have hemodynamic abnor-\n\nmalities, and with few exceptions, should undergo emer-gency laparotomy.\n\nAs in adults, warmed crystalloid solution in volumesof 10 mL/kg (up to 1000 mL) is used for DPL. Because achild's abdominal wall is relatively thin compared with thatof an adult, uncontrolled penetration of the peritoneal cav-ity may produce iatrogenic injury to the abdominal con-tents, even when an open technique is used. DPL has utilityin diagnosing injuries to intraabdominal viscera only;retroperitoneal organs cannot be evaluated reliably by thistechnique.\n\nThe interpretation of a positive lavage is the same inboth children and adults. Aspiration of blood on catheterinsertion or more than 100,000 red cells per cubic millime-ter in the lavage effluent is considered a positive finding. AI-though the defi nition of a positive peritoneal lavage is thesame for children and adults, the presence of blood in theperitoneum does not in and of itself mandate laparotomyin a child who responds to resuscitation. The presence ofleukocytosis, feces, vegetable fibers, and/or bile in the lavageeffluent mandates laparotomy.\n\nOnly the surgeon who will care for the child should per-form the DPL, because DPL may interfere with subsequentabdominal examinations upon which the decision to operatemay in part be based.\n\nNONOPERATIVE MANAGEMENT\n\nSelective, nonoperative management of blunt abdominal in-juries in children is performed in many trauma centers, es-pecially those with pediatric capabilities. The presence ofintraperitoneal blood on CT, FAST, or DPL does not neces-s.arily mandate a laparotomy. It has been well demonstratedthat bleeding from an injured spleen, liver, or kidney gener-ally is self-limited. Therefore, a CT, FAST, or DPL that is pos-itive for blood alone does not mandate a laparotomy in achild with initial abnormal hemodynamics that are readilynormalized by fluid resuscitation. If the child's condition can-not be normalized hemodynamically and if the diagnostic pro.cedure performed is positive for blood, a prompt laparotomyto control hemorrhage is indicated.\n\nWhen nonoperative management is selected, these chil-dren millst be treated in a facility that offers pediatric inten-sive care capabilities and under the supervision of a qualifiedsurgeon with a special interest in and commitment to thecare of injured children. Intensive care mu"
}