[
  {
    "full_text": "RETROBULBAR HEMATOMA\n\nA retrobulbar hematoma requires immediate treatment by anophthalmologist. The resulting increased pressure within theorbit compromises the blood supply to the retina and opticnerve, resultingin blindness if nottreated. Ifpossible、 the headshould be elevated, with no direct pressure placed on the eye.\n\nPatients with long-bone fractures are at risk for fat em-boli. Remember, this is a possible cause of a suddenchange in vision for a patient who has sustained multipleinjuries.\n\nThorough, systematic evaluation of the injured eye results in few significant injuries beingmissed. Once the injuries have been identified, treat the eye injury using simple, systematicmeasures; prevent further damage; and help preserve sight until the patient IS in the oph-thalmologist's care.\n\n1. Arbour ID, Brunette I, Boisjoly HM, et al. Should we patchcorneal erosions? Arch Ophthalmol 1997;115:313-317.2. Campanile TM, St Clair DA, Benaim M. The evaluation of eyepatching in the treatment of traumatic corneal epithelial de-fects. 1 Emerg Med 1997;15:769-774.3. Flynn CA, D'Amico F, Smith G. Should we patch corneal abra-sions? A meta-analysis. 1 Fam Pract 1998:47:264-270.4. Hart A, White S, Conboy P, et al. The managemenl of cornealabrasions in accident and emergency. Injury 1997;28:527-529,\n\nS. Palter son 1, Fetzer D, Krall J,et al. Eye patch treatment for thepain of corneal abrasion. South Med / 1996,89:227-229.6. Poon A, McCluskey PJ, Hill DA. Eye injuries in patients withmajor trauma. 1 Trauma 1999;46:494-499.7. Sastry SM, Paul BK, Bain L, Champion HR: Ocular lraumaamong major trauma viclims in a regional trauma center. ITrauma 1993;34:223-226,8. Tasman WS. Posterior vitreouts detachment and peripheralretinal breaks. Trans Am Acad Ophthalmol Otolaryngol1968;72:217.\n\nEven the largest hospital or medical center can becomean austere environment after a natural or human-madedisaster. During a war or after a terrorist attack with ex-plosives, and chemical, biologic, or nuclear weapons, theenvironment may be both austere and hostile. In a hos-tile environment, the saf ety of the patients, medical carepro viders, and even the medical facility is threatened,and provisions must be made to protect them. How dodoctors support the ABCDEs of patient care in such sit-uations? The goal of this chapter is to explain how toapply the principles of Advanced Trauma Life Support(ATLS) when standard equipment and supplies are notavailable or advisable in an austere or hostile environ-ment."
  },
  {
    "full_text": "Many countries of the world are able to commit signifi-cant resources to health care, including the care of injuredpatients. The ATLS course is written with such well-equipped and well-staffed hospital facilities in mind. How-ever, not all the equipment and supplies for diagnostictesting and treatment mentioned within the course areavailable to all doctors. Some countries and regions havefew resources to devote to health care. The doctors whopractice in these countries include local nationals, mis-sionaries, military personnel, and members of charitableand relief organizations, such as the International RedCross and Red Crescent Societies. Remote and wildernessareas in any country are austere medical environments.\n\nHostile environments are defined by ongoing risks tothe patients and rescuers. These risks may be from thingssuch as climate, collapsing buildings, explosions, and tox-ins, but are most commonly associated with enemy actionin some advanced police situations and the military. Thosewho know that they will practice in such environments orwho wish to be prepared for such events should seek ad-ditional training in the care of massive wounds from ex-plosive weapons. Although the number of survivors withsuch woLmds is small, they of fer challenges in hemorrhagecontrol and management that are :not seen in most civilian\n\nUpon completion of this topic, the doctor will be able to:\n\n1Define austere and hostile environments.2In a given situation, describe patient treatment priorities in the context of environment and relative risk.3In a given situation, identify available re- sources and treatment options.4In a given situation, adapt available resources to meet the ABCDE goals of Advanced Trauma Life Support.\n\npractices. Further description of such wounds is in-cluded in Appendix B: Biomechanics of Injury.\n\nSome areas are thrust into austerity or become hos-tile environments because of the destruction of their in-frastructu.res by disasters, either natural or human-made(eg, terrorist actions or war). These situations are particu-larly challenging because of their unpredictability. Citizensof large countries with strong militaries should notfail toprepare, believing themselves to be immune.\n\noctors in disaster situations will be more prepared tocare for injured patients when they recognize that ATLS isnot comprised of the equipment and supplies that can beused for patient care. Rather, ATLS is an organized ap-proach to the care of injured patients with the goal of treat-ing the most life-threatening conditions first to decreasemorbidity and mortality. This appendix is not an exhaus-tive manual for care in these environments. It describessome substitutions or adaptations to meet the goals ofATLS in this context.\n\nAustere and HostileEnvironments: Context\n\nThe ATLS course focuses on treatment priorities fortrauma patients in a robust hospital environment. Austere\n\n306 APPENDIX G · Austere Envir onments"
  },
  {
    "full_text": "306 APPENDIX G · Austere Envir onments\n\nand hostile environments are dift erent for several reasons,including personnel and their saf ety, communication andtransportation, and equipment and supplies.\n\nPERSONNEL AND THEIR SAFETY\n\nPersonnel limitations are a key factor in austere and hostileenvironments. Available care providers may not have beentrained to deal with injured patients, and specialty and sur-gical care may not be available. In addition, there may beblurring of specialty boundaries; a surgeon or nonsurgeonmay be called upon to perform procedures that are typicallyperformed by other specialists. There may be too few or nodoctors or other health care providers. The abilities of themost highly trained specialist can be neutralized by the lackof equipment in a hostile environment, such as an environ~ment under enemy fire. Such providers must evaluate whatshould be done, balancing what they are capable of doingwith what can be done with the available resources,\n\nDisrupted or nonexistent communication can prevent spe-cialty consultation, provision of supplies, and arrangementfor removal of casualties. Disrupted communication is themost commonly cited \"lesson learned\" in disasters, Plansmust be in place for alternative means of communicationprior to an event. Transportation to bring in resources andpersonnel or to transport patients to definitive care may beinfrequent or nonexistent.\n\nAn austere environment is defined by limited equipmentand supply resources. A typical community hospital emer-gency department is very well supplied when compared withmost out-of -hospital settings. Doctors need to understandthat even equipment that is outdated, suboptimal, or in-tended for other uses can be used to save lives. Triage deci-sions that change the treatment of ABC priorities may benecessary to balance the needs of the patients with the avail-able resources. For example, a paucity of supplies relative tothe number of casualties may make it inadvisable to start anintravenous line on many injured patients. Limiting fluiduse to patients who are sufficiently hypovolemic to sustaincellular damage helps to extend fluid resources.\n\nDefinitive care is not usually possible in austere andhostile environments. Diagnostic challenges include man-agement of possible fractures without radiology supportand blood pressure determination in the absence ofbloodpressure culfs. Operative considerations in these environ-ments include deciding which operating room procedurescan be performed outside the operating room under lessthan ideal circumstances versus which operative proce-dures should never be perf ormed outside the operatingroom."
  },
  {
    "full_text": "Pharmacologio support may be minimal or nonexis-tent, SO clinicians must know how to make optimal use of alimited mamber of medications. Some treatments shouldnot be started unless they can be completed appropriatelyor treatment regimens may need to be delayed or tempo-rized until resources and definitive care are available. For ex-ample, frostbite should not be rewarmed if the individualcannot subsequently be kept warm, because the risk of re-freezing can cause more injury than simply leaving the partfrozen for a longer period.\n\nMILITARY COMBAT CASUALTY CARE\n\nTo some, the term military combat casualty care implies asingle homogeneous entity. In fact, military combat casu-alty care is conducted over a continuum of that can progressfrom austere and hostile to robust and protected. L.arge mil-itary field hospitals may offer more resources than are avail-able lo the surrounding populace. Some have enoughresources to use the tools described in the ATLS course, suchas specialty care, CT scanners and interventional radiology.However, the various sized hospitals at sequential echelonsof care may all become austere environments, depending onthe number of casualties received within a certain period oron enemy action.\n\nMilitary combat casualty care occurs in phases that arebest described in Tactical Combat Casualty Care (TCCC orTC3), a program that was developed by the U.S. military andhas been adopted by a number of other countries. The ear-lier phases of TCCC are the most austere and hostile andoverlap greatly with prehospital care; in fact, the earliest lev-els of care are provided primarily by medics or fellow sol-diers. This recognition has lead to the inclusion of the TCCCconcepts in a military version of the Prehospital Trauma LifeSupport Course (PHTLS), which is a useful reference fordoctors who are likely to practice in this environment. Re-view of TCCC and PHTLS is key for the doctors at thehigher echelons who will receive the patients SO they un-dersland what the medics have done and why.\n\nCare Under Fire, the first phase ofTCCC, is the most austereand hostile. At this level, the main obligation of the provideris to prevent firther injury by removing the casualty fromthe area of danger or by suppressing enemy fire. This con-cept also applies to some advanced special weapons policeunits in larger cities. Only a small percent ofthese casualtieshave airway or breathing injuries as their primary life-threatening injury; rather, the casualty frequently demon-strates a patent airway by requesting aid. In addition, themedic does not have the safety, lime, or equipment for ad-vanced airway management.\n\nThe most common life-threatening injury is externalhemorrhage, usually from the extremities. In this context(risk of a specitic injury and the de facto clearing of airway"
  },
  {
    "full_text": "and breathing by use of the voice), the concept of \"CAB\"(circulation or hemorrhage control, followed by airway andbreathing) has been proposed. This mantra, the inversionof the \"ABC\" ofATLS is proposed to be different from ATI.S.In fact, CAR does not deny the importance of airway andbreathing, but addresses the most likely danger and the onlyone that can be addressed rapidly in the situation. This sug-gests that ABC is not a linear mandate, but is insteadimportant life-saving priorities in a circle;in many research-rich environments, they are addressed simultaneously. Thecontext will decide which of the three may take treatmentpriority in a resource-constrained environment when onlyone can be addressed at a time. ln Care Under Fire, hemor-rhage control assumes the highest priority. Tourniquets areuseful to save lives during this phase, as the medic cannotmaintain pressure while under fire. Advanced hemostaticdressings may also be used, but they require some period ofpressure to achieve benefit.\n\nAtter the casualty is removed from under fire to a relativelysafe place, a more thorough evaluation of ABC is accom-plished and treated if need be with the tools and skills avail-able. This phase is ternied Tactical Field Care.\n\nThe evacuation phase may involve very austere vehicles andhelicopters, implying basic care, and is often called\"CASEVAC\" for Casualty Evacuation care. Evacuation fromlarger hospitals may also involve worldwide air transportwith ICU level care. This may also be referred to as Air Evac.\n\nAlong the way, depending on the countries involved and thesituation, the casualty may be treated in medical units withvarious levels of capability from aid stations with doctorsand no surgeons to small surgical teams with limited post-operative care performing hemorrhage control with \"daun-age control\" procedures to very robust field hospitals. Carein each setting is applied according to the context.\n\nMost tactical care must be accomplished with the re-sources that soldiers can carry with them. There is a pre-mium for lightweight items that can perform more than oneuse, as well as items that are likely enough to be used as tojustify the weight. Since resuscitation fluids are heavy, deci-sions on fluid types, volumes, and use are strongly impactedby their weight.\n\nSome special military units function covertly in hostileareas, complicating trauma care, with prolonged times todefinitive care and the need to avoid detection. Such unitsbring into sharp relief the understan ding that a successfulmission is likely to save more lives than any medical care,\n\nthus the care provided may also need to balance the contextofthe tactical situation with the medical needs.\n\nOTHER CHALLENGING ENVIRONMENTS"
  },
  {
    "full_text": "OTHER CHALLENGING ENVIRONMENTS\n\nRemote areas have P roblems that are unique, such as iden-tification of the occurrence of injury, which is a significantproblem in remote areas. For this reason, highway call boxesare in place in many developed countries, and some vehi-cles have been fitted with emergency locator transmit terssimilar to those in airplanes. In addition, the burden of ruraland remote areas includes the problems generated by timeand distance.\n\nWilderness activities such as hiking/bilang, spelunking,and water sports create a special challenge for the medicalcare provider, as the bulk and weight ofmedical supplies be-comes a tremendous issue. When supplies must be carriedby backpack, medications and provisions must be thought-fuLly selected. These also are the activities that can result inthe most challenging evacuation because of the diff.culty ofcontacting help.\n\nNatural disasters (cg, hurricanes, tornados, and floods)and human-made disasters (eg, terrorism, war/armed con-flicts, and industrial accidents/chemical spills) can rapidlyturn a no naustere environment into an austere one. Evendoctors working in tertiary-care centers should have train-ing and knowledge of trauma care under these circum-stances. The hospital and the com munity should developand practice plans for such situations.\n\nPreparation and Planning\n\nSuccessful trauma care in austere and hostile environmentscomes from careful preparation and planning.\n\nTRAVEL TO AN AUSTERE ORHOSTILE ENVIRONMENT\n\nDoctors traveling to austere or hostile environments mustfirst prepare for self -protection and survival; otherwise, theycan become a burden rather than a help in the situation.Good physical health and fitness are prerequisites. Appro-priate shelter, clothing, food, and water must be planned for,and in many cases, brought with the individual. It cannotbe assumed that such supplies are available. Before travel-ing, careful communication with the local authorities andan advance party must be accomplished.\n\nCommunication between members of the party, withlocal and international authorities, and with the home basemust be planned. Planning for the care of loved ones andthe medical practice left behindincludes wills, powers of at-torney, and access to funds to pay bills.\n\nAdministrative preparations include passports, visas,local currency, and transportation. It is important to have\n\n308 APPENDIX G · Austere Envir onments\n\nan invitation by local authorities to enter either the countryor austere/hostile environment-unwanted and unpreparedvolunteers only place a burden on the local system.\n\nPersonal health protection includes vaccinations, ap-propriate personal prescriptions, and over-the-coumtermedications.\n\nFurther preparation for military physicians varies bycountry.\n\nPREPARATION OF A HOSPITAL FOR BECOMINGAN AUSTERE OR HOSTILE ENVIRONMENT"
  },
  {
    "full_text": "Preparation of a hospital for disaster requires a city- orregion-wide plan that includes communications with fireand rescue personnel, police, and civil and military author-ities. Such a plan includes how and when to involve each ofthese authorities and clearly delineates a chain of command,including who is in charge. These plans determine how pa-tients are sorted and routed to the appropriate hospital toavoid overwhelming any one institution.\n\nAn assessment of the threats is important. Health careproviders in the tropics may need to consider typhoons andvolcanoes, whereas those in other regions may need to pre-pare for earthquakes. Terrorist threats are not predictable.Hospitals need to have a pla.n to recall key personnel and apersonnel rotation plan to allow those personnel to rest ifthe situation is prolonged.\n\nSpare equipment and supplies need to be stored in pro-tected areas in the event regular equipment and supplies aredestroyed or contaminated. Plans must include options forloss of electric power, water, steam sterilization ventilators,intensive care unit(s), etc.\n\nTerrorist activities, industrial accidents, and war cancontaminate the patients and facilities with toxic chemicalor biologic agents. Although a detailed discussion of theseagents and specific protections and treatments is outsidethe scope of this chapter, the doctor must become familiarwith the symptoms, signs, and treatment of these condi-tions.\n\nPlans must include decontamination of patients priorto their being brought into the health care facility so thatthe health care workers do not become secondary casualtieswho are unable to help. Protective clothing and respiratoryprotection must be available. Detection equipment for var-ious threat agents must be available, and caregivers must befamiliar with the use of these items. Fi nally, the plan must beexercised as a \"full-dress\" rehearsal on a regular basis.\n\nManagement of Airwayand Breathing\n\nThe procedures needed to treat problems in \"A\" and \"B\" mayvary substantially in an austere environment. The problemsfacing treatment in this type of environment center prima-\n\nrily on the environment itself, the limitedequipment thatisusually available, and the evacuation constraints. If the pa-tient is threatened with further injury because of environ-mental concerns (eg, rough terrain), preventing furtherinjury to the patient and to the health care provider takespriority. Once the site is secure or the patient is moved to asafe location, then the doctor can attempt to aid the victim.See Chapter 2: Airway and Ventilatory Management."
  },
  {
    "full_text": "Discerning the patient's true airway status may be difficultin an austere or hostile environment. The \"look, listen, andfeel\" approach remains imporlant. However, under condi-tions of low light, high noise levels, etc., the recognition ofairway problems may be challenging. It requires close at-tention, patience, and ingenuity to fully evaluate the patient.Feeling chest or abdominal movements may become theprimary means of assessing airway patency and breathingefforts.\n\nAirway Maintenance Techniques\n\nManagement of a compromised airway is usually perf ormedin a standard fashion in the austere environment. However,because of limited equipment or personnel, other issues ormechanisms may become important. Foremost is the deci-sion to initiate treatment. If a patient with a compromisedairway can be treated rapidly and maintaining that airwaydoes not risk the safety of others in the group, then the stan-dard techniques remain unchanged.\n\nAssociated with initial airway management is protec-tion of the cervical spine. Cervical collars and other devicesnormally used to protect the cervical spine during transportand evaluation are sometimes not available, so ingenuity isessential to protecting the neck. Common examples ofequipment used in stabilizing the neck include blankets, pil-lows, shoes, sandbags, malleable splints, and padded hipbelts. Cervical spine injuries are uncommon in penetratingtrauma, particularly in the military, SO complex methods toprotect the C-spine in this situation are rarely necessary.During care under fire, such efforts are unlikely to beneeded, and the rescuer and victim at increased risk. Ifputthere is evidence of a fall, blunt injury, or motor vehiclecrash associated with the penetrating injury, then C-spineprotection should be considered. Even with these othermechanisms, efforts at cervical spine protection should notdelay removing the victim from the line of fire.\n\nChin Lift/Jaw Thrust Performance of chin-lift/jaw-thrust maneuvers remains unchanged in the austere envi-ronment. Placing the patient on his or herside in the \"rescueposition\" may also be helpful. A temporary means of liftingthe tongue off the posterior pharynx can be performed byattaching the anterior tongue to the lower lip or chin withsafety pins or sutures. Alternatively, the pins can be held for-\n\nward with string attached to the patient's clothing. Placingthe pins transversely through the tongue will keep them frompulling through.\n\nOropharyngeal and Nasopharyngeal Airways Theuse of oropharyngeal and nasopharyngeal airways remainsimportant. If placement of one of these airways relieves theairway obstruction, then it must be well secured prior toevacuation. If ventilation must be assisted with a face mask,then the patient ties up additional valuable personnel re-sources prior to and during evacuation. When the properequpment is not available, a nasal airway can be made witha urinary catheter, radiator hose, or other small tube."
  },
  {
    "full_text": "Laryngeal Mask Airway The laryngeal mask airway(LMA) is designed to be placed blindly into the posteriorpharynx, with its final position resting over the epiglottis. Jtshould be viewed as an interim airway between the oropha-ryngeal and nasopharyngeal airways and the endotrachealtube (ET). In addition, the modified LMA can be used as aconduit through which an ET can be placed.\n\nThe LMA is viewed as an alternative to the face maskto establish and maintain control of the patient's airway, butit is not a substitute for an ET. It establishes an airway in un-conscious patients without a gag rellex, but because it doesnot completely occlude the tracheal inlet, it cannot reliablyprevent aspiration. It can be inserted from virtually any po-sition using one hand. As it is inserted blindly, the patient'shead and neck are maintained in a neutral position.\n\nMultilumen Esophageal Airway Devices Multilu-men esophageal airway devices contain two cuffs and twoairway ports. They differ from the esophageal obturator air-way in that lung insufflation does not require the use of aface mask, with all of its inherent problems and difficulties.Use of these tubes requires minimal skill and equipment; aswith the LMA, they can be inserted rapidly and blindly withminimal cervical spine manipulation. Ventilation does notrequire the face mask to be sealed. Their design allows ade-quate ventilation regardless of whether the distal tube andcuff are in the esophagus or the trachea.\n\nThe delinition of a defin itive airway remains unchangedin the austere environment - a cuffed tube in the trachea.Endotracheal intubation with an ET and laryngoscoperemain the standard against which all other airways' ef-fectiveness is compared. However, under austere condi-tions, the environment or lack of required equipmentmay prevent the perf ormance of standard endotrachealintubation.\n\nTactile/Digital Orotracheal Intubation Tactile/digi-tal orotracheal intubation is potentially useful in a difficultenvironment; it requires minimal equipment, is not hindered\n\nby the presence of blood or secretions, IS perf ormed blindly,and does not require manipulation of the cervical spine.Once learned, it can be performed rapidly to obtain a secure,definitive airway. However, it does not provide visualizationof the laryngeal cords and exposes the doctor to bodily flu-ids. In addition, precautions must be taken to protect the op-erator's hand from the patient's teeth. To perform thisprocedure, the patient must be unconscious. Facing the pa-tient from the fronl, hook the first and second fingers of onehand over the tongue and into the vallecula or grasp theepiglottis with the fingertips. The ET is guided along thegroove between the fingers into the trachea."
  },
  {
    "full_text": "The inability to obtain an airway using any of the previouslymentioned techniques is the main indication for a surgicalairway. Lack of training in performing the procedure andunavailability of necessary equipment may preclude thistechnique from being perf ormed rapidly and safely.\n\nNeedle Cricothyroidotomy Entering the cricothyroidmembrane with a large-caliber intravenous catheter and in-sufflating the lung with pressurized oxygen is quick and easy.However, it requires an oxygen source. If the equipment isavailable, this technique can provide up to 45 minutes of oxy-genation until a more stable airway can be established. SeeChapter 2: Airway and Ventilatory Management, and SkillIII-A: Needle Cricothyroidotomy.\n\nSurgical Cricothyroidotomy Surgical cricothy-roidotomy and its advantages and d'isadvantages are outlinedin Chapter 2: Airway and Ventilatory Management, and SkillIII-B: Surgical Cricothyroidotomy. In the absence of an ETtube, an airway can be made from a syringe bairel, a flash-light or pen casing, or another small-diarneter tube.\n\nPercutaneous Puncture/Dilation Techniques Per-cutaneous puncture/dilation uses one of several products onthe market to penetrate the cricothyroid membrane. Theopening in the cricothyroid membrane is dilated in a man-ner similar to that of the Seldinger technique to allow place-ment of the ET tube. Performance of the technique is similarto that of needle cricothyroidotomy for jet insufflation, yetpermits a standard cuffed tube to be placed in the trachea. [tdoes require special equipment and more time to perform,and has all of the inherent complications of other surgicalairways.\n\nVENTILATION AND OXYGENA TION\n\nAfter an airway is established, sufficient oxygenation andventilation must be supported. The challenges in the aus-tere environment focus on the equipment needed to sup-port the failing respiratory system and the number ofpersonnel required to assist the patient. Because supple-\n\n310 APPENDIX G · Austere Envir onments\n\nmental oxygen usuallyis not available, the ability to supportoxygen remains very difficult in an austerea patient withenvironment.\n\nWhen oxygen is available in only limited amounts, itshould be reserved for patients with evidence ofhypoxia onphysical examination (cyanosis), by pulse oximetry read-ings, or by blood gas analysis. The patients most likely to re-quire the additional oxygen in the short lerm are those withchest injuries associated with lung conlusion.\n\nInitiating ventilation in the austere environment com-mits personnel and resources to the patient. Maintaining theairway in these environments and during transport requiresclose vigilance because of the risk of the airway device be-coming dislodged. Monitoring includes ensuring a secure,patent airway and adequate ventilation. ldeally, monitoringalso includes pulse oximetry and end-tidal CO2 monitoring,if available."
  },
  {
    "full_text": "Chest injury in an austere environment should be handledas discussed in Chapter 4: Thoracic Trauma. However,not all materials necessary to manage a chest wound may beavailable. Open chest wounds must be covered, but in theabsence of a chest tube, an occlusive dressing using plasticbags, IV iluid bags, or something similar can be used. Suchancillary devices are taped on three sides to prevent a lensionpneumothoraxi however, three-sided taping may nol be ef-fective in dirty, sweaty casualties. In this case, complete oc-clusion with petrolelun jelly gauze is used. The patient isthen monitored for or prophylactical.ly treated for a tensionpneumothorax.\n\nNeedle decompression of a lension pneumothorax isperf ormed as described previously. See Chapter 4: Tho-racic Trauma, and Skill VII-A: Needle Thoracentesis. How-ever, a tube other than a large-caliber IV catheter may haveto be improvised. The decompression ideal.ly is performedwith an over-the-needle catheter with the catheter left inplace to prevent recurrence. A Heimlich valve can be at-tached to the catheter. If a Heimlich valve is not available,one can be improvised with a finger from a rubber glove at-tached to the tube with a hole at the fingertip. This simu-lales the flutter valve of a Heimlich valve. Of course a simplesmall stab wound, such as would precede the placement ofa chest tube, will decompress a lension pneumothorax andshould be considered when other options are unavaila ble.\n\nIfair evacuation is planned, the effects of altilude, tem-perature, and other factors associated with flight must beconsidered. For airway management, endotracheal cuff pres-sures increase. If a manometer is not available for the flight,then the cuffs are filled with a nonexpanding liquid (wateror saline) rather than air. Similarly, a pneumothorax alsoexpands at high altitudes, with the potential for unexpectedrespiratory compromise. Ideally, supplemental oxygenshould be made available because of the decreased partialpressure of oxygen at high altitudes. Finally, because gastric\n\ndistention can easily occur, gastric tube placement shouldbe considered.\n\nManagement of Circulation\n\nThe tools and supplies used lo treal injured patients becomeless plentiful as the environment becomes more austere.Nowhere is this more obvious than in managemenl of hy-povolemic shock, Fluids (crystalloid, colloid, and blood)that are the mainstay of restoring circulating volume arevery bulky and heavy. 'I'hey are usually fo und in only mini-mal amounts in most held kits, and are quickly used up indisasters.\n\nAlthough the presence of shock in an injured patientdemands the immediate involvement of a surgeon, one maynot be available, or the surgeon's skills may be negated with-out appropriate sur gical equipment, anesthesia, and supportpersonnel. The goal under such circumstances is to maintainlife until a higher level of care can be delivered."
  },
  {
    "full_text": "Successful treatment ofhypovolemic shock under theseconditions requires a thorough understanding of the com-pensatory mechanisms of the body. See Chapter 3:Shock. Although the goals of resuscitation are unchanged,the emphasis may shil'l in the austere environment. Lessthan ideal organ perf usion may have to be accepted. \"Life-over-limb\" and lriage decisions assume a central role in sav-ing as many lives as possible.\n\nControl of bleeding is of ulmost importance when there isminimal or no nuid with which to replace the losl blood.Direct pressure remains important and may be augmentedwith the compression ofthe artery above the bleeding site ata pressure point- points where arteries pass superficiallyand are felt as pulses. These pressure points are the radial,brachial, and axillary arteries in the arm, and the femoral,popliteal, and ankle arteries in the leg. Compression of theartery for 20 minutes can stop or decrease the bleeding suf-liciently to allow a dressing to be placed.\n\nElevation of the bleeding area above the level of theheart reduces the pressure to the bleeding area and aids he-mostasis for arterial bleeding. Elevation and a dressing maybe all that are necessary for venous bleeding. The patient oranother individual may be enlisted to hold pressure, whilethe doctor treats someone else.\n\nIn the worst cases, tourniquets are used. Although thereis a real risk of limb loss with a tourniquet, blood loss mustbe stopped to save the life of the patient. Commerciallyavailable simple small windlass tourniquets that can be ap-plied with one hand are used by many military services.Those venturing into austere environments of combatshould ensure their availability. Any flexible material ofenough length (rope, wire, cloth strips) can be used to en-\n\ncircle the limb and be tied in place. A rigid device (eg, a rodor stick) is placed through the loop and twisted to tighten ituntil bleeding ceases. Arterial flow to, as well as venous flowfrom, the extremity must be stopped to prevent paradoxi-cally increased bleeding from venous injuries. The lime oftourniquet application should be recorded, and this writtenrecord should accompany the patient. When the time to careis short, there is little risk to the limb, and a life can be saved.The risk to the limb increases with the duration of use ofthe tourniquet. Life over limb is a time-honored choice thatshould not be made lightly. Especially in combat, the re-ceiving doctor should remember that the decision was madeunder lire.\n\nA technique that stops vigorous scalp bleeding ITOM alarge flap is to fold the flap outward onto itself. This crimpsthe vessels and stops the bleeding. After 2() minutes thebleeding should be stopped or slowed enough to return thellap to its normal position and apply direct pressure anddressings. Prior to surgical management, endogenous he-mostatic mechanisms must be relied on to control unseenbleeding."
  },
  {
    "full_text": "With the possibility of ongoing or barely clotted bleed-ing sites, rapid restoration of normal blood pressure with avigorous fluid bolus should be avoided. Smaller amounts offluid given more slowly and stopped when the blood pres-sure rises to an acceptable, yet less than normal, level mayallow the clot to be maintained and still provide adequateorgan perfusion.\n\nAdvanced topical hemostatic dressings are increasinglyavailable. All function as \"pressure adjuncts\" and requiresome period of pressure over them with a bandage aliter ap-plication to affect hemorrhage control. Some have the sideeffect of exothermia, which can damage normal tissue. Astepwise algorithm has been proposed in military care inseveral countries. It emphasizes the use of normal pressuretechniques or tourniquets to control hemorrhage first. Ifthese fail or an analysis of a large wound suggests that theywill not be effective because of the wound's location, thenthe hemostatic agents that have no side effects shouldbe used first. If ineffective, they can be followed by thosewith potential side effects if needed. This balances thepotential risk of the exothermic reaction with the benefit ofhemostasis,\n\nFluid resuscitation in the austere environment may be chal-lenging. Both difficulties in establishing access and havingsufficient fl.uids are likely obstacles.\n\nCentral venous access kits, intravenous needles, and in-traosseous needles may be unavailable in an austere or hos-tile environment, SO performing venous cutdown assumes amore important role in these situations. Fluid administra-\n\ntion tubing, with the connectors cut off, nasogastric tubes,and urinary catheters may be used for venous access with acutdown. See Chapter 3: Shock, and Skill V-A: VenousCutdown.\n\nAlternative Fluid Routes\n\nAlthough oral fluids are avoided in the usual clinical arenabecause of the possibility of aspiration, fluids may be ad-ministered orally to the awake patient, or via a gastric tubein the unconscious patient. Absorption may be decreasedafter injury, but it does occur. Similarly, rectal clysis allowsexcellent fluid absorption, as demonstrated during WorldWar I. Only about 250 ml/hr can be absorbed safely by ei-ther of these routes, SO they are most useful as substitutesfor massive resuscitation in dehydrated patients and thosewho have had mild to moderate hemorrhage that is nowcontrolled.\n\nPatients who do not have partial stabilization on theirOWII orwho do not respond to some fluid using these al.ter-native met:hods are unlikely to respond to large amounts offluid. This might be used as a triage consideration, placingsuch patients in the expectant category"
  },
  {
    "full_text": "The fluids used are those that are available. Usually this iscrystalloid or colloid fluid. In military situations, fluidchoices are usually based on weight considerations; colloidsand hypertonic fluids weigh less for equivalent intravascu-lar volume than do crystalloids. The initial effect of in-creased blood pressure may dissipate over time as the bodywater equilibrates with the osmotic load. Blood transfusionfrom noninjured members of the group can be considered.Typing can be done by the patient's report of his or her ownblood type. uick \"crossing\" of drops ofblood from the pa-tient and the donor on a smooth white surface, which wasthe method used in the earliest days of blood transfusion,may reveal major incompatibilities by clumping, Of course,this is an unusual choice for difficult circumstances, andit carries some risk. Such fresh whole blood does bearthe additional benelit of clotting factors useful in severehemorrhage.\n\nCareful consideration of the goals of fluid therapy isnecessary in planning the use of a limited quantity of flu-ids. Patients who appear to be compensating for their fluidlosses and maintaining organ perfusion may require no flu-ids. This can be judged by level of consciousness. The con-scious cooperative patient can be observed. Units of fluid(bags, bottles, etc.) can be split among several patients, giv-ing each only the amount absolutely necessary to maintainlife. Fluids such as commercial beverages may be used as oralrehydration fluids. When balancing rebleeding with organperfusion, careful reevaluation is key to determiningwhether further small amounts of fl.uid should be given tomaintain the low level of perfusion necessary to maintainlife until definitive care is possible. A less than normal blood\n\n312 APPENDIX G ● Austere Envir onments\n\npressure is acceptable with this technique. [f the patient isunconscious, fluid is titrated on and off according to thepresence or absence of the radial pulse. Care must be takenwhen titrating hypertonic or colloid lluids in this manner, asthey may overshoot the target blood pressure as they recruitextravascular fluid.\n\nControl of pain and alleviation of suffering is a primarygoal of all doctors. This is important not only as a kind-ness, but also to minimize the adverse physiologic conse-quences of pain, such as increase's in levels ofcatecholamines and cortisol, metabolic rate, and total bodyoxygon consumption. Management of pain in hospitals isfacilitated not only by the availability of many differentanalgesic agents and cardiovascular monitoring, but alsoby the availability of anesthesiologists who are knowl-edgeable and helpful regarding pain management. Austerecircumstances require alternatives to hospital- based painmanagement protocols."
  },
  {
    "full_text": "Pain management is a chal.lenge in austere military cir-cumstances because oflimitations in the numbers and typesof personnel and equipment and drugs and the potential foreven a few casualties to overwhelm existing resources. Thedoctors in these locations should be familiar with all uses ofthe agents they have available. Civilian remote and wilder-ness situations provide similar challenges to relieving a pa-tient's pain. A wide spectrum of therapeutic agents is notalways available to the doctor in these venues. Agents mustbe carefully selected, not only for their ability to relieve painbut also with consideration for safety.\n\nPrinciples of pain management in the austere environ-ment include: (I) type of environment; (2) available op-tions; (3) anatomic location and severity of injury; (4)possibil ity of complications; (5) allergies; (6) associated in-juries; and (7) availability of, timing of, and plan for evacu-ation. The choice of a drug or multiple drugs depends onmany factors. Many agents are available to relieve pain oract as adjuncts.\n\nPatients in a low-flow state secondary to hypovolemicshock should not be given intramuscular injections of nar-cotics, as these drugs can remain in the muscle until flow isrestored. With restoration of llow, a bolus of drug is released,pulting the patient at risk for respiratory depression. l-low-ever、 in the austere environment, with an inadequate sup-ply of IV catheters, it may be necessary to consider theintramuscular use of narcotics. ral use is reasonable in theabsence ol abdominal and head injury.\n\nLocal anesthetics are considered for hematoma blocksassociated with fractures and regional blocks if the doctor isknowledgeable about the sites of injection and allowabledoses. Remember、 local anesthetics can cause seizures if toohigh a dosage is used. Epinephrine can be added to slow ab-\n\nsorption and thereby decrease the likelihood of toxicity. Acaveat is to not add epinephrine if the injection is used infingers, toes, penis, or nose because of the risk of ischemiain these areas with arteriolae. Another point to rememberis that the nonsteroidal antiinllammatory medications mayinhibit platelet function, SO they must be avoided if thereis hemorrhage or an injury with significant risk of severehemorrhage.\n\nKetamine, a dissociative anesthelic, can be used safelyeither intramuscularly or intravenously. It has an effect sim-ilar to that of general anesthetics in that the patient is un-aware of his or her surroundings. Attention must be directedto keeping the airway free of secretions. Although ketamineis useful for suture repair of lacerations and setting of frac-tures with angulation or arterial compromise, the individualwill not be able to function without assistance for ] to 2hours, making it necessary to carry the patient if evacuationis imminent. Other agents allow the patient to assist in his orher own transportation, ifhis or her injuries allow.\n\nManagement of Specific Injuries"
  },
  {
    "full_text": "Management of Specific Injuries\n\n`I`he evaluation and management of abdominal iniuries inaustere sellings is very different from what is practiced inwell-equipped modern hospitals. See Chapter 5: Ab-dominal and Pelvic Trauma. Mortality from untreated in-traabdominal injury is high: patients either die quickly fromuncontrolled hemorrhage or they die later from intraab-dominal sepsis. For this reason, a high index of suspicionmust be maintained in these patients. Those with suspectedinjury must be referred early for surgical consultation orevacuation. Sophisticated diagnostic techniques such as ul-trasound and computed tomography (CT) are not availablein the austere setting. Diagnostic peritoneal lavage (DPL),while potentially available, has very dilferentindications andimplications in this setting.\n\nThe actual mechanism of injury becomes paramountin establishing priorities in settings with limited resources.Gunshot wounds to the abdomen, unless clearly tangential,are associated with visceral injury in 90% of patients. Thesepatients all require rapid surgical referral and celiotomy. [nthe civilian setting, stab wounds to the abdomen are associ-ated with visceral injury in only 30% to 40% of patients. Un-less there is clear evidence of intraabdominal injury(eg, evisceration, pneun1operitoneum, peritoneal findings,shock, or blood in tbe nasogastric tube or rectum), these pa-tients are treated based on symptoms and wound explo-ra tion. Stab wounds usually can be explored under localanesthesia without much difficulty to determine whetherthe abdominal wall fascia IS penetrated. If no fascial pene-trations or abdominal symptoms are present, the wound canbe managed primarily.\n\nBlunt injury to the abdomen is associated with a vari-ety of solid and hollow organ injuries and may be less dra-matic in appearance than penetrating injury. Abdominalpain, tenderness, distention, shock, or blood in the naso-gastric tube or urinary catheter are all suggestive of bluntintraabdominal injury. Although CT and ultrasound are notavailable in the austere setting, DPL can serve as a expedientsubstitute in the field.\n\nDPL is accomplished with a minimwn of resources andtime, and is a reliable means to determine whether a signif-icant hemoperitonewn exists. If gross blood is not encoun-tered and newsprint-sized writing can be read through IVtubing containing the lavage fluid, the DPL is negative forsignificant intraperitoneal bleeding. DPLis limited in that itprovides no information about extraperitoneal organs andstructures. It is contraindicated in patients with obvious in-traabdominal injury and is indicated onlyin patients with ahigh probability of intraabdominal injury. Many of thesepatients eventually require celiotomy because of continuedbleeding or peritonitis. DPL might help to identify these pa-tients earlier and assist in triage if evacuation is possible.See Chapter 5: Abdominal and Pelvic Trauma, and SkillStation VIII: Diagnostic Peritoneal Lavage."
  },
  {
    "full_text": "In situations in which evacuation is impossible or sig-nificantly delayed, DPL has no role. If a major intraabdom-inal injury exists, it becomes quite apparent with time. Inthis setting, DPL adds nothing to physical examination ortreatment.\n\nPatients with a definite abdominal injury (as demon-strated by evisceration, shock, peritoneal findings, andpneumoperitoneum) are expeditiously referred for surgicaltreatment. They should receive a broad-spectrum antibioticand intravenous fluids sufficient to maintain urinary out-gross contamina-put. Open wounds should be cleaned oftion and dressed. Eviscerations should be covered with moistgauze or dressings, and the patient must be kept warm. Ifwounds are massive, resources are minimal, and evacuationunlikely, these patients are given comfort measures only andtreated expectantly.\n\nEvery patient with a significant history of injury shouldbe considered to have an intraabdominal injury untilclinical examination, diagnostic test, or celiotomy provesotherwise.\n\nExtremity injuries are common in trauma patients. SeeChapter 8: Musculoskeletal Trauma. Although these injuriesare not usually immediately life-threatening, they are oftendramatic in appearance and can divert attention from otherinjuries. Elicitation of a brief history of the injury and a per-tinenl medical history should be followed by a completeexamination of the extremity.\n\nThe management of extremity injuries depends to agreat extent on the available resources and the length oftimeit takes to transfer the patient to a definitive care facility. Vas-\n\ncular injuries, if the patient does not exsangu inate, must bedefinitively repaired early, within 6 hours of injury, to pre-serve limb function. Likewise, because of the risk of arterialinjury and osteonecrosis, major dislocations should be re-duced early. Finally, traumatic ampulations usually requireearly surgical debridement.\n\nThe immediate treatment of extremity injury shouldinclude, ala minimum, control of active bleeding by apply-ing direct pressure, cleaning grossly contaminated wounds,and immobilizing the injured extremity until the patient isevacuated. Use tourniquets sparingly, if ever, since they placethe entire limb at risk, Dislocations and major angulationdeformities should be carefully reduced, while monitoringthe limb's neurovascular status before and after reduction."
  },
  {
    "full_text": "lf definitive treatment is delayed, administer antibi-otics, perform limited irrigation and debridement of openwounds, and keep the extremity immobilized with sometype of splint or cast. The use of antibiotics in poorly de-brided or nondebrided wounds does not prevent infec-tions; rather, the goal is to shift the spectrum of infectionfrom gram-positive synergistic gangrene or clostridial in-fections that can be fatal in a few hours to more indolentinfections. However, the doctor must consider the risk ofencouraging resistant organisms when choosing too broada coverage. Patients with femur fractures should be putinto some sort of traction to minimize further blood lossinto the thigh.\n\nSplints and traction devices can be improvised fromequipment and resources at thc scene. Any rigid item, ifproperly padded, can be used as a splint. Likewise, amakeshift frame can be constructed to provide traction forfemur fractures, sometimes using the patient's own boot orshoe as the ankle hitch. These patients also should receiveanalgesics and sulficient hydration to prevent shock, if avail-able. See Chapter 8: Musculoskeletal Trauma, and SkillStation XII: Musculoskeletal Trauma: Assessment andManagement.\n\nCompartment syndrome, a late complication of ex-tremity injury, can present insidiously in injured patients,especially after a crush injury in which no fracture is pres-ent. lf compartment pressures cannot be measured, earlyfasciotomy may be indicated, especially in the presence ofany vascular injury.\n\nOther late complications of extremity injuries includefat embolus syndrome, deep venous thrombosis, and OS-teomyelitis. These complications must be considered iftransfer to definitive care is markedly delayed.\n\nThe management of pelvic fractures in the austere set-ting deserves some comment. Since the force required tofracture the pelvic ring is SO great, pelvic fractures usuallyoccur in association with intraabdominal or other injuries.Patients with these injuries may go into shock because ofbleeding from the pelvic fracture itself and from both arte-rial and venous vessels in the pelvis. Patients also may havesignificant neurologic injury, as well as genitourinary orrectal injuries.\n\n314 APPENDIX G · Austere Environments\n\nVery little can be done for such patients in austere en-vironments, with the exception of immobilization of thelower extremities and pelvis. The patient should be kept im-mobil ized and the pelvis stabilized as well as possible withsheets, sandbags, etc. If available, external fixation can beperf ormed to reduce open-book pelvic fractures and helpminimize bleeding. Although it is out of favor for use intrauma, a pneumatic antishock garment, if available, canfunction as an \"air splint\" for the pelvis or lower extremi-lies. Care musl be taken to prevent compartment syndromesby overinflation and prolonged use."
  },
  {
    "full_text": "Patients with musculoskeletal injuries are classified ac-cording to the severity of their injury and the need for or-thopedic evaluation and trea tment. Parien ts with vascularinjury and dislocations require urgent referral or evacua-lion, as do patients with significant pelvic fractures or sus-pected cervical or thoracolumbar spinal injuries. Patientswith stable open or closed fractures also require referral orevacuation, though less urgently. If referral or evacuationis delayed for more than 6 hours, these patients shouldreceive antibiotics, analgesia, hydration, immobilization,and wound management as resources allow. Patients withsprains and minor injuries can either be treated primarilyor referred to an orthopedist in a more routine fashion.\n\nThe mortality from major burn injuries is significant, evenwith unlimited resources. Patients with burn injuries oftenrequire airway support, mechanical ventilation, and massivefluid resuscitation, in addition lo management oftheir burnwounds. See Chapter 9: Thermal Injuries. The initialevaluation and treatment of these patients follows closelythe ABCDE algorithm. Remember, these palients often haveother injuries in addition to their burn injury (eg, blast in-jury or injury from jumping in an attempt to get away fromthe fire).\n\nInhalation injury, either from breathing heated air orbreathing toxic gases emitted during combustion, essentiallydoubles the mortality from burn injury. Patients with sig-nificant facial burns and smoke or steam inhalation, as wellas those with loxic gas inhalation from burning plastics, re-quire a definitive airway (ie、 endotracheal intubation or tra-cheostomy) and mechanical ventilation.\n\nProbably the most significant aspect of the care of burnpatients is the massive fluid replacement they require. Thesepatients also require urgent evacuation lo a burn center;otherwise, the care necessitated by their injuries can quicklyoverwhelm even a well-equipped hospital. Under austereconditions, patients with severc burns may need to betreated expectantly.\n\nThe initial trealment of patients with smaller burnscan be initiated in the austere setting by preventing fur-ther injury, limiting debridement to ruptured blisters only,initiating fluid resuscitation (orally if necessary), prevent-ing hypothermia, and applying topical antibiotics and ster-\n\nile dressings. If circumf erential burns are present, distalcirculation and the need for escharotomy should be as-sessed. If local resources are limited but evacuation is pos-sible, even if delayed, the patient with a significant burnshould be stabilized as much as possible prior to transport.If possible, the airway should be secured and fluid resusci-tation begun. If resources are limited and evacuation is dif-ficult or impossible, small (burns often heal with nonoperative care, although some-limes with significant scarring or loss of function, espe-cially over joints."
  },
  {
    "full_text": "The following discussion highlights the major principles ofpreparing injured patients for evacuation from isolated cir-cumstances in which resources are limited, incJuding mili-tary operations, wilderness environments, and civil disasterswith delayed rescue. It may be necessary to provide care forhours to days in proximity to dangers-for example, firefrom hostile weapons, persistently threatening weather, andimminent flood.\n\nUnder these circumstances, the first priority is to pro-tect the caregivers and the patients from further injury. Ingeneral, a minimum of medical care is altempted while theinjured patients and caregivers are exposed to danger. Oncethe danger has been mitigated, care of injured patients maycommence to the fullest exlent possible, given limitationsinherent in the circumstances, while applying ATLS princi-ples with some modifications. The skills required are simi-lar to those used by a military medic or corpsman in thelield once the caregiver and the patient are no longer underhostile tire.\n\nThe odds of successful rescue/e vacuation, if needcd, in-crease dramatically when plans are made in advance for suchcontingencies. Initialing rescue and communicating withrescuers is beyond the scope of this appendix; however, it isessential that provisions be considered for establishing com-munications with or signaling rescuers. This requires a planfor rescue, which includes notification ofindividuals not in-volved in the movement or plan of action. A flight, float, orexpedition plan should be filed with individuals who caninitiate rescue, automatically and autonomously under cer-tain conditions. Itis easy to undersland why emergency ex-traction and rescue plans are an essential part of any militaryoperation.\n\nFlexibility and improvisation while waiting for evacu-ation from isolation are important to a successful oulcome.Seeking appropriate shelter until evacuation is possible is anearly priority. Sheller should be sought as soon as thepa-tients and caregivers are out of immediate danger. Highground is generally preferable if the palient can be moved.Simple shelters of various types can be constructed fromavailable mate rials with a minimum number of simple tools.\n\nUse the following principles while waiting to transportpatients:"
  },
  {
    "full_text": "● Move patients as little as possible after sheller isobtained.● Initiate appropriate medical interventions as soonas feasible, based on the available resources and themjuries.● Arrange for a stretcher or litter for severely injuredor unconscious patients while providing extrapadding to pressure points.● In general, placc patients in a supine position.Place patients with thoracic injuries in a lateral de-cubitus position with the injured side down or in asemi-elevated position (head and chest elevated atapproximately 45 degrees).● Splint fractures with available materials or splintthem to another extremity.Keep patients as dry as possible and preventhypothermia.Shield patients from prolonged exposure to intense,direct sunlight.● Do not leave unattended patients close to camptires.\n\nIf helicopter evacuation is a possibility, scoul a landi ngsite to facilitate rescue. The landing site should ideally be onlevel, flat terrain that is clear of obstructions. It may be nec-essary to mark the site with smoke, reflectors, or other de-vices that can be seen from the air (branch or stone pointer).Helicopter extraction (while hovering) is also a possibility,but it is much more difficult and riskier to the patient.\n\nEnvironmental Extremesof Heat and Cold\n\nPrev enting heat and cold injuries is pref erable to treatingthem. Understanding the effects of environmental extremeson the human body helps to avoid these injuries. Unfortu-nately, accidental heat and cold injuries still occur despiteadequate precautions.\n\nCOLD INJURY AND HYPOTHERMIA\n\nA high index of suspicion is essential to making the diagno-sis of hypothermia. Palients suffering overwhelming envi-ronmental exposures (eg, cold-water drowning and coldexposure) are readily identified. Preventing hypothermia in-volves two strategies: reducing heat loss and increasing heatproduction. Heat is lost from the skin in four ways: radia-tion, convection, conduction, and evaporation. In a normalenvironment, an individual loses 50% to 60% of body heat\n\nbecause of radiation. In contrast, convection is the majorsource of heat loss in a cold environment, particula rly withstrong winds. Conduction is a major route of heat loss dur-ing cold-water immersion. Heat losses from convection andconduction can be effectively reduced with whatever cloth-ing materials are available. Evaporative heat loss occursthrough both respiration and perspiration. This route ismost important during exposure to cool dry environments.\n\nAlso, keep in mind that:\n\n● Clothing musl provide adequate insulation.\n\n● Adequate shelter must be sought for adequate pro-tection from the environment.\n\nFood consumption must be adequate for the in-creased caloric energy requirements.\n\n● Activity must be at a n adequate level to produce theheat required to keep warm."
  },
  {
    "full_text": "The amount of heat lost by convection is determinedby the temperature difference between the air and the bodysurface with which it is in contact and by the speed withwhich the air is moving. A wind of 8 mph (12.8 kph) re-moves four times as much heat as a wind of 4 mph (6.4kph). Wind-chill charts detail the relationship between theambient temperature and the effective temperature basedon the prevailing wind speed.\n\nMany different materials are used for cold weatherclothing. The oldest is wool, wh ich is still one of the best be-cause it contains innumerable small air pockets that provideexcellent insulation. One of the greatest values of wool is itsability to provide insulation even when wet. Its major dis-advantage is its weight. Down provides excellent insulationwhen dry, but provides little protection when it is wet.\n\nHeat production by the body can be increased signifi-cantly only by muscular exercise, either by shivering or per-forming voluntary work. Large muscles (eg, leg muscles)produce more heat than small muscles. Vigorous exercisingcan produce more heat than shivering. 1f a threatening sit-uation cannot be avoided, deliberate exercise that uses largemuscles, such as repeatedly stepping on and off rocks orlogs, produces more heat than just standing and shivering.No drugs or other behavior can substitute for exercise as ameans of generating body heat.\n\nWhen cold injury does occur in the austere environ-ment, an important principle is to avoid rewarnung until asustained warm environment can be ensured. Clearly, aswith systemic cold injury, the best management of local coldinjury is prevention.\n\nHEAT-RELATED ILLNESS OR INJURY\n\nHeat illness is due to exposure to increased ambient tem-perature under conditions in which the body is unable tomaintain appropriate homeostasis. The milder syndromesare exer tional; the most severe may occur without exercise.\n\n316 APPENDIX G ● Austere Environments\n\nThe three common heat-related conditions are heat cramps,heat exhaustion, and heat stroke.\n\nPainful muscles after exertion in a hot environment areoften attributed to a salt deficit. However, it is likely thatmany cases represent exertional rhabdomyolysis. Acutemuscle injury due to severe exertional elfort beyond the lim-its for which the individual is trained can result in myoglo-binuria, but this rarely affects kidney function unless heatstroke is present. Treatment includes rest in a cool environ-ment and salt replacement with a 650·mg sodium chloridetablet in 500 mL of water or a commercially available bal-anced electrolyte replacement solution."
  },
  {
    "full_text": "Fatigue, muscular weakness, tachycardia, postural syncope,nausea, vomiting, and an urge to defecate can result fromdehydration and heat stress. This occurs in unacclimatizedindividuals who exercise in the heat and results from loss ofboth salt and water. Body temperature is normal. There maybe a continuum from heat exhaustion to heat stroke. Treat-ment consists of rest in a cool environment, acceleration ofheat loss by fan evaporation, and fluid repletion with salt-containing solutions. After the patient recovers, exercise ina hot environment should be avoided for 2 to 3 days to avoidrecurrence.\n\nCore body temperature exceeds 40° C ( 104° F) with heatstroke and severe central nervous system dysfunction andanhidrosis occur. The two types of heat stroke are classic andexertional.\n\nClassic heat stroke occurs after several days of extremeheat exposure in individuals who are not acclimated. Riskfactors include chronic illness, advanced age, high humidity,obesity, chronic cardiovascular disease, poverty, alcoholabuse, dehydration, and use of sedatives. Sedentary heatstroke is a disease of the elderly or infirm whose cardiovas-cular systems are unable to adapt to the hot environmentalstress.\n\nExertional heat stroke occurs rapidly in unacclimatizedindividuals who exercise in conditions of high ambient tem-pera ture and humidity. In the United States each year, about4000 people die from heat stroke. Exercise-induced heatstroke most often alfects young people (eg, athletes, militaryrecruits, and laborers). Individuals with this type of heatstroke are more likely to have disseminated intravascular CO-agulopathy, lactic acidosis, and rhabdomyolysis.\n\nThe treatment for heat stroke is rapid cooling. The mostefficient method is to induce evaporative heat loss by mist-ing and fan cooling. Immersion in an ice-water bath or theuse of ice packs also is effective but can cause vasoconstric-tion and shivering, which limits cooling and monitoring.\n\nResuscitation with approximately 20 mL/kg of balanced saltsolution is often required within the lirst 4 hours. Vigorouscooling should be stopped when the patient's temperaturereaches 38.9° C (102° F). If myoglobinuria is present, hy-dration must be maintained to ensure a good urine output.Intravenous mannitol (25 g, or 300-400 mg/Kg) may begiven after ensuring adequate intravascular volume.\n\nPoor prognostic signs are body temperatures of 42.2° C(108° F) or more, coma lasting longer than 2 hours, shock,and hyperkalemia. Mortality rates are about 10%.\n\nAs with all thermal environmental injuries, the besttreatment for heat stress is prevention. Acclimation to ex-treme heat requires about 3 to 5 days. Best strategies for ac-tivity involve alternating work and rest cycles andemphasizing I]uid intake. Work in a desert cnvironment at49° C (120° F) requires 2 liters of water per hour. Availabil-ity of shelter with shading from the sun is important.\n\nCommunications and Signaling"
  },
  {
    "full_text": "Communications and Signaling\n\nThe principles of effective communications in the austereenvironment include:\n\n● Having a working plan in place beforehand.\n\n● Knowing what your communications system canand cannot do.\n\n● Having a backup communications plan.\n\nDoctor-to-doctor contact with at least a minimum ofpatient inf ormation for referral is the safest way to coordi-nate patient transfers. Unfortunately, the austere environ-ment may not afford either a doctor or a reliable means ofcommunication. Effective communications rely on apreestablished and tested means of communication, withcontingencies for a backup system when the primary meansof communication fail. Available technologies include hand-held radios,cellular phones, and newer technologies,such astelemedicine.\n\nLimilations of a telephone system in a disaster settinginclude destruction of the phone lines, power loss, in-clement weather, and an increase in phone calls that fre-quently result in system saturation and overload. Cellularphones should ideally serve as a backup to a VHF radiocommunication system, which emits a directional signalthat could be pinpointed. In addition, Global positioningsystems (GPS) are becoming relatively inexpensive andalford the medical care provider the opportunity to iden-tify his or her location in the austere setting with extremeaccuracy.\n\nOral reporting should be efficient and clear, particu-larly in disaster settings in which radio traffic is high. Infor-mation relayed should include scene safety, number ofpatients, and the patients' conditions. Use of a standardized\n\nphonetic alphabet and phonetic numerals is preferred.When no direct contact is made with the receiving facility ormedical care providers, every effort must be made to providean accurate record that survives with at least a minimumamount of transfer data, including palient identification,medical problem, treatment provided, and palient status attransf er. nline medical care protocols for nondoctorproviders are critically important when direct medical con-trol is not available."
  },
  {
    "full_text": "Communications at a disaster site are frequently andseverely disrupted. Effective means of communication inthis setting may include handheld radios, messengers, andmegaphones. Disaster management is a multidisciplinarycommunity activity, and effective communication amongdisaster responders is best addressed through the IncidentCommand System (ICS). Military organizations can bringto these sites well-developed communication systems withthe ability to communicate worldwide through a secure net-work. Hospitals are expected to report to their local emer-gency communications center about their bed availability,number of casuallies they have received and are preparedtoaccept, and items in short supply. In a disaster situation,most patients are not likely to have accessed the emergencymedical services (EMS) system prior to arrival at medicalfacilities. Communication backup systems may addressunique situations such as communication by medical staffwhile operating in hazardous material suits or a chemical orbiologic \"protective posture.\" See also Appendix H.\n\nIn the austere environment, available communicationsequipment is frequentlylimited to that which is carried intothe lield by the participants. In the event that electronicequipment is unavailable, the best signaling devices are ei-ther audio or visual. A universally recognized distress signalis essentially considered three of anything for example,three whistle blasts, three gun shots, or three columns ofsmoke. An effective ground-to-air device is a mirror retlect-ing sunlight, which may be seen up to 10 miles ( 16 km)away. Ground signals should be as large as possible and con-tain straight lines and square corners. An \"X\" on the groundis the symbol internationally recognized as needing medicalassistance. Both day-and night-signaling devices are readilyavailable; these include mirrors, smoke, dyes, flashlights,flares, search and rescue transponders (SARTs), and otherpyrotechnic and nonpyrotechnic devices.\n\nMass-casualty triage is the process of sorting or prioritizingpalients into specific care categories depending on the num-ber and severity of casualties and the resources available atthat time. By definition, tringe means there are inadequateresources to care for this number of patients in the usualmanner. Triage is the process of prioritizing injured palientsto determine which need medical care immediately, which\n\ncan wait for care、 and which are SO severely injured that at-tempts at care are futile given the existing circumstances.The philosophy behind triage is to do the greatest good forthe greatest number, Triage in the austere environment maybe required when there are as few as lwo injured patients,which may easily overwhelm the resources available to a sin-gle doctor. A decision must be made regarding which pa-tient should first receive the benefit of the doctor's fullattention and application of available resources."
  },
  {
    "full_text": "Even large, well-organized medical teams, such as dis-aster-response teams or military hospitals, may face over-whelming numbers of casualties. Preplanning and practicemust occur prior to team deployment. Typically, the mostexperienced surgeon acts as the triage officer. In the eventthe surgeons are all needed to perform operations, anotherexperienced doctor can act as the triage officer. This indi-vidual should have prior training in triage.\n\nIn wilderness austere environments, the doctor may nothave the benefits of preplanning and must rely on experi-ence. In these circumstances, it is particularly important forcare providers to be very familiar with their equipment andsupplies in order to do the most good for the largest num-ber of patients. nly with knowledge of available resourcesand the possible ways to make the best use of them can adoctor save the most lives.\n\nRemember, the en tire concept of triage is predicated onthe fact that not every patient gets immediate attention forhis or her most significant injury. In order to do the mostgood for the largest number of patients, it is critically im-portant to have a basic understanding of triage methods andcategories. The first step in a mass casualty event is to \"sift\"the patients rapidly. This may consist of an order for all pa-tients who are able to move to gather at a single, clearly vis-ible site in the immediate area-for example, \"Everyone whocan, please move to the base of the large Iree.\" This enablesthe medical care providers to pay immediate altention tothe remaining patients.\n\nNext, a careful \"sieve\" of the more severely injured pa-tients occurs. Patients with life-threatening injuries aretreated first, using the ABCDEs. The next priority is palientswith limb-threatening or other injuries that are not imme-diately life-threatening for example, abdominal injurieswithout hypotension.\n\nIn order to do the most good using existing supplies 1nan austere environment, it may be necessary to categorizesome palients as expectant (expected to die). Patients inthis category are given pain medication, if available, SO theydo not suft er. Supplies in limited quantity, such as intra-venous fluids, should not be used in the care of expectantpatients.\n\nMany mass casualty triage classification schemes exist.A simple and useful method of triage involves fourcategories:\n\n1. Immediate (needs treatment of life-threateninginjuries)"
  }
]