{
  "title": "Atls%208Th%20Edition Ch14 Biomechanics Of Injury(283-288페이지)",
  "full_text": "Figure 12-2 Full-Term Fetus in Vertex Presentation. Note the displacement and compression of the abdomi-nal viscera. Most of the viscera would be displaced cephalad. You cannot see them in this picture.\n\nThe axis may shift leftward by approximately 15 degrees.Flattened or inverted T waves in leads III and AVF and theprecordial leads may be normal. Ectopic beats are increasedduring pregnancy.\n\nMinute ventilation increases primarily as a result of an in-crease in tidal volume because of increased levels of pro-gesterone during pregnancy. Hypocapnia (PaCO2 of 30 mmHg) is therefore common in late pregnancy. A Paco2 of35to 40 mm Hg may indicate impending respiratory failureduring pregnancy. Although the forced vital capacity fluc-tuates slightly during pregnancy, it is largely maintainedthroughout pregnancy by equal and opposite changes ininspiratory capacity (which increases) and residual volume(which decreases). Anatomic alterations in the thoraciccavity appear to account for the decreased residual volumethat is associated with diaphragmatic elevation with in-creased lung markings and prominence ofthe pulmonary\n\nvessels seen on chest x-ray examination. Oxygen con-sumption is increased during pregnancy. Therefore, It isimportant to maintain and ensure adequate arlerial oxy-genation during the resuscitation of the injured pregnantpatient.\n\nGASTROINTESTINAL SYSTEM\n\nGastric emptying time is prolonged during pregnancy, anddoctors should always assume that the stomach of a preg-nant patient is full. Therefore, early gastric tube decom-pression is particularly important to avoid the aspiration ofgastric contents. The intestines are relocated to the upperpart of the abdomen and may be shielded by the uterus. Theposition of the patient's spleen and liver are essentially un-changed by pregnancy.\n\nThe glomerular filtration rate and renal blood flow increaseduring pregnancy, whereas levels of creatinine and serumurea nitrogen fall to approximately half of normal prepreg-\n\n● Not understanding the anatomic changes thatoccur during pregnancyNot recognizing that a normal PaCO2 may indicateimpending respiratory failure during pregnancy● Mistaking eclampsia for head injury\n\nnancy levels. Glycosuria is common during pregnancy.There is a physiologic dilatation of the renal calices, pelves,and ureters outside of the pelvis, which may persist for sev-eral weeks following pregnancy. Because of frequent dex-trorotation of the uterus, the right renal collection systemis olten more clilated than the left.\n\nThe pituitary gland increases in size and weight by 30% to50% during pregnancy. Shock can cause necrosis of the an-terior pituitary gland, resulting in pituitary insumciency.\n\nThe symphysis pubis widens to 4 to 8 mm, and the sacroil-iac joint spaces increase by the seventh month of gestation.These factors must be considered in interpreting x-ray filmsof the pelvis.\n\nEclampsia is a complication of late pregnancy that canmimic head injury. [t should be considered if seizures occurwith associated hypertension, hyperretlexia, proteinuria, andperipheral edema. Expert neurologic and obstetric consul-tation frequently is helpful in differen tiating betweeneclampsia and other causes of seizures.\n\nMechanisms of Injury\n\n7 What are the unique risksof pregnancy?\n\nMost mechanisms of injury are similar to those sustainedby nonpregnant patients, but certain differences must berecognized in pregnant patients who sustain blunt or pene-trating injury.\n\nThe incidence of various types of blunt trauma in pregnancyis outlined in Table 12-2. The abdominal wall, uterine myo-metrium, and amniotic fluid act as buffers to direct fetal in-\n\nTABLE 12-2 ■ Incidence of Various Types of Blunt Trauma in PregnancyTYPE OF BLUNT TRAUMATOTAL NUMBERPERCENTAGEMotor vehicle accidents/pedestrians109859.6Falls41 122.3Direct assaults30816.7Other240.1Source. Shah AJ, KlEcline 8A. Trauma In pregnancy. Emerg Med Clln N Am 2003.21 615-29\n\njury from blunt trauma. Nonetheless, fetal injuries mayoccur when the ahdominal wall strikes an object, such as thedashboard or steering wheel, or when a pregnant patient isstruck by a blunt instrument. Indirect injury to the fetusmay occur from rapid compression, deceleration, the con-trecoup effect, or a shearing force resulting in abruptioplacentae.\n\nCompared with restrained pregnant women involvedin collisions, unrestrained pregnant women have a higherrisk of premature delivery and fetal death. The type of re-straint system affects the frequency of uterine rupture andfetal death. The usc of a lap belt alone allows forward llex-ion and uterine compression with possible uterine ruptureor abruptio placentae. A lap belt worn too high over theuterus may produce uterine rupture because of the trans-mission of direct force to the uterus on impact. The use ofshoulder restraints in conjunction with the lap belt reducesthe likelihood of direct and indirect fetal injury, presumablybecause of the greater surface area over which the decelera-tion force is dissipated, as well as the prevention of forwardflexion of the mother over the gravid uterus. Therefore, de-termination of the type of restraint device worn by the preg-nant patient, if any, is important in the overall assessment.There does not appear to be any increase in pregnancy-specific risks Trom the deployment of airbags in motorvehicles.\n\nAs the gravid uterus increases in size, the other viscera arerelatively protected from penetrating injury, whereas thelikelihood of uterine injury increases. The dense uterinemusculature in early pregnancy can absorb a great amountof energy from penet"
}