[
  {
    "full_text": "272 CHAPTER 13 ● Transfer to Definitive Care\n\nCLINICAL CIRCUMSTANCES THAT WARRANT INTERHOSPITAL TRANSPORT WHEN THE PATIENT'S NEEDS EXCEED AVAILABLE RESOURCES:Central Nervous SystemHead injury: · Penetrating injury or depressed skull fracture · Open injury with or without CSF leak · GCS score ChestWidened mediastinum orsigns suggesting great-vessel injury Major chest wall injury or pulmonary contusion Cardiac injury Patients who may require prolonged ventilationPelvis! AbdomenUnstable pelvic-ring disruption Pelvic-ring disruption with shock and evidence of continuing hemorrhage Open pelvic injury Solid organ injuryExtremitiesSevere open fractures Traumatic amputation with potential for replantation Complex articular fractures Major crush injury ischemiaMultisystem InjuriesHead injury with face, chest, abdominal, or pelvic injury Injury to more than two body regions Major burns or burns with associated injuries Multiple, proximal long-bone fracturesComorbid FactorsAge >55 years Age Secondary Deterioration (Late Sequelae) Adapted with permission from ACS Trauma.Mechanical ventilation required Sepsis Single or multiple organ system failure (deterioration in central nervous, cardiac, pulmonary, hepatic, renal, or coagulation systems) Major tissue necrosis Committee on Resourtes for Optimal Care of the Injured Patient 2006. Chic ago: ACS,\n\ncohol and/or drugs, but the absence of cerebral injuryshould never be assumed in the presence of alcohol or drugs.If the examining doctoris unsure, Iransfer to a higher-levelfacility may be appropriate.\n\nDeath of another individual involved in the incidentsuggests the possibility of severe, occult injury in survivors.A thorough and careful evaluation of the patient, even in theabsence of obvious signs of severe injury, is mandatory.\n\nSpecifi.c transf er responsibilities are held by both the refer-ring doctor and the receiving doctor.\n\n? Where should / send the patient?\n\nThe referring doctor is responsible for initiating transf er ofthe patient to the receiving institution and selecting the ap~propriate mode of transportation and level of care requiredfor optimal treatment of the patient en route. The referringdoctor should consult with the receiving doctor and shouldbe thoroughly familiar with the transporting agencies, theircapabilities, and the arrangements for patient treatmentduring transport.\n\nStabilizing the patient's condition before transf er to an-other facility is the responsibility of the referring doctor,within the capabilities of his or her institution. Initiation ofthe transfer process should begin while resuscitative effortsare in progress.\n\nTransfer agreements must be established to provide forthe consistent and efficient movement of patients betweeninstitutions. These agreements allow for feedback to the re-ferring hospital and enhance the efficiency and quality ofthe patient's treatment during transfer."
  },
  {
    "full_text": "The receiving doctor must be consulted with regard to thetransfer of a trauma patient. He or she must ensure that theproposed receiving institution is qualified, able, and willingto accept the patient, and is in agreement with the intent totransfer. The receiving doctor should assist the referringdoctor in making arrangements for the appropriate modeand level of care during transport. If the proposed receivingdoctor and facility are unable to accept the patient, theyshould assist in finding an alternative placement for thepatient.\n\nThe quality of care rendered en route is of vital impor-tance to the patient's outcome. Only by direct communica-tion between the referring and receiving doctors can thedetails of patient transfer be clearly delineated. 1f adequatelytrained ambulance personnel are not available, a nurse or\n\ndoctor should accompany the patient. All monitoring andmanagement rendered en route should be documented.\n\nModes of Transportation\n\n? How should / transport the patient?\n\nDo no further harm is the most important principle whenchoosing the mode of patient transportation. Ground, water,and air transportation can be safe and effective in fulfillingthis principle, and no one form is intrinsically superior tothe others. Local factors such as availability, geography, cost,and weather are the main determining factors as to which touse in a given circumstance. Interhospital transf er of criti-cally injured patients is potentially hazardous unless the pa-tient's condition is optimally sta bilized before transport,transfer personnel are properly trained, and provision hasbeen made for managing unexpected crises during transport.To ensure safe transfers, trauma surgeons must be involvedin training, continuing education, and quality improvementprograms designed for transfer personnel and procedures.Surgeons also should be actively involved in the developmentand maintenance of systems of trauma care.\n\nMoving a patient from one location to another, re-gardless of the distance involved, is hazardous. Theprocess must be approached with the same atten-tion to detail as the resuscitation of the patient'svital functions. Problems during transportation mustbe anticipated SO that their impact may be mini-mized should they occur. Anticipation of deteriora-tion in the patient's neurologic condition orhemodynamic status allows for planning for such acontingency if it occurs before the patient arrives atthe referral center.\n\nThe prudent doctor must review steps that ensurethe safest possible transfer to another level of care.Remember, the doctor who begins the care of theinjured patient must be committed to ensuring thatthe level of care does not deteriorate. This includesthe care delivered during transfer to definitive care.\n\n274 CHAPTER 13 · Transfer to Definitive Care\n\nWhere protocols for patient transfer do not exist, the fol-lowing guidelines are suggested.\n\nINFORMATION FROM REFERRING DOCTOR"
  },
  {
    "full_text": "INFORMATION FROM REFERRING DOCTOR\n\nThe local doctor who has determined that patient transfer isnecessary should speak directlyto the surgeon accepting thepatient at the receiving hospital. The following inf ormationmust be provided:\n\n● Patient identification\n\n● Brief history of the incident, including pertinentprehospital data\n\n● Initial findings in the ED\n\n● Patient's response to the therapy administered\n\nINFORMA TION TO TRANSFERRINGPERSONNEL\n\nInf ormation regarding the patient's condition and needsduring transfer should be communicated to the transport-ing personnel. This inf ormation includes, but is not lim-ited to:\n\n● Airway maintenance\n\n● Fluid volume replacement\n\n● Special procedures that may be necessary\n\n● Revised Trauma Score, resuscitation procedures,and any changes that may occur en route\n\nA written record of the problem, treatment given, andpa-tient status at the time of transfer, as well as certain phys-ical items, must accompany the patient (Figure 13-1). Afacsimile transmission may be used to avoid delay intransfer.\n\nPatients shouldbe resuscitated and attempts made lo stabi-Jize their conditions as completely as possible based on thefollowing suggested outline:\n\na. Insert an airway or endotracheal tube, if needed.b. Provide suction.C. Insert a gastric tube to reduce the risk of aspira-tion.\n\na. Determine rate and administer supplementaryoxygen.b. Provide mechanical ventilation when needed.C. Insert a chest tubeif needed.\n\na. Control external bleeding.b. Establish two large-caliber intravenous tubes andbegin crystalloid solution infusion.C. Restore blood volume losses with crystalloid fluidsor blood and continue replacement during transfer.d. Insert an indwelling catheter to monitor urinaryoutput.e. Monitor the patient's cardiac rhythm and rate.\n\n4. Central nervous system\n\na. Assist respiration in unconscious patients.b. Administer mannitol or diuretics, if needed.C. Immobilize any head, neck, thoracic, and hunbarspme mjuries.\n\n5. Diagnostic studies (When indicated, obtaining thesestudies should not delay transfer.)\n\na, Obtain x-rays of cervical spine, chest, pelvis, andextremities.b. Sophisticated diagnostic studies, such as CT andaortography, are usually not indicated.C. Order hemoglobin or hematocrit, type and cross-match, and arterial blood gas determinations forall patients; also order pregnancy tests for femalesof childbearing age.d. Determine cardiac rhythm and hemoglobin satu-ration (ECG and pulse oximetry).\n\n6. Wounds (Performing these procedures should notdelay transfer.)\n\na. Clean and dress wounds after controlling externalhemorrhage.b. Administer tetanus prophylaxis.C. Administer antibiotics, when indicated.\n\n7. Fracturesa. Apply appropriate splinting and traction."
  },
  {
    "full_text": "The flurryof activity surrounding theinitial evaluation,resuscitation, and prepara tions for transfer of trauma pa-tients often takes precedence over other logistic details. Thismay result in the failure to include certain items in the in+formation that is sent with the patient, such as x-ray films,laboratory reports, or narrative descriptions of the evalua-tion process and treatment rendered at the local hospital. Achecklist is helpful in this regard to make sure that all i.m.-portant components of care have been addressed (see Figure13~1). Checklists can be printed or stamped on an x-rayjacket or the patient's medical record to remind the refer-ring doctor to include all pertinent inf ormation.\n\nFigure 13.1 Sample Transfer Form. This form includes all of the information that should be sent with the pa-tient to the receiving doctor and facility.\n\n(Adapted with permission from Schoettker P, D'Amours S, Nocera N. Caldwell E, Sugrue M. Reduction of time to definitive care in trauma patients: effectivenessof a new checklist system. Injury 34 (2003), 187-190.)"
  }
]