{
  "title": "Atls%208Th%20Edition Ch19 Chapter 19(305-320페이지)",
  "full_text": "counting for the frequent injury identified at the C7-TIjunction.\n\nRestraint Use The value of passenger restraints in re-ducing injury has been so well established thatitis no longera debatable issue. When used properly, current three-pointrestraints have been shown to reduce fatalities by 65% to70% and to produce a 10-fold reduction in serious injury. Atpresent, the greatest failure of the device is the occupant's re-fusal to use the system.\n\nThe value of occupant restraint devices can be illus-trated as follows: A restrained driver and the vehicle travel atthe same speed and brake to a stop with a deceleration of0.5 X g (16 ft/sec2, or 4.8 m/sec2). During the 0.01 secondit takes for the inertial mechanism to lock the safety beltand couple the driver to the vehicle, the driver moves anadditional 6.1 inches (15.25 cm) inside the passengercompartment.\n\nThe increasing availability of air bags in vehicles maysignificantly reduce the injuries sustained in frontal impacts.However, air bags are beneficial only in approximately 70%of collisions. These devices are not replacements for thesafety belt and must be considered supplemental protectivedevices. Occupants in head-on collisions may benefit fromthe deployment of an air bag, but only on the first impact.If there is a second impact into another object, the bag is al-ready deployed and deflated, and is no longer availa ble forprotection. Air bags provide no protection in rollovers, sec-ond crashes, or lateral or rear impacts. The three-point re-straint system must be used. Side air bag systems offerpromise for safer passenger compartments. Currently, maxi-mum protection is provided only with the simultaneous useofboth seat belts and air bags,\n\nWhen worn correctly, safety belts can reduce injuries.When worn incorrectly -for example, above the ante-rior/superior iliac spines - the forward motion of the pos-terior abdominal wall and vertebral column traps thepancreas, liver, spleen, small bowel, duodenum, and kid-ney against the belt in front. Burst injuries and lacerationsof these organs can occur. Hyperflexion over an incor-rectly applied belt can produce anterior compression frac-tures of the lumbar spine (Chance fractures). (See FigureB-1.)\n\nItis estimated that nearly 90% of all pedestrian-auto colli-sions occur at speeds of less than 30 mph (48 kph). Chil-dren constitute an exceptionally high percentage of thoseinjured by collision with a vehicle. Thoracic, head, andlower-extremity injuries (in that order) account for the ma-jority of injuries sustained by pedestrians.\n\nThere are three impact phases to the injuries sustainedby a pedestrian: impact with the vehicle bumper, impactwith the vehicle hood and windshield, and finalimpact with\n\nthe ground. Lower-extremity injury occurs when the vehi-cle bumper is impacted; the head and torso are injured byimpact with the hood and windshield; and the head, spine,and extremities are injured by impact with the ground.\n\nCyclists and/or their passengers also can sustain compres-sion, acceleration/deceleration, and shearing-type injuries.Cyclists are not protected by the vehicle's structure or re-straining devices, as are the occupants of an automobile. Cy-clists are protected only by clothing and safety devices wornon their bodies- -for example, helmets, boots, and protectiveclothing. Only the helmet has the ability to redistribute theenergy transmission and reduce its intensity, and even thiscapability is limited. Obviously, the less protection worn bythe cyclist, the greater the risk for injury. The concern thatthe use of bicycle and motorcycle helmets increases the riskofinjury below the head, especially cervical spine injury, hasnot been substantiated.\n\nSimilar to motor vehicle crashes, falls produce injury bymeans ol a relatively abrupt change in velocity (decelera-tion). The extent of injury to a falling body is related to theability of the stationary surface to arrest the forward mo-\n\nFigure B-1 When worn correctly, safety belts canreduce injuries. When worn incorrectly burst injuries andorgan lacerations can occur. Hyperflexion over an incor-rectly applied belt can produce anterior compressionfractures of the lumbar spine.\n\n286 APPENDIX B · Biomechanics of Injury\n\ntion of the body. At impact, differential motion of tissueswithin the organism causes tissue disruption. Decreasing therate of the deceleration and enlarging the surface area towhich the energy is dissipated increase the tolerance to de-celeration by promoting more uniform motion of the tis-sues. The characteristics of the contacl surface that arreststhe fall are important as wel]. Concrete, asphalt, and otherhard surfaces increase the rate of deceleration and are there-fore associated with more severe injuries.\n\nAnother factor that should be considered in determin-ing the extent of injury after a fall is the position of thebody relative to the impact surface. Consider the followingexamples:\n\nA man falls 15 feet (4.5 m) from the roof of a house,landing on his feet\n\n●A man falls 15 feet (4.5 m} from the roof of a bouse,landing on his back\n\nA man falls 15feet (4.5 m) from the roof of a house,landing on the back of his head with his neck in ISdegrees of flexion\n\n[n the First example, the entire energy transfer occursover a surface area equivalent to the area of the man's feel;energy is transferred via the bones of the lower extremity lothe pelvis and then the spine. The soft-tissue and visceralorgans decelerate at a slower rate than that of the skeleton.In addition, the spine is more likely to flex than to extendbecause of the ventral position of the abdominal viscera. Inthe second example, the force is distributed over a muchlarger surf ace area. Although tissue damage may indeedoccur, it is less severe. In the final example, the entire energytransfer is directed over a small area and focused on a pointin the cervical spine where the apex of the angle of flexionoccurs. It is easy to see how the injuries differ in each of theseexamples, even though the mechanism and total energy isidentical.\n\nExplosions result from the extremely rapid chemical trans-formation of relatively small volumes of solid, semisolid, liq-uid, and gaseous materials into gaseous products thatrapidly expand to occupy a greater volume than that occu-pied by the undetonated explosive. If unimpeded, these rap-idly expanding gaseous products assume the shape of asphere. Inside this sphere, the pressure greatly exceeds at-mospheric pressure. The outward expansion of this sphereproduces a thin、 sharply defined shell of compressed gas thatacts as a pressure wave at the periphery of the sphere. Thepressure decreases rapidly as this pressure wave travels awayfrom the site of detonation in proportion to the third powerof the distance. Energy transf er occurs as the pressure waveinduces oscillation in the media through which it travels.The positive-pressure phase of the oscillation may reach sev-\n\neral atmospheres in magnitude, but ii is of extremely shortduration, whereas the negative-pressure phase that followsis of longer duration. This latter fact accounts for the phe-nomenon of buildings falling inward.\n\nBlast injuries may be classified inlo primary, second-ary, terliary, and quaternary. Primary blast injuries resultfrom the direct eff ects of the wave and are mostpressureinjurious to gas-containing organs. The tympanic mem-brane is the most vulnerable to the effects of primary blastand can rupture if pressures exceed 2 atmospheres. Lungtissue can develop evidence of contusion, edema, and rup-ture, which may result in pneumothorax caused by pri-mary blast injury. Rupture of the alveoli and pulmonaryveins produces the potential for air embolism and suddendeath. Intraocular hemorrhage and retinal detachmentsare common ocular manif estations of primary blast in-jury. Inleslinal rupture also may occur. Secondary blastinjuries result from flying objects striking an individual.Teruary blast injuries occur when an individual becomesa missile and is thrown against a solid object or theground. Secondary and tertiary blast injuries can causetrauma typical of penetrating and blunt mechanisms, re-spectively. Quarternary blast injuries include burn injury,crush injury, respiratory problems from inhaling dust,smoke, or toxic fumes, and exacerbations or complica-tions of existing conditions such as angina, hypertension,and hyperglycemia.\n\nPenetrating trauma refers to injury produced by foreign ob-jects that penetrate tissue. Wea pons are usually classifiedbased on the amounl of energy produced by the projectilesthey launch:\n\n● Low energy knife or hand-energized missiles● Medium energy handguns● High energy- military or hunting rifles\n\nThe velocity of a missile is the most significant deter-minanl of its wounding potential. The importance of ve-locity is demonstrated by the formula relating mass andvelocily to kinetic energy.\n\nThe wounding capability of a bullet increases markedlyabove the critical velocity of 2000 ft/sec (600 m/sec). At thisspeed a temporary cavity is crealed by tissue being com-\n\npressed at the periphery of impact, which is caused by ashock wave initiated by impact of the bullet.\n\nCavitation is the result of energy exchange between themoving missile and body tissues. The amount of cavitationor energy exchange is proportional to the surface area of thepoint of impact, the density of the tissue, and the velocityof the projectile at the time ofimpact. (See Figure B-2.) De-pending on the velocity of the missile, the diameter of thiscavity can be up to 30 times that of the bullet. The maxi-mum diameter of this temporary cavity occurs at the area ofthe greatest resistance to the bullet. This also is where thegreatest degree of deceleration and energy transfer occur.Abullet fired from a handgun with a standard round can pro-duce a temporary cavity of 5 to 6 times the diameter of thebullet. Knife injuries, on the other hand, result in little or nocavitation.\n\nTissue damage from a high-velocity missile can occur atsome distance from the bullet track itself. Sharp missileswith small, cross-sectional fronts slow with tissue impact,resulting in little injury or cavitation. Missiles with large,cross-sectional fronts, such as hollow-point bullets thatspread or mushroom on impact, cause more injury orcavitation,\n\nSome bullets are specifically designed to increase theamount of damage they cause. Recall that it is the transfer ofenergy to the tissue, the time over which the energy transferoccurs, and the surface area over which the energy exchangeis distributed that determine the degree of tissue damage.Bullets with hollow noses or semijacketed coverings are de-signed to flatten on impact, thereby increasing their cross-sectional area and resulting in more rapid deceleration and\n\nconsequentially a greater transf er of kinetic energy. Somebullets are specially designed to fragment on impact or evenexplode, which extends tissue damage. Magnum rounds, orcartridges with a greater amount of gunpowder than normalrounds, are designed to increase the muzzle velocity of themissile.\n\nThe wound at the point of bullet impact is determinedby:\n\nThe shape of the missile (\"mushroom\")\n\n● The position of the missile relative to the impactsite (tumble, yaw)● Fragmentation (shotgun, bullet fragments, specialbullets)\n\nYaw ( the orientation of the longitudinal axis of the mis-sile to its trajectory) and tumble increase the surface area ofthe bullet with respect to the tissue it contacts and, there-fore, increase the amount of energy transferred (Figure B-3).In general, the later the bullet begins to yaw after penetrat-ing tissue, the deeper the maximum injury. B"
}