[
  {
    "full_text": "318 APPENDIX G ● Austere Envir onments\n\n2위 Delayed (can wait [ to 2 hours or more beforetreatment)\n\n3. Minimal or ambulatory (can wail many hours fortreatment)\n\n4. Expeclant or expected to die (given current patientload and resources)\n\nThe names and number of triage categories are not as im-portant as the fact that all care providers have an understand-ingofthe system being used. Color-coded Iriage tags are usefulin identifying the category into which a patient is placed (eg,red for immediate, yellow for delayed, green for minimal, andgray for expectant). Patients who are dead should be trans-ported to the morgue or another designated area.\n\nTriage of mass-casualty victims is not a one-time exer-cise. Triage can occur at several levels, and needs to be bothaccura te and repetitive. Disaster-scene triage may be per-formed by experienced paramedics initially and then later byan on-site doctor if evacuation of victims is prolonged be-cause of the sheer number of viclims or difficulties in extri-cation or transport to definitive care. lt is extremelyimportant to understand the need for repeated triage. Pa-tients who are placed into the expectant category because oflack of resources in a mass-casualty scenario may becomeimmediate-category patients once operating room resourcesbecome available and no additional patients are expected toarrive. This is only one of many possible scenarios thatserves to underscore the need for triage lo be continuousrather than discrete.\n\nATLS provides an organized approach to the care of injured patients and is taught in thecontext of a resource-rich environment. However, there are many circumstances that canresult in a doctor needing to work outside the normal environment. These include bothmilitary and civilian austere and/or hostile environments. These may be either planned(wilderness or military) or unplanned (natural disaster or terrorist attack) austere and hos-tile environments. Prepar ation and familiarity with the principles of the care of injuredpatients under austere and hostile circumstances optimize the care provided using limitedresources.\n\n1. Adkisson GA, Bu tler FK, el al. In: Manual for PrehospitalTrauma l.ife Support, 5th ed. St. Louis, MO: Mosby; 2006.2. Alam HB, Burris D, DaCorta JA, Rhee P. Hemorrhage controlin the battlefield: role of new hemostatic agents. Milit Med2005;17 0(1):63-69.3. Alam HB, Rhee P, New developments in fluid resuscitation.Surg Clin North Am 2007;87(1):55-72.4. American College of Surgeons. Advanced Trauma Life SupportProgram for Doctors. Chicago, II.: ACS; 1997, 2002, 2003.S. Arishita GI, Vayer IS, Bellamy RF. Cervical spine immobiliza-tion of penetrating neck wounds in a hostile environment. 1Trauma 1989; 29:332-337.6. Barkana Y, Stein M, Maor R, Lynn M, Eldad A. Prehospitalblood transfusion in prolonged evacuation. / Trauma1999:46:176-180.\n\n7. Bellamy RF. The causes of death in conventional land warfare:implications for combat casualty care research. Milit Med1984;1 49:55-62."
  },
  {
    "full_text": "8. Bickell WH, Wall MJ, Pepe PE, et a]. Immediate versus delayedfluid resuscitation for hypotensive patients with penetratingtorso injuries. N Engl / Med 1994;331:1105- I 109.\n\n9. Bledsoe BE, et al. Paramedic Emer gency Care. 2nd ed. Engle-wood Cliffs, NJ: Prentice-Hall; 1994.\n\n10. Bowman WD. Basic paticnl assessment and life support tech-niques (Chapter 4), xygen and other lypes of respiratory sys-lem support (Chapter 5), and Environmental emergencies(Chapter 18). In: Outdoor Emergency Care. National Ski PatrolSystem; 1993.\n\n11. Bowman WD. Wilderness survival. In: Auerbach P,ed. Wilder-ness Medicine, 5th ed. St. Louis, MO: Mosby-Yearbook; 2007.\n\n12. Burris D, Rhee P, Kaufmann C, Pikoulis M, Austin B,Leppanicmi AK. Controlled resuscitation in unco ntrolled he-morrhagic shock. J Trauma 1998;46:2 16-223.\n\n13. Butler FK Ir、 Hagmann 1, Butler EG. Tactical combal casualtycare in special operations. Milit Med 1996;161:Suppl:3-16.14. Calkins MD, Robinson TD. Alternative airway use in the spe-cial operations environment: il comparison of laryngeal maskairway and esophageal tracheal combituhe to endotrachealtube. / Trauma 1999;46:927-932.15. DeHart RL. Fundamentals of Aerospace Medicine. 3rd ed.Philadelphia: Lea & Febiger; 2002.16. Farmer Cl. Temperature-related injuries. In: Civetta J.V1, lay-lor RW, Kirby RR, eds. Critical Care. 3rd ed. Philadelphia: Lip-pincott; 1997.17. Fortune }B, Judkins DG, Scanzaroli D, McLeod KB, JohnsonSB. Efficacy of prehospital surgical cricothyrotomy in traumapatients.] Trauma 1997;42:832-836.18. Gentile DA, Morris IA, Schimelptenig T, el al. Wilderness in -juries and illnesses. Ariri Emerg Med 1992;21:853-861.19. Instructor's Manual for Prehospital Trauma Life Support(PHTLS), Military Edition. St. Louis, MO: Mosby; 2006.20. Kauvar DS, Holcomb 儿 Norris GC. Hess JR. Fresh wholeblood transfusion: a controversial military practice. 1 Trauma2006:61:181-184.21. Kaweski SM, Sise MJ, Virgilio RW. The effect of prehospitalfluids on survival in trauma patients./ Tranma 1990;30:1215-12|8."
  },
  {
    "full_text": "22. Lakstein D, Blumenfeld A, Sokolov T, Lin G, Bssorai R, LynnM, Ben Abraham R. Tourniquets for hemorrhage control inthe battlefield-a four year accumulated experience.] Trauma2003:54:S221-S225.23. Lounsbury D, Bellamy RE eds. Emergency War Surgery. ThrdUnited States Revision. Washington, DC: Government Print-ing Office; 2004.24. Martin RR, Bickell WII, Pepe PE, el al. Prospective evaluationof preoperative Huid resuscitation in hypolensive palients withpenetrating Iruncal injury: a preliminary reporl. / Tramma1992;33:354-361.25. Moss )F, Haklin M. Southwick HW. el al.. A model for treatmentof accidental severe hypothermia. / Trama 1986;26:68-74.26. Rosenurgy AS, Norris PA, Olson SM, et al. Prehospital Iraumaticcardiac arrest: the cost of futility. / Trauma 1993;35:468-471.27. Salvino CK, Dries 1), Gamelli R, ct al. Emergency cricothy-roidotomy in trauma victims. / Trauma 1993; 34: 503-505.28. Wedmore 1, McManus IG, Pualeri AE, Holcomb JB. A specialreport on tbe citosan-based hemostatic dressing experience incurrent combat operations. ー Trauma 2006;60:655-658.29. Woodhouse P, Keatinage WR, Coleshaw SR. Factors associatedwith hypothermia in pat ients admitted to agroup of inner cityhospitals. Lancel 1989;2: 1201.30. Yeskey KS, Llewellyn CH, Vayer JS. Operational medicine indisasters. Emerg Med Clin North Am 1996; 14:429-438.\n\nDisasters may be defined, from a medical perspective, asincidents or events in which the needs of patients ovcrex-tend or overwhelm the resources needed to care for them.Although disasters usually strike without warning, emer-gency preparedness -the readiness for and anticipationof the contingencies that fo llow in the aftermath of disas-ters-enhances the ability of the health care system to re-spond to the challenges imposed. Such preparedness is theinstitutional and personal responsibility of every healthcare facility and professional. Adherence to the higheststandards of quality medical practice that are consistentwith the available medical resources serves as the bestguideline for developing disaster plans. Commonly, theability to respond to disaster situations is compromised bythe excessive demands placed on resources, capabilities,and organizational structures.\n\nMultiple casualty incidents (MCls), or disasters inwhich patient care resources are overextended but are notoverwhelmed, such as automobile crashes that involve 5or more patients, can stress local resources such that triagefocuses on identifying the patients with the most life-threatening injuries.\n\nMass casualty events (MCEs) are disasters in whichpatient care resources are overwhelmed and cannot besupplemented, such as natural or human-made disastersthat involve 20 or more patients, can exhaust local re-sources such that triage focuses on identifying those pa-tients with the greatest probability of su rvival."
  },
  {
    "full_text": "Note that MCls and MCEs are both called MCIs bymany experts. The ATLS course distinguishes between theterms because their different circumstances mandate al-ternative strategies for triage and treatment, based on ill-ness and injury acuity and severity, versus availability andaccessibility of existing and sup plemental resources. Itmust also be emphasized that the numerical guidelinescited (eg, 5 or more patients for an MCI, and 20 or morefor an MCE) are arbitrary and based on the capabilities oftrauma hospitals and trauma systems that routinely carefor trauma patients. Many hospitals would be over-whelmed by 5 or more disaster patients, whereas somecould manage 20 or more without a significant disruptionof daily routines. Thus, each hospital must determine its\n\nUpon completion of this topic, the student will be able toexplain the app lication of ATLS principles to patients in-jured in natural or human-made disasters. Specifically, thedoctor will be able to:\n\n1 Define the terms multiple casualty incident(MCI) and mass casualty event (MCE) and de-scribe the differences between them.2 Describe the \"all hazards\" approach to disastermanagement and emergency preparedness, in-cluding its application to acute injury care.3 Identify the four phases of disaster manage-ment and describe the key elements of eachphase with respect to acute injury care.4 Describe the incident command system thathas been adopted in his or her specific practicearea.\n\nown thresholds, recognizing that the hospital disaster planmust address both MCIs and MCEs.\n\nLike most disciplines, disaster management and emer-gency preparedness experts have developed a nomencla-ture unique to their field. Box 1:1-1 is a glossary of all keyappen-terms (ie, those appearing in boldface type) in thisdix.\n\nDisaster management and emergency preparedness con-stitute key knowledge areas that prepare ATLS providersto apply ATLS principles during natural and. human-madedisasters. Successful application of these principles duringthe chaos that typically comes in the aftermath of such ca-tastrophes requires both familiarity with the disaster\n\nAcute Care-The early care of victims of disasters thatis provided in the field and in the hospital (ie, emer-gency department, operating room, intensive careunit, acute care unit inpatient units) prior to recoveryand rehabilitation.\n\nAcute Care Specialists-Physicians who provideacute care to victims of disas ters, including, but nollimited to, emergency medicine physicians, traumasurgeons, cntical care medicine physicians, anesthesi-ologists, and hospitalists-both adult and pediatric.\n\nArea of Operations (\"Warm Zone\")-The geo-graphic subdivision established around a disaster siteinto which only qualified personnel-for example, haz-ardous material (HAZMA T) technicians and emergencymedical services (EMS) providers are permitted"
  },
  {
    "full_text": "Casualty Collection Point (CCP)-A sector withinthe external perimeter of an area of operations(\"warm zone\") where casualties who exit the Searchand Rescue (SAR) area (\"hot zone\") via a decontami-nation chute are gathered prior to transport off site.\n\nChemical, Biological, Radiological, Nuclear, andExplosive (CBRNE), including incendiary, agentshuman-made hazardous materials (HAZMATs) thatmay be the cause of human-made disasters, whetherunintentional or intentional.\n\nDecontamination Chute-A fixed or deployable fa-cility where hazardous materials (H AZM ATs) are re-moved from a patient, and through which the patientmust pass before transport, either out of a Search andRescue (SAR) area (\"hot zone\"), or into a hospital\n\nDisaster-A natural or human-made incident orevent, whether internal (onginating inside the hospi-tal) or external (onginating outside the hospital) inwhich the needs of patients overextend or overwhelmthe resources needed to care for them.\n\nEmergency Medical Services (EMS)-Emergencymedical responders (EMRs), including emergency med-ical technicians (EMTs) and paramedics, who provideprehospital care under medical direction as part of anorganized response to medical emergencies\n\nEmergency Operations Center (EOC)-The head-quarters of Unified Incident Command (UIC) for a re-gion or system, established in a safe location outsidethe area of operations (\" warm zone\"), usually at afixed site, and staffed by emergency ma nagers.\n\nEmergency Preparedness - The readiness for andanticipation of the contingencies that can follow in theaftermath of natural or human-made disasters. Pre-paredness is the institutional and personal responsibil-ity of every health care facility and professional.\n\nEmergo Train System (ETS)-An organizationalstructure used chiefly in Europe and Australasia to helpcoordinate an in-field or in-hospital disaster response.(Note: Nations and hospitals typically adopt their ownversions of this system .)\n\nExternal Perimeter-The outer boundary of an Areaof Operations (\"warm zone\") that IS establishedaround a disaster site to separate geographic subdivi-sions that are safe for the general public (\"coldzones\") from those that are safe only for qualified per-sonnel.\n\nHazardous Materials (HAZMATs)-Chemical, bio-logical, radiological, nuclear, and explosive (CBRNE),including incendiary, agents that pose potential risksto human life, health, welfare, and safety\n\nHospital Incident Command System (HICS)-Anorganizational structure used chiefly in the Americasto help coordinate an in-hospital disaster response.(Note.\" Nations and hospitals typically adopt their ownversions of this system. )\n\nHazard Vulnerability Analysis (HVA)-An analysisof the probability and severity of the risks of vanoushazardous matenals (HAZMATs), industrial mishaps,natural disasters, and weather systems that pose po-tential risks to community health and safety."
  },
  {
    "full_text": "Incident Command or Incident Commander (IC)-The final authority and overall coordinator or supervi-sor for the management of any disaster response.\n\nIncident Command Post (ICP)-The headquartersfor Incident Command (IC), established in a safe loca-tion within the area of operations (\"warm zone \"), butat a safe distance from the Search and Rescue (SAR)area (\"hot zone\"), for any disaster.\n\nIncident Command System (ICS)-An organiza-tional structure that provides overall direction for themanagement of the disaster response.\n\nInternal Perimeter- The outer boundary of a Searchand Rescue (SAR) area (\"hot zone\") that isolates thisarea from the surrounding Area of Operations (\"warmzone\").\n\nMass Casualty Event (MCE) -A disaster in whichpatient care resources are overwhelmed and cannotimmediately be supplemented.\n\nMitigation-Activities that health care facilities andprofessionals undertake in an attempt to lessen theseverity and impact of a potential disaster.\n\nMedical Response Team-A team of 1 to 4 healthcare professionals, led by an acute carespecialist, thatprovides emergency medical care to an individualpatient.\n\nMinimal Acceptable Care-The lowest appropriatelevel of medical and surgical treatment required tosustain life and limb until additional assets can bemobilized.\n\nMultiple Casualty Incident (MCI)-A disaster INwhich patient care resources are overextended but notoverwhelmed\n\nPersonal Protective Equipment (PPE)-Specialclothing worn by disaster response personnel toavoid self-contamination by hazardous materials(HAZMATs).\n\nPreparation-Activities that health care facilities andproviders undertake to build capacity and identify re-sources that may be used if a disaster occurs.\n\nRecovery-Activities that are designed to assist healthcare facilities and professionals resume normal opera~tions after a disaster situation IS resolved\n\nResponse-Activities that health care facilities andprofessionals undertake in evaluating and treating vic-tims of an actual disaster.\n\nSearch and Rescue (SAR) Area (\"Hot Zone\")-Asector within the internal perimeter of an area of op^erations for a disaster in which humans are directly af-fected by the hazard.\n\nSurge Capability-The extra assets that can actuallybe deployed-for example, beds that can actually bestaffed and ventilators and monitors that can actuallybe used-in a disaster.\n\nUnified Incident Command (UIC)-The locus of in-cident command for an entire region or system, whereincident commanders from all involved public safetyand public health disciplines meet to direct the overallstrategy of the incident response to mass casualtyevents (MCEs).\n\nWeapons of Mass Destruction (WMDs) -Haz-ardous materials (HAZMATs) used, or intend.ed to beused, for the explicit purpose of harming or destroyinghuman life.\n\n324 APPENDIX H ● Disaster Management and Emergency Preparedness"
  },
  {
    "full_text": "response and knowledge of the medical conditions likely tobe encountered. Terror events conslitute a minority of alldisasters, but nearly all terror evenls cause physical injury,three-fourths of which are due to blast Irauma and most ofthe rest to gunshot wounds. As such, the understanding andapplication of ATLS principles are essential in the evalua-tion and treatmenl of all disa ster victims.\n\nDisa. sters are unprediclable because of their na ture,location,and timing. An \"all hazards\" approach is used in contempo-rary disaster managemenl. This approach is based on a sin-glc, common, initial emergency response protocol, withbranch points that lead to specific actions depending on thetype of disaster encountered. The fundamental principle ofdisaster management is to do the greatest good for the great-est number.\n\nThe public health approach to disaster and mass casua Itymanagement consists of four distinct phases:\n\nIn most nations, local and regional disaster responseplans are developed in accordance with national responseplans. Emergency medicine, trauma care, public health, anddisaster medicine experts musl be involved in all four phasesof management with respect to the medical components ofthe operational plan. The elements that must be addressedduring each of these four phases are described below.\n\nPreparation involves the activities a hospital undertakes lobuild capacity and identify resources that may be used if adisaster occurs. 'I'hese activities include the development ofa simple, yel flexuble, disaster plan that is regularly reviewedand revised as necessary, and provision of disaster trainingthat is necessary to allow these plans lo be implementedwhen indicaled.\n\nSimple Disaster Plans\n\nA basic and readily understood approach to MCIs andMCEs is the key to effeclive disaster and emergency man-\n\nagement. Plans that are too complex or cumbersome to re-member or implement are destined to fail. All plans mustinclude training in disaster management and emergencypreparedness appropriate to the educational preparation ofthe in dividuals being trained.\n\nCommunity Planning Disaster planning, whether at thelocal, regional, or national level、 involves a wide range ofin-dividuals and resources. All plans:\n\n● Should involve acute care specialists (eg, emer-gency medicine physicians, trauma surgeons, criti-cal care medicine physicians、 anesthesiologists, andhospitalists, both adult and pediatric) and local hos-pitals, as well as officials of the local police, fire,emergency medical services (EMS), homeland se-curity, emergency managemen t, public health, andgovernmen tal agencies charged with hazardousmaterial (HAZMAT) management and disasterpreparation.\n\n● Should be frequently lested and reevaluated.\n\n● Must provide for a means of communication con-sidering all contingencies, such as loss of telephoneland lines and cellular circuits."
  },
  {
    "full_text": "● Must provi.de for storage of equipm en t, supplies,and any special resources that may be necessarybased on local hazard vulnerability analysis(HVA).\n\n● Must provide for all levels of assislance-from firstaid through definitive care to rehabilitation.\n\n● Must prepare for the transporta tion of casual ties toother facilities by prior agreement should the localfacility become saturated or unusable.\n\n● Must consider the urgent needs of palients alreadyhospitalized for conditions unrelated to thedisaster.\n\nHospital Planning Although a regional approach toplanning is ideal for the management of mass casualties, cir-cumstances may require each hospital to function with littleor no outside support. Earthquakes, floods, riots, or nuclearcontamination may require the individual hospital to oper-ate in isolation. 'I'he crisis may be instantaneous or it maydevelop slowly. Situations may exist that disrupt the infra~structure of society and prevent access to the medical facil-ity. For this reason, it is vital that each hospital develop adisaster plan that accurately reflects its HVA, Once a state ofdisaster has been declared, the hospital disaster plan shouldbe pul into effect. Specitic procedures should be automaticand include:\n\npost (ICP).● Establishment of an incident command\n\n● Notification of on-duty and off-duty personnel.\n\n● Preparation of decontamination, triage, and treat-ment areas.\n\nClassification of in-hospital patients to determinewhether additional resources can be acquired tocare for them or whether they must be dischargedor transferred.\n\nChecking of supplies (eg, blood, fluids, medication)and other materials (eg, food, water, power, commu-nications) essential to sustain hospital operations.\n\n● Activation of decontamination facilities and staffand application of decontamination procedures ifnecessary.\n\n● Institution of security precautions, including hospi-tal lockdown if necessary, to avoid potential con-tamination and subsequent hospital closure.\n\n● Establishment of a public information center andprovision of regular briefings to inform family,friends, the media, and the government.\n\nDepartmental Planning Effective disaster planningbuilds on existing strengths to address identilied weaknesses.Since patient care can best be delivered to indi vidual patientsby providers working in small teams, every hospital depart-ment with responsibility for the care ofinjured patients mustidentify its medical response teams in advance. 'I'hese teamsmust be provided with specifi.c instructions as to where to goand what to do in the event of an internal or external disas-ter. Such instructions should not be overly complex. Theyshould also be readily accessible in the event of a disasterfor example, printed on the back of hospital identificationcards or posted on wall charts. They should also be very spe-cific in terms of the job action to be performed, as follows:"
  },
  {
    "full_text": "● Emergency department plans must identify whowill be responsible for notif ying the incident com-mander; deploying the decontamination team; or-ganizing the available physicians, nurses, alliedhealth personnel, patient care technicians, orderlies,and housekeepers into individual teams to care forindividual patients; directing emergency depart-ment triage of disaster victims; and mobilizing ad-ditional staff as needed.\n\n● Surgical department plans must identif y who willbe responsible for organizing the available surgeonsinto resuscitation and operating teams and wherethese teams will assemble, or \"muster\"; identifyingthe leaders of such teams; and determining whichpatients will receive priority if operating rooms orperioperative staff are in short supply.\n\n● Operating room plans must identify who will be re-sponsible for organizing perioperative staff, both\n\nPHA SES OF DISASTER MANA GEMENT 325\n\nanesthesiology and nursing; mobilizing needed ad-ditional statf; retrieving and deploying appropriateequipment; and identifying additional resources,such as obstetric operating rooms and nursing sta If,that are not typically used to care for injuredpatients.\n\nCritical care plans must identify who will be re-sponsible for organizing critical care unit staff, bothmedical and nursing; mobilizing needed additionalstaff; retrieving and deploying additional ventilatorsand monitors; and preparing additional isolationrooms, suites, or units that are not typically used tocare for contaminated or contagious patients.\n\nPersonal Planning Since the hospital disaster response,of necessity, is built on the personal and family disaster re-sponse, personal and family disaster planning constitutes avital part of pre-event hospital disaster preparation for boththe hospital and its employees. Most health care providershave fa mily responsibilities, and will be at best uncomfort-able, and at worsl unable, 10 meet their employment re-sponsibilities in the event ofa disaster if the health and safetyof their families is uncertain. Hospitals can assist health careproviders in meeting theirresponsibilities to the hospital andto their families in a number of ways, and it is obviously tothe advantage of both for hospitals to ensure that employ-ees' family needs are met. Among these needs are assistancein identifying alternativeresources for the care of dependentchildren and adults and ensuring that all employees developfamily disaster plans, since all hospital-specific response plansdepend on mobilization of additional staft, whose first dutyin any disaster will be to ensure their own and their families'health and safety,\n\nHospital Disaster Training"
  },
  {
    "full_text": "Hospital Disaster Training\n\nAllhcalth care providers must be trained in the principles ofdisaster management and emergency preparedness com-mensurate with their level of patient contact. Training indisaster management includes both operational and med-ical components. The ATLS provider should be well versedin the fundamental elements of the local, regional, and na-tional disaster plans, as appropriate, and understand the roleof medical care in the overall management plan. It is essen-tial to realize that, although thepurpose ofall disaster man-agement is to ensure the safety and security of the maximumnumber of human lives and the greatest mass of public andprivate property, the medical componentis but one elcmentof the operational plan, at both the hospital and the com-munity level. This is because the provision of medical carerequires a complex infrastructure of logistical support be-fore medical professionals can safely and securely apply theirskills.\n\nBeyond this basic understanding, it is also vital that theATLS provider have a working understanding of the appli-\n\n326 APPENDIX H · Disaster Management and Emergency Preparedness\n\ncation of ATLS principles in disaster situations. It is impor-tant to recognize that the approach to the patient injured ina disaster is no different from the approach to the patientinjured in the course of everyday activities: Airway, Breath-ing, Circulation, Disability, and Exposure. Rather, it is theapplication of this basic approach that may he altered, whichis best summarized by the phrase, \"Care ordin ary, circum-stances extraordinary. For example, the fact that the ATLSprovider may need to care for multiple victims more or lesssimultaneously, and may not have sufficient equipment orassistance to carry out all needed tasks in a timely manner,requires that routine standards of care may need to be al-tered such that disaster medicine must focus on the mini-mum acceptable standard of care required for salvage of lifeand limb, not the highest possible standard of care normallyoffered to severely injured palients.\n\nAs such, it is vital that the ATLS provider obtain suffi-cient basic education 10 initiate the medical care of multiplevictims not only of natural disasters, but also of human-made disasters, including those caused by HAZMATS-in-cluding weapons of mass destruction (W MDs) such asCBRNE (chemical, biological, radiological, nuclear, andexplosive) and incendiary agents -in the potentially aus-tere environment of an emergency department over-whelmed by panicked patients and staff shortages. Althoughbrief outlines of such treatment are provided in this appen-dix, additional training in disaster medical care is currentlybeyond the scope of the ATLS provider course, but can beobtained through participation in the appropriate nationaldisaster management courses."
  },
  {
    "full_text": "Mitigation involves the activities a hospital undertakes inattempting to lessen the severity and impact of a potentialdisaster. These include adoption of an incidenl commandsystem for managing internal (originating inside the hospi-tal) and external (originating outside the hospital) disasters,and the cxercises and drills necessary to successfully imple-ment, tcst, and reGne the hospital disaster plan.\n\nAn incident command system (ICS) is vital to operationalsuccess during disasters and must be known to all personnelwithin every health care facility and agency. 'I'he ICS estab-lishes clear lines of responsibility, authority, reporting, andcommunication for all health care personnel, thereby maxi-mizing collaboration andminimizing conflicts during the dis-aster response. Itis also importani thatthe hospital ICS follownormal lines ol hospital authority as closely as possible toavoid confusion about who isin charge, provided that all hos-pital officials within the chain of command understand theICS and their roles and responsibilities within the ICS\n\nbe made without the need for prior confirmation by inci-dent commanders, which consumes valuable time. In MCEsthat affectan entire region or system, the effective ICS mustbe Fully integrated with the unified incident command(UIC) serving the entire region or system, which is com-prised of all involved public health and safety agencies.\n\nA hierarchical approach to incident command, such asthe Hospital Incident Command System (HICS) developedunder the auspices of the California EMS Authority(http://wwwemse.ca.govihics/h.cs.asp)), is favored in theAmericas. A more collaborative and medically ccntered ap-proach to incident command, such as the Emergo TrainSystem (ETS) promulgated by the Linkoping UniversityTra uma Center in Sweden (http://wwwemergotrain.com), isfavored in Europe and Australasia. Most nations adopt oneof the two approaches for incident command (IC) in de-veloping their response plans, adapting them lo fit localneeds and resources. The models used by these two systemsare shown in Table H-1.\n\nRegardless of the ICS system used, incident command(IC) is responsible for all aspects of the disaster responseunder its jurisdiction-operational, medical, or both. Theinitial responsibility of IC is to declare an internal disaster oran external disaster. All operational and medical sectionheads report directly to, and must be in constant commu-nication with, the IC, either in person or by telecommuni-cations, for unified incident command to be effective andefficient.\n\nAssoon as possible after an internal or external disasteris declared by IC, an incident command post (ICP), previ-ously known as the incident command center, must be es-tablished, with reliable communication links to allfunctional units operational/logistic or medical. The ICP"
  },
  {
    "full_text": "TABLE H-1 ■ Commonly Used Models for Incident Command SystemsaHICS FUNCTIONAL JOB ACTIONSbETS FUNCTIONAL JOB ACTIONSCIncident command (hospital) · Command staff Public information Liaison Safety MedicaVtech.nical · Finance and administration · Logistics · Operations · Planning and intelligenceField · Ambulance incident command · Medical incident command Hospital · Logistics command · Medical command\"Regardless of the system being used, like structures are used in-field and in-hospital. http://www.em.enseica.gov/hics/hics.asp *http://www.emergotrair.com\n\n'I'he effective ICS includes both vertical and horizontalreporting relationships, lo ensure that urgent decisions can\n\nFrequent Disaster Drills\n\nmust be established in a secure location, distant from, butwith ready access to, the site of primary patient care activity,whether field or hospital. In the field, it should be located\" uphill andwithin the area of operations, or \"warm zone,upwind of the search and rescue (SAR) area, or \"hot zone,\"decontamination chutes, and casualty collection points(CCPs). In the hospital, it should be located at a safe dis-tance from decontamination areas, patient care areas,family support areas, and potential hazards, such as con-taminated ventilation and drainage, but close enough to pa-tient care and family support areas SO that messages can betransmitted in person if electronic communications fail.\n\nAs in trauma resuscitation, medical management of masscasualties can be provided to individual patients only by in-dividual providers, working in small medical responseteams, led by a senior acute care specialist. It is crucial to aneffective disaster medical response that such teams havebeen drilled, not simply trained, in disaster medical care,under circumstances that are as realistic as possible. Disas-ter drills should always emphasize the disasters expected onthe basis of the hospital's HVA. The purpose of disasterdrills and exercises is not only to train emergency medicalresponders to provide care to disaster victims, but also toidentify gaps in the hospital disaster plan SO tbey can beclosed prior to the occurrence of an actual internal or ex-ternal disaster. In addition, they should involve scenariosthat emphasize the needs of special populations, such asburn patients, pediatric patients, geriatric patients, and dis-abled patients, which may require the mobilization and de-ployment of population-specific resources. The types ofdisaster drills and exercises hospitals should hold are de-scribed in Box 11-2. It is wise to proceed from simple drillsto complex exercises as staff members gain familiarity withthe ICS and experience with the problems likely to ariseduring a disaster.\n\nBox H-2Types of Disaster Drills and Exercises"
  },
  {
    "full_text": "Box H-2Types of Disaster Drills and Exercises\n\n● Disaster Drill Supervised activity with a limitedfocus to test a procedure that is a limited compo-nent of a facility's overall disaster plan.● Tabletop Exercise Wntten and verbal scenariosthat evaluate the effectiveness of a facility's overalldisaster plan and coordination.\n\nResponse involves activities a hospital undertakes in treatingvictims of an actual disaster. These include activation of thehospital disaster plan, including the ICS, and managementof the disaster as it unfolds, implementing schemes for pa-tient decontamination, disaster triage, surge capacity (mo-bilization and deployment of the necessary staff, equipment,resources, and facilities to treat increased numbers of pa-tients, better termed surge capability), and alternative care(provision of the minimal acceptable care needed to savelife and limb). Given the increased level of activity in disas-ler events, traffic control is needed to ensure an uninter-rupted forward flow of communications, patients, supplies,and personnel. The medical disaster response must also ad-dress the needs of special populations, including children,elders, the disabled, and the dispossessed.\n\nThe prehospital (EMS) response to natural and human-made disasters typically occurs in four stages:\n\n1. Chaos phase, typically lasting 15 to 20 minutes\n\n2. Organizational phase, usually lasting [ to 2 hours\n\n3. Site-clearing and evacuation stage of variable length,depending on disaster type, complexity of SAR ef-forts, and number of evacuees\n\nAll SAR efforts at the scene should be the responsibil-ity of HAZMAT tech nicians specifically trained for this pur-pose, and must proceed as rapidly and safely as possible, dueto the potential for a \"second hit\" designed to injure first re-sponding personnel, including volunteers. Since the first re-sponsibility of field providers is to protect themselves,first-response personnel, including EMS professionals,\n\n● Functional Exercise Simu lation of a disaster in themost realistic manner possible without moving realpeople or real equipment to a real site.● Field Exercise Culmination of previous drills andexercises that tests the mobilization of as many ofthe response components as possible in real time,using real people and real equipment.\n\n328 APPENDIX H · Disaster Management and Emergency Preparedness\n\nshould not enter the disaster scene until it has been declaredsafe and secure by the appropriate authorities. Appropriatepersonal protective equipment (PPE) is mandatory for allhealth care personnel in direct contact with patients."
  },
  {
    "full_text": "Once the hospital disaster plan is activated, the first priorityof IC is to ensure sufficient resources to mount an effectivedisaster response. This includes mobilization and deploy-ment of adequate patient care staff, facilities, andequipmentto meet anticipated needs, as well as early discharge ofeligi-ble patients from hospital inpatient and fast track units; can-cellation of elective operations and outpatient clinics;selective withholding of \"elective\" blood component ther-apy; and accurate determination of each unit's surge capa-bility, not merely its capacity, including identification andmobilization of alternative care sites. The next priority is tosustain the disaster response, through adjustment of shiftsand schedules, provision of room and board for in-househospital staff, and assistance in activating family disasterplans, including child and elder care as needed. Preprintedjob action sheets should be made available to appropriatefacility stalif for each functional job description within theICS、 to serve as a tangible reminder of the tasks each staffmember is expected to undertake.\n\nPatient Decontamination Hospital disaster care beginswith decontamination, the principles and methods for whichare shown in Box H-3. Ninety percent of hazardous materi-als to which disaster victims may have been exposed can beeliminated simply by removal of outer garments contami-nated with hazardous materials. However, itmay not be pos-\n\nsible for HAZMAT teams or first responders to perf orm de-contamination under all circumstances. Moreover, many pa-tients are likely to transport themselves to the closest hospital,and will arrive at the emergency department before beingdecontaminated, demanding urgent care.\n\nFor this reason, hospitals must rapidly and conscien.tiously determine the likelihood of contamination and pro-ceed accordingly. Although the safest course might be toconsider all disaster patients contaminated until publicsafety officials determine otherwise, this approach slows pa-tient throughput and can result in further deterioration ofhigh-risk patients. Another approach is to segregate patientswho transport themselves to the hospital in a holding areaoutside the hospital until HAZMA T teams delermine thenature of the event, recognizing that such patients are farless likely to deteriorate than patients transported by am-bulance. Either way, hospitals must plan for decontamina-tion of potentially contaminated patients bef ore they canenter the emergency department. Failure to do so can resultin contamination and subsequent quarantine of the entirefacility. Involvement of hospital security, and local police,may be necessary if lockdown is required to prevent pre-sumptively contaminated patients from entering the emer-gency department or hospital bef ore they can be effectivelydecontaminated."
  },
  {
    "full_text": "Disaster Triage Scheme Whether the disaster is an MCIthat overextends or an MCE that overwhelms the resourcesof an institution, a method for rapid identification of vic-tims requiring priority treatment is essential. Most triageschemes use color-coded tagsto indicate acuity and severityof needed treatment (red = immediate, yellow = delayed,\n\nBox H-3Principles and Methods of Decontamination\n\nGross (primary) deconta mination\n\n● Performed in the field or outside the hospital afterremoval of clothing● Patient is hosed with a fine mist spray under mod-erate pressure● Washes away most remaining contaminants\n\nTechnical (secondary) decontamination\n\nSelf-decontamination with soap and water under awarm shower bath\n\nAssisted decontamination with soap and watervia a warm sponge bath\n\nEradicates almost all residual contaminants, sufficesfor radioactive agentsAdditional cleansing with dilute chlorine bleach maybe recommended if susceptible biologic agents orchemical agents are suspected\n\nRemember, \"Dilution is the solution to pollution.\"\n\ngreen = minor, blue = expectant, black = dead). The goal oftreatment in MClsis to treat the sickest patients first, whereasthe goal in MCEs is to save the greatest number of lives. Assuch, triage schemes in MCEs should adopt an approach thatseparates patients with minor injuries from those with moreserious injuries, before proceeding with evaluation and sus-tentative treatment of patients with major injuries. Unsal-vageable patients receive terminal or comf orl care only afterother patients have been lreated.\n\nOvertriage and undertriage can substantially affect themedical disaster response in the emergency department andafter admission to the hospital. Overtriage slows systemthroughput, and undertriage delays medically necessarycare. Both increase the fatality rate among potentially sal-vageable patients. Therefore, triage should be performed byan experienced clinician with specific knowledge of the con-ditions affecting most patients. In addition, all injured pa-tients should be continually reevaluated and reassessed.\n\nEffective Surge Capability Theinitial disa. ster responseis invariably a local response, as regional or national assetscannot typically be mobilized for 24 to 72 hours. Thus, local,regional, and national disaster plans must presume that hos-pitals will be able to deploy sufficient staft, equipment, andresources to care for an increase, or \"surge, in palient vol-ume that is approximately 20% higher Ihan its baseline, anestimate that rcflects recen t worldwide experience with lim-ited MCEs."
  },
  {
    "full_text": "The term surge capacity is more often used in disasterplans than surge capability, but the ATLS course uses the lat-ter term, as it is more inclusive than the former term. Thisis because surge capacity too olten is used to refer only to thenumber of additional beds or assets, such as ventilators ormonilors, that might be pressed into service on the occasionof an MCE. By contrast, si.rge capability refers to the nwn-ber of additional beds that can actually be staffed or venli-lators and monitors that can actually be operated. In largeurban areas, many staff may work multiple jobs, and may=unknowingly be part of more than one hospital's disasterplan. In addition, most hospital stalf are working parents,who must consider the needs of their families and relatives,in addition to those of their workplaces.\n\nAlternative Care Standards In MCEs, it can be ex-pected that during the first 24 to 72 hours of the disasterthere will be insufficient local assets to provide a level of carecomparable to that routinely providedin local hospital emer-gency deparlments or intensive care units. If scarce resources,particularly intensive resources, are devoled 10 the first sev-eral critically ill or injured patients who require them, il willbe difficult, if not impossible, LO later redirect them to othersin greater need.\n\nTo achieve this goal, hospital disaster plans musl striveto provide the largest possible number of palients with theminimum acceptable care, defined as the lowest appropri-ate level of medical and surgical treatment required to sus-\n\ntain life and limb until additional assets can be mobilized.Since each disaster response presents health care providerswith a different mix of palient needs and available resources,no single description of a minimum acceptable standard ofcare is applicable to every facility or every disaster circum-stance. However, because the selection of patients 10 receivescarce or intensive resources will present the trauma spe-cialist with an ethical dilemma and poten tially a later legalproblem, general criteria should be developed before the dis-aster event, based on demographic and geographic circum-stances as well as the community HVA. It is wise to developsuch criteria in collaboration with the hospital's legal coun-sel, bioethics committee, and pastoral care department toensure consistency with the communily slandard of legal,ethical, and moral values. They should then be included aspart of the facility's disaster plan."
  },
  {
    "full_text": "Traffic Control System Controlling the llow of infor-mation (communications), equipment (supplies), patients(transport), and personnel (providers, relatives, the public,and the press) is of paramount importance in a medical dis-aster response. These are the issues most oflen ciled in alter-action reports as causes of disaster mismanagement. Theunidirectional llow of patients from the emergency depart-ment to inpatient units must be ensured, since emergencydepartment beds will be made available for later-arrivingpalients as they are emptied.\n\nRedundant communications systems, reliable supplychains, and redoublable security measures are also vitalcomponents of an effective disaster medical and operationalresponse. These assets musl be tested on a regular basisthrough drills and exercises that realistically reflect the dis-aster scenarios that are most likely to be encountered by aparticular facility, whatever its location.\n\nSpecial Needs Populations Special needs populationsinclude tribal nations; children, especially those who aretechnology-dependent; elders, especially those who arebedridden, including the nursing home population; the dis-abled, both physically and cmotionally, for whom assistancewill be illness- or injury-specific; and the dispossessed, in-cluding the poor and the homeless, who will be difficult toreach by traditional means for purposes of disaster educa-tion and trealmenl. Specilic response plans are needed toensure that their special needs are met.\n\nPathophysiology and Patterns of Injury\n\nAs with all trauma, natural and human-made disasters re-sull in recognizable palterns of injury that are based on theproperlies of the particular wounding agent and the uniquepathophysiology that results from each such agent. Althoughdetailed descriptions of the pathophysiology and patterns ofinjury encountered in the acute disaster response are beyondthe scope of this appendix, I 00% of all natural disasters and98% of all terror events worldwide involve physical Irauma.\n\n330 APPENDIX H ● Disaster Management and Emergency Preparedness\n\n'I'hus, the principles of ATLS are ideally suited to the earlycare of patients with blunt and penetrating injuries observedin natural or human-made disasters,provided that the mech-anisms and patterns of physical injury that are typically ob-served in natural and human-made disasters are distincllyunderstood. However, cer tain additional factors must also beconsidered in the early and later care of seriously injured dis-aster patients, including the very real possibility that chemi-cal, radiologic, and biologic injuries may coexist with blastinjuries-specifically、 that the blast device may be a \"dirtybomb\" that is contaminated with deadly agents."
  },
  {
    "full_text": "WMDs are HAZMATs-particularly CBRNE agentsthat are used, or intended to be used, for the express pur-pose ol haiming or destroying human life, or causing fear ofthe same. Members of the medical team should be familiarwith the basics of decontamination and initial treatment ofall patients injured by WMDs, not only those injured bybomb blasts and gunshot wounds. WMDs may be the sole\n\nagent used, or may be added as adulterants to explosive de-vices to construct a \"dirty bomb.\" If present, WMDs cancomplicate the care of individuals who have suffered blasttrauma, although their effectiveness in such scenarios maybe limited by the effects of the blast. Descriptions of WMDagents and care ofWMD injuries other than con tagious ill-nesses are summarized in Boxes H-4 through H-10. Re-member, the emergency care of these patients becomes evenmore complex in the face of MCEs, with their associatedneeds for disaster triage, additional staff, and adequate sup-plies. The treatment of contagious illnesses, which typical lypresent days after exposure with fever and rash, or in-fluenza-like symptoms is microbe-dependent.\n\nRecovery involves activities designed to help facilities re-sume operations after an emergency. The local public\n\nBox H-4Special Considerations in the Care of Blast Injury\n\n● Lat eral recovery position (field care of facial traumawithout cervical spine injury)● Modified HAINES* position (field care of facialtrauma with cervical spine injury)\n\n● Supplemental oxygen (blast lung)● Needle decompression (tension pneumothorax)\n\n● Tourniquets (field care of bleeding from traumaticamputations)● HemCon (chitosan), QuikClot (zeolite) (field care ofbleeding from soft tissues)● Hypotensive resuscitation (field care of patients inshock)● Damage control laparotomy/thoracotomy● Completion amputations for unsalvage able man-gled extremities● Liberal use of fasciotornies and escharotomies (toavoid compartment syndromes)\n\n● Active and passive rewarming (to avoid hypother-mic coagulopathies)● Preferential use of fresh whole blood, if available(for treatment of coagulopathies)● Administration of recombinant factor Vlla (rVIla) (fortreatment of coagulopathies)● Judicious crystalloid fluid resuscitation (for combinedblast lung and blast burn)\n\n*High Arm IN Endangered Spine (lateral recovery po-sition + head on ous tretched arm)\n\n● Compartment syndrome despite fasciotomy (espe-cially during aeromedical transport)● Early recognition and repair of vascular injury (inti-mal tears caused by shock wave)● Wound management (reopening, irrigation, de-bridement, reclosure of dirty wounds)Tertiary survey (should be performed by differentteam of examiners)● Documentation (essential for providers in subse~quent echelons of care)● Feedback (all providers must learn of outcome forcare to improve)\n\nNerve (cholinergic) agents\n\n· Tabun (GA)● Sarin (GB)● Soman (GD)● VX (an oily, brown liquid ; all other nerve agents aregases)\n\n· Diphosgene (DP)● Ammonia"
  },
  {
    "full_text": "· Diphosgene (DP)● Ammonia\n\nBlood (asphyxiant and hemolytic) agents\n\nBlister (vesicant) agents\n\n· Hydrogen cyanide (AC)● Cyanogen chloride (CK)● Arsine (SA)\n\n● Mustards (HD, HN, HT)● Lewisite (L)● Phosgene ● xime (CX)\n\nIncapacitating (psychogenic) agents\n\nChoking (pulmonary) agents\n\n● Chlonne (CL)● Phosgene (CG)\n\nhealth system plays a major role in this phase of disastermanagement, although health professionals will provideroutine health care 10 the affected community consistentwith available resources, in terms of operable facilities, us~able equipment, and credentialed personnel. Acute carephysicians who provide care for neglected injuries andchronic illnesses may find both the medical and organiza-tional skills required for the early care of the trauma pa-tient useful in the days after the response phase subsides.The principles of ATLS-that is, treatment of the greatestthreat to life first, without waiting for a definitive diagno-sis, and causing the patient no harin, are no less useful inthe austere environments that may follow natural orhuman-made disasters.\n\nThe four common pitf alls in the disaster medical responseare alway's the same �communications, supplies, security,and volunteers-leading many disaster experts to ask whyhumans seem incapable of learning from the mistakes madein past disaster events. The answer lies in the very nature of\n\n「t can be expected, not merely anticipated, that landand mobile telecommunications systems will be over-whelmed. Communications systems must be fully interop-erable and overly redundant, both in terms of duplicateequipment and disparate modes. Capability for both verti-cal and horizontal communications must be ensured. Sup-plies needed for disasters must be sequestered and storedin high, dry, safe, and secure areas. Security must be en-sured for providers, patients, supplies, and systems neededfor disaster care, such as communications and transport.Volunteers, well meaning as they may be, must be properlytrained and credentialed to participate in a disaster re-sponse, and must participate only as part of a properlyplanned and organized disaster response, since they other-wise place both themselves, and the intended recipients oftheir aid, in danger.\n\nthe disaster event, the word disaster being derived from theLatin words for evil and star. Falling stars are seldom seen,and when they are, they vanish from view almost immedi-ately, and do not reenter the collective consciousness untilthe next star falls. While the exact dates, times, and places offuture disasters are unknown, the lessons learned from pre-vious disasters are invaluable in teaching us how to betterprepare for them.\n\nNerve (cholinergic) agents (GA, GB, GD, VX)"
  },
  {
    "full_text": "Nerve (cholinergic) agents (GA, GB, GD, VX)\n\n● Pathophysiology: form complexes with AChE→↑ACh;victim drowns in secretions● Sx: cholinergic crisis (both muscarinic and nicotiniceffects; see Box H-7)● Rx: atropine (dries secretions); pralidoxime* [2-PAM](inactiva L'es complexes)● Note: A bendodiazapene should also be given ifseizure activity is evident.\n\nBlood (asphyxiant and hemolytic) agents(AC, CK and SA)\n\n● Pathophysiology:- AC, CK: CN- replaces O2 in Cya,- SA: acute hemolysis± renal failure● Sx: telltale odor in association with cardinal signs- AC, CK: almonds, in association with LOC- SA: garlic, in association with hematuria, jaundice● Rx:- AC, CK: OHCbl (→CNCbl) [or NaNO2(Hb→MetHb)] + Na2S2O3- SA: supportive● Note: OHCbl has largely replaced NaNO2 in treat-ment of AC, CK exposure.\n\nChoking (pulmonary) agents\n\n● Pathophysiology: chemical pneumonia, severe tra-cheobronchitis and alveolitist\n\n*GD-AChE complexes age rapidly; pralidoxime must be given as soon as possi bletPhosgene is fatal If pulmonary edema develops in 2-4 hr\n\n● Sx1 telltale odor in association with shortness ofbreath\n\n- CL: bleach- CG, DP: green corn, mown hay- NH3: ammoniaRx: supportiveNote: Dry oxygen in CL exposure avoids HCI dam-age to tracheobronchial tree.\n\nBlister (vesicant) agents\n\n● Pathophysiology: severe/painfu l/blistering cuta-neous/pulmonary/mucous burns● Sx: telltale odor in association with epithelial dam-age- HD,HN,HT: garlic, mustard, onions- L: geraniums- CX: pepperRx: aggressive decontamination, wound care● Note: Administer British anti-Lewisite (BAL) in L ex-posure.\n\nIncapacitating (psychogenic) agents(Agent 15, BZ)\n\n● Pathophysiology: agent specific● Sx: bizarre behavior● Rx: await recovery\n\nSalivationLacrimationUrinationDefecationGastrointestinalEmesisMiosis\n\nDiarrhea, Dyspnea, DiaphoresisUrinationMiosisBradycardia, Bronchorrhea, Br OnchospasmEmesisLacrimationSalivation, Secretions, Sweating\n\nMydriasisTachycardiaWeakness(t)HypertensionFasciculations\n\n*Muscarinic effects (treated with atropine)tNicotinic effects\n\nBox H-8Radioactive Agents Commonly Associatedwith Human-Made Disasters\n\n●J Alpha (�) [Her+ nucleus]- Beta (�) [energized e]● Rays'.- X [high energy photon waves]- Gamma (~y) [high energy photon waves]\n\n\"Dirty bomb\":- Low level radioactive waste (137CS, 192|r) of medicalor industrial origin● Nuclear accident:- Pressure water reactor: 133Xe, 135Xe, B8Kr (based onThree Mile Island experience)\n\n- Graphite reactor: 1331. 311, 13?Te, 137CS, r5c6 (basedon Chernobyl experience)- Note: Pressure water reactors are most common;graphite reactors are now obsolete.\n\n*Q = quality factor (B, X, Y emitters: 1; inhaled/ingested ct emitters: 20; n emitters: 3-20)「It JS this unit that denotes extent of biological damage (background dose = 360 msv/yr)"
  },
  {
    "full_text": "● For 13, X, and Y emitters, 1 R (Roentgen)= 1 rad (ra-diation absorbed dose) [or 0. 01 Gy]● For � or n emitters, 1 rad X Q* = # rem� (Roentgenequivalent man) [or 0.01 SV]● Note: In most circumstances, 1 R If } rad [OR 0.01Gy] = 1 rem [OR 0.01 Sv).Note: \"Rad\" and \"rem\" are preferred in the Ameri-cas, \"Gy\" and \"SV\" elsewhere.\n\n334 APPENDIX H ● Disaster Management and Emergency Preparedness\n\n· Pathophysiology:- Strips electrons from atomic nuclei, damaging cel-lular DNA; rapidly dividing tissues (gastrointestinal,hematopoietic, epidermal) are most susceptible toionizing radiationNote: Radioactive atoms emit particles (or rays) dur-ing decay, risk of exposure depends upon energy ofemissions (\"dirty bomb\": low; nuclear accident: high),· Sx:- Specific to dose and type, distance to source, den-sity of shielding; asymptomatic burns > 100 rad (1 Sv.), acute radiation syndrome>200 rad (2 Sv)\n\n- Note: The more rapid the symptom onset. thehigher the dose, patients who develop gastroin-testinal symptoms within 4 hours of exposure rarelysurvive.\n\n- a and 13: external [± internal] decon + supportivecare; X and By: supportive care (treat external con-tamination as dirt; no risk to provider from patientX or y exposure)- Note: Do NOT delay resuscitation for decontami-nation, as risk to provider is nil; perform opera-tions by day 3 to avoid wound complications 2°RES failure.\n\nBox H-10Classic Toxidromes Associatedwith Acute Radiation Syndrome\n\nStage 1: (chiefly gastrointestinal)\n\n● Onset: minutes to hours*; duration: 48-72 hr● Presentation: nausea, vomiting; also diarrhea,cramps\n\nStage II (chiefly hematopoietic*)\n\nOnset: hours to days; duration: 11/2-2 wkPresentation: asymptomatic → bone marrow sup-pression\n\nStage III (multisystem involvement)\n\n● Onset: 3-5 weeks: duration: variable● Presentation*: CNS/CVS (>15 Sv); CRS/GIT (>5 Sv);RES (>1 Sv)\n\nStage IV (gradual recovery)\n\n● Onset: weeks; duration: weeks to months● Presentation: leading cause of death before recoveryis sepsis\n\nxAcute radiation syndrome is fatal it gastrointestinal sy.mptoms develop within 2-4 hoursHematopoietic (RES) derangements Gnterfere with healing, may last weeks to months'CNS = central nervous system, CV5 = cardiovascular system, CRS = car diorespiratory sy.stem, GIT � gastrointestinal tract, RES = reticul-en-dothelial system"
  }
]