{
  "title": "Atls%208Th%20Edition Ch07 Spine And Spinal Cord Trauma(157-186페이지)",
  "full_text": "ObjectivesIntroduction\n\nScalpSkullMeningesBrainVentricular SystemTentorium\n\nPhysiologyIntracranial PressureMonro-Kellie DoctrineCerebral Blood Flow\n\nClassifications of Head InjuriesMechanism of InjurySeverity of InjuryMorphology\n\nManagement of Minor Brain Injury(GCS Score 13-15)\n\nManagement of Moderate Brain Injury(GCS Score 9-12)\n\nManagement of Severe Brain Injury (GCS Score 3-B)Primary Survey and ResuscitationSecondary SurveyDiagnostic Procedures\n\nMedical Therapies for Brain InjuryIntravenous FluidsHyperventilationMannitolS teroidsBarbituratesAnticonvulsants\n\nUpon completion of this topic, the student will demonstratethe ability to apply the techniques of assessment and explainthe emergency management of head trauma. Specifically, thedoctor will be able to:\n\n1Describe basic intracranial physiology.2Evaluate patients with head and brain injuries.3Perform a focused neurologic examination.4Explain the importance of adequate resuscitation in limiting secondary brain injury.5Determine the need for patient transfer, admis- sion, consultation, or discharge.\n\nScalp WoundsDepressed Skull FracturesIntracranial Mass LesionsPenetrating Brain Injuries\n\nPrognosisBrain DeathChapter SummaryBibliography\n\nHead injuries are among the most common types of traumaseen in North American emergency departments (EDs),with an estimated I million cases seen annually. Many pa-tients with severe brain injuries die before reaching a hos-pital, and almost 90% of prehospital trauma-related deathsinvolve brain injury. About 70% of patients with brain in-juries who receive medical attention can be categorized ashaving minor injuries, 15% as moderate, and 15% as severe.In 2003 there were an estimated 1,565,000 traumatic braininjuries (TBIs) in the United States, including 1,224,000 EDvisits, 290,000 hospitalizations, and 51,000 deaths. Survivorsof TBI are oflen lefl with neuropsychologic impairmentsthat result in disabilities affecting work and social activity.Every year, an estimated 80,000 to 90,000 people in theUnited States experience the onset of long-term disabilityfrom brain injury. In an average European country (Den-million inhabitants suffer moderate to se-mark), 363 pervere head injuries yearly, with more than one-third of theserequiring brain injury rehabilitation. Therelore, even a smallreduction in the mortality and morbidity resulting frombrain injury should have a major impact on public health.\n\nThe primary focus of treatment for patients in whom asevere brain injury is suspected should be to prevent sec-ondary brain injury. Providing adequa te oxygenation andmaintaining a blood pressure that is sufficient to perfuse thebrain are the most important ways to limit secondary braindamage and thereby improve the patient's outcome. Subse-quent to managing the ABCDEs, identification of a mass le-sion requiring surgical evacuation is critical, and this is bestachieved by immediately obtaining a computed tomo-graphic (CT) scan of the head. However、 obtaining a CTscan should not delay patient transfer to a trauma center ca-pable of immediate and definitive neurosu rgical interven-tion.\n\nThe triage of a patient with brain injury depends on theseverity of the injury and the facilities available within a par-ticular community. For facilities without neurosurgical COV-erage, prearra nged transfer agreements with higher-levelfacilities should be in place. Consultation with a neurosur-geon early in the course of treatment is stron gly recom-mended, especially if the patient is comatose or brain injuryis otherwise suspected.\n\nIn consul.ting a neurosurgeon about a patient with abrain injury, the following information is relayed:\n\nAge of pati en t and mechanism and time of injury\n\n● Resp iratory and cardiovascular status ( particularlyblood pressure and oxygen saturation)\n\n● The neurologic examination, consisting of the Glas-gow Coma Scale (GCS) score (with particular cm-phasis on the motor response) and pupil size andreaction to light\n\n● Presence and type of associated injuries· Results of diagnostic studies, particularly CT scan(ifavailable)● Treatment of hypotension or hypoxia\n\nDo not delay patient transfer to obtain a CT scan or otherdiagnostic tests.\n\n? What are the unique features of brainanatomy and physiology, and how dothey affect patterns of brain injury?\n\nA review of cranial anatomy includes the scalp, skull,meninges, brain, ventricular system, cerebrospinal lluid, andten torium (Figure 6-1).\n\nThe scalp is made up of five layers of tissue (mnemonic:SCALP) that cover the skull: (1) skin, (2) connective tissue,(3) aponeurosis or galea aponeurotica, (4) loose areolar tis-sue, and (5) pericranium. Loose areolar lissue separates thegalea from the pericranium and is the site of subgalealhematomas. Because of the scalp's generous blood supply,scalp lacerations may result in major blood loss, especially ininfants and children.\n\nThe sku 11 is composed of the cran ia] vault (calvaria) and thebase. The calvaria is especially thin in the temporal regions,but is cushioned here by the temporalis muscle. The base ofthe skull is irregular, which may contribute to injury as thebrain moves within the skull during acceleration and decel-\n\n■ Figure 6-1 Overview of Cranial Anatomy.\n\neration. The floor of the cranial cavity is divided into threedistinct regions: the anterior, middle, and posterior cranialfossae. Simply put, the anterior fossa houses the frontallobes, the middle fossa the temporal lobes, and the poste-rior fossa the lower brainstem and the cerebellum.\n\nThe meninges cover the brain, and consist of three layers:the dura mater, arachnoid, and pia mater (Figure 6-2). Thedura materis a tough, fibrous membrane that adheres firmlyto the internal surface of the skull. At specilic sites the durasplits into (wo leaves that enclose the large venous sin usesthat provide the major venous drainage from the brain. Themidline superior sagittal sinus drains into the bilateral trans-verse and sigm oid sinuses, which are usually larger on theright side. Laceration of these venous sinuses may result inmassive hemorrhage.\n\nMeningeal arteries lie between the dura and the inter-nal surface of the skull ( the epidural space). Overlying skullfractures may lacerate these arteries and cause an epiduralhematoma. The most commonly injured meningeal vesselis the middle meningeal artery, which is located over thetemporal fossa. An expanding hematoma from arterial in-jury in this location may lead to rapid deterioration anddeath. Epidural hematomas may also result from injury todural sinuses and from skull fractures, which tend to expandmore slowly and to put less pressure on the underlyingbrain. However, most epidural hematomas represent a life-threatening emergency, and must be evaluated hy a neuro-surgeon as soon as possible.\n\nBeneath the dura is a second meningeal layer, the thintransparent arachnoid membrane. Because the dura is notattached to the underlying arachnoid, a potential space be-tween these layers exists (the subdural space), into whichhemorrhage may occur. In brain injury, bridging veins that\n\n134 CHAPTER 6 · Head Trauma\n\n■ Figure 6-2 The Meninges. The meninges cover the brain and consist of three layers: the dura mater, arachnoid,and pia mater.\n\ntravel from the surface of the brain to the venous sinuseswithin the dura may tear,leading to the formation of a sub-dural hematoma.\n\nThe third layer, the pia mater, is firmly attached to thesurface of the brain. Cerebrospinal Iluid (CSF) fills the spacebetween the watertight arachnoid and the pia mater (thesubarachnoid space), cushioning the brain and spinal cord.Hemorrhage into this fluid-filled space (subarachnoid hem-orrhage) is frequently seen in brain contusion or injury tomajor blood vessels atthe base of the brain.\n\nThe brain consists of the cerebrum, cerebellum, and brain-stem (see Figure 6-l). The cerebrum is composed of right andleft hemispheres that are separated by the falx cerebri-adownward dural reflection from the inferior as.pect of themidline superior sagittal sinus. The left hemisphere containsthe language centers in virtually all right-handed people and\n\nin more than 85% ofleft-handed people. The hemisphere thatcontains the language centers is referred to as the dominanthemisphere. The frontal lobe controls executive function,emotions, motor function, and, on the dominant side, ex-pression of speech (motor speech areas). The parietal lobe di-rects sensory function and spatial orientation. The temporallobe regulates certain memory functions. In virtually all right-handed and the majority of left-handed people, the left tem-poral lobe contains areas responsible for speech reception andintegration. The occipital lobe is responsible for vision.\n\nThe brainstem is composed of the midbrain, pons, andmedulla. The midbrain and upper pons contain the reticu-lar activating system, which is responsible for the state ofalertness. Vital cardiorespiratory centers reside in themedulla, which continues on to form the spinal cord. EvensmaU lesions in the brainstem may be associated with severeneurologic deficits.\n\nThe cerebellum, responsible mainly for coordinationand balance, projects posteriorly in the posterior fossa and\n\nforms connections with the spinal cord, brainstem, and ul-timately, the cerebral hemispheres.\n\n`I`he ventricles are a system of CSF-filled spaces and aque-ducts within the brain. Located in the roof of the left andright lateral ventricles and midline third ventricle is a lacystructure called the choroid plexus. The choroid producesCSF at a rate of approxi mately 20 mL/hr. The CSF circulatesfrom the lateral ventricles of the brain through the foram-ina of Monro, the third ventricle, and the aqued ucl ofSylvius into the fourth ventricle in the posterior fossa. It thenexits from the ventricular system into the subarachnoidspace overlying the brain and spinal cord and is reabsorbedinto the venous circulation through arachnoid granulationsthat project into the superior sagittal sinus. The presence ofblood in the CSF may impair CSF reabsorption, resulting inincreased intracranial pressure and enlarging ventricles(posttraumatic communicaling hydrocephalus). Edema andmass lesions (eg, hematomas) may cause etfacement orshifting of the usually symmetric ventricles that can be eas-ily identified on CT scans of the brain.\n\nThe tentorium cerebelli divides the head into the supra-tentorial compartment (comprising the anterior and mid-dle lossae of the skull) and the infratentorial compartment(containing the posterior fossa ). The midbrain connectsthe cerebral hemispheres to the rest of the brainstem (ponsand medulla oblongata) as it passes through a large aper-ture in the tentorium known as the tentorial incisura. Theoculomotor (cranial nerve III) nerve runs along the edgeof the lentorium and may become compressed against itduring temporal lobe herniation, which most commonlyresults from a supratentorial mass or edema. Parasympa-thetic fibers that constrict the pupil lie on the surface ofthe third cranial nerve. Compression of these superficiallibers during herniation causes pupillary dilation due tounopposed sympathetic activity, often referred lo as a\"blown\" pupil.\n\nThe part of the brain that usually herniates through thetentorial notch is the medial parl of the temporal lobe,known as the uncus. Uncal herniation also causes compres-sion of the corticospinal (pyramidal) tract in the midbrain.The motor tract crosses to the opposite side at the foramenmagnum, SO compression at the level of the midbrain re-sulls in weakness of the opposite side of the body (con-tralateral hem iparesis). Ipsilateral pupillary dilationassociated with contralateral hemiparesis is the classic syn-drome of uncal herniation. Infrequently, the mass lesionmay push the opposite side of the midbrain against the len-torial edge, resulting in hemiparesis and a dilated pupil onthe same side as the hematoma (Kernohan's notch syn-drome).\n\nPhysiologic concepts that relate to head trauma include in-tracranial pressure, the Monro-Kellie doctrine, and cerebralblood flow.\n\nSeveral pathologic processes that affect the brain may causeelevation of intracranial pressure (ICP). Elevated ICP mayreduce cerebral perf usion and cause or exacerbate ischemia.The normal ICP in the resting state is approximately 10 mmHg. Pressures greater than 20 mm Hg, particularly if sus-tained and refractory to treatment, are associated with pooroutcomes.\n\n`I`he Monro-Kellie Doctrine is a simple, yet vitally impor-tant, concept related lo the understanding of ICP dynam-ics. It states that the total volume of the intracranial contentsmusl remain constant, because the cranium is a rigid, non-expansile container. Venous blood and cerebrospinal fluidmay be compressed out of the container, providing a degreeof pressure buffering (Figure 6-3 and Figure 6-4). Thus, veryearly alter injury, a mass such as a blood clot may enlargewhile the ICP remains normal. However, once the limit ofdisplacement of CSF and intravascular blood has beenreached, ICP rapidly increases.\n\nFigure 6-3 Volume-Pressure Curve. The intracra-nial contents are initially able to compensate for a newintracranial mass, such as a subdural or epiduralhematoma. Once the volume of this mass reaches acritical threshold, a rapid increase in intracranialpressure often occurs, which can lead to reduction orcessation of cerebral blood flow.\n\nNormal state - ICP normal\n\nCompensated state - ICP normal\n\nDecompensated state - ICP elevated\n\n■ Figure 6-4 The Monro-Kellie Doctrine regarding intracranial compensation for expanding mass. The volumeof the intracranial contents remains constant. If the addition of a mass such as a hematoma results in the squeezingout of an equal volume of CSF and venous blood, the ICP remains normal. However. when this compensatory mecha-nism is exhausted, there is an exponential increase in ICP for even a small additional increase in the volume of thehematoma, as shown in Figure 6-4. (Adapted with permission from Narayan RK: Head Injury, in Grossman RG,Hamilton WJ (eds): Principles of Neurosurgery. New York, Raven Press, 1991.)\n\nIn healthy adults, cerebral blood flow (CBF) is 50 to 55mL/I 00 g of brain tissue per minute. In children, CBF maybe much higher, depending on age.At 1 year of age, CBF ap-proximates adult levels, but at 5 years of age, normal CBF isapproximately 90 mL/100 g/min and then gradually declinesto adult levels by the mid to late teens.\n\nBrain injury severe enough to cause coma may cause amarked reduction in CBF during the first few hours afterinjury. lt usually increases over the next 2 to 3 days, but forpatients who remain comatose, CBF remai.ns below normal\n\nfor days or weeks after injury. There is increasing evidencethat such low levels of CBF are inadequate to meet the meta-bolic demands of the brain early after injury and that re-gional, even global, cerebral ischemia is common.\n\nThe precapillary cerebral vasculature normally has theability to reflexively constrict or dilate in responseto changesin cerebral perfusion pressure (CPP), which for clinical pur-poses is defined as mean arterial blood pressure minus LN-tracranial pressure. A CPP of 50 to 150 mm Hg is requiredlo maintain a constant CBF (pressure autoregulation). Thesevessels also normally constricl or dilate in response tochanges in the PaO2 or Paco2 of the blood (chemical au~\n\ntoregulation). Severe traumatic brain injury may disruptboth of these autoregulatory mechanisms.\n\nConsequently, the traumatized brain is vulnerable to is-chemia and infarction due to the severe reduction in bloodflow caused by the traumatic insult itsel.f. This preex istingischemia may easily be exacerbated by the secondary insultsof hypotension, hypoxia, and hypocapnia、 such as thatcaused iatrogenically by overly aggressive hyperventilation.Therefore, every effort should be made to enhance cerebralperfusion and blood flow by reducing the elevated ICP, main-taining normal intravascular volume, maintaining a normalmean arterial blood pressure (MAP), and restoring normaloxygenation and normocapnia. Hematomas and other le-sions that increase intracranial volume should be evacuatedearly. Maintaining the cerebral perfusion pressure above 60mm Hg helps to improve CBF (although significantlyhigher pressures have been implicated in worsening pul-monary outcomes). Once compensatory mechanisms areexhausted and there is an exponential increase in ICP, brainperfusion is compromised, especially in patients with hy-potension. Additional insults contribute to the potentiallydevastating \"secondary injury\" that may occur in otherwise\n\nsalvageable brain tissue during the first few days after se-vere TBI. This pathophysiologic state is characterized byprogressive inflammation, vascular permeabil ity, and braintissue edema, culminating in intractably elevated ICP anddeath.\n\nHead injuries are classified in several ways. For practical pur-poses, the following three descriptions are useful: (1) mech-anism, (2) severity, and (3) morphology (Table 6-1).\n\nBrain injury may be broadly classitied as blunt or penetrat-ing. For practical purposes, the term blunt brain injury usu-ally is associated with automobile collisions, fal.ls, andassaults with blunt weapons. Penetrating brain injury usu-ally results from gunshot and stab wounds.\n\nTABLE 6-1 ■ Classifications of Brain InjuryMechanism · Blunt · PenetratingHigh velocity (automobile collision) Low velocity (fall, assault) Gunshot wounds Other penetrating injuriesSeverity ● Minor · Moderate · SevereGCS score 13-15 GCS score 9 12 GCS score 3-8Morphology ● Skull fractures ● Vault ● BasilarLinear V5, stellate Depressed/nondepressed Open/closed With/without CSF leak With/without seventh-nerve palsyIntracraniat lesions ● Focal · DiffuseEpidural Subdural Intracerebral Concussion Multiple contusions Hypoxic/ischemic injury\n\nAdapted with permission from Valadka AB, Narayan RK. Emergency room management of the head-injured patient. In: Narayan RK,Wilberger JE. Povllshock JT. eds. Neurotrauma. New York, NY: McGraw-Hill; 1996;120,\n\n138 CHAPTER 6 ● Head Trauma\n\nThe GCS score is used as an objective clinical measure oftheseverity of brain injury. Patients who open their eyes sponta-neously, obey commands, and are oriented score a total of 15points on the GCS, whereas Ilaccid patients who do notopentheir eyes or vocalize sounds score the minimum (3 points)(Table 6-2). A GCS score of8 or less has become the generallyaccepted definition of coma or severe brain injury. Patients witha brain injury who have a GCS score of9 to 12 are categorizedas \"moderate,\" and those with a GCS score of 13 lo 15 are des-ignaled as \"minor. In assessing the GCS score, when there isright/left asymmetry, it is important to use the best motor re-sponse in calculating the score because this is the most reliablepredictor of outcome. However, one must record the actual re-sponse OI) both sides.\n\nHead Irauma may include fractures, contusions, hema-tomas, and diff use injuries.\n\nSkull fractures may be seen in the cranial vault or skull base.They may be linear or stellate, and open or closed. Basal skullfractures usually require CT scanning with bone-window set-tings for identification. The presence of clinical signs of abasal skull fracture should increase the index of suspicion\n\nTABLE 6-2 ■ Glasgow Coma Scale (GCS)ASSESSMENT AREASCOREEye opening (E) · Spontaneous · To speech · To pain · None4 3 2Best motor response (M) · Obeys commands · Localizes pain · Normal flexion (withdrawal) · Abnormal flexion {decorticate) · Extension (decerebrate) · None (flaccid)6 5 4 3 2 1Verbal response (V) · Onented · Confused conversation · Inappropn'ate words · Incomprehensible sounds · None5 4 3 2 1\n\nGCS score 11 (E + M + V); best possible score II 15; worstpossible score = 3.\n\nand help in its identification. These signs include periorbitalecchymosis (raccoon eyes), retroauricular ecchymosis (Bat-tle sign), CSF leakage from the nose (rhinorrhea) or ear(otorrhea), and seventh- and eighth-nerve dysfunction (fa-cial paralysis and hearing loss), which may occur immedi-ately or a few days alter the initial injury. In general, theprognosis for the recovery of seventh-nerve finction is bet-ter in the delayed-onset variety, but the prognosis for recov-of eighth-nerve function is poor. Basal skull fractures thaterytraverse the carolid canals may damage the carotid arteries(dissection, pseudonneurysm, or thrombosis), and consider-ation should be given to cerebral arteriography.\n\nOpen or compound skull fractures may provide a di-rect communication between the scalp laceration and thecerebral surFace, because the dura may be torn. The signif-cance of a skull fracture should not be underestimated, sinceit takes considerable force to fracture the skull. A linear vaultfracture in conscious pa tients increases the likelihood of anintracranial hematoma by .hout 400 times.\n\nIntracranial Lesions\n\nIntracranial lesions may be classified as diffuse or focal, al-though these two forms freq uently coexist. Focal lesionsinclude epidural hematomas, subdural hematomas, conlu-sions, and intracerebral hematomas (see Table 6-1 and Fig-ure 6-5).\n\nDiffuse Brain Injuries Diffuse brain injuries range frommild concussions, in which the CT scan of the head is usu-ally normal, to severe hypoxic ischemic injuries. With a con-cussion, the patient has a Transient, nonfocal neurologicdisturbance that ofl.en includes loss of consciousness. Severedilfuse injuries often result from a hypoxic, ischemic insult lothe brain due to prolonged shock or apnea occurring imme-diately after the Irauma. ln such cases, the CT scan may ini-tially appear normal, or the brain may appear diffuselyswollen, with loss of the normal gray- white distinction. An-other diffuse pattern, often seen in high-velocity impact ordeceleration injuries, may produce multiple punctate hem-orrhages throughout the cerebral hemispheres, which areoften seen in the border between the gray matter and whitematter. These \"shearing injuries, referred to as diffuse ax-onal injury ([)AI), previously defined a clinical syndrome ofsevere brain injury with uniformly poor outcome. However,it may be more appropriate to restrict the use of this. term tocases in which there is microscopic evidence of cerebral ax-onal injury, which may be seen in a wide spectrum of clini-cal presentations.\n\nEpidural Hematomas Epidural hematomas are rela-lively uncommon, occurring in about 0.5% of patients withbrain injuries and in 9% of those who are comatose. Thesehema tomas typically become biconvex or lenticular in shapeas they push the adherent dura away from the inner table ofthe skull. They are most often located in the temporal ortem-\n\nFigure 6-5 CT Scans of Intracranial Hematomas. (A) Epidural hematoma. (B) Subdural hematoma. (C) Bilat-eral contusions with hemorrhage. (D) Right intraparenchymal hemorrhage with right to left midline shift. Associatedbiventricular hemorrhages.\n\nporoparietal region and ollen result from a tear ol the middle meni ngeal artery as the result of a fracture. These clotsare classically arterial IN origin; however, they also may re-sult from disruption of a major venous sinus or bleedingfrom a skull fracture.\n\nSubdural Hematomas Subdural hematomas are morecommon than epidural hematomas, occurring in approxi-mately 30% of severe brain injuries. They often develop fromthe shearing of small su rface or bridging blood vessels of the\n\ncerebral cortex. In contrasl lo the lenticular shape of anepidural hematoma on CT scan, subdural hematomas moreoften appear to conform to the contours of the brain. Sub-dural hematomas may grow to cover the entire surface of thehemisphere. Furthermore, the brain damage underlying anacute subduralhematoma is typically much more severe thanthat with epidural hematomas.\n\nContusions and Intracerebral Hematomas Cerebralcontusions are fairly common (present in about 20% to 30%\n\nof severe brain injuries). The majority of conlusions occur inthe frontal and temporal lobes, although they may occur inany part of the brain. Contusions may, in a period of hoursor days, evolve to form an intracerebral hematoma or a coa-lescent contusion with enough mass effect to require imme-diate surgical evacuation. This occurs in as many as 20% ofpatients presenting with contusions on initial CT scan of thehead. For this reason, patients with contusions should un-dergo repeat CT scanning to evaluate for changes in the pat-tern ofcontusion 12 to 24 hours after the initial scan,\n\n? What is the optimal treatment forpatients with brain injuries?\n\nAn estimated 1 million patienls with head injuries are seenin North American EDs annually. Approximately 80% ofthese patients are categorized as having a minor brain in-jury. Minor traumatic brain injury (MTBI) is defined by ahistory of disorientation, amnesia, OT transient loss of con-sciousness in a patient who is conscious and talking. Thiscorrelates with a GCS score of 13 to 15. The definition ofMTBI has often been distinguished Irom the term concus-sion, which has been broadly defined as \"a complex patho-physiologic process affecting the brain, induced bytraumatic biomechanical forces.\" The history of a brief lossof consciousness can be dimcult lo confirm, and the pictureoften is confounded by alcohol or other intoxicants. Themanagement of patients with minor brain injury is de-scribed in Figure 6-6.\n\nMost patients with minor brain injury make unevent-ful recoveries. About 3% have unexpected deterioration,possibly resulting in severe neurologic dysfunclion unlessthe decline in mental slatus is detected early. Others strug-gle with persistent morbidity, including chronic headachesor memory and sleep disturbances.\n\nThe secondary survey is particularly important in eval-uating patients with MTB1, Note the mechanism of injury,\n\nPatients with minor traumatic brain injuries may ap-pear neurologically normal but continue to be symp-tomatic for some time. Be sure that these patientsavoid any unnecessary risk of a \"second impact\"during the symptomatic period that can result indevastating brain edema. Emphasize the need forcompetent follow-up and clearance before resum-ing normal activities, especially contact sports.\n\nwith particular attention to any loss of consciousness, in-cluding the length of time the patient was unresponsive, anyseizure activity, and the subsequent level of alertness. De\"termine the duration of amnesia both before (relrograde)and after (antegrade) the accident. Grade the severily ofheadache and note the length of time the patient requires toreturn to a GCS score of 15 using serial examinations.\n\nCT scanning is the preferred method ofimaging. A CTscan should be obtained in all palients with brain injurywho fail to reach a GCS score of 15 within 2 hours of injury;who have a clinically suspected open skull fracture, any signof basal skull fracture, or more than two episodes of vomit-ing; or who are older than 65 years (Table 6-3). CT shouldalso be considered if the palient has had a loss of con-sciousness for longer than 5 minutes, retrograde amnesiafor longer than 30 minutes, a dangerous mechanism of in-jury, severe headaches, or a focal neurologic defi.cit attrib-utable to the brain. Caution should be applied in assessingpatients with TBI who are anticoagulated. The internationalnormalized ratio (INR) should be oblained and a CT shouldbe perf ormed expeditiously in these patients when indi-cated.\n\nApplying these parameters to patients with a GCS scoreof 13, approximately 25% will have a CT finding indicativeof lrauma, and 1.3% will require neurosurgical interven-lion. Using these rules in patients with a GCS score of 15,10% will have the CT findings and 0.5% will require neuro~surgery. Based on current best evidence, no patients withclinically important brain injury or patients requiring neu-rosurgical intervention will be missed.\n\n1f CT scanning is not available, skull x-ray films may beobtained for blunt or penetrating head injury. If a skull x-rayfilm is obtained, look for the following features: (1) linear ordepressed skull fractures, (2) midline position of the pinealgland (if calcified), (3) air-fluid levels in the sinuses, (4)pncumocephalus, (5) facial fractures, and (6) foreign bod-ies. Obtaining CT scans or skull films should not delay trans-fer of the patient.\n\n1f abnormalities are observed on the CT scan, or if thepatient remains symptomatic or continues to have neuro-logic abnormalities, he or she should be admitted to the hos-pital and a neurosurgeon consulted.\n\n1f patients are asymplomatic, are fully awake and alert,and have no neurologic abnormalities, they may be observedfor several hours, reexamined, and, if still normal, safely dis-charged. Ideally, the patient is discharged to the care of acompanion who can observe the palient continually overthe next 24 hours. An instruction sheet directs both the pa-tient and the companion to conlinue close observation andto return to the ED if headaches develop, there is a declinein mental status, or focal neurologic deficits develop. 1n allcases, writlen discharge instructions should be supplied loand carefully reviewed with the patient and/or companion( Figure 6-7). If the patient is not alerl or oriented enough toclearly understand the written and verbal instructions, thedecision for discharge should be reconsidered.\n\nFigure 6-6 Algorithm for Management of Minor Brain Injury. (Adapted with permission from Valadka A8,Narayan RK: Emergency room management of the head-injured patient, in Narayan RK, Wilberger JE, Povlishock JT(eds): Neurotr auma. New York, McGraw-Hill, 1996.)\n\nTABLE 6-3 ■ Indications for CT Scanning in MTBIHead CT IS required for patients with minor head injunes (ie, witnessed loss of consciousness, definite amnesia, or witnessed disonentation ina patient with a GCS score of 13 to 15) and any one of the foltowing:High risk for neurosurgical intervention: · GCS score less than 15 at2 hours after injury · Suspected open or depressed skull fracl ure ● Any sign ol basal skull fracture (eg, hemotympanum, raccoon eyes, CSF otorrhea or rhinorrhea, 8attle sign) · Vomiting (more than two episodes) ● Age greater than 65 yearsModerate risk for brain injury on CT: - Amnesia before impact (more than 30 minutes) · Dangerous mechanism (eg. pedestrian struck by motor vehicle, occupant ejected from motor vehicle, fall from height more than 3 feet or five stairs)Adapted from Stiell [G, Wells GA, Vandemheen K, et al. The Canadfan CT Head Rule for patients with mirtor head injury Lancer 2001,357 1294\n\nManagement of Moderate BrainInjury (GCS Score 9-12)\n\nApproximately 10% of patients with brain injury who areseen in the ED have 3 moderate injury. They still are ableto follow simple commands, but usually are confused orsomnolent and can have focal neurologic deficits such ashemiparesis. Approximately 10% lo 20% of these p atientsdeteriorate and lapse into coma. For this reason, serialneurologic examinations are critical to treat these pa-lients.\n\nThe management of patients with moderate brain in-jury is described in Figure 6-8.\n\nOn admission to the ED、a brief history is obtained andcardiopulmonary stability is ensured before neurologic as-sessment. A CT scan of the head is obtained, and a neuro-surgeon is contacted. All of these patients require admissionfor observation in an inlensive care unit (ICU) or a similarunit capable of close nursing observation and frequent neu-rologic reassessment for at least the firsl 12 lo 24 hours. Afollow-up CT scan in 12 to 24 hours is recommended iT theinitial CT scan is abnormal, sooner if there is deleriorationof the patient's neu ralogic status.\n\nPatients with moderate brain injury can have rapiddeterioration with hypoventilation or a subtle lossof their ability to protect their airway from declin-ing mental status. Narcotic analgesics must be usedwith caution. Avoid hypercapnia with close moni-toring of respiratory status and the ability of pa-tients to manage their airway. Urgent intubationmay become a necessity under these circumstances.\n\nManagement of Severe BrainInjury (GCS Score 3-8)\n\nPatients who have sustained a severe brain injury are unableto follow simple commands, even after cardiopulmonarystabilization. Although this delinition includes a wide spec-trum of brain injury, il identities the palients who are atgrealest risk of suffering significant morbidity and mortal-ity. A \"wait and see\" approach in such patients can be disas-trous, and prompl diagnosis and treatment are extremelyim portant. Do not delay patient transfer to obtain a CT scan.\n\nThe initial management of severe brain injury is oul-lined in Figure 6-9.\n\nPRIMARY SURVEY AND RESUSCITATION\n\nBrain injury ollen is adversely affected by secondary insults.The mortality rale for patients with severe brain injury whohave hypotension on admission is more than double that olpalients who do nol have hypolension. `The presence of hy-poxia in addition lo hypotension is associated with mortal-ity of approximately 75%. Therefore, it is imperative thatcardiopu Imonary stabilization be achieved rapidly in patientswith severe brain injury. See Box 6-1 for the priorities of theinitial evaluation and triage of patients with severe brain in-juries. See Skill Station IX: Head and Neck Trauma: As-sessment and Management, Skill IX-A: Primary Survey.\n\nAirway and Breathing\n\nTransient respiratory arrest and hypoxia are common andmay cause secondary brain injury. Early endotracheal intu-bation should be performed in comatose patients.\n\nThe patient should be ventilated with 100% oxygenuntil blood gas measurements are obtained、 and then ap-propriate adjustments to the fraction ot inspired oxygen(F102) are made. Pulse oximetry is a useful adjunct, and oxy-gen saturations of >98% are desirable. Hyperventilation\n\nCountyGeneralHospital\n\nWe have found no evidence to indicate that your head injury was serious.However, new symptoms and unexpected complications can develop hoursor even days after the injury, The first 24 hours are the most crucial andyou should remain with a reliable companion at least during this period.If any of the following signs develop, call your doctor or come back to thehospital.\n\nDrowsiness or increasing difficulty in awakening patient(awaken every 2 hours during period of sleep)\n\n2 Nausea or vomitingConvulsions or fits4 Bleeding or watery drainage from the nose or ear5 Severe headachesWeakness or loss of feeling in the arm or leg7 Confusion or strange behavior8 One pupil (black part of eye) much larger than the other; peculiarmovements of the eyes, double vision, or other visual disturbances\n\nA very slow or very rapid pulse, or an unusual breathing pattern.\n\nIf there is swelling at the site of the injury, apply an ice pack, making surethat there is a cloth or towel between the ice pack and the skin. Ifswelling increases markedly in spite of the ice pack application, call us orcome back to the hospital.\n\nYou may eat or drink as usual if you so desire. However, you should NOTdrink alcoholic beverages for at least 3 days after your injury.\n\nDo not take any sedatives or any pain relievers stronger thanacetaminophen, at least for the first 24 hours. Do not use aspirin~containing medicines.\n\nIf you have any further questions, or in case of emergency, we can bereached at:\n\nPhysician's Signature\n\nFigure 6-7 Example of HeadInjury Warning DischargeInstructions.\n\nshould be used cautiously in patients with severe braininjury and only when acule neurologic deterioration hasoccurred.\n\nHypotension is a marker of severe bload loss, which isnot always obvious. Associated spinal cord injury ( neuro-gen ic shock), cardiac contusion or lamponade, and tensionpneumothorax are also possible causes.\n\nHypotension usually is not due to the brain injury itself, ex-cept in the terminal stages when medullary failure super-venes. In tracran ial hemorrhage cannot cause hemorrhagicshock. Euvolemia should be esta blished as soon as possibleif the patient has hypotension.\n\nWhile efforts are in progress to determine the cause ofhypotension, volume replacement should be initiated. FASTor DPL is used routinely in comatose patients with hypoten-sion, because a clinical examination for abdominal tender-ness is not possible in such patients. See Chapter 3:Shock. It must be emphasized that the neu rologic examina-tion of patients with hypotension is unreliable.Even if severe\n\n144 CHAPTER 6 · Head Trauma\n\nFigure 6-8 Algorithm for Management of\n\nModerate Brain Injury. (Adapted with permissionfrom Valadka AB, Narayan RK: Emergency room man-agement of the head-injured patient, in Narayan RK,Wilberger 18, Povlishock JT (eds): Neurotr auma. NewYork, McGraw-Hill, 1996.)\n\nbrain injury exists, hypolension is a well-known cause ofsecondary brain injury. Patients with hypotension who areunresponsive lo any form of stimulation may revert to near-normal neurologically soon after normal blood pressure isrestored, and the primary source of the hypotension must beurgently sought and treated.\n\n? What is a focused neurologicalexamination?\n\nAs soon as the patient's cardiopulmonary stalus is cor-recled, a rapid and directed neurologic examination isperformed. Il consists primarily of determining the GCSscore and the pupillary light response. It is important torecognize confounding issues in the evaluation of trau-matic brain injury, including the presence of drugs, al-cohol、 and intoxicants and other injuries. Do notoverlook a severe brain injury because the pa lientis also\n\nintoxicated. The postictal state after a traumatic seizurewill typically worsen the patient's responsiveness forminutes or hours. In a comalose palient, motor re-sponses may be elicited by pinching the trapezius mus-cle or with nail-bed pressure. If a patient demonstratesvariable responses to stimulation, the best motor re-sponse elicited is a more accurate prognostic indicatorthan the worst response. Testing for doll's eye move-ments (oculocephalic), the caloric test with ice water(oculovestibular), and testing of corneal responses aredeferred lo a neurosurgeon. Doll's eye testing shouldnever be attempted until an unstable cervical spine injuryhas been ruled out.\n\nIt is important to obtain the GCS score and to perf orm apupillary examination prior to sedating or paralyzing the pa-tient, because knowledge of the patient's clinical condition isimportant for determining subsequent treatment. Long-act-ing paralytic and sedating agents should not be used duringthe primary survey. Sedation should be avoided except whena patient's agitated state may place him or her at risk. Theshortest-acting agents availa ble are recommended whenpharmacologic paralysis or brief sedation is necessary forsafe endotracheal intubation or obtaining good quality di-agnostic studies.\n\nSerial examinations (GCS score, latera lization, and pupil-lary reaction) should be performed to detect neurologic de-terioration as early as possible. A well-known early sign oftemporal lobe (uncal) herniation is dilation of the pupil andloss of the pupillary response 10 light. Direct trauma lo theeye also is a potential cause of abnormal pupillary responseand make pupil evaluation difficult. However, in themaysetting of brain trauma, brain injury should be consideredfirst. S See Skill Station IX: Head and Neck Trauma: As-sessment and Managcment, Skill IX-B: Secondary Surveyand Management.\n\nAn emergency head CT scan must be obtained as soon aspossible after hemodynamic normalization. CT scanning\n\nIn the past, severe traumatic brain injury was oftenconsidered \"unrecoverable,\" and a sense of nihilismhad frequently prevailed. Vigorous managementand improved understanding of the pathophysiol-ogy of severe head injury, especially the role of hy-potension, hypoxia, and cerebral perfusion, hasmade a significant impact on patient outcomes. Donot give up too soon.\n\nFigure 6-9 Algorithm for Initial Management of Severe Brain Injury. (Adapted with permission from Val-adka AB, Narayan RK: Emergency room management of the head-injured patient, in Narayan RK, Wilberger JE,Povlishock JT (eds): Neurotrauma. New York, McGraw-Hill, 1996.)\n\nBox 6-1Priorities for the Initial Evaluation and Triageof Patients with Severe Brain Injuries\n\n1 All comatose patients with brain injuriesshould undergo resuscitation (ABCDEs) on ar-rival in the ED.\n\n2 As soon as the blood pressure (BP) is normal-ized, a neurologic exam is performed (GCSscore and pupillary reaction). If the BP cannotbe normalized, the neurologic examination isstill performed, and the hypotension recorded.\n\n3 If the patient's systolic BP cannot be broughtup to >100 mm Hg despite aggressive fluid re-suscitation, the priority is to establish thecause of the hypotension, with the neurosur-gical evaluation taking second priority. In suchcases, the patient undergoes a DPL or ultra-sound in the ED and may need to go directlyto the operating room (OR) for a laparotomy.CT scans of the head are obtained after the la-parotomy. If there is clinical evidence of an in-\n\ntracranial mass, diagnostic burr holes or cran-iotomy may be undertaken in the OR whilethe laparotomy is being performed.\n\n4 Ifthe patient's systolic BP is > 100 mm Hg afterresuscitation and the patient has clinical evi-dence of a possible intracranial mass (unequalpupils, asymmetric results on motor exam), thefirst priority is to obtain a CT head scan. A DPLor FAST exam may be performed in the ED, CTarea, or OR, but the patient's neurologic eval-uation or treatment should not be delayed.\n\n5 In borderline cases-i.e., when the systolic BPcan be temporarily corrected buttends to slowlydecrease - every effort should be made to get ahead CT prior to taking the patient to the ORfor a laparotomy or thoracotomy. Such cases callforsound clinical judgment and cooperation be-tween the trauma surgeon and neurosurgeon.\n\nalso should be repeated whenever there is a change in thepatient's clinical status and routinely at 12 to 24 hours afterinjury for patients with a contusion or hematoma on theinitial scan. See Skill Station IX: Head and Neck Trauma:Assessment and Management, Skill IX-C: Evaluation of CTScans of the Head,\n\nFindings of significance on the CT images include scalpswelling or subgaleal hematomas at the region of impact.Skull fractures may be seen better with bone windows, butare often apparent even on the soft-tissue windows, The cru-cial findings on the CT scan are intracranial hematoma,contusions, and shift of the midline (mass effect) (see Fig-ure 6-5: CT Scans ofIntracranial Hematomas). The septumpellucidum, which lies between the two lateral ventricles,should be located in the midline. The midline can be deter-mined by drawing a line from the crista galli anteriorly tothe insertion of the falx at the internal occipital protuber-ance posteriorly. The degree of displacement of the septumpellucidum away from the side of the hematoma should benoted, and the actual degree of shift should be determinedby using the scale that is printed on the side of the scan. Ashift of 5 mm or greater is often indicative ofthe need for sur-gery to evacuate the blood clot or contusion causing the shift.There is some evidence that the addition of CT angiogra-phy (CT-A) or cerebral arteriography may uncover unsus-pected vascular injury to the skull base that could place thepatient at risk for stroke. These studies should be consid-ered when a high-energy mechanism of injury is present.See Chapter 7: Spine and Spinal Cord Trauma for specificcriteria.\n\nIn patients whose blood pressure can be normalized,every effort should be made to obtain a head CT scan priorto taking the patient to the operating room. Such cases re-quire sound clinical judgment and cooperation between thetrauma surgeon and the neurosurgeon (see Figure 6-9).\n\nTa ble 6-4 provides an overview of the management oftraumatic brain injury.\n\nMedical Therapies for Brain Injury\n\nThe primary aim of intensive care protocols is to prevent sec-ondary damage to an already injured brain. The basic princi-ple is that ifinjured neural tissue is provided an optimal milieuin which to recover, it may go on to regain normal function.However,if the neural tissue is provided with a suboptimalor hostile milicu, it may die. Medical therapies for brain in-jury include intravenous fluids, hyperventilation, mannitol,furosemide, steroids, barbiturates, and anticonvulsants.\n\nIntravenous fluids should be administered as required toresuscitate the patient and maintain normovolemia.\n\nHypovolemia in these patients is harmful. Care should also betaken not to overload the patient with fluids. Hypotonic flu-ids should not be used. Furthermore, the use of glucose-containing iluids may result in hyperglycemia, which hasbeen shown to be harmful to the injured brain. Therefore, itis recommended Ringer's lactate solution or normal salinebe used for resuscitation. Serum sodium levels need to bevery carefully monitored in patients with head injuries. Hy-ponatremia is associated with brain edema and should beprevented.\n\nIn most patients, normocarbia is preferred. Hyperventila-tion acts by red ucing Paco2 and causing cerebral vasocon-striction. Aggressive and prolonged hyperventilation mayactually produce cerebral ischemia by causing severe cere-bral vasoconstriction and thus impaired cerebral perfusion.This is particularly true if the PaCO2 is allowed to fall below30 mm Hg (4.0 kPa).\n\nHyperventilation should be used only in moderation andfor as limited a period as possible. In general, it is pref erableto keep the Paco2 at 35 mm Hg or above. Brief periods of hy-perventilation (PaCO2 25 to 30 mm Hg) are acceptable ifnecessary for acute neurologic deterioration while othertreatments are initiated.\n\nMannitol is used to reduce elevated ICP. The preparationmost commonly used is a 20% solution. The most widelyaccepted regimen is 0.25 to 1 g/kg administered intra-venously as a bolus. Large doses of mannitol should not be\n\n· It is important to monitor the ICP if active ICP man-agement is being undertaken. For example, man-nitol may have a significant rebound effect on ICP,and additional therapies may be indicated if on-going management is required. Hypertonic salineis being studied as a possibly safer and/or more ef-fective alternative.\n\n● It is important to remember that seizures are notcontrolled with muscle relaxants. Prolongedseizures in a patient whose muscles are relaxedpharmacologically can still be devastating to brainfunction, and may go undiagnosed and untreatedif tonic-clonic muscle contractions are masked by aneuromuscular blocker such as vecuronium or suc-cinylcholine. In a patient with a witnessed seizure,make sure appropriate antiseizure therapy isbeing initiated and that the seizure is under con-trol before initiating neuromuscular blockade if atall possible.\n\nTABLE 6-4 Management Overview of Traumatic Brain Injury\n\nALL PATIENTS: PERFORM ABCDEs WITH SPECIAL ATT ENTION TO HYPOXIA AND HYPOTENSIONGCS CLASS IFICATION13 TO 15 MILD TRAUMA TIC BRAIN INJURY9TO 1 2 MODERA TE TRAUMATIC BRAIN INJURY3 TO 8 SEVERE TRAUMATIC BRAIN INJURYMay discharge if admis- Sion Criteria not metAdmit for indications betow:Neurosurgery eval requiredUrgent neurosurgery consult requiredInitial Management*AMPLE History and neurologic exam: De termine mechanism, times of injury, Initial GCS, confusion, amnestic interval, seizure, headache severity, etc. *Secondary sui'vey including focused neurologic exam*Primary survey and resuscitation No *Arrange for transfer to definitive neurosurgical evaluation and management *Focused neuro exam *Secondary survey and AMPLE history*Primary survey and resuscTration *Intubation & ventilation for alrway protection *Treat hypotension, hypovolemia and hypoxia *Focused neuro exam *Secondary survey and AMPLE historyDiagnostic*CT Scanning as determined by head CT rules (Table 3) *Blood/Urine et⌀h & tox screensCT available, CT abnormal, skull fracture, CSF leak Focal neurologic deficit GCS does not return to 15 within 2 hours CT not available, CT abnormal, skull fracture Significant intoxication (admit or observe)*CT scan in all cases *Evaluate carefully for other injunes *Full preop labs & x-raysCT scan in all cases *Evaluate carefully for other injunes preop*Full labs & x-raysSecondary MGMT*Senal examinations until GCS is 15 and patient has no persever- ation or memory deficit *rule out indication for CT (Table 3)*Perform serial examinations *Perform follow-up CT scan if 1st is abnormal or GCS remains less than 15 *repeat CT if neuro exam deteriorates*Serial exams *Consider follow-up CT in 12-18 h*Frequent senal neuro examinations W/GCS *PCO2 35+1-3 *Mannitol, PCO2 28-32 for detenoration *Avoid PCO2 Disposition*Home if patient does not meet criteria for admission *Discharge with head injury warning sheet and followup arranged AsteniskObtain neurosurgical eval if CT or neurologic exam is abnormal or patient deteriorates *Arrange for medical followup and neuropsych evaluation as required (may be done as outpatient)*Repeat CT immediately for deterioration and manage as in severe brain injury (10%) *Discharge with medical and neuropsychological followup arranged when stable GCS 15 (90%) ▶ denotes action required.*Transfer as soon as possible to definitive neurosurgical care\n\ngiven to patients with hypotension, because mannitol is apotent osmotic diuretic. Acute neurologic deterioration,such as the development of a dilated pupil, hemiparesis, orloss of consciousness while the patient is being observed, isa strong indication for administering mannitol. ln this set-ting, a bolus of mannitol ( 1 g/kg) should be given rapidly(over 5 minutes) and the patient transported immediately to\n\nthe CT scanner or directly to the operating room if thecausative lesion already has been identified.\n\nStudies have not demonstrated any beneficial effect ofsteroids in controlling increased ICP or improving out-\n\n148 CHAPTER 6 ● Head Trauma\n\ncome from severe brain injury. Some studies have demon-strated an increase in mortality and complications associ-ated with the use of steroids in this selling. Therefore,steroids are not recommended in the management of acutebrain injury.\n\nBarbiturates are effective in reducing ICP refractory to othermeasures. They should not be used in the presence of hy-potension or hypovolemia. Furthermore, hypotension oftenresults from their use. Therefore, barbiturates are not indi-caled in the acute resuscitative phase.\n\nPosttraumatic epilepsy occurs in about 5% of patients ad-mitted to the hospital with closed head injuries and in 15%of those with severe head injuries. Three main factors arelinked to a high incidence of late epilepsy: (1) seizures OC-curring within the first week, (2) an intracranialhematoma, and (3) a depressed skull fracture. A double-blind study found that prophylactic phenytoin reduced theincidence of seizures in the first week of injury, but notthereafter. Currently, phenytoin or fosphenytoin is theagent usually used in the acule phase. For adults, the usualloading dose is 1 g of phenytoin given intravenously at arate no faster than 50 mg/min. 'I'he usual maintenancedose is 100 mg/8 hours, with the dose titrated to achievetherapeutic serum levels. For patients with prolongedseizures, diazepam or lorazepam are used in addition tophenytoin until the seizure stops. Control of continuousseizures may require general anesthesia. It is imperativethat the sei7.ure be controlled as soon as possible becauseprolonged seizures (30 lo 60 minules) may cause second-ary brain injury.\n\nSurgical management may be necessary for scalp wounds,depressed skul] fractures, intracranial mass lesions, and pen-etrating brain injuries.\n\nIt is important to clean the wound thoroughly before su-turing. The most common cause of inf ected scalp wounds isinadequate cleansing and debridement. Blood loss fromscalp wounds may be extensive, especially in children. Scalphemorrhage usually can be controlled by applying directpressure and cauterizing or ligating large vessels. Appropri-ate sulures, clips, or staples may then be applied. Carefullyinspect the wound under direct vision for signs of a skull\n\nfracture or foreign material. CSF leakage indicates that thereis an associated dural tear. A neurosurgeon should be con-sulted in all cases of open or depressed skull fractures. Notinfrequently, a subgaleal collection of blood can feel like askull fracture. In such cases、 the presence of a Iracture can beconfirmed or excluded by plain x-ray examination of the re-gion and/or a CT scan.\n\nGenerally, a depressed skull fractu re needs operative eleva-tion if the degree of depression is greater than the thicknessof the adjacent skull, or if it is open and grossly contami-nated. Less significant depressed fractures can often be man-aged with closure of the overlying scalp laceration, if present.A CT scan is valuable in identifying the degree of depres-sion, but more importantly in excluding the presence of anintracranial hematoma or contusion.\n\nINTRACRANIAL MASS LESIONS\n\nIntracranial mass lesions typically are evacuated or treatedby a neurosurgeon. If a neurosurgeon is not available in thefacility initially receiving the palient with an intracranialmass lesion, early transfer to a hospital with a neurosurgeonis essential. In very exceptional circumstances, a rapidly ex-panding intracranial hematoma may be imminently life-threatening and may not allow lime for transfer ifneurosurgical care is some distance away. Although this cir-cumstance is rare in urban settings, it may occur in ruralareas. Under such conditions, emergency craniotomy maybe considered if a surgeon properly trained in the procedureis available. This procedure is especially important in a pa-tient whose neurologic stalus is rapidly deteriorating anddoes not respond to nonsurgical measures. Emergency cran-iotomy by a non-neurosurgeon should be considered only inextreme circumstances, and the procedure should be doneonly with the advice of a neurosurgeon.\n\nThe indications for a craniotomy perf ormed by a non-neurosurgeon are few, and widespread use as a desperationmaneuver is neither recommended nor supported by theCommillee on Trauma. This procedure is justified onlywhen definilive neurosurgical care is unavailable. The Com-miltee on Trauma strongly recommends that those who an-ticipate the need for this procedure receive proper trainingfrom a neurosurgeon.\n\nPENETRATING BRAIN INJURIES\n\nCT scanning of the head is strongly recommended to eval-uate patients with penetrating brain injury. Plain radi-ographs of the head can be helpful in assessing bullettrajectory and the presence of large foreign bodies and in-tracranial air. However, when CT is available, plain radi-ographs are not essential. CT-A and/or conventionalangiography is recommended when vascular injury is sus-\n\nBurr hole craniostomy-placing a 10-to-15-mm drillhole in the skull-has been advocated as a methodof emergently addressing hematomas in patientswith rapid deterioration when neurosurgeons arenot readily available. Unfortunately, even in very ex-perienced hands, these drill holes are easily placedincorrectly, and they seldom result in drainingenough of the hematoma to make a clinical differ-ence. In patients who need an evacuation, bone flapcraniotomy (and not a simple burr hole) is the de-finitive lifesaving procedure to decompress thebrain, and every attempt should be made to have apractitioner trained and experienced in doing theprocedure perform it in a timely fashion.\n\npected, such as when a trajeclory passes through or near theskull base or a major dural venous Sin us. Substantial sub-arachnoid hemorrhage or delayed hematoma should alsoprompt consideration of vascular imaging. Patients with apenetrating injury involving the orbitofacial or pterional re-gions should undergo angiography to identify a traumaticintracranial aneurysm or arterioveno us (A V) fistula. Whenan aneurysm or AV fistula is identified, surgical or endovas-cular management is recommended. MRI can play a role inevaluating injuries from penetrating wooden or other non-magnetic objects, but it is generally not necessa 「y in theevaluation of missile-induced injury. The presence on CTof large contusions, hematomas, or intraventricular hemor-rhage is associated with increased mortality, especially whenboth hemispheres are involved.\n\nProphylactic broad-spectrum antibiotics are appropri-ate for patients with penetrating brain injury. Antiseizuremedication in the first week after the injury is recommendedto prevent early posltraumatic seizures. Prophylactic treat-ment with anticonvulsants beyond the first week after in-jury has not been shown to prevent new seizures, and is notrecommended. Early ICP monitoring is recommendedwhen the clinician is unable to assess the neurologic exam-ination accurately; the need to evacuale a mass lesion is un-clear; or imaging studies suggest elevated ICP.\n\nIt is appropriate to Ireat small bullet entrance woundsto the head with local wound care and closure in patientswhose scalp is not devitalized and who have no major in-tracranial pathology.\n\nObjects that penetrate the intracranial compartment orinfratemporal fossa must be left in place until possible vas-cular injury has been evaluated and definitiveneurosurgicalmanagement established. Disturbing or removing penetrat-ing objects prematurely can lead to fatal vascular injury orintracranial hemorrhage. More extensive wounds with hol1-viable scalp, bone, or dura are carefully debrided before pri-mary closure or grafting to secure a watertight wound. Inpatients with significant fragmentation of the skull, de-\n\nbridement of the cranial wound with open ing or removinga portion of the skull is necessary. Significant mass effecl isaddressed by evacuation of in tracranial hematomas and de-bridement of necrotic brain tissue and safely accessible bonefragments. In the absence of significant mass effect, surgicaldebridement of the missile track in the brain, routine sur-gical removal of fragments distant from the entry site, andreoperation solely to remove retained bone OF missile frag-ments do not measurably improve oulcome and are not rec-ominendecl. Repai 「 of open-air sinus injuries and CSF leaksthat do not close spontaneously (or with temporary CSF di-version) is recommended, using careful watertight closure ofthe dura. During the primary surgery, every effort shouldbe made to close the dura and prevent CSF leaks.\n\nAll patients should be treated aggressively pending consul-tation with a neurosurgeon. This is particularly true of chil-dren, who occasionally have a remarkable ability to recoverfrom seemingly devastating injuries.\n\n? How do / diagnose brain death?\n\nThe diagnosis of \"brain death\" implies that there is no pos-sibility for recovery of brain function. Most experts agreethat the following criteria should be satisfied for the diag-nosis of brain death:\n\n● Glasgow Coma Scale score = 3● Nonreactive pupils● Absent brainstem retlexes (eg, oculocephalic,corneal, and Doll's eyes and no gag reflex)● No spontaneous ventilatory effort on formal apneatesting\n\nAncillary studies that may be used to confirm the diag-nosis of brain death include:\n\n· Electroencephalography: No activity at high gain\n\n● CBF studies: No CBF (eg, isolope studies, Dopplerstudies, xenon CBF studies)\n\n· ICP: Exceeds MAP for [ hour or longer\n\n● Cerebral angiography\n\nCertain reversibl.e conditions, such as hypothermia orbarbiturate coma, may mimic the appearance of brain\n\n150 CHAPTER 6 · Head Trauma\n\ndeath; therefore, this diagnosis should be considered onlyafter all physiologic parameters are normalized and CNSfunction is not potentially affected by medications. The re-markable ability of children to recover from seemingly dev-astating brain injuries should be carefully considered priorto diagnosing brain death in children. If any doubt exists,\n\nespecially in childre11, multiple serial exams spaced severalhours apart are useful in confirming the initial clinical im-pression. Local organ-procurement agencies should be no-tified about all patients with the diagnosis or impendingdiagnosis of brain death prior to discontinuing artificial lifesupport measures.\n\n1 Understanding basic intracranial physiology is key to understanding the management ofhead injury.\n\n2 Learn to evaluate patients with head and brain injuries efficiently. In a comatose pa-tient, secure and maintain the airway by endotracheal intubation. Perform a neurologicexamination after normalizing the blood pressure and before par alyzing the patient.Search for associated injuries.\n\n3 Practice performing a rapid and focused neurologic examination. Become familiar withthe Glasgow Coma Scale and practice its use. Freq uently reassess the patient's neuro-logic status.\n\n4 Adequate resuscitation is important in limiting secondary brain injury. Prevent hypo-volemia and hypoxemia. Treat shock aggressively and look for its cause. Resuscitate withRinger's lactate solution, normal saline, or similar isotonic solutions without dextrose. Donot use hypotonic solutions. The goal in resuscitating the patient with brain injuries isto prevent secon dary brain injury.\n\nDetermine the need for transfer, admission, consultation or discharge. Contact a neuro-surgeon as early as possible. If a neurosurgeon is not available at your facility, transferall patients with moderate or severe head injuries.\n\n1. Amirjamshidi A, Abbassioun K, Rahmat H. Minimal debride-ment or simple wound closure as the only surgical treatmentin war viclims with low-velocity penetrating head injuries. In-dications and management prolocol based upon more than 8years foll ow-up of99 cases from Iran-lraq conflict. Surg New-rol 2003;60(2):105-I 10; discussion I 10- lll,\n\n2. Andrews BT, Chiles BW, Olsen WI., el al. The effecl of intra-cerebral hematoma location on the risk of brainstem com-pression and on clinical outcome. 1 Neurosurg1988;69:518-522.\n\n3. Aubry M, Cantu R, Dvorak ], el al. Summary and agreementstatemenl of the first International Conference on Concussionin Sport, Vienna 2001. Pliys Sportsmed 2002;30:57-62 (co-pub-lished in Br ー Sports Med 2002;36:3-7 and Clin / Sport Med2002;12:6-12).\n\n4. Boyle A, Santarius 1., Maimaris C. Evaluation of the impact ofthe Canadian CT head rule on British practice. Emerg Med /2004; 21(4):426-128.5. Brain Trauma Foundation. Early Indicators of Prognosis in Se-vere Traumatic Brain Injury. http://www.2.braintrauma.cog/guidel.new.dowuters/pro_prophosigsideuidex.pdf/EntinTraima_Sekia:41055800/shiparb5179810g2.e9/Accessed September 8, 2007.6. Brain Trauma Foundation. Guidelines for the Management ofSevere Traumatic Brain Injury. http://www2.braintraurna.org/guidelines/downloadsWOM_24_Suppy) .pdf.BrainTrau ma_Session= 1157580xb4d125@b391748a60424bb99. Accessed Sep-tember 8, 2007.7. Chestnul RM, Marshall LF, Klauber MR, et al. The role of sec-ondary brain injury in determining oulcome from severe headinjury, / Trautna 1993;34:216-222.\n\n8. Chibbaro S, Tacconi L. Orbito-cranial injuries caused by pen-etraling non-missile foreign bodies. Experience with eighteenpatients. Acta Neurochir (Wien) 2006; 148(9), 937-941; dis-cussion 941-942.9. Clement CM, Stiell IG, Schull MI, el al. Clinical features ofhead injury patients presenting with a Glasgow Coma Scalescore of 15 and who require neurosurgical intervention. AtiiiEmerg Med 2006; 48(3):245-251.10. Eisenberg HM, Frankowski RF, Contanl CR, ct al. High-dosebarbiturates control elevated intracranial pressure in patienlswith severe head injury. J Neurosurg 1988;69: 15-23.11. Giri BK, Krishnappa IK, Bryan RMJ, et al. Regional cerebralblood llow after cortical impact injury complicated by a sec-ondary insult in rats. Stroke 2000;31:961-967.12. Gonul E, Erdogan E, Tasar M, et al. Penetrating orbitocranialgunshot injuries. Surg Neural 2005;63( I ):24-30; discussion 31.13. Gopinath SP, Robertson CS, Conlant CF, et al. Jugular venousdesaturation and outcome after head injury. / Neurol Neuro-surg Psychiatry 1994;57:717-723.14. Marion DW, Carlier PM. Problems with initial Glasgow ComaScale assessment caused by prehospital trealment of patientswith head injuries: results of a national survey. 1 Trauma1994;36(1):89-95.IS. Marion DW,Spiegel TP. Changes in the management of severetraumalic brain injury: 1991-1997. Crit Care Med 2000;28:16-18.16. McCrory, P, Johnston, K, Mecuwisse, W, el al. Summary andagreement stalemenl of the 2nd International Conference onConcussion in Sport, Prague 2004. Br / Sports Med2005:39:1 96-204,17. Muizelaar JP, Marmarou A, Ward ID, et al. Adverse effects ofprolonged hyperventilation in patients with severe head in-jury: a randomized clinical trial. / Neurosurg 1991;75:731-739.18. Neuroimaging in the management ofpenetrating brain injury.] Trauma 2001 ;51(2 Suppl):57-S11.19. Part 1: Guidelines for the management of penetrating braininjury. Introduction and methodology. / Trauma 2001;51(2Suppl):S3-S6.\n\n20. Part 2: Prognosis in penetrating brain injury. ] TraunHa200 1;5 1(2 Suppl):S44-S86.\n\n21. Robertson CS, Valadka AB, Hannay HJ, etal. Prevention of sec~ondary ischemic insults after severe head injury. Crit Care Med1999;27:2086-2095,22. Rosner MI, Rosner SD, Johnson AI-I. Cerebral perfusion pres-sure managemenl protocols and clinical results. J Neurosur g1995;83:949-962.23. Smits M, Dippel DW, de Haan GG, el al. External validation ofthe Canadian CT Head Rule and the New Orleans Criteria forCT scanning in patients with minor head injury. JAMA2005(294(12):1519-1525.24. Stiell IG, Clement CM, Rowe BH, cl al. Comparison of theCanadian CT Head Rule and the New Orleans Criteria in pa-tients with minor head injury. JAMA 2005:294(12):1511-1518.25. Stiell IG, Lesiuk H, Wells GA, et al. Canadian CT head rulestudy for patients with minor head injury: methodology forphase 11 (validation and economic analysis). Am Emerg Med2001;38(3):317-322.26. Stiell IG, Lesiuk H, Wells GA, el al. The Canadian CT HeadRule Study for patients with minor head injury: rationale, ob-jectives. and methodology for phase I(derivation). Ann EmergMed 2001; 38(2):1 60- 169.27. Stiell IG, Wells GA, Vandemheen K, et al. The Canadiam CTHead Rule for patients with minor head injury. Lancet 2001;357(9266): 1391-1 396.28. Sultan HY, Boyle A, Pereira M, Antoun N, Maimaris C. Appli-cation ofthe Canadian CT head rules in managing minor headinjuries in a UK emergency department.: implications for theimplementation of the NICE guidelines. Emerg Med 1 2004;21(4):420-425,29. Surgical management of penetrating brain injury. [ Trauma2001; 51(2 Suppl), S16-25.30. 'I'emkin NR, Dikman SS, Wilensky AJ, et al. A randomized,double-blind study of phenytoin for the prevention of post-traumatic seizures. N Engl. J Med 1990;323:497-502.\n\n▶▶ Interactive SkillsProcedure\n\nNote: Standard precautionsare required when caring fortrauma patients.\n\nA series of scenarios accompaniessome of the skills procedures forthis station, The scenanos areprovided at the conclusion of theprocedures for your review andpreparation for this station.\n\nTHE FOLLOWINGPROCEDURES ARE INCLUDEDIN THIS SKILLS STATION:\n\n▶▶ Skill IX-A: Prlmary Survey\n\n▶▶ Skill IX-B: Secondary Surveyand Management\n\n▶▶ Skill IX-C: Evaluation of CTScans of the Head\n\nSkill IX-D: Helmet Removal\n\nPerformance at this station will allow the participant to practice and demon-strate the following activities in a simulated clinical situation:\n\n1Demonstrate assessment and diagnostic skills in determining the type and extent of injuries with a head trauma manikin.2Describe the significance of clinical signs and symptoms of brain trauma found through assessment.3Establish priorities for the initial treatment of patients with brain trauma.4Identify diagnostic aids that can be used to determine the area of in- jury within the brain and the extent of the injury.5Demonstrate proper helmet removal while protecting the patient's cervical spine.6Perform a complete secondary assessment and determine the pa- tient's Glasgow Coma Scale (GCS) score through the use of scenarios and interactive dialogue with the instructor.7Differentiate between normal and abnormal computed tomogr aphic (CT) scans of the head, and identify injury patterns.\n\nSTEP 3. Perf orm a brief neurologic examination, lookingfor:\n\nSTEP 2. Immobilize and stabilize the cervical spine.\n\nSTEP 1. Inspect the entire head. including the face,looking for:\n\nA. LacerationsB. Nose and ears for presence of cerebrospinalfluid (CSF) leakage\n\nSTEP 2. Palpate the entire head, including the face,looking for:\n\nA. FracturesB. Lacerations and underlying fractures\n\nSTEP 3. Inspect all scalp lacerations, looking for:\n\nA. Brain tissueB. Depressed skull fracturesC. DebrisD. CSF leaks\n\nSTEP 4. Detcrmine the GCS score and pupillary response,including:A. Eye-opening response\n\nA. Pupillary responseB. GCS score determination\n\nB. Best limb motor responseC. Verbal responseD. Pupillary response\n\nSTEP 5. Examine the cervical spine.\n\nA. Palpate for tenderness/pain and apply asemirigid cervical collar, if needed.B. Perform a cross-table lateral cervical spine X-ray examination as needed\n\nSTEP 6. Determine the extent of injury.\n\nSTEP 7. Reassess the palienl continuously, observing forsigns of deterioration.\n\nA. FrequencyB. Parameters to be assessedC. Serial GCS scores and extremity motorassessmentD. Remember, reassess ABCDEs\n\n▶ Skill IX-C: Evaluation of CT Scans of the Head\n\nDiagnosis of abnormalities seen on CT scans of the head canbe very subtlc and difficult. Because of the inherent com-plexity in interpreting these scans, early review by a neuro-surgeon or radiologist is important. The steps outlined herefor evaluctinga CT scan of the head provide one approach toassessing for significant, life-threatening pathology. Remem-ber, obtaining a CT scan of the head should not delay resus-citation or transfer of the patient to a trauma center.\n\nSTEP 1. Follow the process for initial review ofCT scansof the head.\n\nA. Confirm that the images being reviewed areof the correct patient.B. Ensure that the CT scan of the head was donewithout an intravenous contrast agent.C. Use the patient's clinical findings to focus thereview of the CT scan, and use the imagefindings to enha nce further physicaleval uation.\n\nSTEP 2. Assess the scalp component for contusion orswelling that can indicate the site of externaltrauma.\n\nSTEP 3. Assess for skull fractures. Keep in mind that:\n\nA. Suture lines (joining of the bones of thecranial vault) may be mistaken for fractures.B. Depressed skull fractures (thickness of skull)require neu rosurgical consultation.C. Open fractures require neurosurgical ·consultation. Missile wound tracts mayappear as linear areas of low attenuation.\n\nAssess the gyri and sulci for symmetry. Ifasymmetry exists, consider thesc diagnoses:\n\nA. Acute subdural hematoma:\n\n· Typically are areas of increased densitycovering and compressing the gyri and sulciover the entire hemisphere· Appear within the skull\n\n● Can cause a shift of the underlyingventricles across the midlineOccur more commonly than epiduralhematomas● Can have associated cerebral contusionsand intracerebral hematomas\n\nB. Acute epidural hematoma:\n\n· Typically are lenticular or biconvex areas ofincreased density● Appear within the skull and compress theunderlying gyri and sulci● Can cause a shift of the underlyingventricles across the midline● Most often are located in the temporal ortemporoparietal region\n\nSTEP 5. Assess the cerebral and cerebellar hemispheres.\n\nA. Compare both cerebral and cerebellarhemispheres for similar density andsymmetry.B, Intracerebral hematomas appear as large areasof high density.C. Cerebral contusions appear as punctate areasof high density.D. Diffuse axonal injury can appear normal orhave scattered, small areas of cerebralcontusion and areas of low density.\n\nA. Check size and symmetryB, Significant mass lesions compress anddistort the ventricles, especially the lateralventricles.\n\nSTEP 6. Assess the ventricles.\n\n▶ SkilFIX-D: Helmet Removal\n\nPatients wearing a helmet who require airway managementshould have the head and neck held in a neutral positionwhile the helmet is removed using the two-person proce-dure. Note: A poster titled \"Techniques of Helmet Removalfrom Injured Patients\" is available from the AmericanCollege of Surgeons /ww.facs.org/trauma/poblications/helmet.pdfP). This poster provides a pictorial and narrativedescription of helmet removal. There are some varieties ofhelmet that have special removal mechanisms that shouldbe used in accordance with the specitic helmet.\n\nSTEP 1. One person sta bilizes the patient's head and neckby placing one hand on either side of the helmetwith the fingers on the patient's mandible. Thisposition preven ts slippage if the strap is loose.\n\nSTEP 2. The second person cuts or loosens the helmetstrap al the D-rings.\n\nSTEP 3. The second person then places one hand on themandible at the angle, with the thumb on one\n\nC. Significant intracranial hypertension is oftenassociated with decreased ventricular size.D. Intraventricular hemorrhage appears asregions of increased density (bright spots) inthe ventricles.\n\netermine the shifts. Midline shifts may becaused by a hematoma or swelling that causes theseptum pellucidum, between the two lateralventricles, to shift away from the midline. Themidline is a line extending from the crista gallianteriorly to the tentlike projection posteriorly(inion). After measuring the distance from themidline to the septum pellucidum, the actualshift j.s determined by correcting against the scaleon the CT print. A shift of 5 mm or more isconsidered indicative of a mass lesion and theneed for surgical decompression.\n\nA. Assess the facial bones for fracture-relatedcrepitus.B. Assess the sinuses and mastoid air cells for air-fluid levels.C. Facial bone fractures, sinus fractures, andsinus or mastoid air-fluid levels may indicatebasilar skull or cribriform plate fractures.\n\nSTEP 8. Assess the maxillofacial structures.\n\nSTEP 9. Look for the fou 「 Cs ofincreased density:\n\nside and the fingers on the other. The other handapplies pressure from under the head at theoccipital region. This maneuver transfers theresponsibility for in-line immobilization to thesecond person.\n\nA. ContrastB. ClotC. Cellularity (tumor)D. Calcilication (pineal gland, choroid plexus)\n\nSTEP 4. The first person then expands the helmet laterallyto clear the cars and carefully removes thehelmet. If the helmet has a face cover, this devicemust be removed first. If the helmet provides fullfacial coverage, the patient's nose will impedehelmet removal. To clear the nose, the helinetmust be tilted backward and raised over thepatient's nose.\n\nSTEP 5. During this process, the second person mustmaintain in-line immobilization from below toprevent head tilt.\n\nSTEP 6. After the helmet is removed, in-line manualimmobilization is reestablished from above, and\n\n156 SKILL STATION IX ● Head and Neck Trauma: Assessment and Management\n\nthe patient's head and neck are secured duringairway management.\n\nSTEP 7. If attempts to remove the helmet result in pain andparesthesia, the helmet should be removed with acast cutter. The helmet also should be removedwith a cast cutter if there is evidence of a cervicalspine injury on x-ray film. The head and neck must\n\nbe stabilized during this procedure, which isaccomplished by dividing the helmet in the coronalplane through the ears. The outer rigid layer isremoved easily, and the inside Styrofoam� layer isthen incised and removed anteriorly. Maintainingneutral alignment of the head and neck, theposterior portions are removed.\n\nA 17-year-old high-school football player, involved in acrushing tackle with a brief loss of consciousness, reportsneck pain and paresthesia in his left arm. He isimmobilizedon a long spine board with his helmet in place and trans-ported to the emergency department (ED). He is not in res-piratory distress, talks coherently, and is awake and alert.\n\nA 25- year-old man is transported to the ED after a car crashwhile driving home from a tavern. His airway is clear, he isbreathing spontaneously without difficulty, and he has nohemodynamic abnormalities. He has a scalp contusion overthe left side of his head. There is a sitrong odor of alcohol onhis breath, but he is able to answer questions appropriately.His eyes are open, but he appears confused and pushes awaythe examiner's hands when examined for response to pain.He is thought to have suffered a concussion and to have al-cohol intoxication. He is kept in the ED for observation.\n\nOne hour later, the patient is more somnolent, brieflyopens his eyes to painful stimuli, and demonstrates an ab-\n\nnormal Ilexion response to painful stimuli on the right andwithdrawal on the left. His left pupil is now 2 mm largerthan his right. Both pupils react sluggishly to light. His ver-bal response consists of incomprehensible sounds.\n\nA 21-year-old man was thrown from and then kicked in theface by a horse. He was initially unconscious for at least 5minutes. l-le now opens his eyes to speech, moves only topainful stimuli by withdrawing his extremities, and uttersinappropriate words. His blood pressure is 180/80 mm Hg,and heart rate 64 beats/min.\n\nA 40-year-old motorcyclist is brought to the ED with obvi-ous, isolated head trauma. The prehospital personnel reportthat he has unequal pupils and responds only to painfulstimuli by abnormally flexing his arms, opening his eyes,and speaking incomprehensibly. When not stimulated, hisrespirations are very sonorous.\n\nAnatomy and Physiology\n\nSpinal ColumnSpinal Cord AnatomySensory ExaminationMyotomesNeurogenic Shock versus Spinal ShockEffec� on Other Organ Systems\n\nClassifications of Spinal Cord Injuries\n\nLevelSeverity of Neurologic DeficitSpinal Cord SyndromesMorphology\n\nSpecific Types of Spinal Injuries\n\nAtlanto·Occipital DislocationAtlas Fracture (C1)C1 Rotary SubluxationAxis (C2) FracturesFractures and Dislocations (C3 through C7)Thoracic Spine Fractures (T1 through T10)Tho racolumbar Junction Fractures (T11 through L1)Lumbar FracturesPenetrating InjuriesBlunt Carotid and Vertebral Vascular Injuries\n\nX-Ray EvaluationCervical SpineThoracic and Lumbar Spine\n\nGeneral ManagementImmobilizationIntravenous FluidsMedicationsTransfer\n\nChapter SummaryBibliography\n\nUpon completion of this topic, the student will be able to\n\ndemonstrate the techniques of assessment and explain the\n\nemergency management of spine and spinal cord trauma.\n\nSpecifically, the doctor will be able to:\n\nDescribe the basic spinal anatomy and physiology.\n\nEvaluate a patient with suspected spinal injury.\n\n3 Identify the common types of spinal injuries and\n\ntheir x-ray features.\n\n4 Appropriat ely treat patients with spinal injuries\n\nduring the first hour after injury.\n\nDetermine the appropriate disposition of patientswith spine trauma.\n\nVertebral column injury, with or without neurologic deficits,must always be considered in patients with multiple injuries.Approximately 5% of patients with brain injury have an asso-ciated spinal injury, whereas 25% of patients with spinal in-jury have at least a mild brain injury. Approximately 55% ofspinal injuries occur in the cervical region, 15% in the thoracicregion, 15% at the thoracolumbar junction, and 15% in thelumbosacral area. Approximately 10% of patients w'rtha cervi-cal spine fracture have a second, noncontiguous vertebral col-umn fracture.\n\nDoctors and other medical personnel who care for pa-tients with spine injuries musl be constantly aware that ex-cessive manipulation and inadequate immobilization of suchpatients may cause additional neurologic damage and worsenthe patient's outcome. At least 5% of patients experience theonsel of neurologic symptoms or the worsening of preexist-ing symptoms after reaching the emergency department. Thisis usually due to ischemia or progression of spinal cordedema, but it may also be the result of failure to provide ade-quate immobilization. As long as the patient's spine is pro-tected, evaluation of the spine and exclusion of spinal injurymay be saf ely deferred, especially in the presence of systemicinstability, such as hypotension and respiratory inadequacy.\n\nExduding the presence of a spinal injury is simple in a pa-tient who is awake and alert. In a neurologically intact patient,the absence of pain or tenderness along the spine virtually ex-cludes the presence of a significant spinal injury. However, inapatient who is comatose or has a depressed level of conscious-ness, the process is not as simple. ln this case, it is incumbentonthe doctor to obtain the appropriate x-ray films to exclude aspinal injury. If the x-rays are inconclusive. the patient's spineshould remain protected until further tesling can be performed.\n\nAlthough the dangers of inadequate immobilizationhave been fairly well documented, there also is some dangerin prolonged immobilization of patients on a hard surfacesuch as a backboard. In addition to causing severe discomfortin an awake patient, prolonged immobilization may lead tothe formation of serious decubitus ulcers in patients withspinal cord injuries. Therefore, the long backboard shouldbe used only as a patient transportation device, and every ef-fort made to have the patient evaluated by the appropriatespecialists and removed from the spine board as quickly aspossible. If this is not feasible within 2 hours, the patientshould be removed from the spine board and then logrolledevery 2 hours, while maintaining the integrity of the spine, toreduce the risk of the formation of decubitus ulcers.\n\nAnatomy and Physiology\n\n'I'he following review of the anatomy and physiology of thespine and spinal cord includes the spinal column, spinalcord anatomy, sensory and motor examination, myotomes,\n\nneurogenic and spinal shock, and the effects on other organsystems.\n\nThe spinal column consists of 7 cervical, 12 thoracic, and 5lumbar vertebrae, as well as the sacrum and the coccyx (Fig-ure 7-1). The typical vertebra consists of the anteriorlyplaced vertebral body, which forms the main weight-bear-ing column. The vertebral bodies are separated by inter-vertebral disks, and are held together anteriorly andposteriorly by the anterior and posterior longitudinal liga-ments, respectively. Posterolaterally, two pedicles form thepillars on which the roof of the verlebral canal (ie, the lam-ina) rests. The facet joints, interspinous ligaments, andparaspinal muscles all contribute to the stability of thespine.\n\nThe cervical spine is the most vulnerable to injury, be-cause of its mobility and exposure. The cervical canal is widein the upper cervical region-that is, from the foramenmagnum to the lower part of C2. The majority of patientswith injuries at this level who survive are ncurologically in-tact on arrival at the hospital. However, approximately one-third of patients with upper cervical spine injuries die at theinjury scene from apnea caused by loss of central innerva-lion of the phrenic nerves caused by spinal cord injury atCI. Below the level of C3 the diameter of the spinal canal ismuch smaller relative to the diameter of the spinal cord, andvertebral column injuries are much more likely to causespinal cord injuries.\n\nThe mobility of the thoracic spine is much more re-stricted than that of the cervical spine, and it has addi-tional support from the rib cage. Hence, the incidence ofthoracic fractures is much lower, with most thoracic spinefra ctures being wedge compression fractures that are nolassociated with spinal cord injury. However, when a frac-ture-dislocation in the thoracic spine does occur, it almostalways results in a complele spinal cord injury because ofthe relatively narrow thoracic canal. The thoracolumbarjunction is a fulcrum between the inflexible thoracic re-gion and the stronger lumbar levels. This makes it morevulnerable to injury, and 15% of all spinal injuries occur inthis region.\n\nThe spinal cord originates at the caudal end of the medullaoblongata at the foranien magnum. In adults, it usually endsaround the LI bony level as the conus medullaris. Below thislevel is the cauda equina、 which is somewhat more resilientto injury. Of the many tracts in the spinal cord、 only threecan be readily assessed clinically: (1) the corticospinal tract,(2) the spinothalamic tract, and (3) the posterior columns(Figure 7-2). Each is a paired Iract that may be injured onone or both sides of the cord.\n\nThe corticospinal tract, which lies in the posterolateralsegment of the cord, controls motor power on the same side\n\nANA TOMY AND PHY SIOLOGY 159\n\n■ Figure 7-1 The Spine. (A) The spinal column, right lateral and posterior views. (B) A typical thoracic vertebra,superior view.\n\nFigure 7-2 Of the many tracts in the spinal cord, only three can be readily assessed clinically: (1) the corti-cospinal tract, (2) the spinothalamic tract, and (3) the posterior columns, Each is a paired tract that can be injured onone or both sides of the cord.\n\n160 CHAPTER 7 · Spine and Spinal Cord Trauma\n\nof the body and is tested by vol un tary muscle contractionsor involuntary response to painful stimuli. The spinothala-mic tract, in the anterolateral aspect of the cord, transmitspain and temperature sensation from the opposite side ofthe body. In general,it is tested by pinprick and light touch.The posterior columns carry position sense (propriocep-tion), vibration sense, and some light-to uch sensation fromthe same side of the body. These columns are tested by po-sition sense in the toes and finger S or vibration sense usinga tuning fork.\n\nThe state of no demonstrable sensory or molor func-tion below a certain level is referred to as a com plete spinalcord injury. During the First weeks after injury, this diag-nosis cannot be made with certainty, because of the possi-bility of spinal shock. See Chapter 3: Shock. Anincomplete injury is one in which any motor or se nso ryfunction remains; the prognosis for recovery is significantlybetter than that for com plete spinal cord injury. Sparing ofsensation in the perianal region (sacral sparing) may be theonly sign of residual function. Sacral sparing can bedemonstrated by preservation of some sensory percep tionin the perianal region and/or voluntary contraction of therectal sphincter.\n\n? How do / assess the patient'sneurologic status?\n\nA dermatome is the area of skin innervated by the sensoryaxons within a particular segmenta I nerve root. Knowledgeof some of the major dermatome levels is invaluable in de-ter mining the level of injury and assessing neurologic im-provement or deterioration. The sensory level is the lowestdermatome with normal sensory function and can often dif-fer on the two sides of the body. For practical pu rposes, theupper cervical dermatomes (C1 to C4) are somewhat vari-able in their cutaneous distribution and are not commonlyused for localization. However, it should be rememberedthat the supraclavicu lar nerves (C2 th rough C4) providesensory innervation to the region overlying the pectoralismuscle (cervical cape). The presence of sensation in this re-gion may confuse the examiner when he or she is trying todetermine the sensory level in patients with lower cervicalinjuries. The key sensory points are (Figure 7-3):\n\nC5-Area over the deltoid\n\n● Sensory examination may be confounded by pain.● Patients some times observe the examination itself,which may alter the findings.● Altered level of consciousness limits the ability toperform a definitive neurologic examination.\n\n● T12-Symphysis pubis● L4-Medial aspect of the calf● L5-Web space between the First and second toes● S1 -Lateral border ofthe foot● S3-lschial tuberosity area● S4 and S5-Perianal region\n\nEach segmental nerve (root) innervates more than one mus-cle, and most muscles are innervated by more than one root(usually two). Nevertheless, for the sake of simplicity, cer-tain muscles or muscle groups are identified as represent-ing a single spinal nerve segment. The important keymuscle(s) are (Figure 7~4):\n\n● C6- Wrist extensors (hiceps, extensor carpi radialislongus and brevis)● C7-Elbow extensors (tri ceps)● C8-Finger flexors to the middle linger (flexor digi-torum profundus)● T1-Small finger abductors (abductor digiti minimi)● L2-Hip tlexors (iliopsoas)● L3, L4-Knee extensors (quadriceps, patellar re-flexes)● L4,L5 to S1-Knee flexion (hamstrings)● L5-Ankle and big toe dorsiflexors (tibia lis anteriorand extensor hallucis longus)● S1-Ankle plantar tlexors (gastrocnemius, soleus)\n\nThe key muscles should be tested for power on bothsides. Each muscle is graded on a six-point scale from nor-mal strength to paralysis (Table 7-1). Documentation of thepower in key muscle groups helps to assess neurologic im-provement or deterioration on su bsequeni examinations. Inaddition, the external anal sphincter should be tested forvoluntary contraction by digital examination.\n\nFigure 7-3 Key Sensory Points by Spinal Dermatomes. (Adapted from American Spinal Injury Association:International Standards for Neurological Classification of Spinal Cord Injury, revised 2002. Chicago, IL: AmericanSpinal Injury Association; 2002.\n\nNEUROGENIC SHOCK VERSUS SPINAL SHOCK\n\n? How do / identify and treat neurogenicand spinal shock?\n\nNeurogenic shock results from impairment of the de-scending sympathetic pathways in the cervical or upperthoracic spinal cord. This condition results in the loss ofvasomotor tone and in sympathetic innervation to theheart. The former causes vasodilation of visceral andlower-extremity blood vessels, pooling of blood, and, con-sequently, hypotension. Loss of cardiac sympathetic tonemay cause the development of bradycardia or at least afailure of tachycardia in response to hypovolemia. In this\n\ncondition, the blood pressure may not be restored by fluidinfusion alone, and massive lluid resuscitation may resultin fluid overload and pulmonary edema. The blood pres-sure may often be restored by the judicious use of vaso-pressors after moderate volume replacement. Atropinemay be used to counteract hemodynamically significantbradycardia.\n\n\"Spinal shock\" refers lo the naccidity (loss of muscletone) and loss of rellexes seen after spinal cord inju.ry.The \"shock\" to the injured cord may m ake it appearcompletely nonf unctional, although all areas are notnecessarily destroyed. The duration of this state is vari-able."
}