{
  "title": "Atls%208Th%20Edition Ch16 Sample Trauma Flow Sheet(293-296페이지)",
  "full_text": "272 CHAPTER 13 ● Transfer to Definitive Care\n\nCLINICAL CIRCUMSTANCES THAT WARRANT INTERHOSPITAL TRANSPORT WHEN THE PATIENT'S NEEDS EXCEED AVAILABLE RESOURCES:Central Nervous SystemHead injury: · Penetrating injury or depressed skull fracture · Open injury with or without CSF leak · GCS score ChestWidened mediastinum orsigns suggesting great-vessel injury Major chest wall injury or pulmonary contusion Cardiac injury Patients who may require prolonged ventilationPelvis! AbdomenUnstable pelvic-ring disruption Pelvic-ring disruption with shock and evidence of continuing hemorrhage Open pelvic injury Solid organ injuryExtremitiesSevere open fractures Traumatic amputation with potential for replantation Complex articular fractures Major crush injury ischemiaMultisystem InjuriesHead injury with face, chest, abdominal, or pelvic injury Injury to more than two body regions Major burns or burns with associated injuries Multiple, proximal long-bone fracturesComorbid FactorsAge >55 years Age Secondary Deterioration (Late Sequelae) Adapted with permission from ACS Trauma.Mechanical ventilation required Sepsis Single or multiple organ system failure (deterioration in central nervous, cardiac, pulmonary, hepatic, renal, or coagulation systems) Major tissue necrosis Committee on Resourtes for Optimal Care of the Injured Patient 2006. Chic ago: ACS,\n\ncohol and/or drugs, but the absence of cerebral injuryshould never be assumed in the presence of alcohol or drugs.If the examining doctoris unsure, Iransfer to a higher-levelfacility may be appropriate.\n\nDeath of another individual involved in the incidentsuggests the possibility of severe, occult injury in survivors.A thorough and careful evaluation of the patient, even in theabsence of obvious signs of severe injury, is mandatory.\n\nSpecifi.c transf er responsibilities are held by both the refer-ring doctor and the receiving doctor.\n\n? Where should / send the patient?\n\nThe referring doctor is responsible for initiating transf er ofthe patient to the receiving institution and selecting the ap~propriate mode of transportation and level of care requiredfor optimal treatment of the patient en route. The referringdoctor should consult with the receiving doctor and shouldbe thoroughly familiar with the transporting agencies, theircapabilities, and the arrangements for patient treatmentduring transport.\n\nStabilizing the patient's condition"
}