{
  "title": "Atls%208Th%20Edition Ch08 Musculoskeletal Trauma(187-210페이지)",
  "full_text": "162 CHAPTER 7 ● Spine and Spinal Cord Trauma\n\nC5 Deltoid C6 Wrist extensors (biceps, extensor carpi radialis longus and brevis)C7Elbow extensors (triceps)C8 Finger flexors to the middle fingerT1 Small finger abductors(abductor digiti minimi)L2 Hipflexors (iliopsoas)L3 ,4 Knee extensors (quadriceps, patellar reflexes)L4,5 to S1 Knee flexion (hamstnings)L 5 Ankle and big toedorsiflexors (tibialis anterior andextensor hallucis longus)S1 Ankle plantar flexors (gastrocnemius, soleus)\n\nFigure 7-4 Key Myotomes.\n\nEFFECTS ON OTHER ORGAN SYSTEMS\n\nHypoventilation due to paralysis of the intercostal musclesmay result from an injury involving the lower cervical orupper thoracic spinal cord. If the upper or middle cervicalcord is injured, the diaphragm also is paralyzed because ofinvolvement of the C3 to C5 segments, which innervate thediaphragm via the phrenic nerve. The inability to perceivepain may mask a potentially serious injury elsewhere in thebody, such as the usual signs of an acute abdomen.\n\nClassifications ofSpinal Cord Injuries\n\n? When do / suspect spine injury?\n\nSpinal cord injuries can be classified according to (1) level,(2) severity of neurologic deficit, (3) spinal cord syndrome,and (4) morphology.\n\nThe neurologic level is the most caudal segment of the spinalcord that has normal sensory and motor function on both\n\nTABLE 7-1■ Muscle Strength GradingSCORERESULTS OF EXAMINATION0Total paralysis1Palpable or visible contraction2Full range of motson with gravity eliminated3Full range of motion against gravityFull range of motion, but less than normal strength5Normal strengthNTNot testableAdapted with permission from Kirshblum SC. Memmo P, Kim N, Campag- nolo D, Millis S, Comparison of the revised 2000 American Spinal Injury Association classification standards with the 1996 guidelines. Am J Phys Med Rehabil 2002.81:502-505\n\nsides of the body. When the term sensory level is used, it refersto the mosl caudal segment of the spinal cord with normalsensory function. The motor level is defined similarly with re-spect lo motor function as the lowest key muscle that has agrade of at least 3/5 (see Table 7-1). In complete injuries, whensome impaired sensory and/or motor function is found justbelow the lowest normal segment, this is referred to as thezone of partial preservation. As described previously, the de-termination of the level of injury on both sides is important.\n\nA broad distinction may be made between lesions aboveand below TI · Injuries of the first eight cervical segments ofthe spinal cord result in quadriplegia, and lesions below theT 1 level result in paraplegia. The bony level of injury is thevertebra at which the bones are damaged, causing injury lothe spinal cord. The neurologic level of injury is determinedprimarily by clinical examination. Frequently, there is a dis-crepancy between the bony and the neurologic levels be-cause the spinal nerves enter the spinal canal through theforamina and ascend or descend inside the spinal canal be-fore actually entering the spinal cord. The hirther caudal theinjury is、 the more pronounced this discrepancy becomes,Apart from the initial management to stabilize the bony in-jury, all subsequent descriptions of the level of injury arebased on the neurologic level.\n\nSEVERITY OF NEUROLOGIC DEFICIT\n\nSpinal cord injury may be categorized as:\n\n● Incomplete paraplegia (incomplete thoracic)● Complete paraplegia (complete thoracic)● Incomplete quadriplegia (incomplete cervical)● Complete quadriplegia (complete cervical injury)\n\nIt is important to assess for any sign of preservationof function of the long tracts of the spinal cord. Any motoror sensory function below the level of the injury consti-tutes an incomplete injury. Signs of an incomplete injuryinclude any sensation (including position sense) or volun-tary movement in the lower extremities, sacral sparing (ie,perianal sensation), voluntary anal sphincter contraction,and voluntary toe flexion. Sacral reflexes, such as the bul-bocavernosus reflex or anal wink, do not qualify as sacralsparing.\n\nCertain characteristic patterns of neurologic injury are fre-quently seen in patients with spinal cord injuries. These pat-terns should be recognized SO they do not confuse theexaminer.\n\nCentral cord syndrome is characterized by a dispropor-tionately greater loss of motor power in the upper extremi-ties than in the lower extremities, with varying degrees ofsensory loss. Usually this syndrome is seen after a hyperex-tension injury in a patient with preexisting cervical canalstenosis (often due to degenerative osteoarthritic changes).The history is commonly that of a forward fall that resultedin a facial impact. It may occur with or without cervicalspine fracture or dislocation. Recovery usually follows acharacteristic pattern, with the lower extremities recoveringstrength first, bladder fu.nction next, and the proximal upperextremities and hands last. The prognosis for recovery incentral cord injuries is somewhat better than with other in-complete injuries. Central cord syndrome is thought to bedue to vascular compromise of the cord in the distributionof the anterior spinal artery. This artery supplies the centralportions of the cord. Because the motor fibers to the cervi-cal segments are topographically arranged toward the cen-ter of the cord, the arms and hands are the most severelyaffected.\n\nAnterior cord syndrome is characterized by paraplegiaand a dissociated sensory loss with a loss of pain and tem-perature sensa tion. Posterior column function (position,vibration, and deep pressure sense) is preserved. Usually,anterior cord syndrome is due to infarction of the cord inthe territory supplied by the anterior spinal artery. Thissyndrome has the poorest prognosis of the incomplete in-juries.\n\nBrown-Sequard syndrome results from hemisection ofthe cord, usually as a result of a penetrating trauma; it israrely seen. Nevertheless, variations on the classic pictureare not uncommon. In its pure form, the syndrome con-sists of ipsilateral motor loss (corticospinal tract) and lossof position sense (posterior column), associated with con-tralateral loss of pain and temperature sensation begin-ning one to two levels below the level of injury(spinothalamic tract). Even if the syndrome is caused bya direct penetrating injury to the cord, some recovcry isusually seen.\n\nSpinal injuries can be described as fractures, fracture-dislo-cations, spinal cord injury without radiographic abnormal-ities (SCIW ORA), and penetrating injuries. Each of thesecategories may be further described as stable or unstable.However, determining the stability of a particular type ofinjury is not always simple and, indeed, even experts maydisagree. Hence, especially in the initial treatment, all patientswith radiographic evidence of injury and all those with neu-rologic deficits should be considered to have an unstablespinal injury. These patients should be immobilized untilafter consultation with an appropriately qualified doctor,usually a neurosurgeon or orthopedic surgeon.\n\nSpecific Types of Spinal Injuries\n\nCervical spine injuries can result from one or a combina-tion of the following mechanisms of injury:\n\n● Axial loadingFlexion● Extension● Rotation● Lateral bending● Distraction\n\nThe injuries identified in this chapter all involve thespinal column. They are listed in anatomic sequence (notin order of frequency), progressing from the cranial to thecaudal end of the spine.\n\nATLANTO-OCCIPITAL DISLOCATION\n\nCraniocervical disruption injuries are uncommon and re-sult from severe traumatic flexion and distraction. Most ofthese patients die of brainstem destruction and apnea orhave profound neurologic impairments (are ventilator-de-pendent and quadriplegic). An occasional patient may sur-vive if prompt resuscitation is available at the injury scene.This injury may be identified in up to 19% of patients withfatal cervical spine injuries and is a common cause of deathin cases of shaken baby syndrome in which the infant diesimmediately after shaking. Cervical traction is not used inpatients with craniocervical dislocation. Spinal immobi-lization is recommended initially , Aids to the identifica-tion of atlanto-occipital dislocation on spine films,including Power's ratio, are included in Skill Station X: X-Ray Identification of Spine Injuries.\n\n164 CHAPTER 7 ● Spine and Spinal Cord Trauma\n\nThe atlas is a thin, bony ring with broad articular surfaces.Fractures of the atlas represent approximately 5% of aculecervical spine fractures. Approximately 40% of atlas frac-tures are associated with fractures of the axis (C2). The mostcommon C1 fracture isa burst fracture (Jefferson fracture).The usual mechanism of injury is axial loading, which OC-curs when a large load falls vertically on the head ora patientlands on the top of his or her head in a relatively neutral po-sition. The Jefferson fracture involves disruption ofboth theanterior and posterior rings of C1 with la teral displacementof the lateral masses. The fracture is best seen on an open-mouth view of the C1 to C2 region and axial CT scans { Fig-ure 7-5). In patients who survive, these fractures usually arenot associated with spinal cord injuries. However, they areunstable and should be initially treated with a cervical col-lar. Unilateral ring or lateral mass fractures are not uncom-mon and lend to be stable injuries. However, they are treatedas unstable until the patient is examined by an appropriatelyqualified doctor, usually a neurosurgeon or orthopedic sur-geon.\n\nC1 rotary subluxation injury is most often seen in children.It may occur spontaneously, after major or minor trauma,with an upper respiratory infection, or with rheumatoidarthritis. The patient presents with a persistent rotation ofthe head (torticollis). This injury is also best diagnosed withan open-mouth odontoid view, although the x-ray findings\n\nmay be confusing. In this injury, the odontoid is not equi-distant from the two lateral masses of C1. The patientshould not be forced to overcome the rotation, but shouldbe immobilized in the rotated position and refeiTed for fur-ther specialized treatment.\n\nFigure 7-5 Jefferson Fracture. Open-mouth viewradiograph showing a Jefferson fracture.\n\nThe axis is the largest cervical vertebra and is the most un-usual in shape. Therefore, it is susceptible to various frac-tures depending on the force and direction of the impact.Acute fractures of C2 represent approximately I8% of allcervical spine injuries.\n\nApproximately 60% of C2 fractures involve the odontoidprocess, a peg-shaped bony protuberance that projects up-ward and is normally positioned in contact with the anteriorarch of C1. The odontoid process is held in place primarilyby the transversc ligament. Odontoid fractures are initiallyidentified by a lateral cervical spine film or on open-mouthodontoid views. However, a CT scan usually is required forfurther delineation. Type [ odontoid fractures typically in-volve the tip of the odontoid and are relatively uncommon.Type 11 odontoid fractures occur through the base of thedens and are the most common odontoid fracture (Figure 7-6). In children younger than 6 years of age, the epiphysismay be prominent and may look like a tracture at this level.Type III odontoid fra ctures occur at the base of the dens andextend obliquely into the body of the axis.\n\nFigure 7-6 Odontoid Fracture. CT view of a Type11 odontoid fracture.\n\nA hangman's fracture involves the posterior elements ofC2 that is, the pars interarticularis (Figure 7-7). This typeof fracture represents approximately 20% of all axis frac-tures and usually is caused by an extension-type injury. Pa-tients with this fracture should be maintained in externalimmobilization until specialized care is available.\n\nVariations of a hangman's fracture include bilateralTractures through the lateral masses or pedicles. Approxi-mately 20% of all axis fractures arc nonodontoid and non-hangman's. These include fractures through the body,pedicle, lateral mass, laminae, and spinous process.\n\nFRACTURES AND DISLOCATIONS(C3 THROUGH C7)\n\nA fracture of C3 is very uncommon, possibly because il ispositioned between the more vulnerable axis and themore mobile \"relative fulcrum\" of the cervical spinethat is, C5 and C6-where the greatest flexion and ex-tension of the cervical spine occur. In adults, the mostcommon level of cervical vertebral fracture is C5, and themost common level of subluxation is C5 on C6. The mostcommon injury patterns identilied at these levels are ver-tebral body fractures with or without subluxation, sub-luxation of the articular processes (including unilateralor bilateral locked facets), and fractures of the laminae,spinous processes, peclicles, or lateral masses. Rarely, lig-amentous disruption occurs without fractures or facetdislocations.\n\nThe incidence of neurologic injury increases dramat-ically with facet dislocations. In the presence of unilateralfacet dislocation, 80% of patients have a neurologic in-jury -approximately 30% have root injuries only, 40% in-complete spinal cord injuries, and 30% complete spinalcord injuries, In the presence of bilateral locked facets, the\n\nmorbidity is much worse, with 16% incomplete and 84%complete spinal cord injuries.\n\nTHORACIC SPINE FRACTURES(T1 THROUGH T10)\n\nThoracic spinal fractures may be classilied into four broadcategories:\n\n● Anterior wedge compression injuries● Burst injuries● Chance fractures (Figure 7-8)● Fracture-dislocations\n\nAxial loading with l]exion produces an anterior wedgecompression injury. The amount of wedging usually is quitesmall, and the anterior portion ol' the vcrtebral body rarelyis more than 25% shorter than the posterior body. Becauseof the rigidity of the rib cage, most of these fraclures are sta-ble. The second type of thoracic fracture is the burst injury,which is caused by vertical-axial compression. Chance frac-tures arc transverse fractures through the vertebral body.They are caused by flexion about an axis anterior to the ver-tebral column and are most frequently seen following motorvehicle crashes in which the patient was restrained by onlya lap belt. Chance fractures may be associated withretroperitoneal and abdominal visceral injuries. Fracture-dislocations are relatively uncommon in the thoracic andlumbar spine because of the orientation of the facet joints.These injuries almost always are due to extreme flexion orsevere blunt trauma to the spine, which causes disruptionof the posterior elements (pedicles, facets, and lamina) ofthe vertebra. The thoracic spinal canal is narrow in relationlo the spinal cord, SO fracture subluxations in the thoracicspine commonly result in complete neurologic deficits.\n\nFigure 7-7 Hangman's Fracture (arrows) demonstrated in axial (A), sagittal par amedian (B), and sagittal mid-line (C) CT reconstructions. Note the anterior angulation and excessive dis tance between the spinous processes ofC1 and C2 (double arrows).\n\nFigure 7-8 Chance Fracture. Radiograph showingthe Chance fracture.\n\nSim ple com pression fractures are usually stable andoften treated with a rigid brace. Burst fractures, Chance frac-tures, and Iracture-dislocations are extremely unstable andalmost always require internal fixation.\n\nTHORACOLUMBAR JUNCTION FRACTURES(T11 THROUGH L 1)\n\nFractures at the level of the thoracolumbar junction are dueto the relative immobility of the thoracic spine as comparedwith the lumbar spine. They most often result from a com-bination of acute hyperflexion and rotation, and, conse-quently, they are usually unstable. People who fall from aheight and restrained drivers who sustain severe flexion en-ergy transfer are at particular risk for this type of injury.\n\nThe spinal cord terminates as the conus medullaris atapproximately the level of L], and injury to this parl of thecord commonly results in bladder and bowel dysfunction,as well as in decreased sensation and strength in the lowerextremities. Patients with thoracolumbar fractures are par-ticularly vulnerable to rotational movement. Therefore,logrolling should be perf ormed with extreme care.\n\nThe radiographic signs associated with a lumbar fracture aresimilar to those of thoracic and thoracolumbar fractures. 1 low-ever, because only the cauda equina is involved, the probabilityofa complete neurologic delicil is much less with these injuries.\n\nThe most common types of penetrating injuries are thosecaused by gunshot wounds or stabbings. It is important todetermine the path of the bullel or knife. This can be done\n\n● An inadequate secondary assessment may result inthe failure to recognize a spinal cord injury, par-ticularly an incomplete spinal cord injury.· Patients with"
}