{
  "title": "Atls%208Th%20Edition Ch06 Head Trauma(131-156페이지)",
  "full_text": "▶▶ Interactive SkillProcedures\n\nPerform ance at this skill station will allow the particip ant to:\n\nNote: This Skill Station includes asystematic method for evaluatingchest x-ray films A series of X-rays with related scenarios is thenshown to students for theirevaluation and managementdecisions based on the findings.\n\nTHE FOLLOWING PROCEDUREIS INCLUDED IN THIS SKILLSTATION:\n\nSkill VI-A: Process for InitialReview of Chest X-Rays\n\n1 Describe the process for viewing a chest x-ray film for the purpose of\n\nidentifying life-threatening and potentially life-threate ning thoracic\n\n2 Identify various thoracic injuries by using the following seven specific\n\nanatomic guidelines for examining a series of chest x-rays:\n\nPleural spaces and lung parenchyma\n\n3 Given a series of x-rays:\n\nDiagnose fractures.Diagnose a pneumothorax and a hemothor ax.Identify a widened mediastinum.Delineate associated injuries.Identify other areas of possible injury.\n\nSTEP 1.Confirm that the film being viewed is of your patient.STEP 2.Quickly assess for suspected pathology.STEP 3.Use the patient's clinical findings to focus the review of the chest x-ray film, and use the x-ray findings to guide lurther physical evaluation.\n\n▶▶ 11. TRACHEA AND BRONCHI\n\nSTEP 1.Assess the position of the tube in cases of endotracheal inlubation.STEP 2.Assess for the presence of interstitial or pleural air that can represent tracheobronchial injury.STEP 3.Assess for tracheal lacerations that can present as pneumomecliastinum, pneumothorax, subcutaneous and interstitial emphysema of the neck, or pneumoperiloneum.STEP 4.Assess for bronchial disruption that can present as a free pleural communication and produce a massive pneumothorax with a persistent air leak that is unresponsive to tube Lhoracostomy.\n\n▶▶ III. PLEURAL SPACES AND LUNGPARENCHYMA\n\nSTEP 1.Assess the pleural space for abnorma] collections of fluid thal can represent a hemothorax.STEP 2.Assess the pleural space for abnormal collections of air that can represent a pneumothorax usually seen as an apical lucent area without bronchial or vascular markings.STEP 3.Assess the lung fields for infiltrates that can suggest pulinonary contusion, hematoma, aspiration, etc. Pulmonary contusion appears as air-space consolidation that can be irregular and patchy, homogeneous, diffuse, or extensive.STEP 4.Assess the parenchyma for evidence of laceration. Lacerations appear as a hematoma, vary according to the magnitude of injury, and appear as areas of consolidation.\n\nbetween tissue planes or outline them withradiolucency.\n\nSTEP 1. Assess for air or blood that can displacemediastinal structures or blur the demarcation\n\nSTEP 2. Assess for radiologic signs associated with cardiacor major vascular injury.\n\na. Air or blood in the pericardium can result inan enlarged cardiac silhouette. Progressivechanges in cardiac size can represent anexpanding pneumopericar dium orhemopericardium.\n\nb. Aortic rupture can be suggested by:\n\nA widened mediastinum-most reliable findingFractures ol the first and second ribsObliteration of the aortic knobDeviation of the trachea to the rightPresence of a pleural capElevation and rightward shift of the rightmainstem bronchusDepression of the left mainstem bronchusObliteration of the space between thepulmonary artery and aortaDeviation of the esophagus (NG tube) tothe right\n\nNote: Diaphragmatic rupture requires a high index of sus-picion, based on the mechanism of injury, signs and symp-toms, and x-ray findings. Initial chest x-ray examinationmay not clearly identify a diaphragmatic injury. Sequentialfilms or additional studies may be required.\n\nSTEP 1. Carefully evaluate the diaphragm for:\n\na. Elevation (may rise to fourth intercostal spacewith full expiration)b. Disruption (stomach, bowel gas, or NG tubeabove the diaphragm)C. Poor idenlification ( irregular or obscure) dueto overlying fluid or soft-tissue masses\n\nSTEP 2. X-ray changes suggesting injury include:\n\na, Elevation, irregularity, or obliteration of thediaphragm-segmental or totalb. A mass-like density above the diaphragm thatcan be due to a lluid-filled bowel, omentum,liver,kidney, spleen, or pancreas (may appearas a \"loculated pneumothorax\")C. Air or contrast-containing stomach or bowelabove the diaphragmd. Contralateral mediastinal shifte. Widening of the cardiac silhouette if the peri-toneal contents herniate into the pericardial sacf. Pleural elfusion\n\nSTEP 3. Assess for associated injuries, such as splenic,pancreatic, renal, and liver.\n\nSTEP 1. Assess the clavicle for evidence of:\n\na. Fractureb. Associated injury, such as great-vessel injury\n\nSTEP 2. Assess the scapula for evidence ol:\n\na. Fractureb. Associated injury, such as airway or great-vessel injury,pulmonary contusion\n\nSTEP 3. Assess ribs I through 3 for evidence of:\n\na. Fractureb. Associated injury, such as pneumothorax,major airway, or great-vessel injury\n\nSTEP 4. Assess ribs 4 through , for evidence of:\n\na. Fracture, especially in IWO or more contiguousribs in two places (flail chest)b. Associated injury, such as pneumothorax,hemothorax, pulmonary contusion\n\nSTEP 5. Assess ribs , through 12 for evidence of:\n\na. Fracture, especially in lwo or more places (f)ailchest)b. Associated injury, such as pneumothorax,pulmonary contusion, spleen, liver, and/orkidney\n\nAssess the sternomanubrial junction and sternalbody for evidence of Tracture or dislocation.(Sternal fractures can be mistaken on the AP filmfor a mediastinal hematoma. After the patient isstabilized, a coned-down view, overpenetratedfilm, lateral view, or CT may be obtained tobetter identify suspected sternal fracture.)\n\nAssess the sternum for associated injuries, suchas myocardial contusion and great-vessel injury(widened mediastinum), although thesecombinations are relatively infrequent.\n\na. Displacement or disruption of tissue planesb. Evidence of subcutaneous air\n\nFINDINGS DIA GNOSES TO CONSIDERRespiratory distress without x-ray findingsCNS injury, aspiration, traumatic asphyxiaAny rib fracture Pneumothorax, pulmonary contusionFracture of first three ribs or sternoclavicular fracture-dislocationAirway or great-ves-sel injuryFracture of lower ribs 9 to 12Abdominal injuryTwo or more rib fractures in two or more placesFlail chest, pulmonary contusionScapular fractureGreat-vessel Injury, pulmonary contusion, brachial plexus injulyMediastinal wideningGreat-vessel injury, sternal fracture, thoracic spine injuiyPersistentlarge pneumothorax or air leak after chest tube Inser tionBronchial tearMediast.nal airEsophageal disruption, tracheal inju.ry, pneumoperitoneumG1 gas patternin the chest (loculated air)Diaphragmatic ruptureNG tube in thechestDiaphragmatic rupture or ruptured esophagusAir fluid level in the chestHemopneumothorax or diaphragmatic ruptureDisrupted diaphragmAbdominal visceral injuryFree air under the diaphragmRuptured hollow abdominal viscus\n\nTABLE VI-1 Chest X-Ray Suggestions\n\n106 SKILL STATION VI ● X-Ray Identification of Thoracic Injuries\n\n▶▶ VIII. TUBES AND LINES\n\nSTEP 1. Assess for placement and positioning of:\n\na、 Endotracheal tubeb. Chest tubesC. Central access linesd. Nasogastric tubee. Other monitoring devices\n\n▶▶ IX. X-RAY REASSESSMENT\n\nThe patient's clinical findings should be correlated with thex-ray findings, and vice versa. After careful, systematic eval-\n\nuation of the initial chest film, additional x-rays or ra-diographic and/or imaging studies may be necessary as his-torical facts and physical findings dictate. Remember, nei-ther the physical examination nor the chest x-ray film shouldbe viewed in isolation. Findings on the physical examinationshould be used to focus the review of the chest x-ray Alln,and findings on the chest x-ray film should be used to guidethe physical examination and direct the use of ancillary di-agnostic procedures. For example, review of the previous X-ray film and repeat chest films may be indicated if significantchanges occur in the patient's status. Thoracic CT, thoracicarteriography, or pericardial wtrasonography/ednocardiog-raphy may be indicated for specificity of diagnosis.\n\n▶ THORAX X-RAY SCENARIOS\n\nX-ray film of a 33-year-old bicyclist who was hit by a car.\n\nX-ray film of a young female with a small stab wound abovethe nipple on the right side with ipsilateral diminishedbreath sounds.\n\nX-ray film of a 56-year-old truck driver who hit an abut-ment and reported left-sided chest pain and respiratory dis-tress.\n\nX-ray film of a 22-year-old male in distress after a figbt in abar (stab wound in the back, fourth intercostal space on left).\n\nX-rayfilm of a 42-year-old male in respiratory distress aftersustaining a gunshot wound in a jewelry shop robbery.\n\nX-ray film of a motorcyclist with severe head Ira uma on ad-mission.\n\nX-ray Glm of a 36-year-old male after treatment of an obvi-ous pneumothorax on the right side, still desaturated.\n\nX-ray film of a 45-year-old male motorcyclist who hit a treeat high speed. He was intubated by EMS and presents as he-modynamically normal.\n\nX-ray film of a 56-year-old motorcyclist who sustained acollision with a truck. He was intubated and received a tho-rax drain in the prehospital setting.\n\nX-ray film of an 18-year-old gang leader who was assaulted.He has multiple contusions, an altered level of conscious-ness, and a small entrance wound on the right hemithorax.He has received initial resuscitation.\n\nX-ray film of a 56-year-old male who fel] off a ladder (6 m)with severe head injury.\n\nChest TraumaManagement\n\n▶▶ Interactive SkillProcedures\n\nNote: Standard precautionsare required when caring fortrauma patients.\n\nTHE FOLLOWINGPROCEDURES ARE INCLUDEDIN THIS SKILL STATION:\n\n▶▶ Skill VII-A: NeedleThoracentesis\n\n▶▶ Skill VII-B: Chest TubeInsertion\n\n▶▶ Skill VII-C: Pericardiocentesis\n\nPerformance at THIS skill station will allow the student to practice and demon-strate on a live, anesthetized animal; a fresh, human cadaver; or an anatomichuman body manikin the techniques of needle thoracic decompression of atension pneumothorax, chest tube insertion for the emergency managementof hemopneumothorax, and pericardlocentesis. Specifically, the student alsowill be able to:\n\nIdentify the surface markings and techniques for pleural decompres-sion with needle thoracentesis, chest tube insertion, and needle peri-cardiocentesis.\n\n2 Describe the underlying pathophysiology of tension pneumothorax\n\nand cardiac tamponade as a result of trauma.\n\n3 Describe the complications of needle thoracentesis, chest tube inser-\n\nNote: This procedure is appropriate for patients in criticalcondition with rapid deterioration who have a life-threat-ening tension pneumothorax. If this technique is used andthe patient does not have a tension pneumothorax, a pneu-mothorax and/or damage to the lung may occur.\n\nSTEP 1. Assess the patient's chest and respiratory status.\n\nSTEP 2.Administer high-flow oxygen and apply ventilation as necessary.STEP 3.ldentify the second intercostal space, in the midclavicular line on the side of the tension pneumothorax.STEP 4.Surgically prepare the chest.STEP 5.Locally anesthetize the area if the patient is conscious and if time permits.STEP 6. STEP 7.Place the patient in an upright position if a cervical spine injury has been excluded. Keeping the Luer-Lok in the distal end of the catheter, insert an over-the-needlc catheter (2 in. 15 cm] long) into the skin and direct the needle just over (ie, superior to) the rib into the intercostal space.\n\nSTEP 9. Remove the Luer-Lok from the catheter andlisten for the sudden escape of air when theneedle enters the parietal pleura, indicating thatthe tension pneumothorax has been relieved.\n\nSTEP 10. Remove the needle. Leave the plastic catheterinplace and apply a bandage or small dressingover the insertion site.\n\nSTEP 11. Prepare for a chest tube insertion, if necessary.The chest tube is typically inserted at the nipplelevel just anterior to the midaxillary line of theaffected hemithorax.\n\nSTEP 12. Connect the chest tube to an underwater-sealdevice or a flutter-type valve apparatus andremove the catheter used to relieve the tensionpneumothorax initially.\n\nSTEP 13. Obtain a chest x-ray fum.\n\nCOMPLICA TIONS OFNEEDLE THORACENTESIS\n\n● Local hematoma● Pneumothorax● Lung laceration\n\nSTEP 8. Puncture the parietal pleura.\n\n▶ Skill VII-B: Chest Tube Insertion\n\nSTEP 1.Determine the insertion site, usually at the nipple level (fifth intercostal space), Just anterior to the midaxillary line on the affected side. A second chest tube may be used for a hemothorax.STEP 2.Surgically prepare and drape the chest at the predetermined site of the tube insertion.STEP 3. STEP 4.Locally anesthetize the skin and rib periosteum. Make a 2- to 3-cm transverse (horizontal) incision at the predetermined site and bluntly dissect through the subcutaneous tissues, just over the top of the rib.Puncture the parietal pleura with thetip of aclamp and put a gloved finger into the incision to avoid injury to other organs and to clear any adhesions, clots, etc.STEP 5. STEP 6.Clamp the proximal end of thethoracostomytube and advance it into thethe pleural space to\n\ndesired length. The tube should be directedposteriorly along the inside of the chest wall.\n\nSTEP 7. Look for \"fogging\" of the chest tube withexpiration or listen for air movement.\n\nSTEP 8. Connect the end of the thoracostomy tube to a nunderwater-seal apparatus.\n\nSTEP 9. Suture the tube in place.\n\nSTEP 10. Apply a dressing, and tape the tube to the chest.\n\nSTEP 12. Obtain arterial blood gas values and/or institutepulse oximetry monitoring as necessary.\n\nSTEP 11. Obtain a chest x-ray film.\n\n▶▶ COMPLICATIONS OF CHEST TUBE INSERTION\n\n· Laceration or puncture of intrathoracic and/or ab-dominal organs, which can be prevented by usingthe finger technique before inserting the chest tube\n\nSKILL STATION VII · Chest Trauma Management\n\n· Introduction of pleural inf ection -eg,thoracic empyemaDamage to the intercostal nerve, artery, or vein\n\nConverting a pneumothorax to ahemopncumothorax● Resulting in intercostal neuritis/neuralgia● Incorrect tube position, extrathoracic orintrathoracicChest tube kinking, clogging, or dislodgingfrom the chest wall, or disconnection from theunderwater-seal apparatus● Persistent pneumothorax\n\n● Large primary leakLeak at the skin around the chest tube;suction on tube too strongLeaky underwater-seal apparatus● Subcutaneous emphysema, usually at tube site● Recurrence of pneumothorax upon removal ofchest tube; seal of thoracostomy wound notimmediateLung fails to expand because of pluggedbronchus; bronchoscopy requiredAnaphylactic or allergic reaction to surgicalpreparation or anesthetic\n\n▶ Skill VII-C: Pericardiocentesis\n\nSTEP 1. Monitor the patient's vital signs and ECG bef ore,during, and after the procedure.\n\ninjury pattern persist, withdraw the needlecompletely.\n\nAfter aspiration is completed, remove thesyringe, and attach a three-way stopcock, leavingthe stopcock closed. Secure the catheter in place.\n\nOption: Applying the Seldinger technique, pass aflexible guidewire through the needle into thepericardial sac, remove the needle, and pass a 14-gauge flexible catheter over the guidewire. Removethe guidewire and attach a three-way stopcock.\n\nShould the cardiac tamponade symptomspersist, the stopcock may be opened and thepericardial sac reaspirated. The plasticpericardiocentesis catheter can be sutured ortaped in place and covered with a small dressingto allow for continued decompression en routeto surgery or transfer to another care facility.\n\n▶▶ COMPLICATIONS OF PERICARDIOCENTESIS\n\nSTEP 2.Surgically prepare the xiphoid and subxiphoid areas, if time allows.STEP 3.Locally anesthetize the puncture site, if necessary.STEP 4.Using a 16 - to 18-gauge, 6-in. ( 15-cm) or longer over-the-needle catheter, attach a 35-ml, empty syringe with a three-way stopcock.STEP 5,Assess the patient for any mediastinal shift that may have caused the heart to shift significantly.STEP 6.Puncture the skin l to 2 cm inferior to the left of the xiphochondral junction, at a 45-degree angle to the skin.STEP 7.Carefully advance the needle cephalad and aim toward the tip of the left scapula.STEP 8.If the needle is advanced too far (ie, into the ventricular muscle), an injury pattern known as the \"current of injury\" appears on the ECG monitor (eg, extreme ST-T wave changes or widened and enlarged QRS complex). This pattern indicates that the pericardiocentesis needle should be withdrawn until the previous baseline ECG tracing reappears. Premature ventricular contractions also can occur, secondary to irritation of the ventricular myocardium.STEP 9.When the needle tip enters the blood-filled pericardial sac, withdraw as much nonclotted blood as possible.STEP 10.During the aspiration, the epicardium approaches the inner pericardial surf ace again, as does the needle tip. Subsequently, an ECG current of injury pattern may reappear. This indicates that the pericardiocentesis needle should be withdrawn slightly. Should this\n\nAspiration of ventricular blood instead ofpericardial blood● Laceration of ventricularepicardium/myocardium● Laceration of coronary artery or veinNew hemopericardium, secondary tolacerations of the coronary artery or vein,and/or ventricular epicardium/myocardiumVentricular fibrillation● Pneumothora.x, secondary to lung puncture● Puncture of great vessels with worsening ofpericardial tamponade● Puncture of esophagus with subsequentmediastinitis● Puncture of peritoneum with subsequentperitonitis or false positive aspirate\n\nObjectivesIntroduction\n\nExternal Anatomy of the Abdomen\n\nInternal Anatomy of the AbdomenPeritoneal CavityRetroperitoneal SpacePelvic Cavity\n\nMechanism of InjuryBlunt TraumaPenetrating Trauma\n\nHistolyPhysical ExaminationAdjuncts to Physical ExaminationEvaluation of Blunt TraumaEvaluation of Penetrating Trauma\n\nIndications for Laparotomy in Adults\n\nDiaphragm InjuriesDuodenal InjuriesPancreatic InjuriesGenitourinary InjuriesSmall Bowel InjuriesSolid Organ InjuriesPelvic Fractures and Associated Injuri es\n\nUpon completion of this topic. the student will identify com-mon patterns of abdominal trauma based on mechanism ofinjury and establish management priorities accordingly. Specif-ically, the doctor will be able to:\n\nIdentify the key anatomic regions of the ab-domen.\n\nIdentify the patient at risk for abdominal andpelvic injuries based on the mechanism of injury.\n\nApply the appropriate diagnostic procedures toidentify ongoing hemorrhage and injuries thatcan cause delayed morbidity and mortality\n\nDescribe the short-term management of abdomi-nal and pelvic injuries.\n\n112 CHAPTER 5 ● Abdominal and Pelvic Trauma\n\nEvaluation of the abdomen is a challenging component ofthe initial assessment of injured patients. The assessment ofcirculation during the primary survey includes early evalua~tion of the possibility of occult hemorrhage in the abdomenand pelvis in any patient who has sustained blunt trauma.Penetrating torso wounds between the nipple and perineumalso must be considered as potential causes of intraabdom-inal injury. The mechanism of injury, the force with whichthe injury was sustained, the location of injury, and the he-modynamic status of the patient determine the best methodof abdominal assessment.\n\nUnrecognized abdominal injury continues to be a causeof preventable death after truncal trauma. Rupture of a hol-low viscus and bleeding from a solid organ are not easilyrecognized, and patient assessment is often compromisedby alcohol intoxication, use of illicit drugs, injury lo thebrain or spinal cord, and injury to adjacent structures suchas the ribs, spine, or pelvis. Significant am ounts of bloodmay be present in the abdominal cavity with no dramaticchange in appearance or dimensions and with no obvioussigns ofperitoneal irritation. Any patient who has sustainedsignificant blunt torso injury from a direct blow, decelera-tion, or a penetrating torso injury must be considered lohave an abdominal visceral or vascular injury until provenotherwise.\n\nExternal Anatomy of the Abdomen\n\nThe abdomen is partially enclosed by the lower thorax; theanterior abdomen is defined as the area between thetransnipple line superiorly, the inguinal ligaments and sym-physis pubis inf eriorly, and the anterior axillary lines later-ally.\n\nThe flank is the area between the anterior and poste-rior axillary lines from the sixth in tercostal space lo the iliaccrest. The thick musculature of the abdominal wall in thislocation, rather than the much thinner aponeurolic sheaths\n\nDelay in recognizing intraabdominal or pelvic injuryleads to early death from hemorrhage or delayeddeath from visceral injury.\n\nof the anterior abdomen, acts as a partial barrier to pene-trating wounds, particularly stab wounds.\n\nThe back is the area located posterior lo the posterioraxillary lines from the tip ol' the scapulae lo the iliac crests.Similar to the abclominal-wall muscles in the flank, the thickback and paraspinal muscles act as a partial barrier to pen-etrating wounds.\n\nInternal Anatomy of the Abdomen\n\nThe three distinct regions of the abdomen are the peritonealcavity, the retroperitoneal space, and the pelvic cavity. Thepelvic cavity, in fact, contai"
}