{
  "title": "Atls%208Th%20Edition Ch17 Tetanus Immunization(297-298페이지)",
  "full_text": "PITFALLEndotracheal tubes may become dislodged or mal- positioned during transport. The necessary equip- ment for reintubation must accompany the patient and the attendants must be capable of performing the procedure.\n\nThe appropriate personnel: should transfer the patient, basedon the patient's condition and potential problems.\n\nTreatment during transport typically includes:\n\n● Monitoring vital signs and pulse oximetry\n\n● Continued support of cardiorespiratory system\n\n● Continued blood-volume replacem ent\n\n● Use of appropriate medications as ordered by adoctor or as allowed by written protocol\n\nMaintenance of communication with a doctor orinstitution during transfer\n\n● Maintenance of accurale records during transf er\n\nWhile preparing for transport and while itis underway,remember that, if air transport is used, changes in altitudelead to changes in air pressure, which mayresultin increasesin the size of pneumothoraces and gastric distention. Hence,placement ofa chest tube or gastric tube should be carefullyconsidered. Similar cautions pertain to any air-filled device.For example, during prolonged nights, it may be necessaryto decrease the pressure in air splints, endotracheal tube bal-loons, and pneumatic antishock garments.\n\nThe information accompanying the patient should includeboth demographic and historical information pertinent tothe patient's injury. Uniform transmission of informationis enhanced by the use of an established transfer form, suchas the example shown in Figure 13-1. Other data that shouldaccompany the patient are outlined in Appendix C: TraumaScores: Revised and Pediatric. In addition to the informa-tion already outlined, space should be provided for record-ing data in an organized, sequential fashion-vital signs,central nervous system (CNS) function, and urinary out-put-during the initial resuscitation and transport period.See Appendix D: Sample Trauma Flow Sheet.\n\nPatients whose injuries exceed an institution's capabilities for definitive care should beidentified early during assessment and resuscitation. Individual capabilities of the treat-ing doctor, institutional capabilities, and indications for transfer should be known. Trans-fer agreements and protocols should be in place to support definit ive care.\n\nOptimal preparation for transfer includes attention to ATLS principles and clear docu-ment ation. The referring doctor and receiving doctor should communicate directly. Trans-fer personnel should be adequately skilled to administer the required patient care enroute.\n\n1. American College of Surgeons Committee on Trauma. Re-sources for Optimal Care of the Injured Patient: 2006.Chicago: ACS.2. Champion HR, Sacco WJ, Copes WS, et al. A revision of thetrauma score. / Trauma 1989;29:623-629.3. Mullins PJ, Veum-Stone J, Helfand M, el al. Outcome of hos-pitalized injured patients al'ter institution of a trauma systemin an urban area. JAMA 1994;27 1:1919-1924.\n\n4. Scarpio RJ, Wesson DE. Splenic lrauma. In: Eichelberger MR,ed. Pediatric Trauma: Prevention,Acute Care, Rehabilitation.St. Louis: Mosby Yearbook; 1993:456-463.5. Schoettker P, D'Amours S, Nocera N, Caldwell E, Sugrue M.Reduction of time to definilive care in trauma patients: ef-fectiveness of a new checklist system. Injury 2003;34:187-190.6. Sharar SR, Luna GK, Rice CL, ct al. Air transport followingsurgical stabilization: an extension ofregionalized trauma care./ Trauma 1988;28:794-798.\n\nAppendix AInjury PreventionAppendix BBiomechanics of InjuryAppendix CTrauma Scores: Revised and PediatricAppendix DSample Trauma Flow SheetAppendix ETetanus ImmunizationAppendix FOcular TraumaAppendix GAustere Environments: Military Casualty Care and Trauma Care in Underdeveloped Areas and Following CatastrophesAppendix HDisaster Management and Emergency PreparednessAppendix ITriage Scenarios"
}