{
  "title": "Atls%208Th%20Edition Ch14 Biomechanics Of Injury(283-288페이지)",
  "full_text": "Figure 12-2 Full-Term Fetus in Vertex Presentation. Note the displacement and compression of the abdomi-nal viscera. Most of the viscera would be displaced cephalad. You cannot see them in this picture.\n\nThe axis may shift leftward by approximately 15 degrees.Flattened or inverted T waves in leads III and AVF and theprecordial leads may be normal. Ectopic beats are increasedduring pregnancy.\n\nMinute ventilation increases primarily as a result of an in-crease in tidal volume because of increased levels of pro-gesterone during pregnancy. Hypocapnia (PaCO2 of 30 mmHg) is therefore common in late pregnancy. A Paco2 of35to 40 mm Hg may indicate impending respiratory failureduring pregnancy. Although the forced vital capacity fluc-tuates slightly during pregnancy, it is largely maintainedthroughout pregnancy by equal and opposite changes ininspiratory capacity (which increases) and residual volume(which decreases). Anatomic alterations in the thoraciccavity appear to account for the decreased residual volumethat is associated with diaphragmatic elevation with in-creased lung markings and prominence ofthe pulmonary\n\nvessels seen on chest x-ray examination. Oxygen con-sumption is increased during pregnancy. Therefore, It isimportant to maintain and ensure adequate arlerial oxy-genation during the resuscitation of the injured pregnantpatient.\n\nGASTROINTESTINAL SYSTEM\n\nGastric emptying time is prolonged during pregnancy, anddoctors should always assume that the stomach of a preg-nant patient is full. Therefore, early gastric tube decom-pression is particularly important to avoid the aspiration ofgastric contents. The intestines are relocated to the upperpart of the abdomen and may be shielded by the uterus. Theposition of the patient's spleen and liver are essentially un-changed by pregnancy.\n\nThe glomerular filtration rate and renal blood flow increaseduring pregnancy, whereas levels of creatinine and serumurea nitrogen fall to approximately half of normal prepreg-\n\n● Not understanding the anatomic changes thatoccur during pregnancyNot recognizing that a normal PaCO2 may indicateimpending respiratory failure during pregnancy● Mistaking eclampsia for head injury\n\nnancy levels. Glycosuria is common during pregnancy.There is a physiologic dilatation of the renal calices, pelves,and ureters outside of the pelvis, which may persist for sev-eral weeks following pregnancy. Because of frequent dex-trorotation of the uterus, the right renal collection systemis olten more clilated than the left.\n\nThe pituitary gland increases in size and weight by 30% to50% during pregnancy. Shock can cause necrosis of the an-terior pituitary gland, resulting in pituitary insumciency.\n\nThe symphysis pubis widens to 4 to 8 mm, and the sacroil-iac joint spaces increase by the seventh month of gestation.These factors must be considered in interpreting x-ray filmsof the pelvis.\n\nEclampsia is a complication of late pregnancy that canmimic head injury. [t should be considered if seizures occurwith associated hypertension, hyperretlexia, proteinuria, andperipheral edema. Expert neurologic and obstetric consul-tation frequently is helpful in differen tiating betweeneclampsia and other causes of seizures.\n\nMechanisms of Injury\n\n7 What are the unique risksof pregnancy?\n\nMost mechanisms of injury are similar to those sustainedby nonpregnant patients, but certain differences must berecognized in pregnant patients who sustain blunt or pene-trating injury.\n\nThe incidence of various types of blunt trauma in pregnancyis outlined in Table 12-2. The abdominal wall, uterine myo-metrium, and amniotic fluid act as buffers to direct fetal in-\n\nTABLE 12-2 ■ Incidence of Various Types of Blunt Trauma in PregnancyTYPE OF BLUNT TRAUMATOTAL NUMBERPERCENTAGEMotor vehicle accidents/pedestrians109859.6Falls41 122.3Direct assaults30816.7Other240.1Source. Shah AJ, KlEcline 8A. Trauma In pregnancy. Emerg Med Clln N Am 2003.21 615-29\n\njury from blunt trauma. Nonetheless, fetal injuries mayoccur when the ahdominal wall strikes an object, such as thedashboard or steering wheel, or when a pregnant patient isstruck by a blunt instrument. Indirect injury to the fetusmay occur from rapid compression, deceleration, the con-trecoup effect, or a shearing force resulting in abruptioplacentae.\n\nCompared with restrained pregnant women involvedin collisions, unrestrained pregnant women have a higherrisk of premature delivery and fetal death. The type of re-straint system affects the frequency of uterine rupture andfetal death. The usc of a lap belt alone allows forward llex-ion and uterine compression with possible uterine ruptureor abruptio placentae. A lap belt worn too high over theuterus may produce uterine rupture because of the trans-mission of direct force to the uterus on impact. The use ofshoulder restraints in conjunction with the lap belt reducesthe likelihood of direct and indirect fetal injury, presumablybecause of the greater surface area over which the decelera-tion force is dissipated, as well as the prevention of forwardflexion of the mother over the gravid uterus. Therefore, de-termination of the type of restraint device worn by the preg-nant patient, if any, is important in the overall assessment.There does not appear to be any increase in pregnancy-specific risks Trom the deployment of airbags in motorvehicles.\n\nAs the gravid uterus increases in size, the other viscera arerelatively protected from penetrating injury, whereas thelikelihood of uterine injury increases. The dense uterinemusculature in early pregnancy can absorb a great amountof energy from penetrating missiles, decreasing missile ve-locity and lessening the likelihood of injury to other viscera.\"I'he amniotic fluid and conceptus also absorb energy and\n\n264 CHAPTER 12 · Trauma in W omen\n\ncontribute to slowing of the penetrating missile. The result-ing low incidence of associated maternal visceral inju ries ac-counts for the generally excellent maternal outcome in thepenetrating wounds of the gravid uterus. However, the fetusgenerally fares poorly when there is a penetrating injury tothe uterus.\n\nThe severity of maternal injuries determines maternal andfetal outcome. Therefore, treatment methods also dependon the severity of maternal injuries. All pregnant patientswith major injuries require admission to a facility withtrauma and obstetric capabilities, since there is an increasedmaternal and fetal mortality rate in this group of patients.Eighty percent of pregnant women who survive hemor-rhagic shock will experience fetal death. Even the pregnantpatient with minor injuries should be carefully observed,Since occasionally even minor injuries are associated withabruptio placentae and fetal loss. Direct fetal injuries usuallyoccur in late pregnancy and are typically associated withserious maternal trauma.\n\nAssessment and Treatment\n\n? How do / evaluate and treat twopatients?\n\nFor optimal outcome of mother and fetus, it is recommendedthat doctors assess and resuscitate the mother first, and thenassess the fetus before conducting a secondary survey of themother.\n\nPRIMARY SURVEY AND RESUSCITATION\n\nEnsure a patent airway, adequate ventilation and oxygena-tion, and effective circulatory volume. If ventilatory supportis required, intubation is appropriate for the pregnant pa-tient, and consideration should be given to hyperven tilatingher. See Chapter 2: Airway and Ventilatory Management.\n\nUterine compression of the vena cava may reduce ve-nous return to the heart, thereby decreasing cardjac outputand aggravating the shock state. The uterus should be dis-placed manually to the left side to relieve pressure on the in-ferior vena cava. If the patient requires immobilization in asupine position, the patient Or spine board can be logrolled4 to 6 inches (or IS degrees) to the lett and supported witha bolstering device, thus maintaining spinal precautions anddecompressing the vena cava (Figure 12- 3).\n\nBecause of their increased intravascular volume, preg-nant patients can lose a significant amount of blood before\n\nFigure 12-3 Proper Immobilization of a Preg-nant Patient. If the patient requires immobilization INa supine position, the patient or spine board can belogrolled 4 to 6 inches (or 15 degrees) to the left andsupported with a bolstering device, thus maintainingspinal precautions and decompressing the vena cava.\n\ntachycardia, hypotension, and other signs of hypovolemiaoccur. Thus, the fetus may be in distress and the placenta de-prived ofvital perfusion while the mother's condition and vitalsigns appear stable. Crystalloid fluid resuscitation and earlytype-specific blood administration are indicated to supportthe physiologic hypervolemia of pregnancy. Do not admin-ister vasopressors to restore maternal blood pressure, be-cause these agents further reduce uterine blood flow,resulting in fetal hypoxia. As intravenous lines are started,blood samples should be drawn For appropriate laboratoryanalyses, including type and crossmatch, toxicology studies,and fibrinogen levels.\n\nThe abdominal examination during pregnancy is criticallyimportant, as rapid identification of serious maternal in-juries and fetal well-being depend on a thorough evaluation.The main cause of fetal death is maternal shock and mater-nal death. The second most common cause of fetal death isplacental abruption. Abruptio placentae is suggested byvaginal bleeding (70% of cases ), uterine tenderness, frequentuterine contractions, uterine tetany, and uterine irritability(uterus contracts when touched). In 30% of abruptions fol-lowing trauma, vaginal bleeding may not occur. Uterine ul-trasonography may demonstrate the lesion、 but the test isnot definitivc. Late in pregnancy、 abruption may occur fol-lowing relatively minor injuries.\n\nUterine rupture, a rare injury, is suggested by lindingsof abdominal tenderness, guarding, rigidity, or rebound ten-derness, especially if there is prof ound shock. Frequently,peritoneal signs are difficult to appreciate in advanced ges-tation because of expansion and attenuation of the abdom-inal wall musculature. Other abnormal findings suggestive\n\nof ulerine ruplure include abnormal fetal lie (eg, oblique ortransverse lie), easy palpation of fetal parts because of theirextrauterine location, and inability to readily palpate theuterine fundus when there is fundal rupture. X-ray evidenceof rupture includes extended fetal extremilies, abnormalfetal position, and free intraperitoneal air. Operalive explo-ration may be necessary to diagnose ulerine rupture.\n\nIn most cases of eilher abruptio placentae or ulerinerupture, the patient reporls abdominal pain or cramping.Signs of hypovolemia can accompany each of these injuries.\n\nInitial fetal hear1 lones can be auscultated with Dopplerultrasound at 1() weeks of gestalion. Continuous fetal moni-toring should be performed beyond 2() to 24 weeks of gesta-tion. Patients with no risk faclors for fetal loss should havecontinuous monitoring for 6 hours, whereas patients with riskfaclors for fetal loss or placental abruption should be moni-lored for 24 hours. The risk factors are maternal heart rate> 110, an Injury Severity Score >9, evidence of placental abrup-tion, fetal heart rate > 16() or vehicle accident, and motorcycle or pedestrian collisions.\n\nADJUNCTS TO PRIMARY SURVEYAND RESUSCITATION\n\nIf possible, the palient should be monilored on her left side afterphysical examinalion. Monitoring ofthe CVP response to fluidchallenge may be valuable in maintaining the relative hyperv-olemia required in pregnancy. Moniloringshould include pulseoximelry and arterial blood gas determinations. Remember,maternal bicarbonate is normally low during pregnancy.\n\nObstetric consultation should be obtained、 since fetal distr esscan occur at any time and withoul warning. Fetal heart rate isa sensilive indicator of both maternal blood volume stalusand fetal well-being. Fetal heart tones should be monitoredin every injured pregnant woman. Intermittent and repeatedDoppler examination can be used to detecl fetal heart tonesafter 10 weeks of gestation. Conlinuous fetal monitoring witha cardiac tocodynamometer is useful after 20 to 24 weeks ofgestation. The normal range for fetal heart rate is 12() to 160beats/min. An abnormal fetal heart rate, repetitive decelera-tions, absence of accelerations OF beat-to-beatvariabilily, andfrequent uterine activity can be signs of impending maternaland/or fetal decompensation (cg, hypoxia and/or acidosis)and should prompt immediate obstetric consultation.\n\nIndicated radiographic sludies should be performed, be-cause the benefits certainly oulweigh the potential risk lo thefetus. However, unnecessary duplication of films should beavoided.\n\nSECONDARY ASSESSMENT\n\n'I'he maternal secondary survey should tollow the same pat-tern as for nonpregnant palients. See Chapter 1: Initial\n\nAssessment and Management. Indications for abdominalcomputed tomography, focused assessment sonography intrauma, and diagnostic peritoneal lavage (DPL) are thesame. However, if DPL is performed, the catheter should beplaced above the umbilicus using the open technique. Paycareful attention to the presence of ulerine contractions sug-gesting early labor or tetanic contractions suggesting pla-cental abruption. Evaluation of the perineum shouldinclude a formal pelvic examination, ideally perf ormed by adoctor skilled in obstetric care. The presence of amniolicfluid in the vagina, evidenced by a pH of 7 to 7.5, suggestsruptured chorioamnionic membranes. Cervical effacementand dilation, fetal presentation, and the relationship of thefetal presenting part to the ischial spines should he noted.Because vaginal bleeding in the third trimester may indicatedisruption of the placenta and impending death of the fel us,a vaginal examination is vital. Repealed vaginal examina-lions should be avoided. The decision regarding an emer-gency cesarean seclion should be made with advice from anobstetrician.\n\nAdmission to the hospital is mandatory in the presenceof vaginal bleeding, uterine irritability, abdominal lender-ness, pain or cramping, evidence of hypovolemia, changes inor absence of fetal heart tones, or leakage of amniotic Iluid.Care should be provided al a facility with appropriate fetaland maternal moniloring and lreatment capabilities. Thefetus may be in jeopardy even with apparently minor mater.nal injury.\n\nObstetric consultation should be obtained whenever spe-cific uterine problems exist or are suspected. With extensiveplacental separation or amniotic fluid embolization, wide-spread intravascular clotting may develop, causing deplc-tion of fibrinogen (platelets. This consumptive coagulopathy can emerge rap-idly. In the presence of life-threatening amniotic fluid em-bolism and/or disseminated intravascular coagulation,ulerine evacuation should be accomplished on an urgentbasis、 along with replacement of platelets、 fibrinogen, andother clotting factors if necessary.\n\nConsequences of fetomaternal hemorrhage includenot only fetal anemia and death, but also*isoimmuniza-tion if the mother is Rh-negative. Because as little as 0.011 L of Rh-positive blood will sensilize 70% of Rh-nega-live patients, the presence of fetomaternal hemorrhage inan Rb-negative mother should warranl Rh im -munoglobulin therapy. Although a positive Kleihauer-Betke lesl (a malernal blood smear allowing detection offetal RBCs in the maternal circulation) indicates fetoma-ternal hemorrhage、 a negative lest does not excludeminor degrees of fetomaternal hemorrhage that arecupable of sensitizing the Rh-negative mother. Allpregnant Rh-negative trauma patients should receiveRh immunoglobulin therapy unless the injury is remotefrom the uterus (eg, isolated distal extremity injury). Im-\n\n266 CHAPTER 12 ● Trauma in Women\n\n● Failure to recognize the need to displace theuterus to the left side in a hypotensive pregnantpatient.· Failure to recognize need for Rh imm unoglobulintherapy in an Rh-negative mother.\n\nmunoglobulin therapy should be instituted within 72hours of injury.\n\nThe large, engorged pelvic vessels that surround thegravid uterus can contribute to massive retroperitonealbleeding after blunt trauma with associated pelvic fractures.Initial management is directed at resuscitation and stabiliza-tion of the pregnant patient because the fetal life at this pointis totally dependent on the mother's condition. Fetal moni-toring should be maintained after satisfactory resuscitationand stabilization of the mother. The presence oftwo patients(mother and fetus) and the potential for multiple injuries em-phasize the importance of a sur geon working in concert withan obstetric consultant.\n\nPerimortem Cesarean Section\n\nThere are few data to support peri mortem cesaream sectionin pregnant trauma patients who experience hypovolemiccardiac arrest. Remember, fetal distress can be present whenthe mother has no hemodynamic abnormalities, andpro-gressive maternal instability compromises fetal survival. Atthe time of maternal hypovolemic cardiac arrest, the fetusalready has suffered prolonged hypoxia, For other causes ofmaternal cardiac arrest, perimortem cesarean section occa-sionally may be successful if perf ormed within 4 to 5 min-utes of the arrest.\n\nBox 12-1Partner Violence Screen\n\n1 Have you been kicked, hit, punched, or other-wise hurt by someone within the past year ? IfSO, by whom?\n\nReprinted with permission from Feldhaus KM, Kozioi-McLain J, Amsbury HL, et al. Accuracy of 3 brief screening questions fordetecting partner violence in the emergency department. JAMA 1997; 277: 1357-1361.\n\n7 How do / recognize domestic violence?\n\nDomestic violence is a major cause of injury to women duringcohabitation, marriage, and pregnancy regardless of ethnicbackground, cultural influences, or socioeconomic status. Sev-en teen percent of injured pregnant patients experience traumainflicted by another person, and 60% of these patients experi-ence repeated episodes of domestic violence. According to es-timates from the U.S. Department of Justice, 2 million to 4million incidents of domestic violence occur per year and al-most half of all women over their lifetimes are abused in somemanner. As with child abuse, this information must be iden-tified and documented. These attacks can result in death anddisability. `I`hey also represent an increasing number of emer~gency department (ED) visits.\n\nIndicators that suggest the presence of domestic vio-lence include:\n\n● Injuries inconsistent with the stated history● Diminished self -image, depression, or suicide at-tempts● Self-abuse● Frequent ED or doctor's office visits● Symptoms suggestive of substance abuse· Self-blame for injuries● Partner insists on being present for interview andexamination and monopolizes discussion\n\nThese indicators raise the suspicion of the potential fordomestic violence and should serve to initiate further in-vestigation. The three questions in Box 12-1, when asked ina nonjudgmental manner and without the patient's partnerbeing present, can identify 65% to 70% of domestic violencevictims. Suspected cases of domestic violence should behandled through local social service agencies or the statehealth and human services department,\n\n2 Do you feel safe in your current relationship?\n\nIs there a partner from a previous relationshipwho is making you feel unsafe now?\n\n1lmportant and predictable anatomic and physiologic changes occur during pregnancy that can influence the assessment and treatment of injured pregnant patients Attention also must be directed toward the fetus, the second patient of this unique duo, after its environment is stabilized. A qualified surgeon and an obstetrician should be consulted early in the evaluation of pregnant trauma patients.2The abdominal wall, uterine myometrium, and amnotic fluid act as buffers to direct fetal injury from blunt trauma. As the gravid uterus increases in size, the remainder of the abdominal viscera are relatively protected from penetrating injury, whereas the like- lihood of uterine injury increases.3Vigorous fluid and blood replacement should be given to correct and prevent maternal and fetal hypovolemic shock. Assess and resuscitate the mother first, and then assess the fetus before conducting a secondary survey of the mother.4A search should be made for conditions unique to the injured pregnant patient, such as blunt or penetrating uterine trauma, abruptio placentae, amniotic fluid embolism, iso- immunization, and premature rupture of membranes.5Minor degrees of fetomaternal hemorrhage are capable of sensitizing the Rh-negative mother. All pregnant Rh-negative trauma patients should receive Rh immunoglobulin therapy unless the injury is remote from the uterus.6Presence of indicators that suggest domestic violence should serve to initiate further in- vestigation and protection of the victim.\n\n1. ACEP Clinical Policies Committee and Clinical Policies Sub-committee on Early Pregnancy. American College of Emer-gency Physicians. Clinical Policy: critical issues in the initialevaluation and managemenl of patients presenting to theemergency department in early pregnancy. Ann Emerg Med2003;41:122-133,2. Berry MJ, McMurray RG, Katz VL. Pulmonary and ventilatoryresponses to pregnancy, immersion, and exercise. / Appl Phys-iol 1989;66(2):857-862.3. Buchsbaum HG, Staples PP Jr. Self-inflicted gunshot woundto the pregnant uterus: report of Iwo cases. bstet Gynecol.1985;65(3):32S-35S.4. Connolly AM, Katz VL, Bash KL,etal. Trauma and pregnancy.Am / Perinatol 1997:14:331-336.5. Curet MJ, Schermer CR, Demaresl GB, etal. Predictorsofoul-come in trauma during pregnancy: identification of patients\n\nwho can be monilored for less than 6h./ Trauma 2000;49:18-25.\n\n6. Dahmus M, Sibai B. Blunt abdominal trauma: are there anypredictive factors for abruption placentae or maternal-fetaldistress? Am 1 ●bstet Gynecol 1993;169:1 054-1059.7, Eisenstat SA, Sancroft L. Domestic violence. N Engl ] Med1999;341:886-892.8. Esposito T]. Trauma during pregnancy. Emerg Med Clin NorthAm 1994;12:167-199.9. Esposito T, Gens D, Smith L, et al. Trauma during pregnancy.Arch Surg 1991;126:1073-1078.10. Feldhaus KM, Koziol-McLain J,Anisbury HL, et al, Accuracyof 3 brief screening questions for detecling parlner violencein the emergency department. JAMA 1997; 277:1357-1361.11. George E, Vanderkwaak T, Scholten D. Factors influencingpregnancy outcome after Irauma. Am Surg 1992;58:594-598."
}