{
  "title": "Atls%208Th%20Edition Ch03 Shock(55-84페이지)",
  "full_text": "22 SKILL STATION I ● Initial Assessment and Management\n\nTABLE 1-1 Secondary Survey\n\nITEM TO ASSESSESTABLISHES/ IDENTIFIESASSESSCONFIRM FINDINGBYLevel of Consciousness· Severity of head injury● GCS score· 8, Severe head injury · 9-12, Moderate head injuly ● 13-15, Minor head injury· CT scan · Repeat without paralyzmg agentsPupils· Type of head injury · Presence of eye injury· Size · Shape · Reactivity· Mass effect · Diffuse brain injury · Ophthalmic injury· CT scanHead· Scalp injury · Skull inJury· Inspect for lacerations and skull fractures · Palpable defects· Scalp laceration · Depressed skull fracture · Basilar skull fracture● CT scanMaxillofacial· Soft-tissue injury ● Bone injury · Nerve injury · Teeth/mouth injury· Visual deformity · Malocclusion · Palpation for crepitation· Facial fracture · Soft-tissue injuly· Facial-bone x-Tay ● CT scan of facal bonesNeck· Laiyngeal injury · C-spine injury · Vascular injury · Esophageal injury · Neurologic deficit· Visual inspection · 「 alpation ● Auscultation· Laryngeal deformity · Subcutaneous emphysema ● Hematoma · Bruit ● Platysmal penetration ● Pain, tenderness of c-spine● C-spine x-ray · Angiography/duplex exam ● Esophagoscopy ● LaryngoscopyThorax· Thoracic-wall injury ● Subcutaneous emphysema · Pneumothorax/ hemothorax · Bronchial irijury · Pulmonary contusion · Thoracic aortic disruption· Visual inspection ● Palpation · Auscultation· Bruising, deformity, or paradoxical motion · Chest-wall tenderness, crepitation · Diminished breath sounds · Muffled heart tones · Mediastinal crepitation · Severe back pain· Chest x-ray ● CT scan ● Angiography · Bronchoscopy ● Tube thoracostomy · Pericardiocentests · TE ultrasoundAbdomen/Flank· Abdominal-wall injury · Intrapentoneal injury · Retropentoneal injury· Visual inspection · Palpation · Auscultation · Determine path of penetration· Abdominal-wall pain/tendemess · Pentoneal irntation · Visceral injury · Retroperitoneal organ injury· DPUultrasound · CT scan · Laparotomy · Contrast GI x-ray studies · AngiographyPelvis· GU tract tnjunes · Pelvic fracture(s)· Palpate symphysis pubis for widening · Palpate bony pelvis for tenderness · Determine pelvt'c stability only once · Inspect perineum · Rectal/vaginaf exam· GU tract injury (hemaluria) · Pelvic fracture · Rectal, vaginal, and/or perineal injury· Peivic x-ray · GU contrast studies · Urethrogram · Cystogram · IVP · Contrast-enhanced CT\n\nSKILL STATION I ● Initial Assessment and Management\n\nITEM TO ASSESSESTABLISHES/ IDENTIFIESASSESSCONFIRM FINDINGBYSpinal Cord· Cranial injury · Cord inJury · Peripheral nerve(s) injury· Motor response · Pain response· Unilateral cranial mass effect · Quadriplegia · Paraplegia · Nerve root injury· Plain spine x-rays ● CT Scan · MRIVertebral Column· Column injury · Vertebral instability · Nerve injury· Verbal response to pain, lateralizing signs ● Palpate for tenderness · Deformity· Fracture versus dislocation· Plain x-rays · CT scan ● MRIExtremities· Soft-tissue injury · Bony deformities · Jaint abnormalities · Neurovascular defects· Visual inspection · Palpation· Swelling, bruislng, pallor · Malalignment ● Pain, tenderness, crepitation · Absent/diminished pulses · Tense muscular compartments ● Neurolog&c deficits· Specific x-rays · Doppler examination · Compartment pressures · Angiography\n\nD. Palpate the abdomen for tenderness,involuntary muscle guarding, unequivocalrebound tenderness, and a gravid uterus.E. Obtain a pelvic x-ray film.F. Perform DPL/abdominal ultrasound, ifwarranted.G. Obtain CT of the abdomen ifthe patient ishemodynamically normal.\n\nA. Transfer the patient to the operating room,if indicated.B. Wrap a sheet around the pelvis or apply apelvic compression binder as indicated toreduce pelvic volume and controlhemorrhage from a pelvic fracture.\n\nPERINEUM/RECTUM/VAGINA\n\nSTEP 11. Perineal assessment. Assess for:\n\nA. Contusions and hematomasB. LacerationsC. Urethral bleeding\n\nSTEP 12. Rectal assessment in selected patients. Assessfor:\n\nA. Rectal bloodB. Anal sphincter loneC. Bowel wall integrityD. Bony fragmentsE. Prostate position\n\nVaginal assessment in selected patients. Assessfor:\n\nA. Presence of blood in vaginal vaultB. Vaginal laccrations\n\nA. Inspect the upper and lower extremities forevidence of blunt and penetrating injury,including contusions, lacerations, anddeformity.B, Palpate the upper and lower extremities fortenderness, crepitation, abnormalmovement, and sensation.C. Palpate all peripheral pulses forpresence,absence, and equality.D. Assess the pelvis for evidence of fractureand associated hemorrhage.E. Inspect and palpate the thoracic and lumbarspines for evidence of blunt and penetratinginjury, including contusions, lacerations,tenderness, cleformity, and sensation.F. Evaluate the pelvic x-ray film for evidence ofa fracturc.C. Oblain x-ray films of suspected fracturesites as indicated.\n\nA. Apply and/or readjust appropriate splintingdevices for extremity fractures as indicated.\n\nSKILL STATION I · Initial Assessment and Management\n\nB. Maintain immobilization of the patient'sthoracic and lumbar spines.C. Wrap a sheet around the pelvis or apply apelvic compression binder as indicated toreduce pelvic volume and control hemorrhageassociated with a pelvic fracture.D. Apply a splint to immobilize an extremityinjury.E. Administer tetanus immunization.F. Administer medications as indicated or asdirected by specialist.G. Consider the possibility of compartmentsyndrome.H. Perforin a complete neurovascularexamination of the extremities.\n\nA. Reevaluate the pupils and level ofconsciousness.B. Determine the GCS score.\n\nC. Evaluate the upper and lower cxtremities formotor and sensory functions.D, Observe for lateralizing signs.\n\nA. Continue ventilation and oxygenation.B. Maintain adequate immobilization of theentire patient.\n\nADJUNCTS TO SECONDARY SURVEY\n\nSTEP 18. Consider the need for and obtain thesediagnostic tests as the patient's conditionpermits and warrants:\n\nSpinal x-raysCT of the head, chest, abdomen, and/or spineContrast urographyAngiographyExtremity x-raysTransesophageal ultrasound● Bronchoscopy● Esophagoscopy\n\n▶ Skill I-C: Patient Reevaluation\n\nReevaluate the patient, noting, reporting, and documentingany changes in the patient's condition and responses to re-suscitative efforts. Iudicious use of analgesics may be insti-\n\n▶ Skill I-D: Transfer to Definitive Care\n\nOutline rationale for palient transfer, transfer procedures,and patient's needs during transfer, and state the need fordirect doctor-to-doctor communication.\n\ntuted. Continuous monitoring of vital signs, urinary out-pul, and the patient's response to treatment is essential.\n\nObjectivesIntroduction\n\nAirwayProblem RecognitionObjective Signs of Airway Obstruction\n\nVentilationProblem RecognitionObjective Signs of Inadequate Ventilation\n\nAirway ManagementAirway Maintenance TechniquesDefinitive AirwayAirway Decision Scheme\n\nManagement of OxygenationManagement of VentilationChapter SummaryBibliography\n\nUpon completion of this topic, the student will identify actualor impending airway obstruction, explain the techniques of es-tablishing and maintaining a patent airway, and confirm theadequacy of ventilation. Specifically, the doctor will be able to:\n\nIdentify the clinical situations in which airwaycompromise is likely to occur.\n\nRecognize the signs and symptoms of acute ailwayobstruction.\n\n3 Describe the techniques for establishing and main-\n\ntaining a patent airway.\n\n4 Describe the techniques for confirming the ade-\n\nquacy of ventilation and oxygenation, including\n\npulse oximetry and end-tidal CO2 monitoring.\n\n5 Define the term definitive airway.\n\nOutline the steps necessary for maintaining oxy-genation before, during, and after establishing adefinitive airway.\n\n26 CHAPTER 2 ● Airway and Ventilatory Management\n\nThe inadequate delivery of oxygenated blood lo the brainand other vital structures is the quickest killer of injured pa-tients. Prevention of hypoxemia requires a protected, unob-structed airway and adequate ventilation, which takepriority over management of all other conditions. An air-way must be secured, oxygen delivered, and ventilatory sup-port provided. Supplemental oxygen must be administered toall trauma patients.\n\nEarly preventable deaths from airway problems aftertrauma often resul.t from:\n\n● Failure to recognize the need for an airway inter-vention.● Inability to establish an airway.● Failure lo recognize an incorrectly placed airway.● Displacement of a previously established airway.● Failure to recognize the need for ventilation.● Aspiration of gastric contents.\n\nAirway and ventilation are the first priorities.\n\n? How do / know the airway isadequate?\n\nThe first steps toward identifying and managing potentiallylife-threatening ai rway compromise are to recognize prob-lems involving maxillofacial, neck, and laryngeal trauma andto identify objective signs of airway obstruction.\n\nAirway compromise can be sudden and complete, insidi-ous and partial, and/or progressive and recurrent. Al-though it is often related to pain or anxiety or both,tachypnea can be a subtle but early sign of airway or ven-tilatory compromise. 'I'herefore, assessment and frequentreassessment of airway patency and adequacy of ventila-tion are critical.\n\nPatients with an altered level of consciousness are atparticular risk for airway compromise and often require adefinitive airway (a tube placed in the trachea with the cuffinflated, the tube connected to some form of oxygen-en-riched assisted ventilation, and the airway secured in placewith tape). Unconscious patients with head injuries, pa-tients who are obtunded because of the use of alcohol\n\nand/or other drugs, and patients with thoracic injuries allcan have a compromised ventilatory effort. In these pa-tients, the purpose of endotracheal intubation is to pro-vide an airway, deliver supplementary oxygen, supportventilation, and prevent aspiration. Maintaining oxygena-tion and preventing hypercarbia are critical in managingtrauma patients, especially those who have sustained a headinjury.\n\nAnticipating vomiting in al] injured patients and beingprepared to manage the situation are important. The pres-ence of gastric contents in the oropharynx represents a sig-nificant risk of aspiration with the patient's next breath.Immediate suctioning and rotation of the entire patient tothe lateral position are indicated.\n\nTrauma to the face demands aggressive airway management.The mechanism for this injury is exemplufied by an unbeltedautomobile passenger who is thrown into the windshieldand dashboard. Trauma to the midface can produce frac-tures and dislocations that compromise the nasopharynxand oropha rynx. Facial fractures can be associated withhemorrhage, increased secretions, and dislodged teeth,wbich cause additional difficulties in maintaining a patentairway. Fractures of the mandible, especially bilateral bodyfractures, can cause Joss of normal airway support. Airway\n\nTrauma patients can vomit and aspirate. Functionalsuction equipment must be immediately available toaid doctors in ensuring a secure, patent airway in alltrauma patients.\n\nobstruction can result if the patient is in a supine position.Patients who refuse to lie down may be experiencing diffi-culty in maintaining their airway or handling secretions.\n\nPenetrating injury to the neck can cause vascular injury withsignificant hemorrhage, which can result in displacementand obstruction of the airway. Emergency placement of asurgical airway may be necessary if this displacement andobstruction make endotracheal intubation impossible.Hemorrhage from adjacent vascular injury can be massive,and operative control may be required.\n\nBlunt or penetrating injury to the neck can cause dis-ruption of the larynx or trachea, resu Iting in airway ob-struction and/or severe bleeding into the tracheobronchialtree (Figure 2-1). A definitive airway is urgently required inthis situation.\n\nNeck injuries involving disruption of the larynx andtrachea or compression of the airway from hemorrhage intothe soft tissues of the neck can cause partial air way ob-struction. Initially, a patient with this type of serious airwayinjury may be able to maintain airway patency and ventila-tion. However, if airway compromise is suspected, a defini-tive airway is required. To prevent extending an existingairway injury, an endotracheal lube must be inserted cau-tiously. Loss of airway patency can be precipitous, and anearly sur gical airway usually is inclicated.\n\nAlthough fracture of the laryox is a rare injury. it can pres-ent with acute airway obstruction. It is indicated by the fol-lowing triad of clinical signs:\n\nFigure 2-1 Traumatic Disruption of Trachea, asseen on radiograph. A definitive airway is urgently re-quired in this situation.\n\n2. Subcutaneous emphysema\n\n3. Palpable fracture\n\nComplete obstruction of the airway or severe respira-tory distress warrants an attempt at intubation. Flexible en-doscopic intubation may be helpful in this situation, butonly if it can be perf ormed promptly. If intubation is un-successful, an emergency tracheostomy is indicated, fol-lowed by operative repair. However, a tracheostomy isdifficult to perform under emergency conditions, it can beassociated with profuse bleeding, and can be time-consum-ing. Surgical cricothyroidotomy, although not preferred forthis situation, can be a lifesaving option.\n\nPenetrating trauma to the larynx or trachea is overt andrequires immediate management. Complete tracheal tran-section or occlusion of the airway with blood or soft tissuecan cause acute airway compromise that requires immediatecorrection. These injuries are often associated with trauma tothe esophageus, carotid artery, or jugular vein, as well as ex-tensive tissue destruction. Noisy breathing indicates partialairway obstruction that can suddenly become complete,whereas absence of breathing suggests that complete ob-struction already exists. When the level of consciousness isdepressed, detection of signilicant airway obstruction is moresubtle. Labored respiratory effort may be the only clue to air-way obstruction and tracheobronchial injury.\n\nIf a fracture ol the larynx is suspected, based on themechanism of injury and subtle physical findings, computedtomography (CT) can help to identify this injury.\n\nDuring initial assessment of theairway, the \"talking pa-tient\" provides reassurance (at least for the moment) thatthe airway is patent and not compromised. Therefore, themost important early measure is to talk to the patient andstimulate a verbal response. A positive, appropriate verbalresponse indicates that the airway is patent, ventilation is in-tact, and brain perfusion is adequate. Failure to respond oran inappropriate response suggests a 17 altered level of con-sciousness, airway and ventilatory compromise. or both.\n\nOBJECTIVE SIGNS OF AIRWAY OBSTRUCTION\n\nSeveral objective signs of airway obstruction can be identi-fied by taking the following steps:\n\n1. Observe the patient to determine whether he or she isagitated or obtuncled. Agitation suggests hypoxia, andobtundation suggests hypercarbia. Cyanosis indicateshypoxemia due to inadequate oxygenation; it is iden-tified by inspection of the nail beds and circumoralskin. Cyanosis is a late finding of hypoxia, and pulseoximetry is used early in the assessment of airway ob-struction. I.ook for retractions and the use of acces-sory muscles of ventilation that, when present,provide additional evidence of airway compromise.\n\n28 CHAPTER 2 · Airway and Ventil atory Management\n\n2. Listen for abnormal sounds. Noisy breath ing is ob-structed breathing. Snoring, gurgling, and crowingsounds (stridor) can be associated with partial occlu-sion of the pharynx or larynx. Hoarseness (dyspho-nia) implies functional, laryngeal obstruction.Abusive and belligerent patients may in fact have hy-poxia and should not be presumed to be intoxicated.\n\n3. Feel for the location of the Trachea and quickly deter-mine whether it is in the midline position.\n\nEnsuring a patent airway is an important step in providingoxygen to the patient、 but it is only the first step. An unob-structed airway is not likely to benefit the patient unlessthere is also adequate ventilation. The doctor must recog-nize problems with ventilation and look for objective signsof inadequate ventilation.\n\nVentilation can be compromised by airway obstruction, al-tered ventilatory mechanics, or central nervous syslem (CNS)depression. .If a patient's breathing is not improved by clear-ing the airway, other causes of the problem must be identi-fied and managed. Direcl trauma to the chest, especially withrib fractures, causes pain with breathing and leads to rapid,shallow ven tilation and hypoxemia. Elderly patients and thosewith preexisting pulmonary dysfunction are at significant riskfor ventilatory failure under these circumstances. Intracranialinjury can cause abnormal breath ing patterns and compro-mise adequacy of ventilation. Cervical spinal cord injury canresult in diaphragmatic breathing and interfere with the abil-ity to meet increased oxygen demands. Complete cervicalcord transection, which spares the phrenic nerves (C3 andC4), results in abdominal breathing and paralysis of the in-tercostal muscles; assisted ventilation niay be required.\n\nOBJECTIVE SIGNS OF INADEQUATE VENTILATION\n\n? How do / know ventilationis adequate?\n\nSeveral objective signs ofinadequate ventilation can be iden-tified by taking the following steps:\n\nPITFALLPatients who are breathing high concentrations of oxygen can maintain their oxygen saturation al- though breathing inadequately. Measure arterial or end-tidal carbon dioxide.\n\n1. Look for symmetrical rise and fall of the chest and ad-equate chest wall excursion. Asymmetry suggestssplinting of the rib cage or a flail chest. Laboredbreathing may indicate an imminent threat to the pa-tient's ventilation.\n\n2. Listen for movement of air on both sides of the chest.Decreased or absent breath sounds over one or bothhemithoraces should alert the examiner to thepres-ence of thoracic injury. See Chapter 4: ThoracicTrauma. Beware of a rapid respiratory rate -tachy-pnea can indicate respiratory distress.\n\n3. Use a pulse oximeter. This device provides informa-tion regarding the patient's oxygen saturation and pe-ripheral perfusion, but does not measure theadequacy of ventilation.\n\n? How do / manage theairway of a trauma patient?\n\nAirway patency and adequacy of ventilation must be as-sessed quickly and accurately. Pulse oximetry and end-tidalCO2 measurement are essential. If problems are identifiedor suspected, measures should be instituted immediately toimprove oxygenation and reduce the risk of further ventila-tory compromise. These measures include airway mainte-nance techniques, definitive airway measures (includingsurgical airway ), and methods of providing supplementalventilation. Because all of these actions can require someneck motion, itis important to maintain cervical spine pro-tection in all patien ts, especially those who are known tohave an unstable cervical spine injury and those who havebeen incompletely evaluated and are at risk. 'I'he spinal cordmust be prolected until the possibility of a spinal injury hasbeen excluded by clinical assessment and appropriate radi-ographic studies.\n\nPatients who are wearing a helmet and require airwaymanagement need their head and neck held in a neutral po-sition while the helmet is removed. This isa two-person pro-cedure: One person providesin-line manual immobilizationfrom below, while the second person expands the helmetlat-erally and removes il From above (Figure 2-2). Then, in-linemanual immobilization is reestablished from above, and thepatient's head and neck are secured dwring airway manage-ment. Removal of the helmet using a cast cutter while sta-bilizing the head and neck can minimize cervical spinemotion in patients with known cervical spine injury.\n\nHigh-flow oxygen is required both before and imme-diately alter airway management measures are instituted. Arigid suction device is essential and should be readily avail-able. Patients with facial injuries can have associated cribri-\n\nFigure 2-2 Helmet Removal. Removing a helmet properly is a two-person pro-cedure. While one person provides manual in-line stabilization of the head and neck(A), the second person expands the helmet laterally. The second person then removesthe helmet (B), with attention paid to the helmet clearing the nose and the occiput.Once removed, the first person supports the weight of the patient's head (C), and thesecond person takes over inline stabilization (D).\n\nform plate fractures, and the insertion of any tube throughthe nose can result in passage into the cranial vault.\n\nIn patients who have a decreased level of conscio"
}