{
  "title": "Atls%208Th%20Edition Ch05 Abdominal And Pelvic Trauma(111-130페이지)",
  "full_text": "SKILL STATION IV Shock Assessment and Management\n\nTABLE IV-4 Nonresponder\n\nCAUSEPHYSICAL EXAMADDITIONAL DIAGNOSTIC STEPSINTERVENTIONMassive blood loss (Class 11 or IV) ● intraabdominal bleeding· Abdominal distention· DPL or ultrasonography· Immediate intervention by surgeon · Volume restoration · Operative resuscita tionNonhemorrhagic ● Tension pneumothorax ● Car diac tamponade ● Blunt cardiac injury· Distended neck veins · Tracheal shift · Absent breath sounds · Hyperresonant chest percussion · Distended neck veins ● Decreased heart sounds · Normal breath sounds · Irregular healt iate · Inadequate perfusion· Clinical diagnosis · Echocardiogram · FAST · Pericardiocentesis · Ischemic ECG changes · Echocardiogram● Reevaluate chest · Needle decompression ● Tube thoracotomy · Thoracotomy · Prepare for OR · Invasive monitoring · Inotropic support · Consider operative intervention · Invasive monitoring may be required\n\nInteractive SkillProcedures\n\nNote: Standard precautionsare required when caring fortrauma patients.\n\nTHE FOLLOWING PROCEDUREIS INCLUDED IN THIS SKILLSTATION:\n\nPerformance at this skill station will allow the participant to practice anddemonstrate on a live, anesthetized animal or a fresh, human cadaver the tech-nique of peripheral venous cutdown. Specifically, the student will be able to:\n\nIdentify and describe the surface markings and structures to be notedin performing a peripheral venous cutdown,\n\nDescribe the indications and contr aindications for a peripheral venouscutdown.\n\nANATOMIC CONSIDERATIONSFOR VENOUS CUTDOWN\n\nThe primary site for a peripheral venous cutdown is the greatersaphenous vein at the ankle, which is located at a point approxi-mately 2 cm anterior and superior to the medial malleolus. (See Fig-ure V-1.)\n\n4 A secondary site is the antecubital medial basilic vein, located 2.5 cm\n\nlateral to the medial epicondyle of the humerus at the flexion crease\n\n▶ Skill V-A: Venous Cutdown\n\nSTEP 1.Prepare the skin of the ankle with antiseptic solution and drape the area.STEP 2.Infiltrate the skin over the vein with 0.5% lidocaine.STEP 3.Make a full-thickness, transverse skin incision through the anesthetized area to a length of 2.5 cm.STEP 4.By blunt dissection, using a curved hemostat, identify the vein and dissect it free from any accompanying structures.STEP 5.Elevate and dissect the vein for a distance of approximately 2 cm to free it from its bed.STEP 6.Ligate the distal mobilized vein、 leaving the suture in place for traction.STEP 7.Pass a tie around the vein in a cephalad direction.STEP 8.Make a small, transverse venotomy and gently dilate the venotomy with the tip of a closed hemostat.\n\nSTEP 9. Introduce a plastic cannula through thevenotomy and secure itin place by tying theupper ligature around the vein and cannula. Thecannula should be inserted an adequate distanceto prevent dislodging.\n\nSTEP 10. Attach the intravenous tubing to the cannulaand close the incision with interrupted sutures.\n\nSTEP 11. Apply a sterile dressing with a topical antibioticointment.\n\n▶▶ COMPLICATIONS OF PERIPHERAL VENOUSCUTDOWN\n\n● Cellulitis● Hematoma· Phlebitis● Perforation of the posterior wall of the vein● Venous thromhosis● Nerve transaction· Arterial transaction\n\nFigure V-1 Venous Cutdown\n\nObjectivesIntroduction\n\nPrimary Survey: Life-Threatening InjuriesAirwayBreathingCirculation\n\nSecondary Survey: Potentially Life-ThreateningChest InjuriesSimple PneumothoraxHemothoraxPulmonary ContusionTracheobronchial Tree InjuryBlunt Cardiac InjuryTraumatic Aortic DisruptionTraumatic Diaphragmatic InjuryBlunt Esophageal Rupture\n\nOther Manifestations of Chest Injuries\n\nSubcutaneous EmphysemaCrushing Injury to the Chest (Traumatic Asphyxia)Rib, Sternum, and Scapular Fractures\n\nOther Indications for Chest Tube InsertionChapter SummaryBibliography\n\nUpon completion of this topic, the student will identify andinitiate treatment of common and life-threatening thoracic in~juries. Specifically, the doctor will be able to:\n\n1 Identify and initiate treatment of the following in- juries during the primary survey:Airway obstruction Tension pneumothorax Open pneumothorax Flail chest and pulmonary contusion Massive hemothorax Cardiac tamponade2 Identify and initiate treatment of the followingpotentially life-threatening injuries during the sec- ondary survey:Simple pneumothoraxHemothoraxPulmonary contusionTracheobronchial tree injuryBlunt cardiac injuryTraumatic aortic disruptionTraumatic diaphragmatic injuryBlunt esophageal rupturethe significance and treatment of3 Describe subcu- taneous emphysema, thoracic crush injuries, andsternal, rib, and clavicular fractures:\n\n86 CHAPTER 4 ● Thoracic Tr auma\n\nThoracic trauma is a significant cause ot mortality. Manypatients with thoracic trauma die after reaching the hos-pital, yet many of these deaths could be prevented withprompt diagnosis and trealment. Less than 10% of bluntchest injuries and only 15% to 30% of penetrating chestinjuries require thoracotomy. Most patients who sustainthoracic trauma can be treated by technical procedureswithin the capabilities of doctors who take this course. ll isimportant to remember that iatrogen ic thoracic injuriesare common (eg, hemothorax or pneumothorax with cen-tral line placement and esophageal injury during en-doscopy).\n\nHypoxia, hypercarbia, and acidosis often result fromchest injuries. Tissue hypoxia results from inadequate de-livery of oxygen to the tissues because of hypovolemia(blood loss), pulmonary ventilation/perfusion mismatch(eg, contusion, hematoma, and alveolar collapse), andchanges in intrathoracic pressure relationships (eg, lensionpneumothorax and open pneumothorax). Hypercarbiamost oflen results from inadequate ventilation caused bychanges in intrathoracic pressure relationships and de\"pressed level of consciousness. Metabolic acidosis is causedbv hypoperf usion of the tissues (shock).\n\nInitial assessment and treatment of patients with tho-racic trauma consists of the primary survey, resuscitation ofvital functions, detailed secondary survey, and definitivecare. Because hypoxia is the most serious feature of chest in-jury, the goal of early intervention is to prevent or correcthypoxia. Injuries that are an immediate threat to life areIrea ted as quickly and simply as is possible. Most life-threat-ening thoracic injuries are treated by airway control or anappropriately placed chest tube or needle. The secondarysurvey is influenced by the history of the injury and a highindex of suspicion for specific injuries.\n\nPrimary Survey:Life-Threatening Injuries\n\n7 What are the significant patho-physiologic effects of chest injury that /should identify in the primary survey,and when and how do / correct them?\n\nThe primary survey of patients with thoracic injuries beginswith the airway. Major problems should be corrected as theyare identified.\n\nII is necessary to recognize and address major injuries af-fecting the air way during the primary survey. Airway pa-lency and air exchange should be assessed by listening forair movement at the patient's nose, mouth, and lung fields;inspecting the oropharynx for foreign-body obstruction;and observing for intercostal and supraclavicular muscle re-tractions.\n\nLaryngeal injury can accompany major thoracictrauma. Although the clinical presentation is occasionallysubtle, acule airway obstruction from laryngeal trauma is alife- threatening injury. Sec Chapter 2: Airway and Venti-latory Management.\n\nInjury to the upper chest can creale: a palpable defecl inthe region of the sternoclavicular joint with posterior dis-location of the clavicular head, causing upper airway ob-struction. Identification of this injury is made byobservation of upper airway obstruction (stridor) or amarked change in the expected voice quality (if the patientis able to talk). Management consists of a closed reductionof the injury, which can be performed by extending theshoulders or grasping the clavicle with a pointed clamp, suchus a towel clip, and manually reducing the fracture. This in-jury, once reduced, usually is stable if the patient is in thesupine position.\n\nOther injuries affecting the airway are addressed inChapter 2: Airway and Ventilatory Management.\n\nThe patient's chest and neck should be completely exposedto allow for assessment of breathing and the neck veins. Res-piratory movement and quality of respirations are assessedby observing, palpating, and listening.\n\nImportant, yet often subtle, signs of chest injury or hy-poxia include an increased respiratory rate and change in thebreathing pattern, especially progressively more shallow res-pirations. Cya nosis IS a late sign of hypoxia in trauma pa-tients. However、 the absence of cyanosis does not necessarilyindicate adequate tissue oxygenation or an adequate airway.The major thoracic injuries that affect breathing and thatmust be recognized and addressed during the primary sur-vey include tension pneumothorax, open pneumothorax(sucking chest wound), flail chest and pulmonary contu-sion, and massive hemothorax.\n\nAfter intubation, one of the common reasons for lossof breath sounds in the left thorax is a right main-stem intubation. During the reassessment, be sure tocheck the position of the endotracheal tube beforeassuming thatthe change in physical examination re-sults is due to a pneumothor ax or hemothorax.\n\nA tension pneumothorax develops when a \"one-way valve\"air leak occurs from the lung or through the chest wall (Fig-ure 4-1 ). Air is forced into the thoracic cavity witbout anymeans of escape, completely collapsing the affected lung.The mediastinum is displaced to the opposite side、 decreas-ing venous return and compressing the opposite lung.\n\nThe most common cause of tension pneumothorax ismechanical ventilation with positive-pressure ventilation inpatients with visceral pleural injury. However, a tensionpneumothorax may complicate a simple pneumothorax fol-lowing penetrating or blunt chest trauma in which aparenchymal lung injury fails to seal, or atter a misguidedattempt at subclavian or internal jugular venous catheter in-sertion. Occasionally, traumatic defects in the chest wall alsomay cause a tension pneumothorax if incorrectly coveredwith occlusive dressings or if the defect itself constitutes aflap-valve mechanism. Tension pneumothorax also mayoccur from markedly displaced thoracic spine fractures.\n\nTension pneumothorax is a clinical diagnosis reflectingair under pressure in the pleural space. Treatment should notbe delayed to wait for radiologic confirmation. Tension pneu-mothorax is characterized by some or all of the followingsigns and symptoms: chest pain, air hunger, respiratory dis-tress, tachycardia, hypotension, tracheal deviation, unilat-eral absence of breath sounds, neck vein distention, andcyanosis flate manifestation). Because of the similarity intheir signs, tension pneumothorax may be confused initiallywith cardiac tamponade. Differentiation can be made by ahyperresonant nole on percussion and abscnt breath soundsover the affected hemithorax.\n\nTension pneumothorax requires immediate decom-pression and is managod initially by rapidly inserting a\n\nlarge-caliber needle into the second intercostal space inthe midclavicular line of the affected hemithorax (Figure4-2), See Skill Station VII: Chest Trauma Manage-ment, Skill VII-A: Needle Thoracentesis. This maneuverconverts the injury to a simple pneumothorax; however,the possibility of subsequent pneumothorax as a resultof the needle stick now exists. Repeated reassessment ofthe patien t is necessary. Definitive treatment usually re-quires only the insertion of a chest tube into the fifth in-tercostal space (usually the nipple level), just anterior tothe midaxillary line.\n\nOpen Pneumothorax {Sucking Chest W ound)\n\nLarge defects of the chest wall that remain open may resultin an open pneumothorax. or sucking chest wound (Figure4-3). Equilibration between intrathoracic pressure and at-mospheric pressure is immediate. If the opening in the chestwall is approximately two-thirds the diameter of the trachea,air passes preferentially through the chest wall defect witheach respiratory efforl, because air tends to follow the pathof least resistance. Effective ventilation is thereby impaired,leading to hypoxia and hypercarbia.\n\nInitial management of an open pneumothorax is ac-complished by promptly closing the defect with a sterile OC-clusive dressing. The dressing should be large enough tooverlap the wound's edges and then taped securely on threesides in order to provide a Ilutter-type valve effect (Figure4-4). As the patient breathes in, the dressing occludes thewound, preventing air from entering. During exhal-ation,the open end of the dressing allows air to escape from thepleural space. A chest tube remote from the wound shouldbe placed as soon as possible. Securely taping all edges of\n\nFigure 4·1 Tension Pneumothor ax. A\n\ntension pneumothorax develops when aN valve\" air leak occurs from theone-waylung or through the chest wall. Air is forcedinto the thoracic cavity, completely collaps-ing the affected lung.\n\nFigure 4-2 Needle Decompression. Tensionpneumothorax is managed initially by rapidly insertinga large-caliber needle into the second intercostal spacein the midclavicular line of the affected hemithorax.\n\nthe dressing may cause air to accumulate in the thoraciccavity, resulting in a tension pneumothorax unless a chesttube is in place. Any occlusive dressing (eg, plastic wrap orpetrolatum gauze) may be used asa temporary measure SOthat rapid assessment can continue. Definitive surgical clo-\n\nFigure 4-3 Open Pneumothorax.Large defects of the chest wall that re-main open may result in an open pneu-mothorax, or sucking chest wound.\n\nsure of the defect is frequently required. See Skill Sta-tion VII: Chest Trauma Management, Skill VII-B: ChestTube Insertion.\n\nFlail Chest and Pulmonary Contusion\n\nA flail chest occurs when a segment of the chest wall doesnot have bony continuity with the rest of the thoracic cage(Figure 4-5). This condition usually results from traumaassociated with multiple rib fractures-that is, two ormore ribs fractured in two or more places. The presenceof a flail chest segment results in severe disruption of nor-mal chest wall movement. If the injury to the underlyinglung is significant, serious hypoxia may result. The majordifficulty in flail chest stems from the injury to the under-lying lung (pulmonary contusion). Although chest wall in-stability leads to paradoxical motion of the chest wallduring inspiration and expiration, this defect alone doesnot cause hypoxia. Restricted chest wall movement asso-ciated with pain and underlying lung injury are importantcauses of hypoxia.\n\nFlail chest may not be apparent initially because ofsplinting of the chest wall. The patient moves air poorly,and movement of the thorax is asynunetrical and uJICO-ordinated, Palpation of abnormal respiratory motion andcrepitation of rib or cartilage fractures aid the diagnosis.A satisfactory chest x-ray film may suggest multiple ribfractures, but may not show costochondral separation.Arterial blood gas (ABG) analyses that suggest respira-tory failure with hypoxia also may aid in diagnosing aflail chest.\n\nFigure 4-4 Dressing for Treatment of OpenPneumothor ax. Promptly close the defect with a ster-ile occlusive dressing that is large enough to overlapthe wound's edges. Tape it securely on three sides toprovide a flutter-type valve effect.\n\nInitial therapy includes adequate ventilation, admin-istration of humidified oxygen, and fluid resuscitation. Inthe absence of systemic hypotension, the administrationof crystalloid intravenous solutions should be carefullycontrolled to prevent overhydration.\n\nThe definitive treatment is to ensure oxygenation ascompletely as possible, administer fluids judiciously, andprovide analgesia to improve veutilation. This can b"
}