{
  "title": "Atls%208Th%20Edition Ch04 Thoracic Trauma(85-110페이지)",
  "full_text": "Figure 111-1 Surgical Cricothyroidotomy. (Illustrations correlate with selected steps in Skill III-B.)\n\nSTEP 9. Inflate the cuff and apply ventilation.\n\nSTEP 10.Observe lung infl.ations and auscultate the chest for adequate ventilation.STEP 11.Secure the endotracheal or tracheoslomy tube to the patient to prevent dislodging.STEP 12.Caulion: Do not cut or remove the cricoid and/or thyroid cartilages.\n\nCOMPLICATIONS OF SURGICALCRICOTHYROIDOTOMY\n\nAspiration (eg, blood)Creation of a false passage into the tissuesSubglottic stenosis/edemaLaryngeal stenosisHemorrhage or hematoma formation● Laceration of the esophagusLaceration of the tracheaMediastinal emphysemaVocal cord paralysis, hoarseness\n\nShock PathophysiologyBasic Cardiac PhysiologyBlood Loss Pathophysiology\n\nInitial Patient AssessmentRecognition of ShockClinical Differentiation of Cause of Shock\n\nHemorrhagic Shock in Injured PatientsDefinition of HemorrhageDirect Effects of HemorrhageFluid Changes Secondary to Soft Tissue Injury\n\nInitial Management of Hemorrhagic ShockPhysical ExaminationVascular Access LinesInitial Fluid Therapy\n\nEvaluation of Fluid Resuscitation and OrganPerfusionUrinary OutputAcid/Base Balance\n\nTherapeutic Decisions Based on Response toInitial Fluid ResuscitationRapid ResponseTransient ResponseMinimal or No Response\n\nBlood ReplacementCrossmatched, Type-Specific, and Type 0 BloodWarming Fluids-Plasma and CrystalloidAutotransfusionCoagulopathyCalcium Administration\n\nSpecial Considerations in the Diagnosis and Treatmentof ShockEquating Blood Pressure with Cardiac OutputAdvanced AgeAthletesPregnancy\n\nUpon completion of this topic, the student will identify andapply principles of management related to the initial diagno-sis and treatment of shock in injured patients. Specifically, thedoctor will be able to:\n\nDefine shock and apply this definition to clinicalpractice.\n\nRecognize the clinical shock syndrome and corre-late a patient's acute clinical signs with the degreeof volume deficit.\n\nExplain the importance of early identification andcontrol of the source of hemorrhage in trauma pa-tients.\n\n4 Compare and contrast the clinical presentation of\n\npatients with various causes of the shock state.\n\n5 Describe the management and ongoing evalua-\n\ntion of hemorrhagic shock,\n\n6 Recognize the physiologic responses to resuscita-\n\ntion in order to continually reassess patient re-\n\nsponse and avoid complications.\n\nMedicationsHypothermiaPacemaker\n\nReassessing Patient Response and AvoidingComplicationsContinued HemorrhageFluid Overload and CVP MonitoringRecognition of Other Problems\n\nChapter SummaryBibliography\n\nThe initial step in managing shock in injured patients is torecognize its presence. No laboratory test diagnoses shock;rather, the initial diagnosis is based on clinical appreciationof the presence of inadequate tissue perfusion and oxy-genation. The definition of shock as an abnormality of thecirculatory system that results in inadequate organ perfu-sion and tissue oxygenation also becomes an operative toolfor diagnosis and treatment.\n\nThe second step in the initial management of shock isto identify the probable cause of the shock state. In traumapatients, this process is directly related to the mechanismof injury. Most injured patients in shock have hypo-volemia, but they may suffer from cardiogenic, neurogenic,and even septic shock on occasion. [n addition, tensionpneumothorax can reduce venous return and produceshock; this diagnosis should be considered in patients whomay have injuries above the diaphragm. Neurogenic shockresults from extensive injury to the central nervous system(CNS) or spinal cord. For all practical purposes, shockdoes not result from isolated brain injuries. Patients withspinal cord injury may initially present in shock res ultingfrom both vasodilation and relative hypovolemia. Septicshock is unusual, but must be considered in patients whosearrival at the emergency facility has been delayed by manyhours.\n\nThe doctor's management responsibilities begin withrecognizing the presence of the shock state, and treatmentshould be initiated simultaneously with the identificationof a probable cause. The response to initial treatment,coupled with the findings during the primary and sec-ondary patient surveys, usually provides sufficient infor-mation to determine the cause of the shock state.Hemorrhage is the most common cause of shock in the in-jured patient.\n\nShock Pathophysiology\n\nAn overview of basic cardiac physiology and blood losspathophysiology is essential to understanding the shockstate.\n\nBASIC CARDIAC PHYSIOLOGY\n\nCardiac output, which is defined as the volume of bloodpumped by the heart per minute, is determined by multi-plying the heart rate by the stroke volume. Stroke volume,the amount of blood pumped with each cardiac contrac-tion, is classically determined by the following:\n\n● Preload■ Myocardial contractility■ Afterload\n\nPreload, the volume of venous return to the heart, is de-termined by venous capacitance, volume status, and the dif-ference between mean venous systemic pressure and rightatrial pressure (Figure 3-1). This pressure differential deter-mines venous flow. The venous system can be considered areservoir or capacitance system in which the volume ofblood is divided into two components. One componentdoes not contribute to the mean systemic venous pressureand represents the volume of blood that would remain inthis capacitance circuit if the pressure in the system werezero.\n\nThe second, more important, component representsthe venous volume that contributes to the mean systemicvenous pressure. Nearly 70% of the body's total blood vol-ume is estimated to be located in the venous circuit. The re-lationship between venous volume and venous pressuredescribes the compliance of the system. It is this pressuregradient that drives venous flow and therefore the volume ofvenous return to the heart. Blood loss depletes this compo-nent of venous volume and reduces the pressure gradient; asa consequence, venous return is reduced.\n\nThe volume of venous blood returned to the heart de-termines myocardial muscle fiber length after ventricularfilling at the end of diastole. Muscle fiber length is related tothe contractile properties of myocardial muscle accordingto Starling's law. Myocardial contractility is the pump thatdrives the system. Afterload is systemic (peripheral) vascu-lar resistance or, simply stated, the resistance to the forwardtlow of blood.\n\nBLOOD LOSS PATHOPHYSIOLOGY\n\nEarly circulatory responses to blood loss are compensa-tory-progressive vasoconstriction of cutaneous, muscle,and visceral circulation preserves blood flow to the kidneys,heart, and brain. The response to acute circulating volumedepletion associated with injury is an increase in heart ratein an attempt to preserve cardiac output. In most cases,tachycardia is the earliest measurable circulatory sign ofshock. The release of endogenous catecholamines increasesperipheral vascular resistance, which in turn increases dias-tolic blood pressure and reduces pulse pressure, but does lit-tle to increase organ perfusion. Other hormones withvasoactive properties are released into the circulation duringshock, including histamine, bradykinin, B-endorphins, anda cascade of prostanoids and other cytokines. These sub-stances have profound effects on the microcirculation andvascular permeability.\n\nVenous return in early hemorrhagic shock is preservedto some degree by the compensatory mechanism of con-traction of the volume of blood in the venous svstem, which\n\nINITIAL PATIENT ASSESSMENT 57\n\nFigure 3-1 Cardiac Output.\n\ndoes not contribute to mean systemic venous pressure.However, this compensatory mechanism is limited. Themost effective method of restoring adequate cardiac outputand end \"organ perfusion is to restore venous return to nor-mal by volume repletion.\n\nAt the cellular level, inadequately perfused and oxy-genated cells are deprived of essential substrates for normalaerobic metabolism and energy production. Initially, com-pensation occurs by shifting to anaerobic metabolism,which results in the formation of lactic acid and the devel-opment of metabolic acidosis. If shock is prolonged andsubstrate delivery for the generation of adenosine triphos-phate (ATP) is inadequate, the cellular membrane loses theability to maintain its integrity, and the normal electricalgradient is lost.\n\nSwelling of the endoplasmic reticulum is the first ul-trastructural evidence of cellular hypoxia. Mitochondrialdamage soon follows. Lysosomes rupture and release en-zymes that digest other intracellular structural elements.Sodium and water enter the cell, and cellular swelling OC-curs. Intracellular calcium deposition also occurs. If theprocess is not reversed, progressive cellular damage, addi-tional tissue swelling, and cellular death occur. Thisprocess compounds the impact of blood loss and hypo-perfusion.\n\nThe administration of a sufficient quantity of isotonicelectrolyte solutions helps combat this process. Patient treat-ment is directed toward reversing the shock state by pro-viding adequate oxygenation, ventilation, and appropriatefluid resuscitation. Resuscitation may be accompanied by a\n\nmarked increase in interstitial edema, which is caused by\"reperfusion injury\" to the capillary interstitial membrane.As a result, larger volumes of fluid may be required for re-suscitation than initially anticipated.\n\nThe initial treatment of shock is directed toward restor-ing cellular and organ perfusion with adequately oxygenatedblood. Control of hemorrhage and restoration of adequatecirculating volume are the goals of treatment of hemor-rhagic shock. With the possible exception of penetratingbauma to the torso without head injury, euvolemia shouldbe maintained. Vasopressors are contraindicated for thetrealment of hemorrhagic shock because they worsen tissueperfusion. Frequent monitoring of the palient's indices ofperfusion is necessary to evaluate the response to therapyand detect deterioration in the patient's condition as early aspossible.\n\nMost injured patients who are in hypovolemic shockrequire early surgical intervention to reverse the shock state.The presence of shock in an injured patient warrants the im-mediate involvement of a surgeon.\n\nInitial Patient Assessment\n\nOptimally, doctors will recognize the shock state during theinitial patient assessmen t. To do so, it is important to be fa-miliar with the clinical differentiation of the causes ofshock-chielly, hemorrhagic and nonhemorrhagic.\n\nRECOGNITION OF SHOCK\n\n? Is the patient in shock?\n\nProf ound circulatory shock-evidenced by hemody-namic collapse with inadequate per fusion of the skin,kidneys, and central nervous system-is simple to recog-nize. However, after the airway and adequate ventilationhave been ensured, careful evaluation of the patient's cir-culatory status is necessary to identify early manifesta-tions of shock, including tachycardia and cutaneousvasoconstriction.\n\nReliance solely on systolic blood pressure as an indi-cator ot\" shock may result in delayed recognition of theshock state. Compensatory mechanisms may preclude ameasurable fall in systolic pressure until up to 30% of thepa tient's blood volume is lost. Specific alten tion shouldbe directed to pulse rate, respiratory rate, skin circulation,and pulse pressure (the difference between systolic and di-astolic pressure). Tachycardia and cutaneous vasocon-striction are the typical early physiologic responses tovolume loss in most adults. Any injured patient who is cooland has tachycardia is considered to be in shock untilproven otherwise. Occasionally, a normal heart rate oreven bradycardia is associated with an acute reduction ofblood volume. Other indices of perf usion must be moni-tored in these situations.\n\nThe normal heart rate varies with age. Tachycardia ispresent when the heart rate is greater than 160 in an infant,140 in a preschool-age child, 120 in children from schoolage to puberty, and 100 inan adult. Elderly patients may notexhibit tachycardia because of their limited cardiac responseto catecholamine stimulation or the concurrent use of med-ications, such as B-adrenergic blocking agents. The ability\n\nof the body to increase the heart rate also may be limited hythe presence of a pacemaker. A narrowed pulse pressure sug-gests significant blood loss and involvement of compensa-tory mechanisms.\n\nLaboratory values for hematocrit or hemoglobin con-centration are unreliable for estimating acute blood lossand inappropriate for diagnosing shock. Massive blood lossmay produce only a minimal acute decrease in the hemat-ocrit or hemoglobin concentration. Thus, a very low hema-tocrit value obtained shortly after injury suggests massiveblood loss or a preexisting anemia, whercas a normal hema-tocrit does not exclude significant blood loss. Base deficitand/or lactate levels may be useful in determining the pres-ence and severity of shock. Serial measurement of these pa-rameters may be used to monitor a patient's response totherapy.\n\nCLINICAL DIFFERENTIATIONOF CAUSE OF SHOCK\n\n? What is the cause of the shock state?\n\nShock in a trauma patient is classified as hemorrhagic ornonhemorrhagic. A patient with injuries above the di-aphragm may have evidence of inadequate organ perfusiondue to poor cardiac performance from blunt myocardial in-Jury, cardiac tamponade, or a tension pneumothorax thatproduces inadequate venous return ( preload). A high indexof suspicion and careful observation of the patient's re-sponse to initial treatment will enable the doctor to recog-nize and manage all forms of shock.\n\nInitial determination of the cause of shock depends ontaking an appropriate history and performing a carefulphysical examination. Selected additional tests, such asmonitoring central venous pressure (CVP) and obtainingdata from a pulmonary artery catheter, chest and/or pelvicx-ray examinations, and Lutrasonography, may provide con-fi rma tory evidence for the cause of the shock state, butshould not delay aggressive volume restoration.\n\nHemorrhage is the most common cause of shock after in-jury, and virtually all patients with multiple injuries have anclement of hypovolemia. In addition, most nonhemorrhagicshock states respond partially or brielly to volume resusci-tation. Therefore, if signs of shock are present, treatmentusually is instituted as if the patient is hypovolemic. How-evcr, as treatment is instituted, it is important to identify thesmall number of patients whose shock has a diff erent cause(eg, a secondary condition such as cardiac tamponade, ten-sion pneumothorax, spinal cord injury,or blunt cardiac in-jury, which complicates hypovolemic/hemorrhagic shock).Specific inf ormation about the treatment of hemorrhagicshock is provided in the next section of this chapter. Theprimary focus in hemorrhagic shock is to identify and stophemorrhage promptly.\n\nNonhemorrhagic shock includes cardiogenic shock, cardiactamponade, tension pneumotho rax, neurogenic shock, andseptic shock.\n\nCardiogenic Shock Myocardial dysfunction may becaused by blunt cardiac injury, cardiac tamponade, an airembolus, or, rarely, a myocardial infarction associated withthe patient's injury. Blunt cardiac injury should be suspectedwhen the mechanism of injury to the thorax is rapid decel-eration. All patients with blunt thoracic trauma need con-stant electrocardiographic (ECG) monitoring to detectinjury patterns and dysrhythmias. Blood creatine kinase (CK;fo rmerly, creatine phosphokinase I CPK]) isoenzymes andspecific isotope studies of the myocardium rarely assist thedoctor in diagnosing or treating patients in the emergencydepartment (ED). Echocardiography may be useful in the di-agnosis of tamponade and valvular rupture, but it is oftennot practical orimmediately available in the ED. Focused as-sessment sonography in trauma (FAST) in the ED can iden-tify pericardial Iluid and the likelihood of cardiac tamponadeas the cause of shock. Blunt cardiac injury may be an indica-tion for early CVP monitoring to guide fluid resuscitationinthis situation.\n\nCardiac tamponade is most commonly identified inpenetrating thoracic trauma, but it may occur as the resultof blunt injury to the thorax. Tachycar dia, muftled heartsounds, and dilated, engorged neck veins with hypotensionresislant to Iluid therapy suggest cardiac tamponade. How-ever, the absence of these classic Findings does not excludethe of this condition. \"Tension pneumothorax maypresencemimic cardiac tamponade, butit is diffcrentiated from thelatter condition by the findings of absent breath sounds anda hyperresonant percussion note over the affected hemitho-rax. Appropriate placement of a needle into the pleuralspace in a case of tension pneumothorax temporarily re-lieves this life-threatening condition. Cardiac tamponadeis best managed by thoracotomy. Pericardiocentesis may beused as a temporizing maneuver when thoracotomy is notan available option. See Skill Station VII: Chest TraumaManagement, Skill VII-C: Pericardiocentesis.\n\nTension Pneumothorax Tension pneumothorax is atrue surgical emergency that requires immediate diagnosisand treatment. It develops when air enters the pleural space,but a flap-valve mechanism prevents its escape. Intrapleuralpressure rises, causing total lung collapse and a shift of themediastinum to the opposite side with a subsequent impair-ment of venous return and fall in cardiac output. The pres-ence of acute respiratory distress, subcutaneous emphysema,absent breath sounds, hyperresonance to percussion, and tra-cheal shift supports the diagnosis and warrants immediatethoracic decompression without waiting for x-ray contir-mation of the diagnosis. See Skill Station VII: ChestTra uma Management, Skill VII-A: Needle Thoracentesis.\n\nMissing tension pneumothorax.Assuming there is only one cause for shock.● Young, healthy patients may have compensationfor an extended period and then crash quickly.\n\nNeurogenic Shock Isolated intracranial injuries do not\n\ncause shock. The presence of shock in a patient with ahead injury nccessitates a search for a cause other than anintracranial injury. Spinal cord injury may produce hy-potension due to loss of sympathetic tone. Loss of sympa-thetic tone compounds the physiologic effects ofhypovolemia, and hypovolemia compounds the physio-logic effects of sympathetic denervation. The classic pic-ture of neurogenic shock is hypotension withouttachycardia or cutaneous vasoconstriction. A narrowedpulse pressure is not seen in neurogenic shock. Patientswho have sustained a spinal injury often have concurrenttorso trauma; theref ore, patients with known or suspectedneurogenic shock should be treated initially for hypov-olemia. The failure of fluid resuscitation to restore organperfusion suggests either continuing hemorrhage or neu-rogenic shock. CVP monitoring may be helpful in manag-ing this sometimes complex problem. See Chapter 7:Spine and Spinal Cord Trauma.\n\nSeptic Shock Shock due to infection immedia tely afterinjury is uncommon; however, if a patient's arrival at anemergency facility is delayed for several hours, it couldoccur. Septic shock may occur in patients with penetrat-ing abdominal injuries and contamination of the peri-toneal cavity by intestinal contents. Patients with sepsiswho also have hypotension and are afebrile are clinicallydifficult to distinguish from those in hypovolemic shock,as both groups may manif est tachycardia, cutaneous vaso-constriction, impaired urinary output, decreased systolicpressure, and narrow pulse pressure. Patients with earlyseptic shock may have a normal circulating volume, mod-est tachycardia, warm, pink skin, systolic pressure nearnormal, and a wide pulse pressure.\n\nHemorrhagic Shockin Injured Patients\n\nHemorrhage is the most common cause ofshock in trauma pa-\n\ntients. The trawna patient's response to blood loss is mademore complex by shifts of fluids among the fluid compart-ments in the body-particularly in the extracellular fluid com-\n\n60 CHAPTER 3 ● Shock\n\npartment. The classic response to blood loss must be consid-ered in the context oflluid shifts associated with soft tissue in-jury. In addition, the changes associated with severe, prolongedshock and the pathophysiologic results of resuscitation andreperl usion must also be considered, as previously discussed.\n\nDEFINITION OF HEMORRHA GE\n\nHemorrhage is defined as an acute loss of circulating bloodvolume. Although there is considerable variability, the nor-mal adult blood volume is approximately 7% of bodyweighl. For example, a 70-kg male has a circulating bloodvolume of approximately 5 L. The blood volume of obeseadults is estimated based on their ideal body weight, becausecalculation based on actual weight may result in significantoverestimation. The blood volume for a child is calculated as8% to 9% of body weight (80-90 mL/kg). See Chapter10: Pediatric Trauma.\n\nDIRECT EFFECTS OF HEMORRHAGE\n\nThe classification of hemorrhage into four classes based onclinical signs is a useful tool for estimating the percentageof acute blood loss. These changes represent a continuumof ongoing hemorrhage and guide initial therapy. Volumereplacement is guided by the patient's response to initial ther-apy, not solely by the initial classification. This classifi.cationsystem is useful in emphasizing the early signs and patho-physiology of the shock state.\n\nClass / hemorrhage is exemplified by the condition ofan individual who has donated a unit of blood. Class II isuncomplicated hemorrhage for which crystalloid fluid re-suscitation is required. Class 111 is a complicated hemor-rhagic state in which at least crysta lloid infusion is requiredand perhaps also blood replacement. Class IV hemorrhage isconsidered a preterminal event, and unless very aggressivemeasures are taken, the patient will die within minutes.Table 3-1 outlines the estimated blood loss and other criti-cal measures for patients in each classification of shock.\n\nSeveral confounding factors profoundly alter the classichemodynamic response lo an acute loss of circulating bloodvolume, and these must be promptly recognized by all indi-viduals involved in the in itial assessment and resuscitationof injured patients who are at risk for hemorrhagic shock.These fa ctors include:\n\n● Severity of injury, with special attention to type andanatomic location of injury\n\n● Time lapse between injury and initiation of treat-ment\n\n● Prehospital fluid therapy and application of a pneu-matic antishock garment (PASG)\n\n● Medications used for chronic conditions\n\n北 is dangerous to wait until the trauma patient fits a pre-cise physiologic classification of shock before initiating ag-gressive volume restoration. Fluid resuscitation must beinitiated when early signs and symptoms of blood loss are ap-parent or suspected, not when the blood pressure is fallingor absent.\n\nClass I Hemorrhage-Up to 15%Blood Volume Loss\n\nThe clinical symptoms of volume loss with class I hemor-rhage are minimal. In uncomplicated situations, minimaltachycardia occ"
}