[
  {
    "full_text": "The medical disaster response occurs within the context of the pub lic health disaster re-sponse -preparation, mitigation, response, and recovery.\n\nPreparation requires both the conviction that a disaster will occur, and the commit-ment to be ready when it happens, and must ensure both that a simple plan is devel-oped and that all are educated in its implementation.\n\nMitigation is the key to the success of the disaster response, since it provides the frame-work within which medical care must be rendered-for example, incident commandsystems and effective disaster drills and exercises.\n\nResponse IS the essence of disaster management. It comprises both prehospital andin-patient care, and must embrace the minimal acceptable standard of care needed toprovide the greatest good for the greatest number. It requires a sound understan dingof pathophysiology and patterns of injury for care to be delivered expeditiously and de-terioration anticipated and avoided.\n\nRecovery is mainly the province of public health personnel, but it depends on supportfrom acute care physicians for treatment of untreated injuries and chronic illnesses thatmay develop or become exacerbated in the aftermath of the acute response.However, it is not enough to be competent in the medical aspects of disaster man-agement, whether acute or chronic. Pitfalls must be foreseen and forestalled throughredundant communication systems, reliable supply chains, situational awareness, andprofessional self-discipline.\n\n1. American Academy of Pediatrics (Foltin GL, Schonf eld DJ,Shannon MW, eds.). Pediatric Terrorism and Disaster Pre-paredness:A Resource for Pedintricians. AHRQ Publication No.06-0056-EF. Rockville, MD: Agency for Healthcare Researchand Quality; 2006. http:// www.ahrq.org/research/padprep/be-source.htm. Accessed February 26, 2008.2. auf der Heide E. Disaster Response: Principles of Preparan onand Coordination. Chicago, IL: CV Mosby; 1989.3. Committee on Trauma, American College of Surgeons. Dis-aster Management and EmergencyPreparedness Course Stu-dent Manual. Chicago: American College of Surgeons, 2007.4. DiPalma RG, Burris DG, Champion HR, Hodgson MJ. Blastinjuries.N Engl / Med 2005:352:1335-1342.5. Frykberg ER, Tepas JJ. Terrorist bombings: lessons learnedfrom Belfast to Beirut,Ann Surg 1988;208:569-576.6. Gutierrez de Ceballos JP, Turegano-Fuentes F, Perez-Diaz D,Sanz-Sa nchez M, Martin-Llorente C, Guerrero-SanzJE. Casu-alties treated at the closest hospital in the Madrid, March 11,terrorist bombings. Crit Care Med 2005;33(1 Suppl};S107-S112."
  },
  {
    "full_text": "7. Gutierrez de Ceballos JP、 Turegano-Fuentes F. Perez-Diaz D,Sanz-Sanchez M, Martin-Llorente C, Guerrero-Sanz JE. 11March 2004: the terrorist bomb explosions in Madrid, Spain-an analysis of thelogistics, injuries sustained and clinical man-agement of casualties treated at the closest hospital. Crit Care2005;9:104- 111.8. Hirshberg A, Scott BG, Granchi T, Wall MJ, Mattox KL, SteinM. How does casualty load affect trauma care in urban bomb-ing incidents? A quantilative analysis. ] Trauma2005:58(4):686-693; discussion 694-695.9. Holden PJ. The London attacks-a chronicle: Improvising inan emergency. N Engl / Med 2005;353(6):541-543.10. Jacobs LM, Burns KJ, Gross RI. Terrorism: a public healththreat with a trauma system response. ] Trauma2003;55(6):1014-1021.11. Kales SN, Christiani DC. Acute chemical emergencies. N Englー Med 2004,350(8):800-808.12. Klein JS, Weigelt JA, Disaster ma nagement: lessons learned.SurgClin North Ain 1991;71:257-266.13. Mettler FA, Voelz GL. Major radiaLion exposure-what to ex-pect and how to respond. N Engl ] Med 2002;346(20):1554-1561."
  }
]