[
  {
    "full_text": "TITLE: Atrial Fibrillation Risk and Discrimination of Cardioembolic from Noncardioembolic Stroke ABSTRACT: Background and Purpose:Classification of stroke as cardioembolic in etiology can be challenging, particularly since the predominant cause, atrial fibrillation (AF), may not be present at the time of stroke. Efficient tools that discriminate cardioembolic from noncardioembolic strokes may improve care as anticoagulation is frequently indicated after cardioembolism. We sought to assess and quantify the discriminative power of AF risk as a classifier for cardioembolism in a real-world population of patients with acute ischemic stroke.Methods:We performed a cross-sectional analysis of a multi-institutional sample of patients with acute ischemic stroke. We systematically adjudicated stroke subtype and examined associations between AF risk using CHA2DS2-VASc, Cohorts for Heart and Aging Research in Genomic Epidemiology AF (CHARGE-AF), and the recently developed electronic health record-based AF (EHR-AF) scores, and cardioembolic stroke using logistic regression. We compared the ability of AF risk to discriminate cardioembolism by calculating c-statistics and sensitivity/specificity cutoffs for cardioembolic stroke.Results:Of 1,431 individuals with ischemic stroke (age 65±15, 40% female), 323 (22.6%) had cardioembolism. AF risk was significantly associated with cardioembolism (odds ratio [OR] per SD of CHA2DS2-VASc 1.69 [95%CI 1.49-1.93]; CHARGE-AF OR 2.22 [95%CI 1.90-2.60]; EHR-AF OR 2.55 [95%CI 2.16-3.04]). Discrimination was greater for CHARGE-AF (c-index 0.695 [95%CI 0.663-0.726]) and EHR-AF (0.713 [95%CI 0.681-0.744]) versus CHA2DS2-VASc (c-index 0.651 [95%CI 0.619-0.683]). Examination of AF scores across a range of thresholds indicated that AF risk may facilitate identification of individuals at low likelihood of cardioembolism (e.g., negative likelihood ratios for EHR-AF ranged 0.31-0.10 at sensitivity thresholds 0.90-0.99).Conclusions:AF risk scores associate with cardioembolic stroke and exhibit moderate discrimination. Utilization of AF risk scores at the time of stroke may be most useful for identifying individuals at low probability of cardioembolism. Future analyses are warranted to assess whether stroke subtype classification can be enhanced to improve outcomes in undifferentiated stroke. BODY: Background and Purpose:Classification of stroke as cardioembolic in etiology can be challenging, particularly since the predominant cause, atrial fibrillation (AF), may not be present at the time of stroke. Efficient tools that discriminate cardioembolic from noncardioembolic strokes may improve care as anticoagulation is frequently indicated after cardioembolism. We sought to assess and quantify the discriminative power of AF risk as a classifier for cardioembolism in a real-world population of patients with acute ischemic stroke."
  }
]