[
  {
    "full_text": "TITLE: Brain injury after cardiac arrest: pathophysiology, treatment, and prognosis ABSTRACT: Post-cardiac arrest brain injury (PCABI) is caused by initial ischaemia and subsequent reperfusion of the brain following resuscitation. In those who are admitted to intensive care unit after cardiac arrest, PCABI manifests as coma, and is the main cause of mortality and long-term disability. This review describes the mechanisms of PCABI, its treatment options, its outcomes, and the suggested strategies for outcome prediction. BODY: IntroductionPost-cardiac arrest brain injury (PCABI) is the main cause of death in patients resuscitated from cardiac arrest, and the main cause of long-term disability in those who survive the acute phase [1,2]. In this review we will describe the pathophysiology of PCABI, its management in the critical care setting, and how PCABI severity can be assessed to predict its prognosis.PathophysiologyPCABI pathophysiology is encompassed by primary (ischaemic) and secondary (reperfusion) injury which occur sequentially during cardiac arrest, resuscitation, and the acute post-resuscitation phase [3].Primary injuryCardiac arrest results in cessation of both cardiac output and oxygen delivery to all vital organs. This no-flow phase starts upon the onset of cardiac arrest and lasts until partial reperfusion is established by cardiopulmonary resuscitation (CPR).Despite accounting for only 2% of body weight, the brain receives 15–20% of total cardiac output to maintain tissue homeostasis [4]. Brain tissue viability strongly depends on consistent supply of oxygen and energy substrates, namely glucose, and cessation of cerebral blood flow (CBF) results in an immediate interruption of brain activity. Human studies demonstrate that consciousness is lost between 4 and 10 s of absent CBF [5], while the electroencephalogram (EEG) becomes isoelectric after 10–30 s of asystole [6].Due to their lack of inherent energy stores, neurons are particularly vulnerable to ischaemia and cellular damage starts immediately upon absence of CBF. At the cellular level, ischaemia results in cessation of aerobic metabolism with consequent depletion of high-energy substrate adenosine triphosphate (ATP) [3] (Fig.1). ATP depletion results in dysfunctional energy-dependent Na+/K+ion exchange pump action, which leads to massive influx of sodium and water and intracellular cytotoxic oedema. Potassium efflux and membrane depolarisation also ensue shortly thereafter, leading to the opening of voltage-sensitive Ca++channels and intracellular Ca++influx. Experimental evidence shows that signs of brain oedema on MRI develop already during cardiac arrest and resuscitation [7].Fig. 1Role of calcium in reperfusion injury. The neurotransmitter glutamate is released by cells following ischaemic injury and binds to two main receptors on the cell membrane: the mGlu receptor (left), which via an intracellular mediator called IP3 releases calcium stores from the endoplasmic"
  },
  {
    "full_text": "IP3 releases calcium stores from the endoplasmic reticulum, and theN-methyl-d-aspartic acid (NMDA; top), which opens a channel on the cell membrane letting calcium in. The resulting excess in intracellular calcium levels activates calcium-dependent lytic enzymes, such as caspase, proteases, and phospholipases, which cause damage to the cell structure; in addition, calcium enters the mitochondria and disrupts the electron transport chain. The result is production of reactive oxygen species (ROS) from oxygen, which further aggravate intracellular damage, and energy failure, inducing a vicious cycle leading to cell injury and deathSecondary injuryUpon initiation of cardiopulmonary resuscitation (CPR), CBF is partially restored (low-flow), but it remains suboptimal to sustain neuronal integrity as CPR generates approximately 25% of normal CBF, substantially below the 40–50% of normal CBF needed to maintain cellular integrity and avoid additional ischemic injury [4]. With return of spontaneous circulation (ROSC), CBF is restored, but reperfusion of the ischemic cerebrovascular bed triggers a series of mechanisms leading to secondary brain injury.The intracellular Ca++increase caused by the primary injury leads to release of glutamate, an excitatory neurotransmitter that binds to the cell membrane causing further intracellular Ca++influx and cytoplasmic accumulation from the endoplasmic reticulum (Fig.1). Subsequent activation of Ca++-dependent lytic enzymes (proteases, phospholipases) exacerbate neuronal damage. Ca++dependent mitochondrial dysfunction also ensues, leading to cell energy failure, release of pro-apoptotic proteins and reactive oxygen species, with resulting further neuronal damage.A further component of reperfusion injury is activation of the innate immune system and subsequent tissue inflammation (Fig.2). This is initiated both by resident macrophages, known as microglia [8], and by circulating leukocytes which adhere to the endothelial cells of the cerebral microvasculature and migrate into the neuronal tissue. Additional release of cytokines from activated leukocytes further amplifies the inflammatory response. Leukocyte migration is facilitated by an increased permeability of the blood–brain barrier, which also leads to vasogenic oedema.Fig. 2The role of the innate immune system’s inflammatory response in ischaemia–reperfusion injury. Upon reperfusion of the cerebrovascular bed following tissue ischaemia, the innate immune system incites an inflammatory response characterized by astroglial activation by brain hypoxia/ischaemia. Principally, resident macrophages, termed microglia, are activated and secrete pro-inflammatory cytokines (interleukin 6, interleukin 1-beta) and chemokines which attract circulating mononuclear cells from the bloodstream. The endothelium upregulates leukocyte adhesion molecules which enable tissue infiltration of monocytes from the bloodstream and in turn, the secretion of pro-inflammatory cytokines is"
  },
  {
    "full_text": "the secretion of pro-inflammatory cytokines is exacerbated with resulting injury to the cells of the neurovascular unit. Complement cascade activation also ensues which further propagates the inflammatory injury and is pro-thrombotic in the cerebral microvasculatureCerebral perfusion changes in PCABINo-reflowIn the experimental setting, reperfusion of the brain after transient global ischaemia is incomplete and inhomogeneous. This phenomenon is called no-reflow and histologically appears as multifocal perfusion defects of the brain tissue [9]. The number and extent of these perfusion defects increase with the duration of ischaemia [10], while their distribution coincide with anatomical locations where PCABI is most commonly detected (striatum, hippocampus, amygdala, and thalamus [11]).Delayed hypoperfusionIn animal models, return of spontaneous circulation (ROSC) is followed by a transient (15–30 min) increase in global CBF (global hyperaemia), after which delayed hypoperfusion occurs. In patients with PCABI, CBF may decrease by more than 50% during this phase [4]. The role of delayed hypoperfusion as a cause of PCABI is unclear. Studies in comatose resuscitated patients have shown that both the cerebral metabolic rate of oxygen [12], and the cerebral oxygen extraction fraction also decreased 24–72 h after cardiac arrest [13], suggesting that the coupling between CBF and oxygen demand was maintained. Oxygen extraction rates were significantly lower in patients who died from PCABI. It is not clear, however, if this resulted from reduced oxygen utilisation due to mitochondrial dysfunction or irreversible brain injury, or to a reduced oxygen delivery to the brain. Recent clinical studies [14,15] made using an intraparenchymal micro-catheter revealed the presence of brain tissue hypoxia, measured as a parenchymal brain tissue oxygen tension (PbtO2) below 20 mmHg, in about half of comatose patients with PCABI 13–40 h post-arrest. Patients with brain tissue hypoxia showed active release of biomarkers of neuronal injury in the jugular venous blood, while those without brain tissue hypoxia did not [15].Changes in cerebral autoregulationGenerally, CBF is considered to be stable over a range of mean arterial pressure (MAP), although considerable heterogeneity is noted in healthy humans [16]. This property is termed cerebral autoregulation. Cerebral autoregulation is narrower or right-shifted in approximately 30–50% of patients after cardiac arrest [17,18]. Consequently, arterial hypotension after cardiac arrest may result in cerebral hypoperfusion, worsening PCABI. In post-resuscitation care, these changes in cerebral autoregulation represent a potential target for optimising cerebral perfusion (see below).Intracranial hypertensionThere is accumulating evidence that patients with PCABI may develop intracranial hypertension. Increased intracranial pressure (ICP) likely results from cytotoxic or vasogenic oedema and is associated with poor neurological"
  },
  {
    "full_text": "oedema and is associated with poor neurological outcome. In one Korean study [19] increased intracranial pressure (measured via lumbar puncture opening pressure) shortly after admission to the intensive care unit (ICU) was a strong predictor of poor neurological outcome at 3 months. In a physiologic study [20], ICP was measured using intraparenchymal monitoring at a median of 8.5 h after ROSC in 10 PCABI patients, of whom six died. All patients demonstrated reduced intracranial compliance and two of them developed intracranial hypertension despite maximal medical management. One recent study [21] reported improved neurological outcomes using invasive neuromonitoring aimed at obtaining a PbtO2> 20 mmHg and an ICP < 25 mmHg versus conventional management in a small matched cohort study of PCABI patients. However, considerable future work is required to clarify the indications, utility and efficacy of invasive neuromonitoring post cardiac arrest beyond research use.Treatment of PCABIAt present, there is no direct treatment for PCABI and as such, secondary injury to the brain should be minimised by maintaining physiologic homeostasis. Derangements in temperature, arterial blood pressure, oxygenation, and ventilation should be avoided [22].Optimising cerebral perfusionThe optimal arterial blood pressure target after cardiac arrest to mitigate PCABI from secondary ischemic injury is not known. In 2019, the Neuroprotect trial [23] randomised 107 comatose patients resuscitated from cardiac arrest to undergo either protocolised goal-directed haemodynamic optimisation (mean arterial pressure [MAP] 85–100 mmHg and mixed oxygen venous saturation [SVO2] 65–75%), or targeting a MAP of 65 mmHg using fluids, inotropes, and vasopressors at discretion of the treating physicians. Results showed no difference between the two groups in the percentage of ischemic brain volume quantified using MRI, nor in the rates of good neurological outcome at 6 months.Instead of standardised blood pressure targets, authors have advocated for maintaining MAP within the individual patient’s range of intact autoregulation to optimise cerebral perfusion. To that aim, two derived parameters have been investigated. The first is cerebral oxygenation index (COx) which is the correlation coefficient between cerebral regional oxygen saturation (rSO2), measured using near-infrared spectroscopy (NIRS), and MAP. The second is the pressure reactivity index (PRx), which is the correlation coefficient between intracranial pressure and MAP. An increase in COx or PRx with MAP suggests dysfunctional autoregulation, while a near zero or negative value of COx or PRx suggests that autoregulation is intact. Based on that model, the “optimal MAP” is the range corresponding to the lowest value of COx or PRx. In one study [17] the presence of dysfunctional autoregulation measured by COx was an independent predictor of clinical outcome and the percentage of time spent below the optimal MAP was correlated"
  },
  {
    "full_text": "time spent below the optimal MAP was correlated with the rates of poor neurological outcome. A recent study [24] demonstrated that increased PRx was a strong predictor of adverse neurological outcome in PCABI. At present, however, neither of these indices have been assessed prospectively in clinical interventional studies, and there is no consensus on what is the optimal technology to individualise blood pressure targets in brain injury [25]. The current guidelines on post-resuscitation care co-issued by the European Resuscitation Council (ERC) and the European Society of Intensive Care Medicine (ESICM) do not suggest any specific blood pressure target but recommend avoiding hypotension (MAP < 65 mmHg) and targeting MAP to achieve adequate urine output (> 0.5 ml/kg/h) and normal or decreasing lactate [22].OxygenationHyperoxia is potentially harmful because it may increase the production of free oxygen radicals and worsen PCABI. In the experimental setting [26], ventilation with 100% O2after cardiac arrest results in worse neurological deficit scores with histological evidence of greater PCABI severity. However, results from large clinical observational studies have been conflicting [27], with studies showing that hyperoxia, defined as an arterial partial pressure of oxygen (PaO2) ≥ 300 mmHg, was associated with significantly greater hospital mortality than normoxia (PaO260–300 mmHg) [28], and other studies [29] showing no association. In 2018 the COMACARE trial [30] randomised 120 comatose survivors of out-of-hospital cardiac arrest (OHCA) to normoxia (PaO275–113 mmHg) vs. moderate hyperoxia (PaO2150–188 mmHg) for 36 h after ROSC. No difference was observed in the primary outcome measure, the blood levels of neuron specific enolase (NSE), a biomarker of neuronal injury, at 48 h from ROSC. A recent post-hoc analysis [31] of 166 patients enrolled in the multicentre ICU-ROX trial, which randomised 1000 patients to conservative (SpO290–97%) vs. liberal (SpO290–100%) oxygen therapy, showed that conservative oxygen therapy was not associated with a significant decrease of the odds of survival with poor neurological outcome at 6 months [adjusted odds ratio 0.54 (0.23–1.26)]. The EXACT trial (NCT 03138005) is randomising 1416 resuscitated comatose survivors of OHCA to restrictive (90–94%) vs. liberal (98–100%) oxygen therapy. The current ERC-ESICM guidelines on Post-Resuscitation Care [22] recommend avoiding both hypoxia and hyperoxia, maintaining pulse oximetry within a “safe range” of 94–98%.VentilationCBF is partially regulated by the partial pressure of carbon dioxide in the arterial blood (PaCO2). Low or high PaCO2(hypocapnia or hypercapnia) decreases or increases CBF due to cerebral constriction or vasodilation, respectively [16]. In patients with PCABI, hypocapnia from excessive ventilation may reduce CBF, potentially worsening ischaemic injury. In patients with traumatic brain injury, hypocapnia increases both oxygen extraction fraction and the"
  },
  {
    "full_text": "increases both oxygen extraction fraction and the volume of brain at risk of ischaemia [32].Alternatively, hypercapnia may cause cerebral vasodilation and increase ICP, and there is evidence that ICP may be increased in some patients with PCABI due to cerebral oedema as described above [18,19,24]. However, a moderate increase in CBF from mild hypercapnia may potentially improve cerebral perfusion after resuscitation and be beneficial.Mild hypercapnia was evaluated clinically in two small clinical trials, both using blood levels of NSE as their primary endpoint. The COMACARE trial [33] randomised patients to a low-normal (34–35 mmHg) vs. a high-normal (44–45 mmHg) PaCO2during the first 36 h after ROSC. NSE did not differ between the two groups, however, a high-normal PaCO2was associated with consistently and significantly higher levels of rSO2measured with NIRS. This result suggests an increased cerebral oxygenation and perfusion from high-normal PaCO2. However, it may also be compatible with lower oxygen extraction. In addition, caution is needed in interpreting the rSO2signal, which may be contaminated by extracerebral circulation and not entirely reflect cerebral perfusion [34]. The CCC trial [35] randomised patients to normocapnia (PaCO235–45 mmHg) or mild hypercapnia (PaCO250–55 mmHg) for 24 h. Hypercapnia was associated with significantly lower increase of NSE over the first 72 h. Based on the results of this pilot trial, a larger randomised controlled trial, TAME (NCT03114033) is currently comparing these two treatment arms in 1700 comatose resuscitated patients. In absence of robust evidence for benefit or harm from mild hypercapnia, the ERC-ESICM guidelines [22] recommend titrating ventilation in order to maintain normal PaCO2levels (35–45 mmHg).Targeted temperature managementTargeted temperature management (TTM) refers to any strategy that aims to achieve and maintain any specified body temperature, typically from 33 to 37.5 °C. This usually involves core temperature measurement probes in the bladder or oesophagus and a feed-back controlled surface cooling device or intravascular catheter. In experimental literature, the neuroprotective effects of hypothermia are consistent across models [36] and species [37], but the significant heterogeneity among studies makes it difficult to conclude on the optimal timing, dosing (temperature level) and duration of treatment.Mild systemic hypothermia to 32–34 °C was rapidly introduced into clinical practice in 2003 after the publication of two clinical trials reporting improved survival and neurological outcome in OHCA patients with ventricular fibrillation (VF) as initial rhythm treated at 32–34 °C for 12–24 h. Subsequent dose-finding studies have not shown significant benefit from pre-hospital cooling [38,39] or longer duration of cooling to 48 vs 24 h [40]. The 2013 TTM-trial [41] did not show any difference between cooling to 33 compared to 36 °C in patients resuscitated from OHCA from presumed"
  },
  {
    "full_text": "in patients resuscitated from OHCA from presumed cardiac cause. In 80% of the 939 patients included in that trial the initial rhythm was shockable (VF or pulseless ventricular tachycardia). The HYPERION trial [42] enrolled 581 patients with non-shockable rhythm (asystole or pulseless electrical activity) resuscitated from OHCA or in-hospital cardiac arrest (IHCA) to TTM at 33 °C vs. 37 °C. The trial showed similar mortality but significantly higher rates of good neurological outcome (CPC 1–2) among the survivors in the hypothermia group (29/284 [10.2%] vs.17/297 [5.7%)]. However, that trial had a fragility index of only 1, meaning that if only 1 patient in the 37 °C group had CPC 1–2 the trial results would not have been significant.In 2021, the results of the TTM2 trial [43] were presented. TTM2 randomised 1900 patients with OHCA of cardiac or unknown cause from all rhythms to TTM at 33 °C vs. TTM to 37.5 °C in case of fever, defined as ≥ 37.7 °C. Results showed that TTM at 33 °C had no beneficial effects or signals thereof on mortality, functional outcome, or quality-of-life at 6 months, and it was associated with significantly more arrythmias with haemodynamic instability. Two subsequent meta-analyses have concluded on a lack of effect of TTM, compared to normothermia, on survival or functional outcomes [44,45] and possible harmful effects by moderate (33–34 °C) or deep ( 31–32 °C) hypothermia [44]. Based on that evidence, the International Liaison Committee on Resuscitation (ILCOR) has issued updated treatment recommendations [46] suggesting active prevention of fever for ≥ 72 h by targeting a temperature ≤ 37.5 °C, instead of the previously recommended target of 32–36 °C for ≥ 24 h, for those patients who remain comatose after cardiac arrest. International scientific societies will implement these recommendations in their updated guidelines. Since recommendations to actively prevent fever and use cooling devices are weak and based on low-certainty evidence, randomized trials targeting fever prevention are urgently needed.Neuroprotective agentsPharmacologic approaches to mitigating secondary injury following ROSC can be compartmentalized into interventions aimed at mitigating excitotoxicity, improving neuronal metabolism, limiting mitochondrial injury and neuroinflammation. Recently, interest in xenon gas, an inhibitor of theN-methyl-d-aspartate receptor, has emerged as a potential therapeutic agent in limiting excitotoxicity during the reperfusion phase. Laitio et al. conducted a randomized control trial of 110 OHCA patients and demonstrated reduced white matter injury on MRI in patients receiving xenon vs. those without [47]. However, there was no difference in 6-month clinical outcomes. The XePOHCAS trial (NCT03176186, 1436 patients), which is randomizing OHCA patients to 50% Xenon inhalation during TTM vs. without, has completed enrolment and is awaiting publication. Additional therapeutic approaches targeting mitochondrial function and"
  },
  {
    "full_text": "approaches targeting mitochondrial function and metabolism using thiamine, pyruvate and ubiquinol are at currently at pre-clinical phases and have yet to be studied in phase 3 designs [48]. Finally, immunomodulation approaches aimed at mitigating the neuroinflammatory cascade have garnered attention. The CYRUS trial, randomized OHCA patients to receive cyclosporine vs. placebo in 794 patients but did not demonstrate differences in clinical outcomes or organ dysfunction scores [49].Control of seizuresClinical seizures occur in one third of patients with PCABI treated in the ICU and may be of epileptic or non-epileptic origin. Myoclonus is the dominating manifestation but generalized or focal tonic–clonic seizures are also common, often occurring in the same patient. EEG is crucial to confirm that a clinical seizure is related to cortical epileptic activity, since seizure mimics are common in the ICU [50] and since the use of sedatives and muscle-relaxants suppress clinical manifestations of seizures. EEG is also useful to prognosticate outcome (see below) and follow effects of treatment.Seizures cause metabolic stress and are associated with poor neurological outcome after cardiac arrest [51], providing a rationale for treatment. However, it is unclear whether seizures cause further brain damage, or whether they simply are a marker of severe PCABI. To date there is no direct evidence that antiepileptic treatment improves the outcome of PCABI. The TELSTAR trial (NCT02056236) is randomising patients with status epilepticus after cardiac arrest to either medical treatment to suppress all electrographic seizure activity, or no treatment and may provide useful evidence to answer that question. Current guidelines [22] suggest treating postanoxic status epilepticus with sodium valproate and levetiracetam as first line agents in addition to increased sedation. However, prophylactic antiepileptic treatment is not recommended. Usual sedative agents used in ICU have anti-epileptic effects, and this should be kept in mind since seizures often manifest as sedation is weaned.Outcomes of PCABIDeathWhile mortality from cardiovascular instability or multiorgan failure prevails in the first 48–72 h after ROSC, PCABI accounts for approximately two thirds of total deaths thereafter (Fig.3). In 2016, a systematic review [52] including 23,388 patients from 26 studies showed that, on average, 5% of patients resuscitated with conventional CPR and more than 20% of those resuscitated with extracorporeal CPR were diagnosed with brain death, corresponding to 8% and 28% of all deaths, respectively. The diagnosis of brain death was made at a median of 3 days after ROSC. Massive cerebral oedema is common in these patients and delayed brain oedema leading to brain death has been described even after an initial partial recovery from post-anoxic coma [53]. A non-shockable initial rhythm, lower serum levels of sodium, and a neurological cause of arrest are associated with higher"
  },
  {
    "full_text": "cause of arrest are associated with higher rates of brain death after resuscitation [54].Fig. 3Time course of the outcome during the first 3 weeks after ROSC in 939 comatose patients included in the TTM trial. The stacked area chart shows the cumulative percentage of patients who regained consciousness or died. The causes of death are also displayed. Based on original data from [61,145].MOFmultiorgan failureBrain death accounts for a minority of neurological deaths following PCABI, since most of these deaths are due to an active withdrawal of life sustaining treatment (WLST), because of an expected poor neurological outcome [55,56]. For this reason, an accurate neurological prognostication is paramount.Measures of functional outcomeIn those who survive cardiac arrest, functional outcome is measured in two main domains: neurological function and health-related quality of life (HRQOL).Neurological function in PCABI is most commonly measured using the Cerebral Performance Categories (CPC) (Table1) [57]. CPC was adapted from the Glasgow Outcome Scale, developed for traumatic brain injury, and it includes five categories, from 1 (no or mild disability) to 5 (death). CPC 1 or CPC 2 (moderate disability) are universally considered as good neurological outcome; this corresponds to patients who are independent in their activities of daily living. Conversely, CPC 3 corresponds to patients who are awake but severely disabled and in need of others for daily activities. It is generally—but not universally—considered as a poor outcome. CPC 4 corresponds to persistent vegetative state. Despite its widespread use, the CPC has a limited accuracy for discriminating between mild and moderate disability. Current guidelines [58] recommend using the modified Rankin Score (mRS) [59] over CPC. The mRS, originally developed for stroke, includes seven scores, from 0 to 6. Good outcome includes four categories, from mRS 0 (no symptoms) to 3 (moderate disability), which may provide a higher granularity than the two good outcome categories of CPC. Outcome after cardiac arrest is less affected by locomotor problems than after stroke. For that reason, in the mRS version recommended for use in PCABI (Table2) the mRS score 4 includes dependency to attend to own bodily needs as separate from ability to walk unassisted (OR instead of AND).Table 1Cerebral performance categories (CPC)ScoreDescription1Conscious: alert, able to work and lead a normal life. May have minor psychological or neurological deficits (mild dysphasia, nonincapacitating hemiparesis, or minor cranial nerve abnormalities)2Conscious: sufficient cerebral function for independent activities of daily life; able to work in a sheltered environment3Conscious: dependent on others for daily support because of impaired brain function (in an institution or at home with exceptional family effort). At least limited cognition. Includes a wide range of cerebral abnormalities from ambulatory with severe memory disturbance or"
  },
  {
    "full_text": "from ambulatory with severe memory disturbance or dementia precluding independent existence to paralytic and able to communicate only with eyes, as in the locked-in syndrome4Not conscious: unaware of surroundings, no cognition. No verbal or psychological interactions with environment5Certified brain dead or dead by traditional criteriaFrom [57]Table 2The modified Rankin Scale (mRS)ScoreDescription0No symptoms1No significant disability. Able to carry out all usual activities, despite some symptoms2Slight disability. Able to look after own affairs without assistance, but unable to carry out all previous activities3Moderate disability. Requires some help, but able to walk unassisted4Moderately severe disability. Unable to attend to own bodily needs without assistance, or unable to walk unassisted5Severe disability. Requires constant nursing care and attention, bedridden, incontinent6DeadFrom [58]Neither CPC nor mRS distinguish between the two main causes of neurological death (i.e., brain death and death from WLST). More importantly, they do not discriminate between neurological vs. non-neurological causes of death. Consequently, resuscitated patients who die from extracerebral complications (e.g., a second arrest) after having recovered consciousness are classified as CPC 5 or mRS 6, regardless of their actual neurological status at the time of death. In a recent European multicentre study [60] this “death after awakening” occurred in 4.2% of resuscitated patients. To obviate to this issue, use of the best—rather than the final—neurological score during the observational period can be used.Awakening from post-arrest comaThere is no consistent definition of awakening from coma due to PCABI. In general, a patient is considered awake when he/she is able to follow commands (motor score = 6 of the Glasgow Coma Scale [GCS]) [61,62], In one study [63], awakening was defined as a Richmond agitation-sedation scale (RASS) score of at least − 2 (patient awoke with eye contact to voice).Most patients with favourable neurological outcome after cardiac arrest begin recovering consciousness a few hours after cessation of intravenous sedation. In a retrospective analysis, 138/194 (71%) cardiac arrest survivors regained consciousness within 48 h from cessation of sedation [63]. In two other studies [61,62] this rate was 50%. The latest awakener recovered consciousness 12 days after ROSC in the first study [63], and 22 and 25 days in the other two studies [61,62]. Figure3shows the time course of awakening during the first 3 weeks after ROSC in the largest available study [61].Circulatory shock, renal insufficiency, older age [63], and use of long vs. short-acting sedative agents [62,64] were associated with longer times to regaining consciousness. Late awakening (> 4–5 days after ROSC) was associated with a higher likelihood of severe neurological disability [61,62] and worse HRQOL [65].Neurological functionThe minimum recommended timing for assessing neurological"
  },
  {
    "full_text": "recommended timing for assessing neurological function in PCABI is at hospital discharge or 1 month after the arrest [2]. However, neurological outcome of resuscitated patients may further improve thereafter. In a longitudinal study on a large OHCA registry in Vienna, Austria [66] the CPC at hospital discharge improved in 80/550 (14.5%) patients who survived 6 months. Among 58 patients with an initial CPC of 3 at discharge, 27 (53.4%) evolved towards a good neurological 6 months later. The 2019 Standards for Studies on Neurological Prognostication after Cardiac Arrest issued by the American Heart Association [2] recommend that—in addition to the minimal time point of hospital discharge/1 month—neurological function should be assessed at both 3 and 6 months, as well as at 1 year if resources allow.Data from large registries and trials on OHCA [41,67,68] show that about 80% of resuscitated patients who are alive at hospital discharge have a good neurological outcome (CPC 1–2). However, this figure may be affected by the WLST rates after resuscitation. In jurisdictions where WLST is not practised, the rate of good neurological outcome can be as low as 50%, with 39% of survivors being in vegetative state at the time of hospital discharge/1 month [69,70].At 6 months and 1 year after cardiac arrest, the rate of cardiac arrest survivors with good neurological outcome is around 90% with most patients having CPC 1, while only around 1.5% of survivors is in persistent vegetative state [41,66,68]. While this result is partially attributable to an improvement of CPC 2–3 patients over time [66,70], an important cause is also mortality in patients with poor neurological function. In a multicentre study on 980 patients discharged alive from hospitals in North America, the adjusted hazard ratio for long-term survival in patients with CPC 2, 3, and 4 at hospital discharge compared with patients with CPC 1 were 0.61, 0.43, and 0.1, respectively. Along with the severity of PCABI, other factors, such as clinical comorbidities, post-arrest organ dysfunction, or downstream care may have played a role.Cognition and HRQOL (Fig.4)Fig. 4Health-related quality of life, cognition, and return to work at 6–12 months after PCABI, with gender differences.Achieving an adequate quality of life is the ultimate goal of resuscitation. Self-perceived quality of life is a subjective outcome measure that is not necessarily correlated with the clinician-reported measures of neurological function. While patients with CPC 1 generally have the same HRQOL than the comparable healthy population [71] the HRQOL of patients with CPC 2 can be significantly impaired [72]. HRQOL can adequately be assessed only when the patient is given the opportunity to interact with their social environment. Therefore, it should be measured after hospital discharge and not earlier than 3 months post-arrest [2]. Based on expert consensus, the Health Utilities Index (HUI) version 3, the Short-Form 36-Item Health"
  },
  {
    "full_text": "(HUI) version 3, the Short-Form 36-Item Health Survey (SF-36), and the revised version of the EuroQol EQ-5D-5L are currently recommended to assess HRQOL after cardiac arrest [58]. The Short-Form 12-item Health Survey (SF-12) a shortened version of SF-36, is also used. Normative population data are available for all these measures.In most studies, the mean or median values of the HRQOL scores at 6–12 months from ROSC were not different from those of the comparable population norm [65,73–75]. However, up to 55% of patients reported a decrease in their HRQOL post-arrest [75,76] most often because of limitations in their work or other daily activities as a result of physical or emotional problems [76]. The rates of anxiety and depression are usually similar to these of the population norm [65,77,78], while fatigue is very common. In one study [74] 52% of post-arrest patients had a higher fatigue severity score than the comparable population norm.Recent studies [65,75–77,79] have consistently reported that females have a significantly worse HRQOL after cardiac arrest than males. This difference persisted even after adjustment for major confounders. In one study on 1752 resuscitated OHCAs [79], the adjusted odds of females to achieve a normal HRQOL measured using EQ-5D or SF-12 at 1 year were half of those of male patients in the cohort.The HRQOL reported in most studies may have been overestimated because of selection bias. In two of the largest studies [75,79] the rate of non-responders were 15% and 19%. These patients had worse case features and worse functional outcome at discharge [76], which suggest that their HRQOL was also worse.Cognitive impairments may be subtle and often not directly visible [80]. Yet, they can significantly affect the patient’s daily activities, participation in society and quality of life [81,82]. Cognitive function after cardiac arrest is usually assessed using cognitive screening tests such as mini mental state examination (MMSE) or Montreal Cognitive Assessment (MoCA), or, alternatively by more detailed neuropsychological tests. However, they can also be reported by the patient’s next of kin [83]. The most common cognitive impairments after post-anoxic coma are memory deficits, followed by impairment of attention and executive functioning [81].The severity of cognitive impairments measured using clinician-reported tests may be underestimated in comparison with that reported by the patient’s next-of-kin. In a large study conducted on 939 patients enrolled in the TTM trial [73], the clinician-reported MMSE score at 6 months after ROSC was within the reference range. However, results of the Informant Questionnaire on Cognitive Decline in the Elderly (IQCODE) b showed that 31% of patients were reported by their proxies to have had a moderate or major decline, 30% had a minor decline, and only 39% were reported having no decline. In a recent study [78] the proxy-reported IQCODE scored lower than normal in 47% of patients at"
  },
  {
    "full_text": "scored lower than normal in 47% of patients at 6 months, while MMSE was within normal values. This may be partly due to the low sensitivity of MMSE to mild cognitive impairment [84].About 50% of patients assessed for HRQOL at 6–12 months after ROSC were working at the time of cardiac arrest. Among them, the rates of return to work ranged between 62 and 75% [73–75,79,85]. Females are less likely to return to work after arrest [79]. In one study derived from the TTM trial [73], less than a half of patients who were working at the time of the arrest had returned to their previous level of employment 6 months later. About one third of these patients had shifted to part-time. This rate was 44% in another study [74].Neuroprognostication after cardiac arrestAbout 80% of patients who are resuscitated from cardiac arrest are comatose due to PCABI [86] and most of them will die or have severe neurological disability. Predicting neurological outcome after cardiac arrest is important both to provide correct information to patient’s relatives and to avoid disproportionate care in patients with severe and irreversible PCABI who have no chance to achieve a neurologically meaningful survival.Bias in neuroprognosticationPrognostic tests are widely used in post-resuscitation care to assess the severity of PCABI and make decisions about WLST. These tests predict poor neurological outcome when they yield an abnormal (positive) result. Ideally, their false positive rate (FPR) should be zero (high accuracy) with narrow confidence intervals (high precision), so that no patient destined to recover from PCABI is mistakenly predicted as having a poor neurological outcome. However, the fact itself that these tests are used for decisions on WLST creates an important confirmation bias, known as the self-fulfilling prophecy.Blinding of test results is the most effective way to avoid or limit self-fulfilling prophecy. However, complete blinding is impossible for tests based on clinical examination and can be ethically questionable for tests like EEG or brain computed tomography (CT), which may reveal a potentially treatable complication. Another way to limit self-fulfilling prophecy is to investigate prognostication in countries or communities where WLST is not performed [87,88].Other major sources of confounding for prognostic tests include sedation and extra-cerebral causes of death. Sedation is widely used to facilitate mechanical ventilation and controlled temperature after cardiac arrest. However, it may confound clinical examination. Sedation with long-acting drugs will delay awakening from post-anoxic coma [64] and potentially affect EEG-patterns. Propofol can induce a burst-suppression EEG [89], which is an important predictor of poor neurological outcome after cardiac arrest. This occurs at higher doses than those generally used for sedation in the intensive care unit. The N20 wave of short-latency somatosensory evoked potentials is not abolished by profound"
  },
  {
    "full_text": "evoked potentials is not abolished by profound sedation, but its amplitude may be reduced [90]. Biomarkers and imaging are not affected by sedatives, which represent an important advantage in early neuroprognostication.Extra-cerebral causes of death should be considered when evaluating the performance of the various predictors of neurological outcome. Circulatory collapse or multiorgan failure as a cause of death are particularly common during the first 3 days after ROSC [1] (Fig.3) but may occur later in the clinical course after patients have regained consciousness from PCABI [60]. When discussing around the prognosis and level-of-care in these patients, it is important to remember that PCABI is not the only cause of death or disability after cardiac arrest, and that the overall outcome of cardiac arrest is the consequence of several additional factors. Apart from extra-cerebral organ failure, these include previous health status before the arrest, and the precipitating cause of arrest.Major predictors of neurological outcomeClinical examinationClinical examination is central to neurological prognostication in PCABI. Even before sedation is finally discontinued, performing a clinical examination daily is recommended [22] to detect signs of consciousness or to identify signs that brain death has occurred (i.e. absence of all brain stem reflexes).The most used clinical prognostic examination signs are motor response, ocular reflexes, and myoclonus. Presence of an absent, stereotypic (decorticate) flexion or extensor response to pain (GCS-M ≤ 3) at ≥ 72 h after ROSC is a relatively nonspecific but very sensitive sign of poor neurological outcome and is currently recommended as the entry point for the prognostication algorithm (see below). Previous guidelines [91] recommended a GCS-M ≤ 2 (absent or extensor motor response) as the entry point. However, a validation study of these guidelines [92] showed that including patients with a GCS motor score of 3 in the prognostication algorithm increased sensitivity without increasing the false positive rate. Ocular reflexes are generated in the brain stem, which is relatively resistant to anoxic injury, so that their persistent absence is a more specific sign of severe PCABI than an altered motor response, which may be generated on different levels from the cortex to the brain stem. At ≥ 72 h after ROSC, bilaterally absent pupillary or corneal reflexes predict poor neurological outcome with an FPR of less than 5% [93]. Unlike the corneal reflex, the pupillary reflex to light (PLR) is more accurate and it is not affected by muscle relaxants [94]. However, rare cases of reversible unreactive mydriasis have been reported in COVID-19 patients with acute respiratory distress syndrome treated with prolonged infusion of rocuronium [95,96]. The presumed mechanism was an increased permeability of the blood–brain barrier, allowing rocuronium to interfere with cholinergic transmission of the ciliary nerve. Standard"
  },
  {
    "full_text": "transmission of the ciliary nerve. Standard (visually assessed) PLR is operator-dependent, and its accuracy is reduced when the pupil size is less than 2 mm [97]. Conversely, quantitative automated pupillometry is accurate even when the pupil size is very small, and it is reproducible. Neurological pupil index (NPi), a combined index including parameters derived from quantitative pupillometry such as size, constriction percentage, and constriction and dilation velocity and latency, can accurately predict poor neurological outcome as early as 24 h from ROSC and it is preferable over standard PLR [22].Myoclonus consists of sudden, brief, involuntary jerks caused by muscular contractions or inhibitions. Appearance of myoclonus is very often, but not consistently, associated with poor neurological outcome after cardiac arrest. Some characteristics of myoclonus, such as an early (< 48 h) occurrence, a generalised vs. focal distribution, a synchronous and stereotyped pattern, and prolonged (> 30 min) duration (status myoclonus) are associated with worse outcome, while presence of a continuous and/or reactive EEG background, as opposed to burst-suppression, is associated with more favourable outcome [98,99]. A special form of post-anoxic myoclonus is the Lance-Adams syndrome (LAS) [100]. This is a form of action myoclonus appearing during voluntary movements of the limbs. Patients with LAS generally achieve neurological recovery, even if myoclonus may become chronic and cause disability [101]. Although LAS appearance is associated with awakening, myoclonic movements can be so intense to mask the presence of consciousness [102]. In this case, an EEG recording may help distinguish LAS from more malignant forms of myoclonus [99].BiomarkersSeveral components of neurons and glia-cells can be measured in the serum or plasma after cardiac arrest as a marker of PCABI. Major advantages of blood biomarkers are that they are easy to obtain and offer a quantitative and easily interpreted measure of the extent of brain injury. Disadvantages are the variability and lack of analytical standards complicating comparisons between studies using different assays and instruments. Focal lesions due to stroke or trauma should always be excluded by appropriate imaging when interpreting elevated levels of any brain biomarker. In addition, extra-cerebral sources exist for all markers, albeit to varying extent [103].NSE is the best documented and the most widely available marker of PCABI. As such, is the only blood biomarker recommended for prognostication after cardiac arrest [22]. NSE-levels increase and peak at 48–72 after arrest in poor outcome patients [93]. The currently recommended cut-off for reliable prediction of poor outcome is 60 mg L−1at 48–72 h [22], which is considerably higher compared to earlier guidelines [104]. Normal levels of NSE (< 17 mg L−1) predict good outcome [105]. NSE is present in blood cells and given that the half-life of free haemoglobin (2–4 h)"
  },
  {
    "full_text": "that the half-life of free haemoglobin (2–4 h) is considerably shorter than the half-life of NSE (30 h), haemolysis, for example due to CPR or an intra-aortic pump, must be considered also when no longer detectable [106]. Serial measurements are recommended and high but rapidly decreasing levels, typically by 50% or more in 24–48 h, should be considered a sign of haemolysis.Neurofilament light chain (NFL) is a cytoskeletal component of large, myelinated axons of the central and peripheral nervous system and increased blood levels correlate with severity of several neurologic disorders including stroke, amyotrophic lateral sclerosis, and dementia. A limited number of studies, using the highly sensitive SIMOA-technology, indicate that NFL has superior prognostic performance compared to the other biomarkers [107–109] and also to other available methods [108]. In a recent study [110] investigating the ability of six biomarkers to predict good neurological outcome after arrest, NFL was the most consistent predictor, having the second best sensitivity and specificity. While NFL is gradually being introduced into clinical practice for other diagnoses, much development and validation is necessary before it can become a standard assay for PCABI.ElectrophysiologyShort-latency somatosensory evoked potentials (SSEPs)SSEPs of the upper limb are elicited by stimulation of the median nerve at the wrist, and the resulting ascending potentials are recorded at the plexus brachialis, the posterior cervical level, and at the contralateral sensory cortex [111]. The negative wave recorded at around 20 ms on the scalp is termed N20 (Fig.5), and it reflects the activation of the primary sensory cortex. The SSEPs are resistant to hypothermia and neuro-depressant drugs. The bilateral absence of the cortical N20 wave after cardiac arrest almost invariably indicates severe PCABI [112], even if false positive results have occasionally been reported [113]. In some instances, the N20 wave was not detected due to artefacts which prevented a correct reading of the SSEP tracing [114]. One of the major sources of artefacts is muscular activity, which can be removed by muscle relaxants [115]. Use of muscle relaxants is recommended when recording SSEPs for prognostic purposes [22].Fig. 5Normal short-latency somatosensory evoked potentials (SSEPs) pattern after stimulation of the right median nerve at the wrist in a patient with good outcome after cardiac arrest. The N20 wave (top tracing) is recorded on the contralateral scalp area corresponding to the somatosensory cortex. From the ProNeCA study database [82]Unlike EEG, a bilaterally absent N20 wave can yield 100% specificity as early as 12 after cardiac arrest [69]. However, its sensitivity is low, often not exceeding 40%. Recent evidence [116,117] has shown that not only an absent N20, but also a present but low-amplitude N20 wave predicts poor neurological outcome as well, increasing sensitivity.EEGEEG is the most widely used"
  },
  {
    "full_text": "sensitivity.EEGEEG is the most widely used test for assessing the severity of PCABI in clinical practice [118]. However, its interpretation is complex and prone to subjectivity. In 2012, a standardised terminology for EEG in critical care patients was proposed by the American Clinical Neurophysiology Society (ACNS) [119]. This terminology has been updated in 2021 [120]. The three main aspects to consider when using EEG for prognostication are the background activity, the presence of superimposed discharges and the reactivity to stimulation.In patients with PCABI, lack of continuity and lower amplitudes of the EEG background are associated with worse outcome than continuous and normal-amplitude patterns. When all amplitudes of the EEG recording are below 10 µV, the term suppression is used (Fig.6a). Although EEG may be transiently suppressed early after ROSC in patients who subsequently recover, the persistence of suppression after 24 h is almost consistently associated with unfavourable outcome [121,122].Fig. 6Examples of EEG-patterns after cardiac arrest that are classified as highly malignant:asuppression without discharges,bsuppression with continuous discharges,cburst-suppressionA suppressed EEG background alternating with bursts of electrical activity lasting < 50% of the tracing is defined as burst-suppression (Fig.6b) [120]. As occurs for suppression, the accuracy of burst-suppression for prediction of poor neurological outcome is higher after 24 h from ROSC. There is substantial interrater agreement among experienced neurophysiologists for detection of BS [123]. In some recent studies, suppression (with or without superimposed periodic discharges, Fig.6c), and burst-suppression have been combined to define ‘malignant” background patterns [124,125].ACNS has identified specific subtypes of burst-suppression of special prognostic interest in PCABI. Burst suppression with identical bursts is a burst-suppression where the first 0.5 s or more of each burst or each stereotyped cluster of 2 or more bursts appear visually similar. Highly epileptiform bursts are present if > 50% of the bursts include epileptiform discharges or rhythmic activity. In a multicentre European study on 850 patients [126], both these subtypes predicted poor neurological outcome at 6 months with 100% specificity as early as 6 h after ROSC.Presence of electrographic seizures superimposed on the EEG background also portend a poor neurological outcome in PCABI. This is particularly true when seizures occur early, during the first 12–24 h from ROSC [122,126] or are associated with other unfavourable features such as an unreactive or suppressed EEG background [127]. ACNS defines ‘unequivocal seizures’ as generalised rhythmic spike-and-wave discharges with a frequency ≥ 3 Hz or clearly evolving discharges of any type > 4 Hz [120]. This definition has been inconsistently used in prognostication studies [93]. The term ‘status epilepticus’ is used to indicate the presence of"
  },
  {
    "full_text": "epilepticus’ is used to indicate the presence of continuous and persistent seizures. The 2021 update of the ACNS terminology standardised the definition of ‘electrographic status epilepticus’ (ESE) as an electrographic seizure lasting for ≥ 10 min or for a total duration of ≥ 20% in a 60-min recording. However, the definitions used in the pre-2021 literature are inconsistent, and for that reason the 2021 Guidelines on post-resuscitation care did not recommend using the term ‘status epilepticus” for prognostication until sufficient evidence using a standardised definition will be available.EEG background reactivity consists of a measurable change in amplitude or frequency when a stimulus is applied. The methods of stimulation or assessment of reactivity vary widely and only recently an expert consensus proposed a standardisation of both the stimulus type, repetition and duration [128]. This variability has probably contributed to the inconsistent accuracy of EEG reactivity as a prognostic test in literature [93]. Presence of EEG reactivity is nevertheless a sign of good neurological outcome, while its absence has little added value to EEG background [124].ImagingBrain CT is extensively used shortly after cardiac arrest to rule out neurological causes of arrest [129], especially an intracranial haemorrhage which would contraindicate percutaneous coronary interventions. However, CT also allows assessing the severity of PCABI by detecting brain oedema. CT signs of vasogenic oedema include sulcal effacement and reduced cerebral ventricle size. A pseudo-subarachnoid sign, caused by venous engorgement of cerebral sinuses, may also be observed [130].On brain CT, neuronal swelling from cytotoxic oedema results in a decreased density of the grey matter (the neurons), while the white matter (the axons) remains relatively unaffected, so that the density ratio between the grey and the white matter (GWR) decreases, and the grey/white matter interface becomes less visible (Fig.7). Several studies [131–133] assessed the prognostic value of a decreased GWR measured in specific regions of interest, within the basal ganglia or the cerebrum (centrum semiovale, or high-convexity area). The GWR thresholds for prediction of poor outcome with 100% specificity varied widely. In a recent systematic review [93], the reported thresholds for the average GWR between the basal ganglia and the cerebrum ranged from 1.07 and 1.23. The reason for this variability included differences in the sampling areas, and scanner software and hardware. In a multicentre study on 356 post-arrest comatose patients [134], visual nonquantitative assessment of oedema on brain CT performed by an experienced neuroradiologist was also accurate in predicting poor outcome after cardiac arrest.Fig. 7CT brain images showing;anormal CT brain from a 70-year-old man.bCT brain 40 h post-arrest in a 48-year-old man. Note generalized oedema with sulcal effacement, ventricular narrowing and reduction of the"
  },
  {
    "full_text": "ventricular narrowing and reduction of the grey-white matter differentiationCytotoxic oedema on magnetic resonance imaging (MRI) appears as a hyperintensity on diffusion weighted imaging (DWI) with corresponding hypoattenuation on apparent diffusion coefficient (ADC) values (Fig.8). ADC allows a quantitative measurement of the restricted diffusion on brain MRI, and several studies have identified [133,135] or validated [136] ADC thresholds below which poor outcome can be predicted with 100% specificity. However, as for GWR, these thresholds vary widely across studies due to difference in measurement techniques, brain region studied, and timing of imaging.Fig. 8Neuroimaging of hypoxic ischemic brain injury after cardiac arrest. Two patients are presented with magnetic resonance imaging sequences pertaining to diffusion weighted imaging (apparent diffusion coefficient mapping). In patient 1, restricted diffusion is demonstrated throughout the entire cortex, depicted by hypoattenuation (red arrows). Conversely, patient 2 demonstrates no restricted diffusion, depicted by normal attenuation on diffusion weighted imaging. The corresponding head computed tomography scans are also shown. For patient 1, diffuse loss of grey-white differentiation is demonstrated and for patient 2, preserved grey-white differentiation is shownRegarding timing, although brain CT can show signs of severe PCABI less than 1 h after ROSC [93,131,137], limited evidence shows that in some patients these signs appear 2–6 days later [134], suggesting that performing later or serial CT scans may increase its sensitivity for prediction of poor outcome [138]. For MRI, signs of altered diffusion are more prominent in the basal ganglia during the first 3 days after ROSC, followed by the cortex and the subcortical white matter [139,140]. Currently, there is no definite consensus on the optimal timing of imaging studies as prognosticators after cardiac arrest.The ERC-ESICM 2021 algorithm for prognosticationIn the 2021 guidelines on post-resuscitation care [22], the European Resuscitation Council (ERC) and the European Society of Intensive Care Medicine (ESICM) suggested a prognostic strategy in adults who are comatose after resuscitation from cardiac arrest. The key elements of that strategy are:the clinical neurological examination is central to prognostication; therefore, the prognostic balance can be made only after confounding from residual sedation or neuromuscular blocking drugs has been excluded.no predictor is 100% accurate, therefore prognostic judgement cannot be based on a single predictor. Recent evidence [141] showed that combining two or more tests for poor neurological outcome minimises the risk of a falsely pessimistic prediction. The 2021 guidelines introduced the principle of concordance among test results. Two or more concordant unfavourable test results are required to prognosticate poor neurological outcome, while in case of discordance between tests indicating poor"
  },
  {
    "full_text": "case of discordance between tests indicating poor prognosis and others indicating good prognosis, a prognostic reassessment is recommended. Signs indicating a potentially good outcome include: an early (within 24 h) return of favourable EEG background (continuous, reactive, and without epileptiform activity) [124,125], low blood levels of NSE within 72 h from ROSC [105,110], and absence of diffusion changes on brain MRI.The ERC-ESICM 2021 recommendations on prognostication are based on the algorithm in Fig.9. In a comatose resuscitated patient who—after at least 72 h from ROSC and exclusion of confounders—has a motor response to pain no better than stereotypic (decorticate) posturing, poor prognosis is predicted when two or more of the following are present: (1) no pupillary and corneal reflexes at 72 h or later from ROSC; (2) bilaterally absent N20 SSEP wave at 24 h or later; (3) a suppressed EEG background or burst-suppression after 24 h; (4) NSE blood levels above 60 µg/L at 48 h and/or 72 h; (5) a status myoclonus within 72 h; or (6) a diffuse and extensive anoxic injury on brain CT/MRI. If this condition is not met, the prognosis is indeterminate and further observation and reassessment are recommended.Fig. 9ERC-ESICM 2021 algorithm for prognostication in PCABI.EEGelectroencephalography,NSEneuron specific enolase,SSEPshort-latency somatosensory evoked potentials,ROSCreturn of spontaneous circulation.1Major confounders may include sedation, neuromuscular blockade, hypothermia, severe hypotension, hypoglycaemia, sepsis, and metabolic and respiratory derangements.2Use an automated pupillometer, when available, to assess pupillary light reflex.3Suppressed background ± periodic discharges or burst suppression, according to ACNS.4Increasing NSE values between 24 and 48 h or 24/48 h and 72 h further confirm a likely poor outcome.5Defined as a continuous and generalised myoclonus persisting for 30 min or more. *Caution in case of discordant signs indicating a potentially good outcome (see text for details)Prediction of good neurological outcomeMost of the available evidence on prognostication after cardiac arrest is based on prediction of poor neurological outcome. Consequently, the current algorithms provide limited prognostic guidance in the population of patients lacking major unfavourable signs and whose outcome remains indeterminate. In three large studies [92,112,142] this population ranged between 50 and 70% of the total cohort after the application of the 2015 ERC-ESICM prognostic algorithm, and up to 64% of these patients may have a neurological recovery [143]. The ERC-ESICM 2021 guidelines suggests caution and reassessment when predictors of poor outcome coexist with signs indicating a potential for recovery. These signs include a ‘benign’ EEG (continuous, reactive, non-suppressed background without epileptiform discharges), absence of diffusion changes on brain MRI and low blood values of biomarkers [110,112,144]. However, there are no"
  },
  {
    "full_text": "biomarkers [110,112,144]. However, there are no currently recommended strategies to predict good neurological outcome after cardiac arrest. A systematic review (PROSPERO CRD42019141169) is underway to investigate predictors of recovery in PCABI.ConclusionsPCABI is the most important cause of disability and mortality after cardiac arrest, and it is due to a series of complex mechanisms triggered by both ischaemia and reperfusion during and after resuscitation. In lack of a direct treatment, PCABI may possibly be attenuated by limiting derangements in oxygenation, ventilation, and blood pressure. However, the optimal values for these parameters are not currently known. Based on results of recent trials, the role of TTM for PCABI treatment is debated and may need revision. In patients who are comatose due to PCABI, prediction of neurological outcome is essential to inform relatives and ensure a proportionate care. Prognostication after cardiac arrest should be multimodal, and clinicians should be aware of the limitations of the available predictive indices and of the risk of a self-fulfilling prophecy."
  }
]