{
  "title": "Bulletin Of The World Health Organization",
  "full_text": "Lukoye Atwoli,a Abdullah H Baqui,b Thomas Benfield,c Raffaella Bosurgi,d Fiona Godlee,e Stephen Hancocks,fRichard Horton,g Laurie Laybourn-Langton,h Carlos Augusto Monteiro,i Ian Norman,j Kirsten Patrick,kNigel Praities,l Marcel GM Olde Rikkert,m Eric J Rubin,n Peush Sahni,o Richard Smith,h Nicholas J Talley,pSue Turaleq & Damián Vázquezr\n\nThe United Nations General Assemblyin September 2021 will bring countriestogether at a critical time for organizingcollective action to tackle the globalenvironmental crisis. Countries willmeet again at the biodiversity summitin Kunming, China, and at the climateconference (COP26) in Glasgow, UnitedKingdom of Great Britain and NorthernIreland. Ahead of these pivotal meet-ings, we, the editors of health journalsworldwide, call for urgent action to keepaverage global temperature increasesbelow 1.5 °C, halt the destruction ofnature and protect health.\n\nHealth is already being harmedby global temperature increases andthe destruction of the natural world,a state of affairs health professionalshave been bringing attention to fordecades.1 The science is unequivocal; aglobal increase of 1.5 °C above the pre-industrial average and the continuedloss of biodiversity risk catastrophicharm to health that will be impossibleto reverse.2,3 Despite the world’s neces-sary preoccupation with the corona-virus disease 2019 (COVID-19), wecannot wait for the pandemic to passto rapidly reduce emissions.\n\nReflecting the severity of the mo-ment, this article appears in healthjournals across the world. We are unitedin recognizing that only fundamentaland equitable changes to societies willreverse our current trajectory.\n\nThe risks to health of increasesabove 1.5 °C are now well established.2Indeed, no temperature rise is safe. Inthe past 20 years, heat-related mortalityamong people older than 65 years hasincreased by more than half.4 Highertemperatures have brought increaseddehydration and renal function loss,dermatological malignancies, tropi-cal infections, adverse mental healthoutcomes, pregnancy complications,allergies, and cardiovascular and pul-monary morbidity and mortality.5,6Harms disproportionately affect themost vulnerable, including children,older populations, ethnic minorities,poorer communities and those withunderlying health problems.2,4\n\nGlobal heating is also contributingto the decline in global yield potentialfor major crops, falling by 1.8–5.6%since 1981; this decrease, together withthe effects of extreme weather andsoil depletion, is hampering efforts\n\nto reduce undernutrition.4 Thrivingecosystems are essential to humanhealth, and the widespread destruc-tion of nature, including habitats andspecies, is eroding water and foodsecurity and increasing the likelihoodof pandemics.3,7,8\n\nThe consequences of the environ-mental crisis fall disproportionatelyon those countries and communitiesthat have contributed least to the prob-lem and are least able to mitigate itsharms. Yet no country, no matter howwealthy, can shield itself from theseeffects. Allowing the consequencesto fall disproportionately on the mostvulnerable will breed more conflict,food insecurity, forced displacementand zoonotic disease – with severeimplications for all countries andcommunities. As with the COVID-19pandemic, we are globally as strong asour weakest member.\n\nRises above 1.5 °C increase the riskof reaching tipping points in naturalsystems that could lock the world intoan acutely unstable state, which wouldcritically impair our ability to mitigateharms and to prevent catastrophic, run-away environmental change.9,10\n\nEncouragingly, many governments,financial institutions and businesses aresetting targets to reach net-zero emis-sions, including targets for 2030 and thesustainable development goals’ targets.The cost of renewable energy is droppingrapidly. Many countries are aiming toprotect at least 30% of the world’s landand oceans by 2030.11\n\nThese promises are not enough. Tar-gets are easy to set and hard to achieve.They are yet to be matched with credibleshort- and longer-term plans to acceler-ate cleaner technologies and transformsocieties. Emissions reduction plansdo not adequately incorporate healthconsiderations.12 Concern is growingthat temperature rises above 1.5 °C arebeginning to be seen as inevitable, oreven acceptable, to powerful membersof the global community.13 Relatedly,current strategies for reducing emis-sions to net zero by the middle of thecentury implausibly assume that theworld will acquire great capabilitiesto remove greenhouse gases from theatmosphere.14,15\n\nThis insufficient action means thattemperature increases are likely to bewell in excess of 2 °C,16 a catastrophicoutcome for health and environmentalstability. Crucially, the destruction ofnature does not have parity of esteemwith the climate element of the crisis,and every single global target to restorebiodiversity loss by 2020 was missed.17The world faces an overall environmen-tal crisis.18\n\nHealth professionals are united withenvironmental scientists, businessesand many others in rejecting that thisoutcome is inevitable. More can andmust be done now – in Glasgow andKunming – and in the immediate yearsthat follow. We join health professionalsworldwide who have already supportedcalls for rapid action.1,19\n\nEquity must be at the centre of theglobal response. Contributing a fairshare to the global effort means that re-duction commitments must account forthe cumulative, historical contributioneach country has made to emissions, aswell as its current emissions and capac-ity to respond. Wealthier countries willhave to cut emissions more quickly,making reductions by 2030 beyondthose currently proposed20,21 and reach-\n\ning net-zero emissions before 2050.Similar targets and emergency actionare needed for biodiversity loss and thewider destruction of the natural world.\n\nTo achieve these targets, govern-ments must make fundamental changesto how our societies and economies areorganized and how we live. The currentstrategy of encouraging markets to swapdirty for cleaner technologies is notenough. Governments must interveneto support the redesign of transportsystems, cities, production and distri-bution of food, markets for financialinvestments, health systems and muchmore. Global coordination is needed toensure that the rush for cleaner tech-nologies does not come at the cost ofmore environmental destruction andhuman exploitation.\n\nMany governments met the threatof the COVID-19 pandemic with un-precedented funding. The environmen-tal crisis demands a similar emergencyresponse. Huge investment will be need-ed, beyond what is being considered ordelivered anywhere in the world. Butsuch investments will produce hugepositive health and economic outcomes.These benefits include high quality jobs,reduced air pollution, increased physicalactivity and improved housing and diet.Better air quality alone would realizehealth benefits that easily offset theglobal costs of emissions reductions.22\n\nThese measures will also improvethe social and economic determinantsof health, the poor state of which mayhave made populations more vulnerableto the COVID-19 pandemic.23 But thechanges cannot be achieved through areturn to damaging austerity policies orthe continuation of the large inequalitiesof wealth and power within and betweencountries.\n\nWealthy nations need to domore\n\nCountries that have disproportionatelycreated the environmental crisis mustdo more to support low- and middle-income countries to build cleaner,healthier and more resilient societies.High-income countries must meet andgo beyond their outstanding commit-ment to provide 100 billion UnitedStates dollars (US$) a year, making upfor any shortfall in 2020 and increas-ing contributions to and beyond 2025.Funding must be equally split between\n\nmitigation and adaptation, includ-ing improving the resilience of healthsystems.\n\nFinancing should be through grantsrather than loans, building local ca-pabilities and truly empowering com-munities, and should come alongsideforgiving large debts, which constrainthe agency of so many low-incomecountries. Additional funding must bemarshalled to compensate for inevitableloss and damage caused by the conse-quences of the environmental crisis.\n\nAs health professionals, we mustdo all we can to aid the transition to asustainable, fairer, resilient and healthierworld. Alongside acting to reduce theharm from the environmental crisis, weshould proactively contribute to globalprevention of further damage and ac-tion on the root causes of the crisis. Wemust hold global leaders to account andcontinue to educate others about thehealth risks of the crisis. We must joinin the work to achieve environmentallysustainable health systems before 2040,recognizing that this will mean chang-ing clinical practice. Health institutionshave already divested more than US$ 42billion of assets from fossil fuels; othersshould join them.4\n\nThe greatest threat to global publichealth is the continued failure of worldleaders to keep the global temperaturerise below 1.5 °C and to restore nature.Urgent, society-wide changes mustbe made and will lead to a fairer andhealthier world. We, as editors of healthjournals, call for governments and otherleaders to act, marking 2021 as the yearthat the world finally changes course. ■\n\nThis paper is being published simulta-neously in many international journals.Please see the full list here: https:// www.bmj .com/ content/ full -list -authors-and -signatories -climate -emergency-editorial -september -2021.\n\nCompeting interests: FG serves on the ex-ecutive committee for the UK Health Al-liance on Climate Change and is a Trusteeof the Eden Project. RS is the chair ofPatients Know Best, has stock in Unit-edHealth Group, has done consultancywork for Oxford Pharmagenesis and ischair of the Lancet Commission of theValue of Death."
}