{
  "title": "Bulletin Of The World Health Organization",
  "full_text": "Lukoye Atwoli,a Abdullah H Baqui,b Thomas Benfield,c Raffaella Bosurgi,d Fiona Godlee,e Stephen Hancocks,fRichard Horton,g Laurie Laybourn-Langton,h Carlos Augusto Monteiro,i Ian Norman,j Kirsten Patrick,kNigel Praities,l Marcel GM Olde Rikkert,m Eric J Rubin,n Peush Sahni,o Richard Smith,h Nicholas J Talley,pSue Turaleq & Damián Vázquezr\n\nThe United Nations General Assemblyin September 2021 will bring countriestogether at a critical time for organizingcollective action to tackle the globalenvironmental crisis. Countries willmeet again at the biodiversity summitin Kunming, China, and at the climateconference (COP26) in Glasgow, UnitedKingdom of Great Britain and NorthernIreland. Ahead of these pivotal meet-ings, we, the editors of health journalsworldwide, call for urgent action to keepaverage global temperature increasesbelow 1.5 °C, halt the destruction ofnature and protect health.\n\nHealth is already being harmedby global temperature increases andthe destruction of the natural world,a state of affairs health professionalshave been bringing attention to fordecades.1 The science is unequivocal; aglobal increase of 1.5 °C above the pre-industrial average and the continuedloss of biodiversity risk catastrophicharm to health that will be impossibleto reverse.2,3 Despite the world’s neces-sary preoccupation with the corona-virus disease 2019 (COVID-19), wecannot wait for the pandemic to passto rapidly reduce emissions.\n\nReflecting the severity of the mo-ment, this article appears in healthjournals across the world. We are unitedin recognizing that only fundamentaland equitable changes to societies willreverse our current trajectory.\n\nThe risks to health of increasesabove 1.5 °C are now well established.2Indeed, no temperature rise is safe. Inthe past 20 years, heat-related mortalityamong people older than 65 years hasincreased by more than half.4 Highertemperatures have brought increaseddehydration and renal function loss,dermatological malignancies, tropi-cal infections, adverse mental healthoutcomes, pregnancy complications,allergies, and cardiovascular and pul-monary morbidity and mortality.5,6Harms disproportionately affect themost vulnerable, including children,older populations, ethnic minorities,poorer communities and those withunderlying health problems.2,4\n\nGlobal heating is also contributingto the decline in global yield potentialfor major crops, falling by 1.8–5.6%since 1981; this decrease, together withthe effec"
}