[
  {
    "full_text": "TITLE: Cardiac arrest and cardiopulmonary resuscitation in pediatric patients with cardiac disease: a narrative review ABSTRACT: Children with cardiac disease are at a higher risk of cardiac arrest as compared to healthy children. Delivering adequate cardiopulmonary resuscitation (CPR) can be challenging due to anatomic characteristics, risk profiles, and physiologies. We aimed to review the physiological aspects of resuscitation in different cardiac physiologies, summarize the current recommendations, provide un update of current literature, and highlight knowledge gaps to guide research efforts. We specifically reviewed current knowledge on resuscitation strategies for high-risk categories of patients including patients with single-ventricle physiology, right-sided lesions, right ventricle restrictive physiology, left-sided lesions, myocarditis, cardiomyopathy, pulmonary arterial hypertension, and arrhythmias. Cardiac arrest occurs in about 1% of hospitalized children with cardiac disease, and in 5% of those admitted to an intensive care unit. Mortality after cardiac arrest in this population remains high, ranging from 30% to 65%. The neurologic outcome varies widely among studies, with a favorable neurologic outcome at discharge observed in 64%-95% of the survivors. Risk factors for cardiac arrest and associated mortality include younger age, lower weight, prematurity, genetic syndrome, single-ventricle physiology, arrhythmias, pulmonary arterial hypertension, comorbidities, mechanical ventilation preceding cardiac arrest, surgical complexity, higher vasoactive-inotropic score, and factors related to resources and institutional characteristics. Recent data suggest that Extracorporeal membrane oxygenation CPR (ECPR) may be a valid strategy in centers with expertise. Overall, knowledge on resuscitation strategies based on physiology remains limited, with a crucial need for further research in this field. Collaborative and interprofessional studies are highly needed to improve care and outcomes for this high-risk population."
  }
]