[
  {
    "full_text": "TITLE: Cardiac Arrest in Pigs With 48 hours of Post‐Resuscitation Care Induced by 2 Methods of Myocardial Infarction: A Methodological Description ABSTRACT: BackgroundSystematic reviews have disclosed a lack of clinically relevant cardiac arrest animal models. The aim of this study was to develop a cardiac arrest model in pigs encompassing relevant cardiac arrest characteristics and clinically relevant post‐resuscitation care.Methods and ResultsWe used 2 methods of myocardial infarction in conjunction with cardiac arrest. One group (n=7) had a continuous coronary occlusion, while another group (n=11) underwent balloon‐deflation during arrest and resuscitation with re‐inflation after return of spontaneous circulation. A sham group was included (n=6). All groups underwent 48 hours of intensive care including 24 hours of targeted temperature management. Pigs underwent invasive hemodynamic monitoring. Left ventricular function was assessed by pressure‐volume measurements. The proportion of pigs with return of spontaneous circulation was 43% in the continuous infarction group and 64% in the deflation‐reinflation group. In the continuous infarction group 29% survived the entire protocol while 55% survived in the deflation‐reinflation group. Both cardiac arrest groups needed vasopressor and inotropic support and pressure‐volume measurements showed cardiac dysfunction. During rewarming, systemic vascular resistance decreased in both cardiac arrest groups. Median [25%;75%] troponin‐I 48 hours after return of spontaneous circulation, was 88 973 ng/L [53 124;99 740] in the continuous infarction group, 19 661 ng/L [10 871;23 209] in the deflation‐reinflation group, and 1973 ng/L [1117;1995] in the sham group.ConclusionsThis article describes a cardiac arrest pig model with myocardial infarction, targeted temperature management, and clinically relevant post‐cardiac arrest care. We demonstrate 2 methods of inducing myocardial ischemia with cardiac arrest resulting in post‐cardiac arrest organ injury including cardiac dysfunction and cerebral injury. BODY: Nonstandard Abbreviations and AcronymsAMI‐Contcardiac arrest group with continuous myocardial infarctionAMI‐Intcardiac arrest group with reperfusion of coronary artery before cardiac arrestCOcardiac outputdP/dtmaxmaximum rate of pressure development during contractiondP/dtminminimum rate of pressure development during relaxationESPVRend‐systolic pressure‐volume relationshipICPintracranial pressureMAPmean arterial pressureNSEneuron‐specific enolasePVpressure‐volumeROSCreturn of spontaneous circulationTTMtargeted temperature managementClinical PerspectiveWhat Is New?This large animal model incorporates myocardial infarction, the most prevalent etiology to cardiac arrest, realistic resuscitative efforts, and clinically relevant long‐term post‐cardiac arrest intensive care.By integrating clinically relevant measures into preclinical testing, we hope to decrease the translational gap that currently exists.What Are"
  },
  {
    "full_text": "translational gap that currently exists.What Are the Clinical Implications?A more thorough testing of interventions might result in fewer futile clinical trials being conducted.Recent systematic reviews have shown that cardiac arrest animal research is lacking clinically relevant features and is often judged as having high risk of bias.1,2Clinical relevance in the setting of cardiac arrest concerns, amongst other aspects, the induction method of cardiac arrest, basic and advanced life support, as well as post‐cardiac arrest care. The most prevalent cause of out‐of‐hospital cardiac arrest is myocardial infarction.3,4,5Despite this, the most commonly used induction methods in cardiac arrest animal models are pacing‐induced arrhythmias and asphyxia. In a review of 490 studies, myocardial infarction was only used in 2% of all studies.2The same review found, related to post‐resuscitation care, that only 13% used organ‐supportive measures, 4% targeted temperature management (TTM), and for the large animal models, the median post‐resuscitation observation time was merely 4 hours.2Hence, there is an unmet need for clinically relevant large‐animal cardiac arrest models to make sure that promising interventions are rigorously tested before translation into clinical studies.There is a growing number of randomized clinical trials testing cardiac arrest interventions.6Despite this, only a minority of pre‐clinically tested pharmacological interventions actually advance to clinical testing and experimental positive results often translate unsuccesfully.7If the quality of results from preclinical studies could be improved, this could increase the likelihood of translation of positive results to clinical trials. Conducting high quality, clinically relevant experimental animal research is therefore of key importance.The aim of this study was to develop a cardiac arrest pig model encompassing clinically relevant features with regards to induction method, resuscitation, and post‐cardiac arrest intensive care.MethodsThe study was approved by the Danish Animal Experiments Inspectorate (License number: 2019‐15‐0201‐01647) and conducted and reported in accordance with the ARRIVE8and Utstein‐Style9guidelines. The data that support the findings of this study are available from the corresponding author upon reasonable request.AnimalsFemale crossbred Landrace/Yorkshire/Duroc pigs (40 kg) were fasted overnight with free access to water.Overall Study DesignEach pig underwent myocardial infarction and cardiac arrest or sham‐procedure. We initiated the experiments with a continuous myocardial infarction protocol (AMI‐Cont group) and later included a group with an intermediary coronary reperfusion period before cardiac arrest (AMI‐Int group, seeExperimental Protocolparagraph). The sham group was subjected to the same procedures and treatments as the cardiac arrest groups except balloon inflation in the left anterior descending artery, cardiac arrest, and resuscitation (see"
  },
  {
    "full_text": "artery, cardiac arrest, and resuscitation (see Figure1). Following resuscitation, the animals were kept anesthetized and mechanically ventilated for 48 hours and received post‐cardiac arrest care including TTM for 24 hours. Cerebral data are presented in a separate publication to allow for a clear description of the core methodology in the current paper. A priori, we decided to include data from all pigs up until the pig was euthanized, either because of it reaching the end of protocol or premature death (eg, unsuccessful resuscitation or post‐cardiac arrest organ failure). Pigs were a priori excluded if they presented with consistent mean arterial blood pressures (MAP) <65 mm Hg or mean arterial pulmonary pressure >25 mm Hg at baseline. Animals were allocated to the 3 groups at the discretion of the primary investigator in a non‐randomized order and there was no blinding.Figure 1Timeline of the experimental protocol in each group.AMI‐Cont indicates cardiac arrest group with continuous myocardial infarction; AMI‐Int, cardiac arrest group with reperfusion of coronary artery before cardiac arrest; CPR, cardiopulmonary resuscitation; LAD, left anterior descending artery; ROSC, return of spontaneous circulation; TTM, target temperature management; and VF, ventricular fibrillation.Animal PreparationAnesthesia was induced by ketamine (6.25 mg/kg), midazolam (0.625 mg/kg), and atropine (0.5 mg) and maintained with intravenous infusion of propofol (4.0–5.5 mg/kg per hour) and remifentanil (0.6–1.0 µg/kg per hour). See DataS1for detailed anesthesia protocol and FigureS1for infusion rates. Ringer lactate (2 mL/kg per hour) with unfractionated heparin (18 IU/kg per hour) was administered to ensure normovolemia and prevent thromboembolic events throughout the protocol. An intravenous heparin bolus was administered before myocardial infarction instrumentation (5000 IU) and an intracoronary bolus before balloon occlusions (2500 IU). An additional 10 mL/kg fluid bolus was given at baseline.Mechanical ventilations with pressure‐controlled volume guarantee (Datex Ohmeda S5, GE Healthcare, IL) were delivered with a tidal volume set at 8 mL/kg and a rate adjusted to an end‐tidal CO2between 4.7 and 6.0 kPa. The fraction of inspired O2was adjusted to partial pressure of O2in arterial blood (PaO2) between 20 and 25 kPa. Positive end‐expiratory pressure was set to 5 cm H2O. The fraction of inspired O2and positive end‐expiratory pressure were adjusted per protocol to optimize oxygenation (see TableS1).For measurement of intracranial pressure (ICP), a burr hole was made in the skull and fitted with a bolt (Bolt Kit, Raumedic AG, Helmbrechts, Germany). After puncture of the dura mater a catheter (NEUROVENT‐PTO, Raumedic AG, Helmbrechts, Germany) was inserted in the right parietal lobe parenchyma and connected to a monitor (MPR2 logO Datalogger, Raumedic AG, Helmbrechts, Germany). At baseline pigs were kept at normothermia (38.5±0.5 °C). A bladder catheter with"
  },
  {
    "full_text": "(38.5±0.5 °C). A bladder catheter with thermometer was inserted.Monitoring and Data CollectionThroughout the experimental protocol, pigs were monitored with end‐tidal CO2, bladder temperature, urine output, saturation, one‐lead electrocardiogram, heart rate, ICP, and invasive arterial blood pressure. A pulmonary artery catheter (Swan‐Ganz CCOmbo catheter, Edwards Lifesciences, CA) was inserted to continuously measure pulmonary artery blood pressure, central venous pressure, cardiac output (CO), and mixed venous blood oxygen saturation. Correct catheter placement into a pulmonary artery branch was confirmed on fluoroscopy. Accumulated fluid balance was calculated as total urine output subtracted from accumulated amount of fluid treatment, anesthesia, and cardiovascular support. Systemic vascular resistance was calculated by the formula: ((MAP‐ central venous pressure)/CO)·80.Pressure‐volume (PV) measurements were conducted with an admittance PV‐catheter (Transonic Systems Inc., NY) inserted in the left ventricle through the left carotid artery. Measurements were performed during apnea in triplicates at predetermined time points before and after cardiac arrest. Inferior vena cava occlusion was performed to allow for both static and dynamic parameters. Data were collected with ADVantage (Transonic Systems Inc., NY) and analyzed in LabChart (ADInstruments, New Zealand). The PV system was calibrated for blood resistivity, stroke volume and heart type (normal). See DataS1for intraobserver variability.Arterial blood gasses (ABL 90 Flex Plus, Radiometer, Denmark), plasma EDTA and serum samples were collected at baseline and pre‐defined time points after resuscitation. Blood samples were centrifuged, and supernatants stored at −80 °C for later analysis (see DataS1for details).After all monitoring equipment was established, a 30‐minute stabilization period were performed.Cardiac Magnetic Resonance ImagingHearts were excised from the pigs after 48 hours of intensive care and scanned ex‐vivo on a 1.5 T magnetic resonance system (Achieva DStream 1.5T, Phillips, Netherlands). Image analysis for measurement of infarct size was performed in Horos version 3.3.6 (MD, USA). See DataS1and FigureS2for details.Experimental ProtocolMyocardial Infarction and Cardiac Arrest InductionA 6F guiding catheter was placed in the ostium of the left main coronary artery via the left carotid artery. A balloon catheter (2–3×10 mm) was placed distal to the second diagonal branch. Occlusion was confirmed by a coronary angiography. After 5 minutes of occlusion, anesthesia was discontinued, and if ventricular fibrillation (VF) had not occurred after 10 minutes, it was electrically induced by a bipolar pacing wire (9 V DC current for 1–2 seconds) in the right ventricle. Cardiac arrest was confirmed by the presence of VF on the ECG and a swift drop in MAP, and the animal was disconnected from the ventilator. In the AMI‐Cont group, the left anterior descending balloon remained inflated"
  },
  {
    "full_text": "anterior descending balloon remained inflated for 45 minutes continuously, throughout the VF period, resuscitation, and early post‐return of spontaneous circulation (ROSC) period. In the AMI‐Int group, the balloon was deflated after 10 minutes of occlusion, and 2 minutes after deflation VF was electrically induced. The balloon catheter was re‐inflated 5 minutes after return of spontaneous circulation for another 35 minutes of myocardial ischemia (see Figure1). Occlusion or reperfusion was confirmed by coronary angiographies.ResuscitationAfter 7 minutes of untreated cardiac arrest, basic cardiopulmonary resuscitation was initiated with a 30:2 algorithm (mechanical chest compressions (LUCAS II, Jolife AB, Sweden) and bag ventilations) in accordance with European Resuscitation Council guidelines.10Basic cardiopulmonary resuscitation was followed by a rhythm check and subsequent biphasic 360 J defibrillation (Lifepak 20, Physio‐Control, WA) if a shockable rhythm was present. Hereafter, advanced life support was started with continuous chest compressions and mechanical asynchronous ventilations. Rhythm check and subsequent shock was performed every 2 minutes. Adrenaline (0.02 mg/kg) was administered after the third and every other rhythm analysis. If in a shockable rhythm, a single bolus of amiodarone was administered after the third (5 mg/kg) and fifth (2.5 mg/kg) rhythm analyses. Advanced life support was continued until ROSC (defined as an organized rhythm with MAP >30 mm Hg lasting >1 minute) or until a total of 30 minutes of resuscitative efforts. See DataS1for resuscitation details.Post‐Resuscitation CareFor details see TableS1. In short, the following treatment goals for vital parameters were set according to post‐resuscitation care guidelines11: partial pressure of CO2in arterial blood 4.7 to 6.0 kPa (alpha‐stat management), arterial blood saturation (SaO2) 94% to 98%, MAP >65 mm Hg, CO>2.0 L/min, mixed venous blood oxygen saturation>50%, blood glucose 4 to 10 mmol/L, and potassium 3.0 to 5.5 mmol/L. Relevant fluid (4 mL/kg bolus, max 1 L/24 h), inotropic (dobutamine 0.1–15.0 µg/kg per min and adrenaline 0.01–1.00 µg/kg per min), and vasopressor (noradrenaline 0.01–1.00 µg/kg per min and terlipressin 0.2–1.0 mg) support were administered to meet set treatment goals. Within the initial 60 minutes of ROSC, if noradrenaline was inadequate at maintaining MAP>65 mm Hg, repeated adrenaline boluses (0.1 mg/bolus) were administered. Arrhythmias were treated with defibrillation or amiodarone according to the post‐resuscitation protocol. If MAP dropped below 30 mm Hg, advanced life support was initiated. Potassium homeostasis was upheld by K+supplement and furosemide and insulin/glucose infusions. Prophylactic cefuroxime (750 mg) was administered every 8 hours following ROSC.12Blood glucose control was achieved with insulin and glucose administrations. All pigs received 10 mL/h enteral nutrition via feeding tube. One hour after ROSC, TTM to 33 °C was"
  },
  {
    "full_text": "tube. One hour after ROSC, TTM to 33 °C was started with a surface cooling device (Arctic Sun, Medivance Inc., CO). To allow for swift cooling, neuromuscular blockade with rocuronium was established and maintained until rewarmed to 36 °C. The target temperature was maintained for 24 hours. Rewarming rate was 0.5 °C/h until normothermia (38.5 °C). Active normothermia was ensured throughout the remainder of the experimental protocol. At the end of protocol, animals were euthanized with an intravenous injection of pentobarbital (120 mg/kg).Statistical AnalysisNormality was evaluated by qq‐plots and histograms. The majority of outcome variables were non‐normally distributed. Therefore, continuous data are presented as medians with 25% and 75% quartiles. Categorical data are presented as n (%). The present study was a method development experiment of purely descriptive nature and no sample size calculation was performed. Study data were collected using REDCap electronic data capture tools hosted at Aarhus University.13Data management was performed in Stata 16.1 (StataCorp, TX). Figures are produced in Prism 9.0.1 (GraphPad, CA).ResultsA total of 25 pigs were included in this study. One pig in the sham group was excluded because of hypotension during baseline preparation and subsequent VF during pressure‐volume measurements. The remaining 24 pigs were divided as follows: AMI‐Cont=7, AMI‐Int=11, and sham=6 (Figure2). Three animals underwent premature euthanasia: 1 pig in the sham group had major bleeding attributable to an accidental discontinuation of an arterial sheath at 5 hours; 1 pig in the AMI‐Int group died because of a tension pneumothorax (necropsy confirmed) at 37 hours post‐ROSC; and 1 pig in the AMI‐Cont group died of cardiovascular collapse at the end of the protocol missing only magnetic resonance imaging data.Figure 2Flowchart of the 3 groups.AMI‐Cont indicates cardiac arrest group with continuous myocardial infarction; AMI‐Int, cardiac arrest group with reperfusion of coronary artery before cardiac arrest; IVC, inferior vena cava; MRI, magnetic resonance imaging; PV, pressure‐volume; ROSC, return of spontaneous circulation; and VF, ventricular fibrillation.The median weight was 38.0 kg [37.5;38.2] in the AMI‐Cont group, 40.0 kg [38.7;40.0] in the AMI‐Int group, and 38.6 kg [38.0;40.0] in the sham group. The median time from intubation until balloon occlusion/sham intervention was 239 minutes [210;259] in the AMI‐Cont group, 213 [206;237] in the AMI‐Int group and 227 [212;240] in the Sham group.Cardiac Arrest and ResuscitationTable1displays cardiac arrest and resuscitation parameters. In the AMI‐Cont group 3 of 7 (43%) pigs achieved ROSC with 7 of 11 (64%) pigs in the AMI‐Int group.Table 1Resuscitation ParametersCardiac arrest and ALS parametersCardiac arrest groupsAMI‐Cont (n=7)AMI‐Int (n=11)VF induction methodElectrical7 (100)10 (91)Spontaneous0 (0)1 (9)Presenting rhythmVF7 (100)10 (91)Asystole0 (0)1 (9)Time to VF (min)10.8"
  },
  {
    "full_text": "(91)Asystole0 (0)1 (9)Time to VF (min)10.8 [10.4;11.6]12.0 [11.0;13.2]Cumulative adrenaline dosage (mg/kg) during ALSAll animals0.12 [0.02;0.12]0.04 [0.00;0.12]ROSC animals0.02 [0.00;0.06]0.00 [0.00;0.04]Cumulative amiodarone dosage (mg/kg) during ALSAll animals0.20 [0.19;0.20]0.18 [0.00;0.19]Shocks during resuscitationAll animals4 [4;5]5 [2;6]ROSC animals4 [3;5]2 [2;5]No ROSC animals5 [4;5]7 [5;12]Animals achieving ROSC3 (43)7 (64)Time to ROSC (min)8.4 [6.5;12.1]4.4 [4.2;10.9]Total shocks during post‐ROSC period0 [0;5]2 [0;22]Time to VF indicates duration from start occlusion to VF. Continuous data are presented as median [25%;75%]. Categorical data are presented as n (%). ALS indicates advanced life support; AMI‐Cont, cardiac arrest group with continuous myocardial infarction; AMI‐Int, cardiac arrest group with reperfusion of coronary artery before cardiac arrest; ROSC, return of spontaneous circulation; and VF, ventricular fibrillation.John Wiley & Sons, LtdTargeted Temperature ManagementBladder temperature is displayed in Table2and FigureS3. Time to target temperature was 163 minutes [127;164] in the AMI‐Cont group, 164 [131;208] in the AMI‐Int group, and 164 [141;219] in the sham group.Table 2Temperature, Hemoglobin, Urine Output, and Metabolic ParametersTTM phasesGroupBaseline1 h4 h12 h18 h24 h30 h36 h42 h48 hStart TTMTarget temp.Maintenance phaseRewarmingActive normothermiaTemperature, (°C)AMI‐Cont38.3 [37.9:39.0]39.2 [39.1:39.2]32.7 [32.6:32.7]33.1 [32.8:33.3]32.9 [32.9:33.2]33.0 [32.9:33.1]33.9 [33.8:34.1]37.0 [37.0:37.0]37.9 [37.9:38.0]38.0 [37.9:38.0]AMI‐Int38.5 [38.0:38.6]39.2 [38.3:39.6]33.8 [32.7:35.4]33.0 [32.8:33.1]33.1 [33.0:33.1]33.0 [32.9:33.1]33.5 [33.2:33.9]37.0 [36.8:37.2]38.0 [37.6:38.5]38.2 [38.2:38.3]Sham38.8 [37.9:39.1]38.6 [38.2:39.3]32.7 [32.5:33.3]33.1 [33.0:33.1]32.9 [32.9:33.0]32.9 [32.8:33.0]33.8 [33.7:34.0]37.0 [36.7:37.1]38.3 [38.3:38.4]38.1 [38.1:38.2]SvO2(%)AMI‐Cont58 [51:66]53 [47:57]66 [61:67]53 [52:66]63 [55:67]59 [55:60]67 [23:69]50 [49:61]64 [58:66]47 [35:61]AMI‐Int54 [51:57]41 [41:62]57 [54:68]58 [56:69]62 [57:73]64 [57:70]63 [52:66]61 [33:67]40 [30:57]43 [35:49]Sham56 [48:61]56 [51:62]66 [62:73]68 [68:71]70 [60:74]66 [63:70]63 [61:68]65 [48:68]56 [45:59]47 [40:57]Hemoglobin (mmol/L)AMI‐Cont5.6 [5.5:5.8]6.8 [6.2:7.4]7.0 [6.6:7.3]6.3 [6.2:6.6]6.2 [6.0:6.7]5.3 [5.1:6.8]6.0 [5.5:6.4]5.4 [4.2:6.0]5.4 [4.1:5.9]4.8 [3.6:5.2]AMI‐Int5.8 [4.9:6.0]6.3 [6.0:7.6]6.2 [5.7:7.5]5.7 [5.2:6.6]6.2 [5.6:6.9]6.2 [5.9:7.3]6.8 [5.9:7.1]5.7 [5.3:6.3]5.4 [5.2:5.4]4.8 [4.4:5.3]Sham5.4 [5.1:5.9]5.5 [5.2:5.7]6.2 [6.0:6.3]6.7 [6.2:6.8]6.8 [6.3:7.3]6.1 [6.1:7.1]6.0 [6.0:6.7]5.7 [5.6:6.3]5.5 [5.3:5.6]5.5 [4.9:5.8]Urine output (mL/kg per h)AMI‐Cont0.5 [0.3:0.8]1.2 [0.9:1.5]0.9 [0.7:1.0]1.5 [0.5:1.7]0.6 [0.3:2.5]0.7 [0.3:0.9]0.5 [0.1:1.3]0.9 [0.8:1.4]1.1 [0.7:2.8]1.0 [0.9:5.2]AMI‐Int0.7 [0.6:0.9]0.9 [0.9:1.5]1.0 [0.7:3.4]1.8 [1.4:2.4]1.6 [0.5:1.8]0.6 [0.5:1.6]0.4 [0.3:1.6]0.7 [0.4:1.5]0.8 [0.7:1.4]1.3 [1.0:1.9]Sham0.5 [0.4:0.9]0.9"
  },
  {
    "full_text": "[0.7:1.4]1.3 [1.0:1.9]Sham0.5 [0.4:0.9]0.9 [0.5:1.0]0.8 [0.3:2.9]1.7 [1.0:2.0]0.6 [0.5:1.5]1.6 [0.6:2.1]1.8 [0.9:2.1]0.9 [0.6:1.2]0.5 [0.5:0.6]1.6 [1.3:1.7]Blood‐Lactate (mmol/L)AMI‐Cont0.6 [0.5:1.0]7.2 [5.4:11.9]4.8 [2.5:11.8]0.9 [0.6:4.4]4.2 [0.6:6.5]0.9 [0.8:1.1]1.7 [0.6:7.4]1.3 [0.4:3.7]2.6 [0.5:2.8]1.1 [0.6:2.4]AMI‐Int0.8 [0.7:0.9]5.8 [5.2:11.0]2.0 [1.0:6.1]0.9 [0.6:1.3]1.7 [0.6:7.5]1.2 [0.8:2.8]1.0 [0.6:3.4]1.0 [0.6:5.0]1.2 [0.4:2.5]0.8 [0.4:1.2]Sham0.6 [0.5:0.6]0.6 [0.5:0.6]0.4 [0.4:0.5]0.5 [0.4:0.5]0.4 [0.3:0.7]0.4 [0.4:0.4]0.4 [0.3:0.5]0.4 [0.4:0.5]0.4 [0.4:0.5]0.4 [0.3:0.4]Blood‐Glucose (mmol/L)AMI‐Cont5.7 [5.1:6.1]13.6 [10.3:15.1]8.5 [5.2:10.6]9.3 [6.5:11.0]9.4 [6.4:12.0]8.3 [8.0:9.0]11.9 [8.0:14.9]6.8 [5.9:10.3]7.1 [5.5:8.3]6.0 [4.1:7.1]AMI‐Int5.8 [5.5:6.4]7.3 [7.1:12.2]4.8 [4.2:6.0]7.5 [5.2:8.4]8.1 [7.5:10.1]9.1 [6.8:12.0]7.2 [7.1:9.0]7.8 [6.6:14.7]5.1 [4.7:7.1]4.1 [3.7:4.7]Sham5.5 [5.3:5.6]5.4 [5.4:5.6]6.3 [5.0:6.7]6.7 [6.0:7.7]6.7 [6.5:7.0]7.8 [5.8:8.0]6.0 [5.6:6.4]5.2 [5.0:5.6]5.0 [4.5:5.5]4.7 [4.4:5.1]Cumulative insulin infusion (IU)AMI‐Cont…0 [0:0]10 [4:10]10 [4:16]10 [8:20]16 [14:30]20 [14:40]30 [20:50]40 [20:54]40 [20:54]AMI‐Int…0 [0:6]6 [0:10]6 [0:10]6 [0:10]6 [4:12]10 [6:18]10 [8:22]10 [8:36]10 [8:16]Sham…0 [0:0]0 [0:0]0 [0:0]0 [0:0]0 [0:0]0 [0:0]0 [0:0]0 [0:0]0 [0:0]Data presented as median [25%;75%]. Time points after baseline represents hours since return of spontaneous circulation/sham intervention. Conversion factor for mmol/L to g/dL is ≈ 18. The animal from the AMI‐Int group that suffered a pneumothorax has missing data from the last data point. The 42 hour time point post‐resuscitation is carried forward to the 48 hour data point. AMI‐Int indicates cardiac arrest group with reperfusion of coronary artery before cardiac arrest; IU international units; SvO2, mixed venous blood oxygen saturation; and TTM, target temperature management.John Wiley & Sons, LtdCardiovascular FunctionHemodynamic parameters are displayed in Figure3and Table2. Up until 24 hours post‐ROSC, the sham group had higher MAP and CO in conjunction with a lower heart rate when compared with both cardiac arrest groups. In the AMI‐Cont group, 3 of 3 animals received noradrenaline within the first hour after ROSC as did 5 of 7 animals in the AMI‐Int group. The AMI‐Cont group received a median amount of adrenaline support of 0.14 mg [0.00;7.60] during the first hour whereas the AMI‐Int group received 0.02 mg [0.00;2.30]. The sham group received no cardiovascular support during the first hour.Figure 3Hemodynamic data at baseline and after successful resuscitation.AMI‐Cont indicates cardiac arrest group with continuous myocardial infarction; AMI‐Int, cardiac arrest group with reperfusion of coronary artery before cardiac arrest; and BPM indicates beats per minute.From the onset of rewarming, a sudden drop in systemic vascular resistance in the AMI‐Cont group was observed; an effect that lasted throughout the rewarming phase. This was reflected by the need"
  },
  {
    "full_text": "rewarming phase. This was reflected by the need for incremental doses of cardiovascular support and an increase in CO when compared with the AMI‐Int group (Figure4, for graph of infusion rates see FigureS4). The AMI‐Int group sustained systemic vascular resistance at the onset of rewarming but were also in need of increased doses of cardiovascular support. Accumulated fluid balances at 48 hours after ROSC were +7.9 L [5.9;8.5] in the AMI‐Cont group, +6.1 L [4.4;6.6] in the AMI‐Int, and +5.1 L [4.8;5.4] in the sham group.Figure 4Cumulative cardiovascular support.Data presented as median [25%;75%] cumulative amounts of noradrenaline, adrenaline, dobutamine, and terlipressin. The y‐axis is presented on log 10 scale. The animal from the AMI‐Int group that suffered a pneumothorax has missing data from the last 2 data points. The 36‐hour time point post‐resuscitation is carried forward to the 42‐ and 48‐hour data points. AMI‐Cont indicates cardiac arrest group with continuous myocardial infarction; and AMI‐Int, cardiac arrest group with reperfusion of coronary artery before cardiac arrest.Left Ventricle PV MeasurementsThe low number of successfully resuscitated pigs in the AMI‐Cont group and cardiovascular instability in this group precluded collection of dynamic parameters from all time points. The limited amount of data from the AMI‐Cont group are provided in FigureS5. Figure5displays dynamic PV measurements for the AMI‐Int and sham groups. During the first 6 hours after ROSC, end‐systolic pressure‐volume relationship (ESPVR) and preload recruitable stroke workx‐axis intercepts were preserved relative to baseline in the AMI‐Int group compared with leftward shift in the sham group. Throughout the remainder of the observation period, ESPVR slope rose slightly in the AMI‐Int group with simultaneous marked rightward shift of ESPVRx‐axis intercept. No major differences were observed in preload recruitable stroke work parameters during this period. Table3shows all static PV parameters. Ejection fraction was generally lower in the 2 cardiac arrest groups after resuscitation, but similar between all groups at 48 hours post‐ROSC. The time constant of isovolumetric relaxation increased in all 3 groups during TTM, albeit to higher levels in the sham group. Maximum rate of pressure development during contraction (dP/dtmax) and minimum rate of pressure development during relaxation (dP/dtmin) were similar at baseline in all 3 groups but dP/dtmaxwas lower and dP/dtminhigher at the end of protocol in the 2 cardiac arrest groups compared with the sham group.Figure 5Dynamic pressure‐volume measurements.Data presented as median [25%;75%]. AMI‐Int, cardiac arrest group with reperfusion of coronary artery before cardiac arrest; EDPVR, end‐diastolic pressure volume relationship; ESPVR, end‐systolic pressure volume relationship; and PRSW, preload‐recruitable stroke work.Table 3Static PV ParametersTTM phasesGroupBaseline2 h4 h6 h12 h18 h24 h30 h36 h42 h48 hCooling"
  },
  {
    "full_text": "h4 h6 h12 h18 h24 h30 h36 h42 h48 hCooling phaseTarget temp.Maintenance phaseRewarmingActive normothermiaPes (mm Hg)AMI‐Cont97 [84:128]96 [67:97]96 [90:102]106 [88:108]98 [83:112]122 [92:133]136 [89:148]107 [97:109]AMI‐Int94 [79:98]97 [95:110]86 [82:102]103 [100:106]105 [99:110]103 [93:126]97 [92:126]110 [93:113]106 [98:107]100 [98:102]99 [97:102]Sham95 [77:102]104 [98:150]127 [109:151]133 [120:148]118 [111:141]119 [114:138]137 [112:140]111 [105:116]107 [103:110]117 [100:130]110 [95:112]Ped (mm Hg)AMI‐Cont14 [9:20]17 [12:19]19 [19:20]19 [18:21]20 [18:22]21 [20:24]22 [21:26]……26 [20:36]AMI‐Int12 [10:17]13 [9:16]11 [8:14]13 [11:16]10 [5:16]11 [7:17]21 [13:21]15 [12:22]20 [17:23]19 [17:22]17 [17:22]Sham17 [16:19]17 [16:24]19 [14:20]15 [15:18]13 [12:19]15 [13:17]14 [13:17]17 [16:18]20 [19:23]22 [19:24]24 [20:25]EF (%)AMI‐Cont53 [46:60]41 [21:66]36 [30:42]35 [25:49]29 [29:30]28 [23:53]29 [24:44]………30 [27:40]AMI‐Int42 [34:46]34 [30:47]34 [25:41]28 [21:40]40 [30:48]39 [33:48]34 [32:39]29 [26:31]23 [22:37]22 [18:38]32 [29:33]Sham44 [34:45]48 [46:53]50 [43:52]52 [51:56]45 [42:48]38 [35:42]48 [46:52]39 [38:48]39 [27:52]32 [29:39]30 [27:31]EaAMI‐Cont2 [1:2]3 [3:5]3 [3:4]4 [3:5]3 [3:4]4 [4:4]4 [4:4]………2 [2:2]AMI‐Int1 [1:2]3 [2:4]3 [2:4]3 [2:3]3 [2:3]3 [2:5]3 [2:4]3 [2:4]2 [2:4]4 [3:4]3 [2:3]Sham2 [2:2]2 [2:2]2 [2:3]3 [2:3]3 [3:3]3 [2:3]3 [2:4]2 [2:3]2 [2:3]3 [2:4]3 [2:4]dP/dtmax(mm Hg/s)AMI‐Cont1535 [1404:1822]1888 [1725:5405]2485 [1890:3081]2087 [1446:3365]1661 [1333:1988]1897 [1480:2781]1922 [1036:2526]………1101 [873:2849]AMI‐Int1409 [1218:1632]2123 [1873:3477]1777 [1286:3507]1421 [1368:1611]2203 [1898:2483]2855 [2737:3110]3413 [2335:3868]2460 [1776:3445]1270 [1142:2822]1101 [985:1287]1167 [1134:1349]Sham1271 [1025:1488]2220 [1536:3053]2215 [1771:3628]2608 [2490:3626]3765 [3305:4126]2788 [1540:3396]2662 [2606:2699]2041 [1913:2113]2026 [1602:2304]1349 [1173:1800]1361 [1340:1385]dP/dtmin(mm Hg/s)AMI‐Cont−2377 [−2943:−1910]−1678 [−1959:−1652]−1872 [−2108:−1635]−1411 [−1597:−935]−863 [−1052:−674]−910 [−1641:−837]−927 [−1603:−742]………−1732 [−2074:−1616]AMI‐Int−2048 [−2446:−1864]−1792 [−1904:−1644]−1173 [−1373:−667]−960 [−1472:−654]−1291 [−1389:−964]−1336 [−1539:−1079]−1237 [−1710:−1084]−1741 [−1952:−1484]−1643 [−1733:−1640]−1804 [−1818:−1720]−1653 [−1894:−1459]Sham−2060 [−2682:−1676]−2101 [−2635:−1379]−1258 [−1640:−792]−1663 [−1824:−1392]−1685 [−1999:−1509]−1779 [−1962:−1382]−1870 [−1885:−1600]−1357 [−1448:−1251]−1952 [−2539:−1406]−2595 [−3078:−2137]−2239 [−2905:−2209]TauAMI‐Cont34 [32:38]38 [17:47]52 [41:64]85 [45:92]99 [75:123]114 [59:120]111 [65:118]………54 [43:64]AMI‐Int34 [31:37]36 [31:37]78 [34:93]85 [82:118]83 [65:126]73 [67:92]62 [55:93]52 [44:62]46 [44:48]47 [43:47]50 [49:50]Sham38 [33:40]51 [46:66]125 [111:152]81 [80:143]99 [84:100]84 [79:88]72 [67:75]74 [74:82]51 [39:63]43 [38:50]54 [44:54]Data presented as median [25%;75%]. Time points after baseline represents hours since return of spontaneous circulation/sham intervention. The missing data in the"
  },
  {
    "full_text": "intervention. The missing data in the AMI‐Cont group at 30, 36, and 42 hours are attributable to the cardiovascular instability making it impossible to perform PV measurements. AMI‐Cont indicates cardiac arrest group with continuous myocardial infarction; dP/dtmax, maximum rate of pressure development during contraction; dP/dtmin, minimum rate of pressure development during relaxation;Ea, aortic elastance; EF%, ejection fraction; Ped, end‐diastolic pressure; Pes, end‐systolic pressure; PV, pressure‐volume; and Tau, time constant of isovolumic relaxation.John Wiley & Sons, LtdCerebral OutcomesFigure6displays ICP and serum neuron‐specific enolase (NSE) levels. ICP levels were comparable in all 3 groups from baseline until 18 hours after ROSC. From this time point ICP rose steadily in the AMI‐Cont group but not in the AMI‐Int and sham group. This observation was driven by 2 out of 3 pigs in the group, which reached an ICP >50 mm Hg at 48 hours after ROSC. The AMI‐Int and sham groups, developed similarly with ICP levels <25 mm Hg with no marked deviations over time. One exception is a single pig in the AMI‐Int group, in where ICP rose to 46 mm Hg 48 hours after ROSC. In all 3 groups no differences were seen in NSE levels up until 6 hours after ROSC. At 12 hours after ROSC, NSE rose considerably in the 2 cardiac arrest groups, albeit to higher levels in the AMI‐Cont group. Both cardiac arrest groups had elevated NSE levels at 48 hours when compared with the sham group. The median relative difference in NSE levels between baseline and 48 hours after ROSC were −2% [−15;6] in the sham group, 470% [213;552] in the AMI‐Int group, and 2175% [490;4000] in the AMI‐Cont group.Figure 6Cerebral outcomes.Data presented as median [25%;75%]. AMI‐Cont indicates cardiac arrest group with continuous myocardial infarction; and AMI‐Int, cardiac arrest group with reperfusion of coronary artery before cardiac arrest.Organ Markers and MetabolismFigure7shows markers of organ function and injury. Myocardial injury measured by troponin‐I was higher in both cardiac arrest groups compared with sham group, with peak values occurring around 4 hours after successful resuscitation. Blood levels of troponin‐I were higher during the entire post‐ROSC phase in the AMI‐Cont group compared with AMI‐Int group. Creatinine levels after ROSC were higher in both cardiac arrest groups compared with the sham group. Elevated creatinine >100 µmol/L at 48 hours after ROSC were observed in 4 cardiac arrest animals (2 from each group) and this was associated with increased need of cardiovascular support. There was an early rise in alanine aminotransferase in the AMI‐Cont group after resuscitation, however all 3 groups displayed a rise in alanine aminotransferase throughout the maintenance phase of cooling. Only in the sham group, alanine aminotransferase levels returned to baseline at 48 hours after ROSC. Creatine kinase was markedly elevated in both cardiac arrest groups after resuscitation when"
  },
  {
    "full_text": "cardiac arrest groups after resuscitation when compared with sham group.Figure 7Organ markers.Data presented as median [25%;75%]. HsTnI indicates high‐sensitivity analysis of troponin‐I; and U/L, units of catalytic activity per liter.Myocardial Infarct SizeInfarct size measurement were performed in 1 AMI‐Cont and 3 AMI‐Int animals. The AMI‐Cont animal had an infarct volume relative to left ventricular volume of 4.5% while the median percentage in the AMI‐Int animals were 1.4% [0.5;3.9].Pulmonary FunctionTable4shows parameters for pulmonary function throughout the protocol. All 3 groups demonstrated fairly similar ventilation and oxygenation parameters throughout the protocol, with a lower pressure of O2in arterial blood/fraction of inspired O2ratio at the end of protocol. This was most pronounced in the AMI‐Cont group.Table 4Pulmonary functionTTM phasesGroupBaseline1 h4 h12 h18 h24 h30 h36 h42 h48 hStart TTMTarget temp.Maintenance phaseRewarmingActive normothermiaPaO2/FiO2ratio (mm Hg)AMI‐Cont501 [472:515]319 [214:338]363 [324:417]403 [258:484]495 [392:557]496 [450:537]355 [184:542]347 [225:370]305 [174:387]137 [126:513]AMI‐Int476 [470:504]348 [199:404]431 [319:541]415 [389:549]512 [220:565]409 [288:557]381 [306:547]312 [219:392]304 [176:386]396 [197:466]Sham448 [424:470]420 [397:486]528 [488:536]513 [482:519]543 [517:588]509 [483:561]481 [481:485]381 [372:439]363 [348:404]346 [296:357]FiO2(%)AMI‐Cont29 [27:34]48 [26:48]34 [26:34]30 [29:34]30 [26:31]26 [25:28]30 [26:71]32 [27:50]33 [32:47]64 [26:70]AMI‐Int34 [33:34]46 [39:68]32 [29:38]30 [27:34]28 [28:44]29 [25:39]34 [24:38]35 [29:40]42 [31:68]43 [28:59]Sham34 [27:34]28 [26:34]27 [24:29]26 [25:27]25 [24:27]24 [23:27]24 [23:29]28 [26:29]27 [26:28]30 [26:30]Respiratory rate (%)AMI‐Cont21 [18:21]25 [22:27]18 [17:19]18 [17:18]18 [17:21]18 [16:19]20 [16:22]20 [14:22]22 [16:24]21 [15:21]AMI‐Int19 [17:21]25 [23:28]17 [15:18]18 [15:19]18 [16:22]20 [13:23]16 [14:19]20 [15:25]18 [14:24]17 [15:23]Sham18 [16:20]18 [17:20]15 [13:15]18 [16:20]15 [15:17]16 [16:17]16 [15:16]17 [16:19]19 [18:19]17 [17:18]PaCO2(kPa)AMI‐Cont5.2 [5.1:5.5]5.1 [4.9:6.7]6.3 [5.8:6.4]5.4 [5.4:5.5]5.3 [5.1:5.4]4.9 [4.9:5.6]5.2 [4.7:6.3]5.4 [5.2:5.4]5.2 [5.0:5.4]5.6 [4.8:5.9]AMI‐Int5.3 [4.9:5.5]5.5 [5.1:5.8]5.3 [5.1:5.8]5.4 [4.9:5.6]5.5 [4.4:5.8]5.3 [4.9:5.5]5.2 [5.1:5.5]5.8 [5.7:6.2]5.5 [5.1:5.9]5.0 [4.7:5.3]Sham5.2 [5.0:5.5]5.1 [5.0:5.5]5.7 [5.3:6.2]5.3 [5.1:5.4]5.2 [5.0:5.2]5.2 [5.2:5.5]5.6 [5.4:5.6]5.7 [5.2:5.7]5.1 [4.9:5.5]5.7 [5.5:5.7]Peak pressure (cmH20)AMI‐Cont18 [17:18]26 [22:28]21 [21:23]20 [19:21]21 [20:21]20 [19:21]21 [19:21]24 [19:26]23 [21:27]23 [23:24]AMI‐Int19 [17:20]24 [23:27]23 [20:25]21 [19:22]22 [20:36]23 [19:29]21 [18:30]23 [21:27]24 [22:33]23 [23:33]Sham18 [17:20]19 [17:20]19 [18:21]20 [19:23]19 [18:21]19 [18:21]18 [18:22]20 [18:22]22 [19:23]22 [19:22]PEEP (cmH20)AMI‐Cont5 [5:5]5 [5:5]5 [5:5]5 [5:5]5 [5:5]5 [5:5]5 [5:5]5 [5:5]5 [5:5]5 [5:6]AMI‐Int5 [5:5]5 [5:8]5 [5:5]5 [5:5]5 [5:7]5 [5:5]5 [5:5]5 [5:5]6 [5:7]5"
  },
  {
    "full_text": "[5:5]5 [5:5]5 [5:7]5 [5:5]5 [5:5]5 [5:5]6 [5:7]5 [5:7]Sham5 [5:5]5 [5:5]5 [5:5]5 [5:5]5 [5:5]5 [5:5]5 [5:5]5 [5:5]5 [5:5]5 [5:5]Data presented as median[25;75]. Time points after baseline represents hours since return of spontaneous circulation. AMI‐Cont indicates cardiac arrest group with continuous myocardial infarction; AMI‐Int, cardiac arrest group with reperfusion of coronary artery before cardiac arrest; FiO2indicates fraction of inspired O2; PaCO2, partial pressure of CO2in arterial blood; PaO2, pressure of O2in arterial blood; PEEP, positive end‐expiratory pressure; and TTM, targeted temperature management.John Wiley & Sons, LtdDiscussionIn this article, we provide a methodological description of a cardiac arrest model in pigs with concurrent myocardial infarction and a clinically relevant post‐cardiac arrest intensive care period. We demonstrate 2 variations of myocardial infarction in conjunction with resuscitation resulting in different grades of hemodynamic instability and multi‐organ injury.Rationale for the ModelNo studies offer an exact list of etiologies of cardiac arrest, however, a collection of reports show that 56% to 73% of all out‐of‐hospital arrests are of cardiac cause.14,15,16Angiography and autopsy studies of out‐of‐hospital patients with cardiac arrest have shown that between 35% and 74% of patients have myocardial infarction as the likely cause of their cardiac arrest,3,4,5and it is therefore believed to be the most prevalent cause of out‐of‐hospital cardiac arrest. We used 2 methods of inducing myocardial injury. The AMI‐Cont method has previously been used for testing intra‐cardiac arrest interventions that might affect ROSC rates.17,18If applied in conjunction with a long intensive care period, it is suitable for testing of interventions with a cardiac protective scope as seen in the 2 prior studies of myocardial infarction‒induced cardiac arrest with long post‐cardiac arrest intensive care periods.19,20The AMI‐Int group on the other hand, demonstrated less myocardial damage with the added benefit of increased ROSC rates compared with the AMI‐Cont group. Based on this and combined with a less severe post‐cardiac arrest syndrome phenotype makes it suitable for potential advancement into a survival model.The majority of patients with cardiac arrest receives post‐resuscitation care for extended periods in the intensive care unit.21A number of myocardial infarction‐induced cardiac arrest studies have been conducted on pigs with long survival but with short intensive care periods. Observation periods range between 24,22,23,24,25,2672,27,28or 96 hours.29,30,31The longest period of post‐cardiac arrest intensive care was 4 hours.27,28,29,30,31,32A consequence of awakening the animals shortly after resuscitation is that animals, which achieve initial ROSC but are cardiovascularly unstable in the early post‐resuscitation phase might die during the observation period in the pen without an exact cause of death. In fact, 2"
  },
  {
    "full_text": "pen without an exact cause of death. In fact, 2 animals in our study (1 from each cardiac arrest group) received our maximum noradrenaline dosage (1 µg/kg per minute) and adrenaline support within the first 2 hours of ROSC, but both pigs survived until 48 hours with normal hemodynamic status, no inotropic support and in need of only low dose noradrenaline (<0.1 µg/kg per min).The primary cause of death in successfully resuscitated out‐of‐hospital patients with cardiac arrest is neurological injury which is why it is often included as an end point in cardiac arrest animal experiments.7,33Systemic ischemia‐reperfusion injury results in multi‐organ injury or even failure and by taking animals of supportive care in the early phase after resuscitation, the animals are of risk of dying from perhaps preventable causes (eg, arrhythmias, cardiovascular collapse, acute renal injury, acute respiratory distress, etc.).34A longer intensive care period makes organ supportive measures possible that might help animals survive until neurological examination similar to patients.Cardiovascular FunctionIn the AMI‐Int group, the rightward shifted ESPVR and preload recruitable stroke workx‐axis intercepts when compared with sham animals, in conjunction with a lower ejection fraction, lower dP/dtmaxdespite cardiovascular support all point towards decreased systolic function during the first 6 hours. Although there was a slight increase in the ESPVR slope in the AMI‐Int group during the remainder of the intensive care period, the simultaneous marked rightward shift of ESPVRx‐axis intercept indicates continuous depressed systolic function.35This is underlined by lower dP/dtmaxat 48 hours in both cardiac arrest groups when compared with the sham group. The effects of hypothermia on left ventricular function as observed in the sham group showed decreased diastolic function (increased time constant of isovolumetric relaxation and higher dP/dtminvalues) with simultaneous leftward shift in ESPVR, which confirms earlier findings.36,37The leftward ESPVR shift was, however, restored to baseline levels during the maintenance and rewarming phases. The effect of hypothermia on diastolic function as measured by time constant of isovolumetric relaxation was abolished in both cardiac arrest groups, because of the increased catecholaminergic stimulus provided by the cardiovascular support.38Diastolic dysfunction because of cardiac arrest is signified by the higher dP/dtminvalues at 48 hours in both cardiac arrest groups compared with the sham group. Cardiac dysfunction is a main component of the post‐cardiac arrest syndrome,34and especially in a model of myocardial infarction as used in this study. Both troponin‐I levels and magnetic resonance data confirm that a myocardial infarction was indeed induced in both cardiac arrest groups. Prior studies with a reperfusion‐reocclusion approach to myocardial infarction induction have reported infarct sizes of 6% to 10% relative to left"
  },
  {
    "full_text": "infarct sizes of 6% to 10% relative to left ventricular mass.29,30,31The smaller infarct sizes in our model can be assigned to the lower sensitivity of a non‐contrast magnetic resonance scan relative to conventional methods for infarct size measurements.During rewarming, we observed a marked decrease in blood pressure with preserved CO in the cardiac arrest groups, which were treated mainly by incremental doses of vasopressors. Previous studies in pigs with ≥24 hours of TTM to 33 °C have all employed a method of electrically induced cardiac arrest without myocardial ischemia, and none of the studies have demonstrated a similar hemodynamic instability during rewarming.39,40,41The reasons for the sudden drop in systemic vascular resistance need further investigations but one possible explanation is that our model may represent a more severe phenotype of the post‐cardiac arrest syndrome than previous investigations.Cerebral InjuryBased on the NSE results, both cardiac arrest models included neuronal injury. The markedly higher NSE levels seen in the AMI‐Cont group could be attributable to the 2 pigs in this group who had ICPs that were incompatible with a good neurological outcome. The AMI‐Cont group had longer resuscitation times when compared with the AMI‐Int group, which might have inflicted more cerebral injury. Furthermore, the greater cardiovascular instability and increased vasopressor usage in the AMI‐Cont group, might have added secondary neurological injury. The relative and absolute increase in NSE values in the AMI‐Int group is comparable with previous investigations of a similar myocardial infarction induced cardiac arrest models with intermittent reperfusion.28,29Methodological ConsiderationsAlthough striving to adhere to the clinical setting, some aspects of the described model may be considered less clinically relevant: (1) VF was electrically induced, and (2) the myocardial infarction size was relatively small. We chose electrically induced VF to standardize the myocardial infarction period more uniformly to the cardiac arrest period. Furthermore, it is well known that spontaneously induced VF (even without underlying ischemia) elevates the defibrillation threshold relative to electrically induced VF.42,43A larger myocardial infarction would have led to a higher proportion of spontaneously induced VF episodes but undoubtedly also more hemodynamically unstable pigs in the post‐cardiac arrest phase. This could have been counteracted by using extra‐corporeal membrane oxygenation in conjunction with conventional cardiopulmonary resuscitation. Previous investigations of cardiac arrest pig models with concomitant myocardial infarction have used extra‐corporeal membrane oxygenation, however, all with relatively shorter post‐ROSC observation periods.44,45,46Although the use of extra‐corporeal membrane oxygenation is increasing, extracorporeal cardiopulmonary resuscitation is reserved to a small percentage of selected cardiac arrest cases,"
  },
  {
    "full_text": "percentage of selected cardiac arrest cases, and our model serves as a general cardiac arrest model.With regards to TTM, we chose a 33 °C strategy as this was recommended by international guidelines at the initiation of the experiments,11and this has been the most common strategy in previous porcine cardiac arrest models.39,40,41LimitationsAlthough we believe clinical relevance to be important for a better translation of results from the experimental to the clinical setting, one has to consider the increased variability introduced by intensive care, long‐term anesthesia, and mechanical ventilation. These models do not necessarily represent many of the complexities observed in patients with cardiac arrest (out‐of/in‐hospital, witnessed/non‐witnessed, shockable/non‐shockable rhythm, etc.) and, in general this is difficult to obtain in an experimental setup. Furthermore, we only used female, young, and healthy animals without common comorbidities (eg, congestive heart failure, diabetes mellitus and renal disease), nor did the animals receive the chronic medications adhering to these diseases.47The low number of animals in each group is also a limitation but given the aim of the study, we wanted to include enough animals to allow a sufficient description of the methodology.ConclusionsThis study successfully describes the development of a cardiac arrest pig model, with myocardial infarction, TTM, and clinically relevant post‐cardiac arrest care. We demonstrate 2 different methods of inducing myocardial ischemia together with cardiac arrest which results in post‐cardiac arrest organ injury including cardiac dysfunction and cerebral injury.Sources of FundingThis study was conducted with funding from Independent Research Fund Denmark, Aarhus University, Augustinus Foundation, Riisfort Foundation, and Hede Nielsen Family Foundation. None of the funding sources played any role in the design, data collection, analysis, interpretation, writing, or submission of the paper for publication.DisclosuresDr Granfeldt reported receiving personal fees from Noorik Biopharmaceuticals outside the submitted work. Furthermore Dr Granfeldt is Co‐inventor on a patent owned by Aarhus University claiming the use of senicapoc for acute respiratory distress syndrome caused by COVID‐19. The remaining authors have no disclosures to report.Supporting informationData S1. Supplemental MethodsTable S1Figures S1–S5Click here for additional data file. CONCLUSION: ConclusionsThis study successfully describes the development of a cardiac arrest pig model, with myocardial infarction, TTM, and clinically relevant post‐cardiac arrest care. We demonstrate 2 different methods of inducing myocardial ischemia together with cardiac arrest which results in post‐cardiac arrest organ injury including cardiac dysfunction and cerebral injury."
  }
]