[
  {
    "full_text": "TITLE: Cariporide Given during Resuscitation Promotes Return of Electrically Stable and Mechanically Competent Cardiac Activity ABSTRACT: Episodes of ventricular fibrillation (VF) and myocardial dysfunction commonly occur after cardiac resuscitation compromising the return of stable circulation. We investigated in a pig model of VF whether limiting Na+-induced cytosolic Ca2+overload using the sarcolemmal sodium-hydrogen exchanger isoform-1 (NHE-1) inhibitor cariporide promotes resuscitation with stable circulation.MethodsVF was electrically induced in 20 male pigs and left untreated for 6 minutes after which CPR was initiated and continued for 8 minutes before attempting defibrillation. Pigs were randomized to receive 3-mg/kg cariporide (n = 10) or 0.9%-NaCl (n = 10) before chest compression.ResultsSeven of 10 pigs in each group were successfully resuscitated and survived 2 hours. Cariporide ameliorated post-resuscitation ventricular ectopic activity such that fewer singlets (5 ± 5 vs 26 ± 21;p< 0.05) and fewer bigemini (1 ± 3 vs 33 ± 25;p< 0.05) were observed during the initial 5 minutes post-resuscitation. Additionally, cariporide-treated pigs did not require additional post-resuscitation shocks for ventricular tachycardia or recurrent VF (0.0 ± 0.0 vs 5.3 ± 7.8 shocks;p= 0.073). During the initial 60 minutes cariporide-treated pigs had higher), cardiac index (6.1 ± 0.7vs4.4 ± 1.1, L/min/m2;p< 0.01), left ventricular stroke work index (45 ± 9vs36 ± 10 gm·m/beat/m2;p< 0.05), and numerically higher mean aortic pressure (104 ± 11vs91 ± 12 mmHg;p= 0.054).ConclusionCariporide administered at the start of chest compression may help restore electrically and mechanically stable circulation after resuscitation from cardiac arrest. BODY: MethodsVF was electrically induced in 20 male pigs and left untreated for 6 minutes after which CPR was initiated and continued for 8 minutes before attempting defibrillation. Pigs were randomized to receive 3-mg/kg cariporide (n = 10) or 0.9%-NaCl (n = 10) before chest compression."
  }
]