[
  {
    "full_text": "TITLE: Challenges in assessing the burden of sepsis and understanding the inequalities of sepsis outcomes between National Health Systems: secular trends in sepsis and infection incidence and mortality in Germany ABSTRACT: PurposeSepsis contributes considerably to global morbidity and mortality, while reasons for its increasing incidence remain unclear. We assessed risk adjusted secular trends in sepsis and infection epidemiology in Germany.MethodsRetrospective cohort study using nationwide German hospital discharge data. We assessed incidence, outcomes and trends of hospital-treated sepsis and infections between 2010 and 2015. Sepsis was identified by explicit ICD-10 sepsis codes. As sensitivity analysis, results were compared with sepsis cases identified by implicit sepsis coding (combined infection and organ dysfunction codes).ResultsAmong 18 664 877 hospital admissions in 2015, 4 213 116 (22.6%) patients had at least one infection code. There were 320 198 patients that had explicit sepsis codes including 136 542 patients with severe sepsis and septic shock; 183 656 patients were coded as sepsis without organ dysfunction. For patients with explicitly coded sepsis (including severe sepsis), or with severe sepsis alone, mortality rates over the period 2010–2015 decreased from 26.6 to 23.5%, and from 47.8 to 41.7%, respectively.ConclusionsSepsis and infection remain significant causes of hospital admission and death in Germany. Sepsis-related mortality is higher and has declined to a lesser degree than in other high-income countries. Although infection rates steadily increased, the observed annual increase of sepsis cases seems to result, to a considerable degree, from improved coding of sepsis.Electronic supplementary materialThe online version of this article (10.1007/s00134-018-5377-4) contains supplementary material, which is available to authorized users. BODY: IntroductionSepsis is the common final pathway to death from most infections [1]. Every year, sepsis causes more than 6 million deaths worldwide [2] and it is among the most expensive conditions treated in the hospital [3,4]. National reports from UK and Australia have identified sepsis as a major cause of avoidable deaths in the hospital [5,6]. The World Health Organization recognized sepsis as a major public health problem [7] and in a recent resolution urged all UN member states to improve sepsis prevention, recognition, and management [8]. It specifically demands improved epidemiological surveillance to better understand the true burden of sepsis. Currently, most studies on sepsis epidemiology rely on ICD-based administrative data and suggest a continuously rising incidence in the range of 5–10% annually [4,9]. These marked increases were questioned because they were not matched by comparable increases in ICD-documented infection rates [10]. Assessing the incidence of sepsis is challenging and may be dependent on the framework used [11]. In 2016, new sepsis definitions"
  },
  {
    "full_text": "used [11]. In 2016, new sepsis definitions (“sepsis-3”) were proposed by a task force of the Society of Critical Care Medicine and the European Society of Intensive Care Medicine [1]. According to sepsis-3, a life-threatening organ dysfunction caused by a dysregulated host response to infection is now termed “sepsis”, which corresponds to “severe sepsis” according to the traditional definition. Sepsis without organ dysfunction and SIRS criteria (systematic inflammatory response syndrome) no longer form part of the new definitions. These changes are likely to impact estimates in sepsis epidemiology and may also require updated strategies to identify sepsis cases in administrative data [2]. Recent studies, which estimated sepsis incidence by sepsis-3 criteria using electronic health records (EHR) and chart review, found incidence rates in the US (approximately 517/100 000 population) [12] and Sweden (780/100 000 population) [13] that were at least 3.5-fold higher than current estimates for the global [2] and national incidence of severe sepsis based on administrative data in Germany [4]. These studies found that less than 50% of sepsis patients with organ dysfunction in the US and only 15% in Sweden received an explicit ICD-code for sepsis [12,13]. Therefore, the combination of infection and organ dysfunction codes [14], the implicit case identification method, may be less prone to coding bias than the currently used explicit sepsis codes [4]. Therefore, we aimed (1) to assess national trends in infection and sepsis incidence and mortality rates in Germany between 2010 and 2015 based on explicit sepsis codes, and (2) to compare the results with estimates based on ICD-coded infection and organ dysfunction (implicit method) as sensitivity analysis.MethodsData sourceDRG statistics is a nationwide all-payer database including complete inpatient data from nearly all acute-care hospitals in Germany. Military or prison hospitals are excluded. It is accessible via remote data processing by the German Federal Statistical Office. Each hospitalization is treated as an individual entry and contains one principal ICD-10 German Modification (ICD-10-GM) diagnosis, up to 89 secondary ICD-10-GM diagnoses, up to 100 OPS codes (classification of operations and procedures), length of hospital stay, type of admission and discharge, and patient demographics.Description of patientsCases with unknown age or gender were excluded from analysis. We identified patients of all ages between 2010 and 2015 using all available primary and secondary discharge ICD-10 codes according to the following groups (Fig.1): (1) all infection codes, (2) explicit sepsis codes including severe sepsis and septic shock [4], (3) explicit severe sepsis codes including septic shock, and (4) explicit sepsis without organ dysfunction. Infection codes were modified from Angus [14] and comprised > 1200 ICD-10-GM codes (Supplement 1) including explicit sepsis codes. Infections were classified as"
  },
  {
    "full_text": "sepsis codes. Infections were classified as respiratory, abdominal, wound and soft tissue, genitourinary, central nervous, device-related, pregnancy-related, cardiovascular, and non-specific infections. Explicit sepsis codes comprised R-codes and microbiological codes for sepsis, Supplement 2. Explicit severe sepsis including septic shock was identified by codes R65.1 and R57.2. All explicitly coded sepsis cases with no code for severe sepsis and septic shock were labeled as explicitly coded sepsis without organ dysfunction. In Germany, R-codes are defined according to modified 1992 sepsis criteria [15]. To avoid overcoding, the use of R65.0 is restricted to cases with positive blood culture and 2/4 SIRS criteria or to cases with 4/4 SIRS criteria in case of negative blood cultures [16]. As sensitivity analysis, we compared results for implicit severe sepsis coding (combining codes for infection and organ dysfunction [14]). The implicit case identification method includes explicit sepsis codes. Organ dysfunctions were assessed by 27 ICD-10-GM codes (Supplement 3). We assessed patient demographics; site of infection; underlying comorbidity using the Charlson Comorbidity Index (CCI) [17]; resource use including ICU care, mechanical ventilation, renal replacement therapy, surgical treatment, palliative care treatment (for all OPS codes, see Supplement 4), hospital length of stay; discharge disposition (for the definition of discharge categories, see Supplement 5); and hospital mortality.Fig. 1Flow of case identification and absolute number of cases in 2015Statistical analysesData were analyzed using SAS®(Version 9.4; SAS Institute, Cary, NC, USA) and R (Version 3.4.0; R Core Team, Wien, Austria) and are presented as percentages, numbers, medians and interquartile ranges (IQRs), or means and standard deviations (SDs). We calculated annual population-based incidences that were directly standardized to the German population structure as of 31 December 2010 on the basis of nationwide population data of the Federal Statistical Office for 2010–2015. Given the large size of the data set, we did not perform inferential statistics, as all comparisons were likely to be statistically significant. Since changes in mortality might be related to changes in case-mix, we calculated risk-adjusted mortality rates for patients with explicitly coded sepsis. For this purpose a risk-model previously described [18] was fitted. Based on probability of mortality predicted by this model, we calculated risk-standardized mortality rates for each year.ResultsInfection and explicitly coded sepsisAmong all 18 664 877 hospital admissions in a population of 82 175 684 in Germany in 2015, 4 213 116 (22.6%) of all patients had at least one infection code (Fig.1). Respiratory infections were the most common infections, followed by genitourinary and abdominal infections (Supplementary Fig. 7A and B). There were 320 198 patients that had explicitly coded sepsis. Of the 136 542 patients"
  },
  {
    "full_text": "explicitly coded sepsis. Of the 136 542 patients with severe sepsis and septic shock, 53.8% were treated in the ICU. Also, 183 656 patients were coded as sepsis without organ dysfunction. Infections and explicitly coded sepsis were present in 60.1% and 17.7% of all hospitalizations that culminated in death, respectively (Supplementary Fig. 9). Demographics and characteristics of patients with sepsis and infection are shown in Table1and Supplementary Tables 6.1–6.8. Hospital admission rates of patients with infection or explicitly coded sepsis increased continuously between 2010 and 2015 (Supplementary Fig. 8). Population-based incidence rates of hospital-treated infection increased by a mean of 1.8% annually from 4515 to 4923 per 100 000 population (Fig.2). Among patients with infection, the largest annual increase was found in respiratory and device-related infections (3.7% and 3.8%), respectively. Population-level incidence rates for patients with explicitly coded sepsis and explicitly coded severe sepsis increased by an annual mean of 5.7% from 280 to 370 per 100 000 population and by 7.9% from 108 to 158 per 100 000 population, respectively. Mean patient age and the proportion of patients with multiple comorbidities (CCI > 1) increased in all categories (Supplementary Tables 6.1–6.8). The proportion of surgical patients among infection, explicitly coded sepsis and explicitly coded severe sepsis patients declined over time. Median hospital length of stay also declined in these groups (from 8 to 7 days, 14 to 12 days and 17 to 15 days, respectively). The proportion of patients requiring mechanical ventilation or renal replacement therapy also declined in patients with explicitly coded sepsis and explicitly coded severe sepsis, but increased slightly in patients with infection (Table1). Mortality of patients with infection did not change substantially (6.0–6.1%). For patients with explicitly coded severe sepsis (including septic shock), mortality decreased from 47.8 to 41.7% (Fig.3). Likewise, mortality decreased from 49.1 to 45.2% for patients with explicit severe sepsis codes who received ICU treatment. Mortality of patients with explicit severe sepsis codes treated outside the ICU decreased from 46.2 to 37.5%. Risk-standardized mortality rates for explicitly coded sepsis, severe sepsis and sepsis without organ dysfunction are displayed in Supplementary Fig. 10. Both the crude and risk-standardized mortality showed a similar decrease over time, although the risk-standardized mortality decreased more in patients with explicitly coded sepsis compared to the crude mortality. Discharge dispositions for patients with explicitly coded severe sepsis remained virtually unchanged except for a decrease in the number of discharges to rehabilitation facilities from 11.2 to 7.7%, which was accompanied by an increase of palliative care from 0.7 to 1.7%.Table 1Demographics of patients with explicitly coded sepsis (including severe sepsis), explicitly coded"
  },
  {
    "full_text": "(including severe sepsis), explicitly coded severe sepsis, explicitly coded sepsis without organ dysfunction, treated in German hospitals in 2010 and 2015InfectionExplicitly coded sepsis (including severe sepsis)Explicitly coded severe sepsis (ICU and non-ICU treatment)Explicitly coded sepsis without organ dysfunction20102015201020152010201520102015n3,691,2414,213,116229,214320,19887,973136,542141,241183,656Deaths221 098255 57361 06875 22742 08456 87518 98418 352Incidence per 100 000 (age-/sex-standardized)45154923280370108158173212Deaths per 100 000 (age-/sex-standardized)270288758651652321Age in years, mean (SD)58.8 (26.5)60.9 (25.6)64.8 (22.3)67.3 (20.2)68.5 (16.6)70.0 (15.8)62.6 (25.0)65.3 (22.8)Female gender, %52.952.044.543.242.141.346.044.6CCI, median (IQR)1 (0; 3)1 (0; 3)2 (1; 4)2 (1; 4)3 (1; 4)3 (1; 5)2 (1; 4)2 (1; 4)Comorbidities, %None41.138.020.718.014.712.624.422.0122.222.424.624.323.822.625.225.42–434.136.549.952.355.157.646.648.4> 42.63.14.85.56.37.23.94.2Surgical treatment, %31.629.638.233.850.843.130.426.9Hospital LOS, days, median (IQR)8 (4; 14)7 (4; 13)14 (8; 27)12 (7; 24)17 (8; 33)15 (7; 29)13 (7; 24)11 (7; 20)ICU admission, %8.59.333.432.756.453.819.117.0RRT, %1.92.011.49.922.018.74.83.3Mechanical ventilation, %4.95.825.324.045.242.212.910.6Palliative care, %0.51.00.91.80.71.71.12.0Mortality, %6.06.126.623.547.841.713.410.0Discharge disposition of survivors, %Regular*86.585.174.073.961.363.178.779.1Other hospital4.65.112.812.820.320.19.99.3Hospice0.10.10.20.30.20.30.20.3Rehab3.02.56.44.811.27.74.53.4Nursing home3.84.85.16.65.57.45.06.2Other2.12.31.51.71.51.51.51.7IQRinterquartile range,CCIcharlson comorbidity index,LOSlength of stay,ICUintensive care unit,RRTrenal replacement therapy*Regular discharge includes regular termination of treatment with discharge at home, with or without post-discharge treatment intendedFig. 2Population-based incidence and in-hospital mortality rates in Germany between 2010 and 2015. Presented are patients with infection, explicitly coded sepsis (including severe sepsis and septic shock), explicitly coded sepsis without organ dysfunction, explicitly coded severe sepsis (including septic shock) and explicitly coded severe sepsis with ICU treatment and without ICU treatmentFig. 3In 2015, a majority of patients identified by implicit sepsis coding received no explicit severe sepsis code during their hospital staySensitivity analysis: implicit severe sepsis codingIn 2015, implicit severe sepsis coding identified 1 166 061 cases (6.3% of all hospital admissions, compared to 0.7% for explicitly coded severe sepsis), of which 16.9% died. The mean annual increase in population-level incidence was 7.3% from 942 to 1336 per 100 000 population. Compared to explicitly coded severe sepsis, patients identified by implicit severe sepsis coding had fewer comorbidities and surgical procedures, and required less mechanical ventilation, renal replacement therapy and ICU admission. A majority of implicitly identified"
  },
  {
    "full_text": "admission. A majority of implicitly identified severe sepsis patients did not receive an explicit sepsis code at hospital discharge (Fig.3). These patients had lower mortality rates and fewer ICU admission rates.DiscussionThe main findings of this retrospective nation-wide analysis of German hospital discharge data are: (1) that the annual incidence of explicitly coded severe sepsis increased between 2010 and 2015 by 7.9%, and is poorly matched with the observed annual increase in infection rate of only 1.8%; (2) severe sepsis mortality decreased by 2.6% between 2010 and 2015, whereas discharge dispositions for patients with explicitly coded severe sepsis remained virtually unchanged; and (3) a sensitivity analysis on implicitly coded severe sepsis cases, which are less prone to coding bias, revealed significantly higher case rates, but similar secular trends with a mean annual increase in sepsis incidence of 7.3% between 2010 and 2015.The estimated incidence of 158 explicitly coded sepsis cases per 100 000 population in Germany in 2015 is 3–5 times lower than in other countries (Table2). Rhee and colleagues found an estimated incidence of approximately 517/100 000 population in the US in 2014 based on clinical sepsis-3 criteria in EHR [12]. Similarly, chart review from a database including all patients treated with antibiotics in Sweden in 2015 yielded an estimated incidence for sepsis-3 cases of 780/100 000 and of 687/100 000 population for traditional severe sepsis [13]. Interestingly, the underestimation of cases by up to 3.5-fold by explicit coding observed in a single center validation study in Germany is quite similar to that [19]. The underestimation resulted from missed clinical sepsis diagnoses, but was also related to the fact that to avoid upcoding, coding of sepsis in Germany is limited to cases with blood cultures drawn and requires the presence of four SIRS criteria in case of negative blood cultures. Arguably, this may prevent the coding of less severe sepsis cases in Germany, but may also miss a relevant proportion of sepsis cases, which are SIRS negative [20]. The underestimation of real sepsis rates by explicit coding of severe sepsis in Germany is supported by the finding in Sweden that 28% of infection patients (687 of 2425/100 000 population) based on chart review fulfilled clinical criteria for severe sepsis [13] and by Walkey et al. who in administrative data found a proportion of 15% (535 of 3480/100 000 population) [21]. By comparison, in the present study only 3.2% of patients with any infection code were coded as severe sepsis (158 of 4923/100 000). Moreover, undercoding may also explain that in Germany explicitly coded severe sepsis was present only in 13.4% of hospitalizations that culminated in death compared to 35% in the US [12].Table 2Comparison of major international studies on secular trends in sepsis incidence and mortalityKaukonen et al. [24]Mellhammer et al. [13]Shankar-Hari et al. [25]Rhee et al."
  },
  {
    "full_text": "et al. [13]Shankar-Hari et al. [25]Rhee et al. [12]Fleischmann et al. [19]CountryAustralia, New ZealandSweden, 2 regionsEnglandUSAGermanyStudy period2000–201220152000–20122009–20142010–2015Study populationAdult patients from 171 ICUsAdult patients from 11 hospitals who were started on an intravenous antibiotic therapyAdult patients from 181 ICUsAdults patients from 409 hospitalsAll patients from nearly all acute-care hospitals in GermanyData baseICU patient databaseManual patient chart review and administrative hospital ICD discharge dataICU patient databaseElectronic health records (EHR) and administrative ICD hospital discharge diagnosesNation-wide database of administrative ICD hospital discharge diagnosesSepsis definitionTraditional severe sepsis: defined by the presence of 2 or more SIRS criteria within the first 24 h after ICU admission and infection accompanied by organ failureTraditional severe sepsis: hypotension, hypoperfusion, or organ dysfunction induced by sepsisaTraditional severe sepsis claims-based definition, explicit ICD-9-CM codes for severe sepsis (995.92) and septic shock (785.52)Traditional severe sepsis: claims-based definition, identified by explicit ICD-10-GM codes for severe sepsis (R65.1) and septic shock (R57.2)Sepsis-3: organ dysfunction characterized by a rise in total SOFA ≥ 2 due to a dysregulated host response to infectionSepsis-3: any admission clinically coded as infection and at least one organ dysfunctionSepsis-3: clinical indicators of presumed infection and concurrent acute organ dysfunction in EHRAgeMean (95% CI) in 2000–2012: 63.5 (63.3–63.6)Median in 2015: 78 (trad.) and 80 (sepsis-3)Mean (SD) in 2012: 64.2 (16.4)Mean (SD) in 2014: 66.5 (15.5) (sepsis-3)Mean (SD) in 2014: 70.0 (15.8)Hospital admission rateTraditional severe sepsis: 9.7/100 ICU admissions over entire study periodTraditional severe sepsis: 2.7/100 hospital admissions in 2014Traditional severe sepsis: 0.73/100 hospital admissions in 2015Sepsis-3: 25.2/100 ICU admissions in 2012Sepsis-3: 6.0/100 hospital admissions in 2014bPopulation incidenceTraditional severe sepsis: 687/100 000 population (95% CI, 549–824) in 2015Traditional severe sepsis: 158/100 000 population in 2015Sepsis-3: 780/100000 population (95% CI, 633–926) in 2015Sepsis-3: approximately 517/100 000 populationcHospital mortalityTraditional severe sepsis:2002-35.0%2012-18.4%Traditional severe sepsis:2015-19.8%Traditional severe sepsisd,e:2009-34.3%2014-24.3%Traditional severe sepsis:2010-47.8%2015-41.7%gSepsis-3:2015-17.4%Sepsis-3:2000-45.5%2012-32.1%Sepsis-3d,f:2009-19.5%2014-15.0%aIn accordance with the 1991 and 2001 conferences for sepsis definitions and Surviving Sepsis Campaign definitionsb30.5% of patients with sepsis-3 identified in EHR received an explicit sepsis codecOwn calculation based on national census datadAdjusted for hospital characteristics and case mix; calculated relative to the observed 2014 rateseSignificant decrease from 2009 to 2014; combined outcome of"
  },
  {
    "full_text": "decrease from 2009 to 2014; combined outcome of death or discharge to hospice also decreased significantly from 40.3% in 2009 to 32.5% in 2014fSignificant decrease from 2009 to 2014; no significant change in the combined outcome of death or discharge to hospice from 25.0% in 2009 to 22.5% in 2014gRisk-adjusted mortality in 2015 was 42.1%, when assuming the same case-mix for 2015 as for 2010The observed annual increase in explicitly coded severe sepsis cases in Germany is similar to the increase of explicitly coded severe sepsis cases in the US. In the US, the validity of the reported increase in sepsis incidence and concurrent decrease in sepsis mortality based on administrative data was questioned and attributed to increased coding of less severe cases due to greater awareness and billing incentives [10]. To clarify this controversy Rhee and colleagues compared sepsis trends from 2009 to 2014 in EHR by clinical sepsis-3 criteria to the results from explicit and implicit coding strategies [12]. Surprisingly, they found sepsis hospital admission rates of 6% by clinical criteria in EHR and approximately 12% by implicit coding compared to only approximately 3% by explicit coding. Hospital admission rates based on clinical sepsis criteria remained stable over the 5-year observation period but increased by approximately 50% for both explicitly and implicitly coded sepsis [12]. Interestingly, our sensitivity analysis found similar trends for implicit severe sepsis identified by infection and organ dysfunction coding as for explicit severe sepsis. This suggests that an improved coding of sepsis may contribute to the observed annual increase of sepsis cases, but there may also be objective reasons for an increase in rates of severe infection and sepsis rates. Our study found an overall increase in hospital-treated infections and in particular in respiratory, genitourinary tract and device-related infections, which are known to be major sources of sepsis in German ICUs [22]. Reports from the US and England found rising hospital admission rates for patients with infections [21,23]. The increasing proportion of elderly patients with multiple comorbidities who are more susceptible to sepsis and have higher mortality rates may also contribute to an increase [4,14].Hospital mortality in Germany seems to be higher compared to other health economies. Compared to the US, the hospital mortality of patients with severe sepsis identified by explicit coding in Germany is higher and the decline over time is less (34–24% [12] and 47.8–41.7%, respectively). In addition, according to data from Australia and England that are derived from nationwide ICU registries, which are not prone to billing incentives and changes in coding practices, hospital mortality of severe sepsis between 2000 and 2012 decreased from 35.0 to 18.4% and from 45.5 to 32.1%, respectively [24,25]. In comparison, hospital mortality of explicitly coded severe sepsis patients admitted to ICU in Germany"
  },
  {
    "full_text": "severe sepsis patients admitted to ICU in Germany between 2010 and 2015 decreased only from 49.1 to 45.2%. Similar trends were found for risk-adjusted mortality rates of explicitly coded severe sepsis patients, suggesting that there was no major change in case-mix.Several factors may account for these surprising findings such as differences in patient populations, availability of health care resources, the quality of the health care system especially in respect to the standards and systematic efforts for infection control and prevention, and the management of deteriorating patients in hospitals.The mean age of explicitly severe sepsis patients in the respective study populations of these four countries was highest in Germany (69.4 years) and lowest in Australia (63.5 years). However, the difference in sepsis mortality between these three countries is consistent over the whole range of age categories from < 40 to > 80 years (Supplementary Fig. 10 based on personal communications from Ch. Rhee [12], R. Bellomo [24], and M. Shankar-Hari [25]). Although a significant proportion of sepsis patients die after discharge from hospital and thus a shorter length of hospital stay may result in lower in-hospital mortality rates, the mean difference in length of hospital stay between Germany and Australia and the US of between 1.5 and 5 days is unlikely to be a significant contributor to the observed differences.The total number of hospital beds in Germany is between 2- and 4-times higher than in Australia, UK and the US, and Germany has the highest number of ICU beds closely followed by the US [26]. This may contribute to the higher hospital admission rates and longer length of hospital stay in Germany, but does not support the notion that in high-income countries the numbers of ICU and hospital beds might have an impact on sepsis outcomes. Some infections that may lead to sepsis such as pneumonia and influenza may be reduced by vaccination of elderly against pneumococci and influenza [27,28]. Interestingly, the vaccination rate against influenza for elderly above age 65 years who belong to the at risk population is only 35.3% in Germany compared to 69.1, 71.1 and 74.6% in the US, UK and Australia, respectively [29]. Similar differences apply for the vaccination rates against pneumococci in the elderly (Germany 31.4% [30], US 63.6% [31], England 69.8% [32] and Australia 56% [33]). Furthermore, it has been estimated that 1500 to 4500 deaths through sepsis in Germany could be avoided each year by prevention of health care associated infections [34]. Quality improvement programs including mandatory performance measures [35] and the introduction of rapid response teams, which have become standard in the US, UK and Australia, have demonstrated a sustained improvement in sepsis outcomes [36–41]. Similar nation-wide efforts and structures in Germany are missing.In Germany, quality improvement and control is primarily left to the discretion of health care providers,"
  },
  {
    "full_text": "left to the discretion of health care providers, department heads, and the self-governing bodies of the German health system. Likewise, the low number and shortage of infectious diseases specialists and clinical microbiologists in Germany, as well as the poor standards in microbiology diagnosis in terms of numbers of blood cultures per patient-days and time to results due to the large number of remote nonresident microbiological laboratories in Germany may contribute to the observed differences in sepsis outcomes [42,43].Given the assumption that explicit sepsis coding leads to a considerable underestimation of sepsis cases, a major limitation of our study is that it did not directly compare clinical sepsis criteria to administrative data. However, a validation study [19], a quality improvement study comprising > 4000 severe sepsis patients of 40 German hospitals [44], and two representative epidemiologic studies [22,45], that were all based on chart reviews, found high hospital mortality rates for severe sepsis patients in the range of over 40–50%. This suggests that the mortality rate that we found by explicit sepsis coding is quite similar to that from chart reviews and that the observed differences in comparison to other similar health economies remain true independently from the methodological approach.In summary, we find that infection and sepsis remain significant causes of hospital admission and death in Germany, whereas an improved coding of sepsis may contribute to the observed annual increase of sepsis cases of 5.7%. The rate of decline of sepsis-related mortality appears less than in some comparable health economies. Finally, there remains a striking difference between the absolute mortality of sepsis in Germany and some other countries. The reasons for this are complex but may relate to delays in the widespread introduction of quality improvement programs and, hence, delays in early diagnosis and treatment, but also to poor adherence to quality standards in blood culture testing and a shortage of infectious disease specialists, rather than inadequacies in the provision of ICU and hospital beds.Electronic supplementary materialBelow is the link to the electronic supplementary material.Supplementary material 1 (DOCX 554 kb)"
  }
]