[
  {
    "full_text": "TITLE: Clinical review: International comparisons in critical care - lessons learned ABSTRACT: Critical care medicine is a global specialty and epidemiologic research among countries provides important data on availability of critical care resources, best practices, and alternative options for delivery of care. Understanding the diversity across healthcare systems allows us to explore that rich variability and understand better the nature of delivery systems and their impact on outcomes. However, because the delivery of ICU services is complex (for example, interplay of bed availability, cultural norms and population case-mix), the diversity among countries also creates challenges when interpreting and applying data. This complexity has profound influences on reported outcomes, often obscuring true differences. Future research should emphasize determination of resource data worldwide in order to understand current practices in different countries; this will permit rational pandemic and disaster planning, allow comparisons of in-ICU processes of care, and facilitate addition of pre- and post-ICU patient data to better interpret outcomes. BODY: IntroductionIn just over 50 years, the practice of critical care medicine has spread to nearly every country in the world. Some aspects of caring for critically ill patients are universal, while others are particular to a specific country or healthcare system. Given the similarities and differences in critical care among countries and regions, comparisons can provide important information regarding best practice or alternative options for delivery of care. To date, international critical care research has provided information regarding available resources across borders, allowed us to understand the consequences of different approaches to care, and illuminated features and mechanisms that could potentially improve outcomes if implemented elsewhere. Yet, we have also learned to view international data with caution, as we begin to understand the magnitude of the differences in healthcare systems and the challenges these differences present for interpretation of data. This article will outline important information we have gained from international comparison of critical care, address the challenges of such studies, and outline areas for future research.The importance of international critical care researchHealthcare delivery occurs at the individual patient level, within a local healthcare structure that is in turn influenced by the larger regional or national system. Understanding and comparing care across systems, and particularly across countries, may provide valuable insights that can impact both policy and care (Table1). First, as the threat of disasters and pandemics continues to grow, an accurate understanding of available resources, and the capacity to deliver intensive care, is crucial. International organizations and policy discussions focus on the need to determine the capacity to handle potential"
  },
  {
    "full_text": "to determine the capacity to handle potential surges in the demand for critical care resources [1,2]. Pandemic influenza, for example, recently revealed the limitations of current knowledge of ICU beds both locally and internationally, highlighting the urgent need for accurate resource data [2].Table 1Role of international comparisons in critical care researchPandemic and disaster planningKnowledge of relative intensity of treatments delivered to a populationUnderstanding of the effect of 'rationed' intensive care on triage choices and outcomesAbility to appropriately pool outcome data from multiple healthcare systemsAbility to interpret data from a different healthcare system for appropriate implementation at the local levelUnderstanding of the impact of cultural preferences on delivery of careSecond, new treatments and techniques studied within a single country or across countries are frequently implemented in the care of critically ill patients worldwide [3,4]. Knowledge of variation in approaches to care, such as nutrition [5], mechanical ventilation [6], or end-of-life decisions [7], are important for appropriate interpretation and broad application of study results. For example, a study of tight glucose control in one country may not be easily or safely implemented in another if the timing and route of feeding differ regardless of the reported utility in the original study center [3,8]. Additionally, as investigators recognize that large effect sizes are not necessarily obtainable, more studies are powered for smaller, more realistic effect sizes [9,10], necessitating larger populations of critically ill patients and pooling of patient data from several healthcare systems. A recent report from an international roundtable focused on improving clinical trials specifically recommended the formation of critical care clinical trials groups that can operate across national boundaries [11].Third, the role of critical care in overall healthcare continues to evolve. There is much to learn from examining different healthcare systems regarding the choices of how much, when, and in what capacity to deliver critical care [12]. These issues impact on optimizing the quality of care and minimizing costs. While spending on critical care differs across countries, the drive to reduce costs (while maintaining quality) is universal. Hence, international comparisons that allow understanding of differences in the use of specific approaches in ICUs, as well as the associated costs and outcomes, may facilitate design of optimal ICU resource distribution and practices.Variation in resourcesDue to the urgency created by pandemics and natural disasters, we have increased our understanding of the availability of resources worldwide (Figure1), with recent studies documenting the variation in availability of ICU beds [12,13]. In particular, we have learned that there is an eight-fold difference in the availability of ICU beds in developed countries, ranging from 3 to 25"
  },
  {
    "full_text": "beds in developed countries, ranging from 3 to 25 ICU beds/100,000 population in the United Kingdom and Germany, respectively [13]. Yet, in many countries the ICU capacity remains unknown [12].Figure 1Global variation in intensive care unit beds per 100,000 population (adapted from[12]).What is an ICU bed?A key issue that emerges from such comparisons is the definition of an 'ICU bed'. American definitions reflect the intensity of staffing (for example, nurse to patient ratio, intensity of physician staffing) [13]. In contrast, definitions of ICU beds in Belgium reflect the intensity of the illness and focus on the ability to care for patients with specific severities of illness (that is, organ dysfunction) [13]. This variability in definition of intensive care (different staffing intensity, different patient type or acuity) clearly impacts the ability to compare care for critically ill patients. Even without a universal definition of an ICU bed, however, the variation in availability of any type of ICU bed remains large.What is the impact of having more or fewer ICU beds?International comparisons demonstrate that different availability of ICU beds is associated with variation in admission rates and in the case-mix of patients admitted to ICU. A comparison of administrative data for the province of Alberta (Canada) versus four counties in Western Massachusetts (with more ICU beds per capita) found that hospitalized patients in Western Massachusetts had a much higher frequency of admission to ICU [14]. A similar study of patients in the US and the UK found an eight-fold difference in ICU admission rates for hospitalized patients, despite similar per capita hospitalization rates [15].What do the ICU patients look like?In studies comparing US ICU patients to patients in the UK [16], Japan [17], and New Zealand [18] (all with fewer ICU beds), US ICU patients were consistently older, but less severely ill. In a direct comparison of medical ICU admissions in the US and UK, the average Acute Physiology and Chronic Health Points (APACHE) II score was substantially lower for US versus UK patients (15.3 ± 8 versus 20.5 ± 8.5), with far fewer patients mechanically ventilated in US ICUs (21.1% versus 53.7%) [16]. Finally, there are important differences in the reasons for admission: in the US almost 40% of all ICU admissions are for monitoring purposes only, rather than for any kind of active treatment requiring intensive care [19].Differences in bed availability affect the diagnosis as well as the age and severity of illness of patients. Among European countries with similar healthcare spending per capita, data indicate that the incidence of severe sepsis in critical care units varies: sepsis accounts for 10% of ICU admissions in Switzerland and 64% of admissions in Portugal [20]. The frequency of sepsis in the ICU strongly correlates with the number of ICU beds per capita such that countries with fewer beds have a greater proportion of their beds occupied"
  },
  {
    "full_text": "have a greater proportion of their beds occupied by patients with sepsis [13]. Similarly, the incidence of acute renal failure in critically ill patients varies dramatically from 3.3% in Germany (with many ICU beds) to 20.6% in the UK (with eight-fold fewer ICU beds [21]. These findings are consistent with the idea that countries with few ICU beds reserve those beds for the most severely ill patients (that is, with sepsis or renal failure), and do not have the resources to also admit patients with many other less life-threatening diseases. Taken together, such data suggest that ICU case-mix is strongly influenced by availability of ICU beds in any given population [13].Patterns of careInternational studies demonstrate that differences in the availability of ICU beds impacts not only the ICU case-mix, but can impact also the patterns of care for patients in the hospital.Insufficient ICU beds and mortalityHaving few ICU beds may result in either refusal of intensive care or delayed admission. A UK study tracking 817 patients referred for ICU admission reported initial refusal of 168 (21%), with over half of the refusals due to a lack of beds. Although confounded, the 'raw' mortality for those refused was significantly higher than for those admitted to ICU [22]. A systematic review by Sinuff and colleagues [23] confirmed that hospital mortality is increased three-fold for patients refused ICU admission; however, refusals may sometimes just reflect changes in goals of care or prognosis.Insufficient ICU beds and delayed admissionA more common issue is delayed ICU admission because of a lack of beds. More ICU beds may mean easier access for 'emergency' patients. For example, in a direct comparison of the US with Japan (where there are fewer beds), only 15% of patients were admitted from the Emergency Department (ED) (versus 34% in the US) [17]. In a similar study comparing the US with the UK, 58% were admitted directly to ICU from the ED in the US, compared with only 33% in the UK [16]. The less 'direct' transfer from ED to ICU in the UK was associated with a substantially longer time in hospital before ICU admission, and (even after adjustment for case-mix) was associated with higher mortality. The worse outcomes in critically ill patients associated with transfer delay or refusal of ICU admission underscore the importance of detecting and learning from such comparisons [24-26].Use of invasive therapiesVariation in patterns of care across countries may also extend to the choice to offer mechanical ventilation or other therapies. These differences may even be visible in randomized controlled trials. For example, a trial from the UK of non-invasive ventilation for acute cardiogenic pulmonary edema versus standard oxygen treatment found no difference in the primary outcome, defined as death within 7 days. While 9.5% of patients died within 7 days, only 2.9% were intubated and only 50% admitted to an ICU [27]. In contrast, usual practice, as indicated by"
  },
  {
    "full_text": "In contrast, usual practice, as indicated by the control group of a similar US study, suggested intubation rates ten-fold higher than in the UK [28].Impact on validity of scoring systemsUnderstanding differences in care patterns before ICU admission may explain why many mortality prediction models, such as the APACHE or Simplified Acute Physiology Score (SAPS), require adjustment in different regions or countries [29-31]. The original US APACHE II model showed variable ability to accurately predict risk of death when applied to UK patients, leading to a 'local' UK recalibration of the model [30]. Patients who experience different delays in transfer to ICU or variable quality of pre-ICU care will likely demonstrate different physiologic derangements upon admission, thus changing the model performance [32]. In considering this there are two extremes. Inadequate resuscitation on a poorly equipped general ward may result in greater physiological deterioration. Alternatively, excellent resuscitation in the ED or a general ward could result in stability and fewer physiologic derangements on ICU admission; such patients may not look as 'sick' in terms of a given (physiologic) scoring system, but may do poorly because of the true severity of their underlying disease. One study compared APACHE II, APACHE III and SAPS II scores using standard calculations, and then taking into account pre-ICU data [32]. The predicted mortality for patients incorporating the pre-admission data was substantially higher than the mortality based on standard calculations, suggesting a 'lead time bias' associated with scoring systems. Therefore, the different performance of these scores across units and countries can highlight care delivery factors that should be explored and changed. Given the substantial variation in admission practices, interpretation of ICU outcomes necessitates understanding of the delivery of pre-ICU care, including that in the ED, the ward, or the pre-hospital setting.Care provided after ICU admissionVariability naturally occurs in the care provided after ICU admission. For example, treatments for severe sepsis differ among critical care settings. Data from the PROGRESS (Promoting Global Research Excellence in Severe Sepsis) observational sepsis registry demonstrated that use of low-dose steroids for severe sepsis appeared to be region-specific, with European countries using steroids at double the rate of Asian countries [33]. Moreover, fluid resuscitation varied by upwards of 30% among nations [34]. Developing regions are especially vulnerable to variability, with very inconsistent application of goal-directed sepsis treatment across Africa [35]. Even between neighboring countries of comparable socioeconomic parameters, care patterns may differ dramatically. For example, United States hospitals perform coronary angiography on patients with acute myocardial infarctions nearly five times as frequently as patients cared for in Canadian hospitals"
  },
  {
    "full_text": "as patients cared for in Canadian hospitals [36].Discharge from ICUWe now know that different discharge practices impact on interpretation of outcome data, particularly short-term measurements. Length of stay in acute care hospitals is variable and region specific; patients in Canada, Japan, and England generally remain hospitalized in acute care facilities for longer than patients in the US [37]. For example, patients with a myocardial infarction and with a similar severity of illness had a 12 day longer hospital stay in Germany versus the US [38], and general medical ICU patients stratified by severity of illness had consistently longer hospital lengths of stay in the UK versus the US [16]. While severity of illness clearly impacts length of stay, other factors, such as reimbursement schemes (which may reward or penalize hospitals - or patients - for short stays), cultural expectations, clinical guidelines, and alternatives for further care, may also play a role.How does post-ICU care influence ICU discharge patterns?The availability of alternative care options may drive models of care, which in turn impact on patterns of reported morbidity and mortality. In the US in particular, there has been large growth of both sub-acute nursing facilities and long- term acute care facilities, the mandate of which is to care for the chronically critically ill [39,40]. Up to 33% of Medicare patients cared for in ICUs in the US are now discharged to such facilities [40,41]. Transferring high -risk patients from ICUs to other care facilities can alter the reported ICU (and hospital) length of stay and mortality, thereby altering the perceived efficacy of ICU-specific interventions and care. One simulation demonstrated that an increase of transfers of just 6% could change the hospital standardized mortality ratio by up to 15% [42], and a recent study of 137 hospitals found a strong inverse correlation between the transfer rate to long-term acute care facilities and mortality (as well as hospital length of stay) [43].Such alternative care options exist predominantly in the US, and have not been as widely integrated into many other health systems. Because of this, hospital-based outcomes after critical illness in the US are difficult to compare with those in other countries. For example, in a direct comparison of severely ill medical ICU patients with high Acute Physiology Scores (>20), the length of hospital stay was shorter in the US compared with the UK; however, this was confounded by the transfer of over half of the ICU patients in the US (53.9%) to a skilled care facility versus only 7.9% in the UK [16]. Longer-term follow-up studies can overcome such confounders, but such studies may be prohibitively expensive and time-consuming. An alternative approach may be the use of 'discharge home' rather than mortality as a short-term comparator. While patients may remain in an acute hospital (or elsewhere) after ICU, the ability to return home likely requires a"
  },
  {
    "full_text": "ICU, the ability to return home likely requires a more consistent (and comparable) level of function across most healthcare systems.Culture, reimbursement and chronic diseaseCulture and religion can be large drivers of medical care to the extent of over-riding scientific evidence or guidelines [44]. A good example in the ICU is end-of-life care. Here, practices are diverse, with centers in some regions in Europe two to three times as likely as others to withdraw life-sustaining treatment [7,45,46]. Mirroring this variability, the utilization of resuscitation directives varies significantly, even between cities [47]. Within countries, significant religious and cultural differences exist among physicians and appear to have a large impact on end-of-life practices, with the median time from ICU admission to any limitation of therapy varying by as much as 6 days, depending upon physician religion [48]. Societal differences are also apparent with regard to chronically critically ill patients; the willingness to maintain technology-dependent lifestyles varies, as seen with neonatal resuscitation [49]. The sizable impact of patient (and provider) culture and religion on critical care practice and outcomes is undeniable, and needs to be considered in the incorporation of international data into local practice and policy.Differing health insurance schemes and socio-economic divisions also introduce substantial variation in how patients are treated, both in terms of likelihood of admission to ICU and care in the ICU. For example, most patients in Chinese ICUs have some form of private health insurance, although the majority of Chinese citizens have none [50]. US patients without health insurance use critical care resources at a lower rate than those with insurance, but subsequently have higher mortality rates due to greater severity of illness [51]. Moreover, once admitted to the ICU, uninsured patients in the US receive fewer procedures, have more hospital discharge delays and are more likely to have life support withdrawn [52].The burden of acute and chronic disease is also markedly different between regions. Perhaps the best demonstration of these differences is the work by Banks and colleagues [53], who studied similarly constructed cohorts of middle class Americans and British. The study found that late middle-aged Americans had an additional burden of many chronic diseases. For example, among those aged 55 to 64 years, the diabetes prevalence was twice as high in the US cohort, and heart disease occurred in 15% (versus 10% in England). This higher burden of chronic disease may both increase the predisposition to develop chronic illness and worsen outcomes.Priorities for future international researchAwareness of the world-wide variability in delivery of critical care is a first step in understanding the drivers and consequences of such differences and can lead to the development of testable hypotheses concerning delivery of care. For example,"
  },
  {
    "full_text": "concerning delivery of care. For example, important differences in feeding strategies for critically ill patients in North America versus Europe led to a large randomized controlled trial [54,55], which supported avoidance of early and aggressive parenteral nutrition. Other areas for research include provision of detailed information regarding ICU resources worldwide, improvement of scoring systems to allow for accurate comparisons across heterogeneous populations, and more sophisticated analysis of the 'international meaning' of short- and long-term mortality. This necessitates the development of even stronger international collaborations and an open approach to data sharing [11,56].Our knowledge of the availability of critical care beds in developing countries also lags [57]. Work by Adhikari and colleagues [12] summarizing availability of ICU beds worldwide provides few data for Africa (with the exception of South Africa). Survey data from Zambia suggest there are only 0.2 ICU beds per 100 hospital beds, far below the averages for developed countries [58]. The case-mix is, naturally, quite different in these regions, with estimates that infections account for over half of all deaths, compared with 6% in high-income countries [12]. A better understanding of the role of critical care outside of the developed world is clearly an area for future work, as is the development of severity of illness scores that are simple yet robust enough to implement and collect across a wide range of critical care settings. The lack of an effective pediatric risk prediction tool that is useful and validated across borders is another research opportunity, given the global burden of pediatric critical illness [59].Determining the optimal period of follow-up to best capture long-term mortality for a critical-illness intervention is a topic of much debate [60]. Given the variability in discharge practices, as well as the protean choices regarding end-of-life care, it is apparent that extending patient follow-up past location-based censoring at 28 days or hospital discharge is important. In addition, we must develop non-mortality outcomes that are not merely ICU-specific, but patient-centered, incorporating measures of disability, functional capacity, and end-of-life preferences.ConclusionWith the advent of large databases and ease of international collaborations, we can look beyond local hospitals and healthcare systems to gain insight from the differences among practices. Many studies comparing regions and countries now document large variation in the delivery of critical care, and by understanding the causes (and consequences) of these differences, we can interpret international data more accurately. However, the very differences that make comparisons across countries difficult are also the areas that warrant further investigation to ultimately optimize local delivery of care and outcomes.AbbreviationsAPACHE: Acute Physiology and Chronic Health Evaluation; ED:"
  },
  {
    "full_text": "Physiology and Chronic Health Evaluation; ED: Emergency Department; ICU: intensive care unit; SAPS: Simplified Acute Physiology Score.Competing interestsThe authors declare that they have no competing interests. CONCLUSION: ConclusionWith the advent of large databases and ease of international collaborations, we can look beyond local hospitals and healthcare systems to gain insight from the differences among practices. Many studies comparing regions and countries now document large variation in the delivery of critical care, and by understanding the causes (and consequences) of these differences, we can interpret international data more accurately. However, the very differences that make comparisons across countries difficult are also the areas that warrant further investigation to ultimately optimize local delivery of care and outcomes."
  }
]