[
  {
    "full_text": "TITLE: Clinical review: Critical care in the global context – disparities in burden of illness, access, and economics ABSTRACT: World health care expenditures exceed US $4 trillion. However, there is marked variation in global health care spending, from upwards of US $7,000 per capita in the US to under US $25 per capita in most of sub-Saharan Africa. In developed countries, care of the critically ill comprises a large proportion of health care spending; however, in developing countries, with a greater burden of both illness and critical illness, there is little infrastructure to provide care for these patients. There is sparse research to inform the needs of critically ill patients, but often basic requirements such as trained personnel, medications, oxygen, diagnostic and therapeutic equipment, reliable power supply, and safe transportation are unavailable. Why should this be a focus of intensivists of the developed world? Nearly all of those dying in developing countries would be our patients without the accident of latitude. Tailored to the needs of the region, the provision of critical care has a role, even in the context of limited preventive and primary care. Internationally and locally driven solutions are needed. We can help by recognizing the '10/90 gap' that is pervasive within global health care and our profession by educating ourselves of needs, contacting and collaborating with colleagues in the developing world, and advocating that our professional societies and funding agencies consider an increasingly global perspective in education and research. BODY: Health and critical care in the developed worldTotal world health care expenditures reached US $4 trillion in 2004 [1]. However, there is marked variation in global health care spending. The US spends the most, US $2.3 trillion, or 16% of the gross domestic product (GDP), whereas median spending is approximately 10% of the GDP in Canada, Germany, Switzerland, and France (Figure1) [2-4]. In the US, this equates to approximately US $7,000 annually per capita in comparison with approximately US $3,000 annually per capita in other Western nations (Figure2) [5]. In contrast, total annual expenditure on health in the vast majority of sub-Saharan African countries is under US $25 per capita and often less than 3% of the GDP (Figure3) [6]. These figures speak to the disparities of a global '10/90 gap': 10% of worldwide expenditure on health research and development is devoted to the problems that primarily affect the poorest 90% of the world's population [7].Figure 1International health spending as a percentage of gross domestic product (GDP), 2006. Reprinted with permission from [3]. Copyright 2006, World Health Organization.Figure 2Life expectancy at birth and health spending per capita, 2005. AUS, Australia; AUT, Austria; BEL, Belgium; CAN, Canada; CHE, Switzerland; CZE, Czechoslovakia; DEU, Germany; DNK, Denmark; ESP, Spain; FIN, Finland; FRA, France; GBR, Great Britain; GRC, Greece;"
  },
  {
    "full_text": "FRA, France; GBR, Great Britain; GRC, Greece; HUN, Hungary; IRL, Ireland; ISL, Israel; ITA, Italy; JPN, Japan; KOR, South Korea; LUX, Luxembourg; MEX, Mexico; NLD, The Netherlands; NOR, Norway; NZL, New Zealand; POL, Poland; PRT, Portugal; SVK, Slovakia; SWE, Sweden; TUR, Turkey; USA, The United States. Reprinted with permission from [5]. Copyright 2005, Organisation for Economic Co-operation and Development.Figure 3Total expenditure on health per capita, 2004. Amounts are presented in US dollars. Reprinted with permission from [6]. Copyright 2004, World Health Organization.National expenditure on health care does not have a consistent relationship to the overall health of a population. There is an association between life expectancy at birth and health care spending, but there is considerable variation in outcome for a given level of spending (Figure2). The US is an outlier, spending more per capita on health care than any other nation [2] yet ranking poorly on many standard measures of health among Organisation for Economic Co-operation and Development (OECD) countries: 46th in average life expectancy and 42nd in infant mortality [8]. These data underscore that the determinants of health are often not the provision of reactive health careper sebut are more broadly related to social circumstances, environmental exposure, and behavioral patterns [8]. There are also marked regional and socioeconomic variations in access and outcomes across the population within developed and developing countries. In some parts of the developed world, most notably the US, access to care is far from universal: 45 million citizens, and millions more immigrants, lack any health insurance [8], and nearly 90 million lacked health insurance for at least one month during 2006–2007 [9]. A more comprehensive system of basic and preventative medical care with more moderate individual spending through universal health insurance programs has been associated with much better ranking on standard measures of health in much of the developed world [5].Among various components of health care systems in developed countries, the provision of care to critically ill patients is among the most expensive, but very little is known about international differences in the provision of intensive care [10,11]. In North America, intensive care consumes up to 1% of the GDP [12,13], and critical care services tend to dominate clinical expenditures in other jurisdictions as well [14,15]. From a global health perspective, resources for critical care vary considerably. This point is evidenced by the fivefold or greater variability in the number of intensive care unit (ICU) beds among Western European countries and by 100-fold differences between Western Europe and some regions of South America [16].Health and critical care in the developing worldThere are two major challenges to providing critical care in the least developed countries [17]. First, there is little infrastructure to deliver health"
  },
  {
    "full_text": "there is little infrastructure to deliver health care in general, let alone conduct observational research regarding capacity. The World Health Organization does not track global ICU bed availability or capacity to treat critically ill patients. In the least developed counties, the discipline of critical care may be poorly organized, with ICUs usually beingad hocareas within hospitals [17]. Specialty trained intensivists are rare. Physicians and nurses are in short supply and underpaid and frequently emigrate to more developed countries [18]. Electrical power shortage or surges may prevent the use of much medical equipment, and lack of infrastructure and technical support for repairs limits equipment life span. Diagnostic radiology is modest and computed tomography scanners are rarely available. Oxygen may not be available, and when it is, in limited supply via oxygen bottles and concentrators, rarely from evaporators [19]. Transportation is often unavailable or unsafe [18] and prevents care of critically ill patients in the few specialized centres that may exist.The second challenge relates to the premorbid conditions of patients and their pattern of presentation. Obstetric and perinatal complications continue to be a major source of morbidity and mortality. A child born in Angola is 73 times more likely to die than a child born in Norway; a woman giving birth in sub-Saharan Africa is 100 times more likely to die than in Canada [20]. The burden of illness from motor vehicle injuries and penetrating torso injuries due to interpersonal conflict is high [17]. Patients suffer burns due to the use of fuel-burning lamps and stoves, and burn-related mortality is similarly high. Malnutrition adds to the above burden of illness, and sporadically, outright famine leads to devastating consequences.Infectious disease is both a common precipitant and final common pathway to critical illness in the developing world. Sub-Saharan Africa is experiencing the overwhelming effects of the AIDS epidemic and is home to 72% of global AIDS deaths [20]. Average life expectancy is 47 years – three decades shorter than in North America or Europe [20]. With the contraction of the middle-aged adult population due to AIDS, often grandmothers and children are the pillars of health care delivery. The AIDS epidemic is aggravated by tuberculosis, endemic in much of Africa. Malaria leads to another 1.5 to 3.5 million deaths annually [21]. The global incidence of tetanus is approximately 1 million cases per year, with a case fatality rate that can approach 50% [22]. Tetanus is a particularly frustrating critical illness given that it can be prevented by a simple and safe series of childhood immunizations.It may be argued that diseases such as HIV, trauma, and tetanus are preventable with effective primary health care programs. In this respect, it is crucial to remember that, despite centuries of preventive care, we have failed to control tuberculosis. Indeed, with the advent of"
  },
  {
    "full_text": "control tuberculosis. Indeed, with the advent of multidrug-resistant tuberculosis, we are facing our greatest battle [23]. The failure to offer appropriate postprevention therapy similarly results in collateral family damage and significant reductions in GDP. This reality is epitomized by the HIV epidemic that has produced an entire generation of orphans and increased poverty in many African countries [24,25]. A tiered health care system that ensures a suitable appropriation of funding for tertiary and quaternary health care is therefore essential.Within the medical profession, a common perspective is that basic health care, including vaccination and nutrition, is not 'critical care'. However, in many hospital wards of developing countries, the majority of patients dying of AIDS, complicating infections, and malnutrition would be designated 'critically ill' if cared for in hospitals of the developed world and would be our patients.This disparity in health care, capacity for research, and inability to deliver the care provided by our specialty to the majority of the world's population raises ethical concerns. The developed world has the luxury of spending millions of dollars studying thousands of patients to detect small differences in outcomes. As a society and profession, we have spent billions of dollars in research funding on therapies for severe sepsis, while millions die each year in countries a short plane ride away (and likely thousands more disadvantaged citizens of developed countries) due to limited primary and advanced health care resources. We are generally excited with numbers needed to treat (NNT) of 20 to 50 for ICU therapies, and incremental cost-effectiveness ratios of US $50,000 to $100,000 per quality-adjusted life year saved. These measures of cost-efficacy are less impressive when considering an NNT of 1 to prevent a death with cost-saving therapy for critically ill patients with AIDS not on antiretroviral drugs [26].The evolution of disparate economies of the developed and developing worldOf the nearly 6 billion people in the world today, roughly 1 billion live in extreme poverty. They are nearly all inhabitants of 'developing' countries, predominantly in sub-Saharan Africa and South and East Asia and earn less than US $1 per day [27]. They are generally too hungry, ill, and destitute to step on the first rung of the development ladder. Another 1.5 billion are the 'poor', living beyond subsistence but still struggling to make ends meet, often migrating long distances for work, without routine access to safe drinking water and public health, and one generation from the plight of the extreme poor. Another 2.5 billion live in the middle-income world, mostly in cities, with incomes of a few thousand dollars per year, housing, indoor plumbing, maybe even personal transportation. Most of us reading this article are within the remaining 1 billion rich. Over the last 25 years, only sub-Saharan Africa has witnessed a rise in the"
  },
  {
    "full_text": "sub-Saharan Africa has witnessed a rise in the numbers of extreme poor, with an 'improvement' to moderate poverty occurring in East and South Asia [28]. The good news may be that more than half the world is on the ladder of economic development; the bad news, of course, is that at least a sixth has absolutely no hope of escaping their poverty trap without the help of others.Over the last 200 years, the economies of Africa have grown by approximately 0.7% per year, while the US has grown by 1.7% per year, resulting in a 25-fold increase in living standard for Americans [29]. There is a common notion that economic growth of one person or area must come at the expense of another. For example, the rise of China must be accompanied by a downturn in the economics of the US, or economic prosperity in Africa must be achieved by a taking of prosperity from somewhere else. History does not bear this out; economic prosperity does not appear to be a zero-sum game [30-32].Why have some countries failed to achieve economic growth where others have prospered? The reasons for failed economic growth are complex and disparate yet many might be grouped into a few broad categories. There are many country-specific challenges to economic development, including physical geography, climate change, failure of responsible governance, unjust taxation, and lack of ongoing investment. Low fertility rates can result in negative population growth, whereas very high fertility rates can cause scarce resources to be spread more thinly. Cultural barriers that limit the involvement of women in the economic, political, and education system can deny potential contributions of half the population. Within AIDS-ravaged countries, the middle ages of the population who would otherwise engage in working, producing, earning, and caring for the next generation have been lost, leaving countries of orphan children and grandparents. Internal or external military conflict occupies economic and human capital necessary for development and changes the focus of individuals and government from advancement to survival. In 2000, there were globally more than 1.5 million deaths attributed to violence compared with other public health priorities [33]. Approximately 90% of this burden is experienced in low- and middle-income countries compared with 10% by developed countries [33]. For every death, there are likely to be 10 people injured and 100 people displaced [34]. Improving the general economic situation of a region mitigates this risk. The risk of widespread civil conflict in a country with a GDP of US $250 per person is 15% over the following 5 years; the risk is cut in half with a GDP of US $500 per person and is less than 1% among countries with a GDP of US $5,000 per person [35].To be sure, the developed world has some responsibility for challenges facing the developing world. The developed world may be able to have its greatest impact by deshackling the world's poor from past debt repayment and"
  },
  {
    "full_text": "the world's poor from past debt repayment and allowing developing countries to reinvest in themselves and investing enough to allow the least developed countries to get a foot on the ladder of development. Relief of debt is a key step; however, it will be of limited value if it is not accompanied by sustainable economic empowerment and human capacity development. A recent multicentre study has documented that, in almost all European countries, rates of poor health and death are substantially higher in groups of lower socioeconomic status, providing further incentive to improve health through improvement of the general situation of the population [36]. Furthermore, vast local differences in capacity to deliver health care dictate the need for rigorous engagement with local experts who are sensitive to practical solutions and a need for limited conditionality accompanying aid from the developed world.Hopes and false hopes for the futureThe United Nations Millennium Development Goals set a course toward ending extreme poverty and hunger, ensuring universal primary education, gender equality, reduction in child mortality by two thirds, reduction in maternal mortality by three quarters, reversal of the spread of HIV/AIDS, ensuring environmental sustainability, and establishment of a global partnership for development by 2015 [37]. These goals, the Global Fund to Fight AIDS, Tuberculosis and Malaria, the United States President's Emergency Plan for AIDS Relief, the Gates Foundation, the Clinton Foundation, and the Gleneagles Agreement give us hope that we are not just thinking about action but that the developed world is finally engaging at the highest levels of government.Although developed countries have increased global health assistance from US $2 billion in 1990 to US $12 billion in 2004, the Millennium Development Goals will almost surely not be met. Most OECD countries have not come close to fulfilling their pledges to donate 0.7% of the gross national income per year – 7 cents on every US $10 of income [37]. This would lead to approximately US $175 billion per year in aid, with around US $75 billion coming from the US, a fivefold increase from current spending. If this occurred, millions of lives would undoubtedly be saved [38]. Importantly, the history of economic development would argue that this initial investment leads to sustained and independent future development – once people escape the extreme poverty trap, most are able to continue a rise up the development ladder. Indeed, this premise is currently under scrutiny with the Millennium Villages project [39].Is it possible to raise this amount of money to help alleviate suffering in the developing world? Absolutely, yes. The combined income of only the 400 richest US taxpayers is greater than the combined GDP of Botswana, Nigeria, Senegal, and Uganda with a total population of approximately 160,000,000 people. The war in Iraq cost approximately US $130 billion in direct military outlay"
  },
  {
    "full_text": "US $130 billion in direct military outlay in the first 18 months and US $5 billion per month thereafter [29].Why we should care about critical illness in developing countries?Although many would agree that global economic and health inequalities demand our attention, should intensivists pay particular attention to critical illness in the developing world? We may care because of the potential for simple critical care interventions to save many lives, or we may react from self-interest: lack of health care and human well-being in the poorest of nations may directly affect us via the spread of infectious diseases or export of violent conflict.What can we as practicing intensivists do to improve the situation of global critical illness? There are several courses of action (Table1), but the first step is to acknowledge the issue of global disparities in critical illness prevention and treatment. What can we do as investigators? In a recent review of the critical care literature from 2007, we found little research to report on critical care in the developing world [40]. One avenue of research may be to perform a needs assessment of selected developing regions in order to determine the most common reasons for critical illness, resources available to manage such illness, and highest-impact interventions for both preventive and reactive care. It is unlikely that recombinant proteins or monoclonal antibodies will top the list; yet, in some areas, intravenous crystalloids, means to concentrate oxygen, a generator, a vehicle to transport the critically ill to hospital, or a critical care course or field manual may provide the greatest return. The critical care community might focus upon already established Millennium Development Goals of reducing maternal and childhood mortality. Ultimately, pilot studies to determine the feasibility and impact of interventions are both possible and essential. Although it is unrealistic to expect that focused resources aimed at stabilizing or treating a critically ill patient in a developing country will be on par with debt reduction, ensuring adequate education, nutrition, and vaccination supply, there are undoubtedly cost-effective and feasible interventions that align with our professional knowledge and skill set.Table 1What the developed world critical care community can contributeAcknowledgment of global disparities in critical illness.Contact and collaborate with colleagues in developing countries by sponsoring mutual knowledge transfer programs, including mutual travel exchanges of qualified intensivists and trainees.Donate time, knowledge, and resources to organizations already doing work in the developing world.Advocate for less expensive medications, including newer generation antibiotics, analgesia, and sedation as well as less expensive medications to prevention critical illness such as vaccination and antiretrovirals.Mandate our professional societies and funding agencies to consider a global perspective in"
  },
  {
    "full_text": "agencies to consider a global perspective in research and education support and create a section within medical professional society task forces on global disparity with specific aims of reducing disparities through education, research, and mutual knowledge transfer.Sponsor attendance of acute care professionals to an upcoming conference or your own intensive care unit.ConclusionAchieving the goal of eliminating global poverty and reducing the burden of disease will require cooperation along many fronts. The greatest impact will likely be made through multinational aid, debt cancellation, fulfillment of the Millennium Development Goals, and enabling an appropriate spectrum of primary to quaternary health care. Lest we be accused of intellectual imperialism, this strategy does not de-emphasize the key role of local protagonists in providing long-term sustainable solutions. The developed-world intensive care community has acquired enormous expertise and expended considerable resources toward the care of critically ill patients. Our challenge is to broaden our scope to consider the majority of the world's critically ill patients who lack access to these resources. Currently, the 'accident of latitude often determines whether a child lives or dies... this is not the nightly news, this is a crisis of our world and of our time – history will judge us and our success' [41].AbbreviationsGDP: gross domestic product; ICU: intensive care unit; NNT: numbers needed to treat; OECD: Organisation for Economic Co-operation and Development.Competing interestsThe authors declare that they have no competing interests."
  }
]