[
  {
    "full_text": "TITLE: Clinical frailty and polypharmacy in older emergency critical care patients: a single-centre retrospective case series ABSTRACT: Background and objectivesAdmission of complex and frail patients to critical care units is common. Little is known about the relationship between clinical frailty and polypharmacy measures in critical care patients or how a critical care admission affects polypharmacy.We sought to: (1) Describe the extent and relationship between clinical frailty and polypharmacy in a cohort of older emergency general critical care patients, and to (2) Describe the effect of the critical care pathway on patient polypharmacy measures.MethodsA retrospective evaluation was undertaken in all patients ≥70 years of age, admitted as emergencies to the general critical care units of a single large UK academic hospital, over a 2-year period (March 2016 to February 2018) (n=762). Patient Clinical Frailty Scale (CFS) and polypharmacy measures on admission were described and association was tested. Medication changes and documentation on care transitions were analysed in a randomly selected convenience cohort of critical care survivors (n=77).ResultsOn admission patients had a median of 9 (5;12) medicines, of which a median of 3 (2;5) were high-risk medicines. Polypharmacy (5–9 medicines) and hyperpolypharmacy (≥10 medicines) occurred in 80.7% (615/762) and 43.2% (329/762) of patients, respectively. A degree of frailty was the standard (median CFS 4 (3;5)) with 45.7% (348/762) CFS 4–5 and 20% (153/762) CFS ≥6. The patient median CFS increased by 1 with polypharmacy classification increments (p<0.001). In the survivor cohort, a median of 6 (4;8) and 5 (4;8) medication changes occurred on critical care and hospital discharges, respectively. A minority of patients had detailed medication continuity plans on care transitions.ConclusionsPolypharmacy and frailty were very common in this UK single-centre cohort of older emergency critical care patients. There was a significant association between the degree of polypharmacy and frailty score. The critical care pathway created extensive changes in patient medication therapy. Medication changes on care transitions often lacked detailed documentation. BODY: Background and objectivesAdmission of complex and frail patients to critical care units is common. Little is known about the relationship between clinical frailty and polypharmacy measures in critical care patients or how a critical care admission affects polypharmacy.We sought to: (1) Describe the extent and relationship between clinical frailty and polypharmacy in a cohort of older emergency general critical care patients, and to (2) Describe the effect of the critical care pathway on patient polypharmacy measures."
  }
]