[
  {
    "full_text": "TITLE: Comparison of performances of top emergency medicine journals in terms of COVID-19 publications in 2020 ABSTRACT: IntroductionThe aim of this study is to evaluate the qualitative and quantitative contribution of Emergency Medicine (EM) journals to scientific literature on COVID-19 and compare the journals in terms of publications.Material and methodsWe performed a comparison of top EM journals by hand-search in terms of COVID-19 publications and citations between January 1st and December 31st, 2020. Publications were also categorized according to research field, country and article types. Data were given as numbers and percentages.ResultsAmong 18 EM journals, Resuscitation ranked in the first place and American Journal of Emergency Medicine ranked in the last place according to Impact Factor. In these journals, 512 (12.2%) articles related to COVID-19 were published. The American Journal of Emergency Medicine and Internal and Emergency Medicine published the greatest amount of publications related to COVID-19 (n= 71). The American Journal of Emergency Medicine was also the leading journal in terms of “Total Citations to COVID-19 Articles” (n= 1192). Western Journal of Emergency Medicine published the greatest proportion of COVID-19 articles (Total COVID-19 Articles/Total Articles = 0.3). World Journal of Emergency Surgery ranked in the first place in terms of citations per COVID-19 articles (n= 33.2). The most common studied field was Effects of COVID-19 on the Health System (n= 222). The US was the most productive country with 188 COVID-19 publications and 1411 citations to these publications, followed by Italy.ConclusionThe contribution of EM journals to COVID-19 literature is controversial. “Effects of COVID-19 on the Health System” is the most studied field. “Clinical Properties, Ethical Issues and Treatment Methods” are neglected fields in EM journals. BODY: 1IntroductionA series of pneumonia cases of unknown origin were identified in Wuhan, China in December 2019. Then, the etiological agent was defined as the 2019 novel coronavirus (2019-nCoV). The disease was recently declared by the World Health Organization (WHO) as coronavirus disease 2019 (COVID-19) and a pandemic [1]. The research community has responded rapidly to this new threat to humanity [2]. Since the beginning of the COVID-19 outbreak in December 2019, a substantial body of COVID-19 medical literature has been generated [3]. This growing publication of research related to COVID-19 was of importance to disseminate knowledge and experience [4]. On the other hand, Journal editors and staff face a challenge between the need for rapid dissemination of timely clinical and research findings and rigorous scientific review as the workload increases [5].Like other journals, Emergency Medicine journals had to take responsility in the need of a fact-based and broad public health response as well a national plan [6]. In this article, we aimed to determine the performances of EM"
  },
  {
    "full_text": "we aimed to determine the performances of EM journals and the subgroups of interest of EM academicians in terms of COVID-19.2Materials and methodsWe determined the top 20 EM Journals from Scimago Journal & Country Rank web site. Two journals were excluded from the study since one was not relevant to EM and the other one was not accessable in the internet. Then, we conducted a separate hand-searching on web sites of each remaining 18 journals. Publications between between January, 1st and December 31st, 2020 were involved into the study. For published studies, one reviewer author extracted the publications relevant to COVID-19. When available, full-texts of the articles were investigated. Original Articles, Letters to the Editor, Correspondences, Reviews, Editorials, Brief Reports, Commentaries, Case Reports, Research Letters, Viewpoints, Perspectives, International Guidelines, Special Contributions, Clinical Aspects, Case Series, Early Access publications, Controversies and Clinical Papers were involved into the study. Poster presentations and abstracts were excluded. For each publication, reviewers recorded their opinion about study eligibility, and reasons for exclusion. Disagreements between reviewers in the second screening phase, evaluating full texts, were resolved via discussion.Data on characteristics of the journals involved were extracted from the web sites of each journal. Citation times for each publication was obtained by entering the title of the publication into Google Scholar Database.The studies related to COVID-19 were divided into subgroups according to their relevance as Effects on the Health System, Clinical Properties, Diagnosis, Treatment, Complications, Outcomes, Effects on Mental Health, Protective Measures, Telemedicine, Ethical Issues and Education. The categorization of the articles was performed based mainly on titles along with abstracts of the articles. Nevertheless, if the title or abstract is not explanatory or the distinction between subgroups is not clear, full-text of the article was discussed by the authors in terms of suitability to the subgroups.Distribution of the articles according to countries were determined according to the institution of the corresponding author.The publications were also categorized according to article types, and citation times were calculated.Data were given as numbers and percentages.3ResultsAccording to SCImago Journal Rank Indicator, Resuscitation ranked in the first place with 4.57 impact factor and American Journal of Emergency Medicine ranked in the last place with 1.7 impact factor on the top 20 EM Journals List. Of the journals, 9 were from the USA, 6 were from England, 1 was from Netherlands, 1 was from Italy and 1 was from Australia. Majority of the journals were hybrid (n= 13) in terms of publication policy. The characteristics of the top EM Journals are summarized inTable 1.Table 1Characteristics of the top emergency medicine journals.Table 1JournalSCImago Journal Rank"
  },
  {
    "full_text": "journals.Table 1JournalSCImago Journal Rank IndicatorImpact FactorIssues per YearPublishing PolicyCites per Documents (2 Years)CountryResuscitation3.109 (Q1)4.5712Hybrid4.25NetherlandsAcademic Emergency Medicine1.479 (Q1)2.512Hybrid2.98The USAAnnals of Emergency Medicine1.389 (Q1)5.3512Regular3.22The USAWorld Journal of Emergency Surgery1.328 (Q1)3.71ContinuousOpen Access4.35EnglandScandinavian Journal of Trauma, Resuscitation and Emergency Medicine1.107 (Q1)2.37ContinuousOpen Access2.33EnglandCurrent Heart Failure Reports1.102 (Q1)2.956Hybrid2.95The USAShock1.057 (Q1)3.2012Hybrid2.54The USAAdvances in Wound Care1.051 (Q1)3.1112Hybrid2.85The USAPrehospital Emergency Care1.051 (Q1)2.696Hybrid2.19EnglandBurns0.909 (Q1)2.166Hybrid2.17EnglandInjury0.904 (Q1)2.1312Hybrid2.29EnglandEmergency Medicine Journal0.872 (Q1)2.0412Hybrid1.77EnglandCritical Care and Resuscitation0.869 (Q1)3.3ContinuousRegular2.18AustraliaEuropean Journal of Emergency Medicine0.749 (Q1)2.176Hybrid2.22The USAWestern Journal of Emergency Medicine0.734 (Q1)1.86Open Access1.76The USAJournal of Burn Care and Research0.712 (Q1)1.536Hybrid1.70The USAInternal and Emergency Medicine0.703 (Q1)2.328Hybrid2.01ItalyAmerican Journal of Emergency Medicine0.659 (Q1)1.712Hybrid1.93The USADuring the study period, a total of 4168 articles were published in 18 journals and 512 (12.2%) of them were related to COVID-19. The American Journal of Emergency Medicine published the greatest ammount of publications regardless of COVID-19 (n= 734), followed by Injury (n= 587) and Resuscitation (n= 432).When total COVID-19 articles were considered, American Journal of Emergency Medicine and Internal and Emergency Medicine published the greatest amount of articles (n= 71 for each). Additionally, The American Journal of Emergency Medicine was the leading journal in terms of Total Citations to COVID-19 Articles (n= 1192) followed by Academic Emergency Medicine (n= 514) and Internal and Emergency Medicine (n= 506). Western Journal of Emergency Medicine published the greatest proportion of COVID-19 articles (Total COVID-19 Articles/Total Articles = 0.3). World Journal of Emergency Surgery ranked in the first place in terms of citations per COVID-19 articles (n= 33.2), followed by Advances in Wound Care (n= 24), Critical Care and Resuscitation (n= 22.1) and American Journal of Emergency Medicine (n= 16.7). The details are summarized inTable 2.Table 2Total articles and citations to COVID-19 articles since January 1, 2020Table 2JournalTotal ArticlesTotal COVID-19 ArticlesTotal COVID-19 Articles/Total ArticlesTotal Citations to COVID-19 ArticlesCitations per COVID-19 ArticlesResuscitation432620.13715.9Academic Emergency Medicine228450.251411.4Annals of Emergency Medicine294340.11263.7World Journal of Emergency Surgery7990.129933.2Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine118150.1362.4Current Heart Failure Reports4610.0200Shock20690.04616.7Advances in Wound Care3910.022424Prehospital"
  },
  {
    "full_text": "in Wound Care3910.022424Prehospital Emergency Care970–00Burns294160.005674.1Injury587310.05933Emergency Medicine Journal205420.2902.1Critical Care and Resuscitation64170.237722.1European Journal of Emergency Medicine124190.151306.8Western Journal of Emergency Medicine206660.32483.7Journal of Burn Care and Research15030.0251.6Internal and Emergency Medicine265710.25067.1American Journal of Emergency Medicine734710.09119216.7When the articles were categorized, it was determined that majority of the articles were related to Effects of COVID-19 on the Health System (n= 222) followed by Treatment Methods (n= 72) and Diagnosis (n= 66). Clinical Properties and Ethical Issues were at the bottom of the list (n= 4 andn= 3, respectively). See details inTable 3.Table 3Distribution of articles according to categories.Table 3JournalsCategoriesEffects on the Health SystemClinical PropertiesDiagnosisTreatmentComplicationsOutcomesEffects on Mental HealthProtective MeasuresTelemedicineEthical IssuesEducationTotalResuscitation452551462Academic Emergency Medicine171563111145Annals of Emergency Medicine12833834World Journal of Emergency Surgery6219Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine122115Current Heart Failure Reports11Shock1269Advances in Wound Care11Prehospital Emergency Care0Burns1616InjuryEmergency Medicine Journal28344342Critical Care and Resuscitation5551117European Journal of Emergency Medicine18119Western Journal of Emergency Medicine19101422296266Journal of Burn Care and Research33Internal and Emergency Medicine20171915412271American Journal of Emergency Medicine183910182172171Total222466723897381537481The United States of America was the most productive country with 188 COVID-19 publications and 1411 citations to these publications (7.5 citations per publication). Italy was in the second place with 80 publications and 1006 citations (12.5 citations per publication), followed by England and China. Greece was in the first rank in terms of citations per publication with 121 citations to 6 articles (Citations per Publication = 20.1).Table 4presents publications and citations according to countries.Table 4Distribution of publications and citations according to countries.Table 4CountriesNumber of PublicationsNumber of CitationsCitations per PublicationThe USA18814117.5Italy80100612.5England462054.4China363259France251495.9India141289.1Australia14433Taiwan13423.2Spain1212710.5Singapore1112811.6Germany9293.2Japan9778.5Canada991Iran7375.2Turkey7446.2Israel691.5Greece612120.1Belgium68814.6Switzerland3206.6Poland33210.6Russia341.3Ireland300Pakistan221Austria273.5Malaysia231.5Island24020Sweden200Nederlands22311.5South Africa111Morocco111Romania100Lebanon100Peru100Indonesia11111Crotia111Norway11515Finland100Thailand111While majority of the articles were original articles (n= 138, citations = 7.2), letters to the editor ranked in the second place (n= 104, citations = 345). When publications were ranked according to citations per"
  },
  {
    "full_text": "were ranked according to citations per publication, the ranking was as follows: Clinical Paper (n = 1, citations = 115), Point of View (n= 2, citations = 151), Guidelines (n= 5, citations = 257) and Review (n= 31, citations = 663).Table 5summarizes the COVID-19 publications according to categories.Table 5Citations according to article types.Table 5Article TypeNumberTimes CitedCitations per PublicationOriginal Article1389957.2Letter to the Editor1043453.3Correspondence685077.4Review3166321.3Editorial291224.2Brief Report24692.8Commentary211688Case Report1939420.7Research Letter1717810.4Viewpoint910711.8Perspective5326.4International Guideline525751.4Point of View215175.5Special Contribution284Clinical Aspect22814Case Series100Early Access100Controversy100Clinical Paper11151154DiscussionAccording to our study, the USA was the most productive country when publications related to COVID-19 in EM journals are considered. The American Journal of Emergency Medicine published the greatest proportion of articles. World Journal of Emergency Surgery had the greatest number of citations per COVID-19 articles. Majority of the publications were original articles.In a study with top 20 EM journals, it was reported that all were English-language journals and that 13 (65%) were published out of Europe and seven (35%) were published in the US. Nearly all journals had an open access option with a median charge of $2845. Fourteen journals (70%) accepted brief reports/research letters, and 14 journals (70%) accepted case reports/case images [7]. It was reported that while proportion of original articles decreased, proportion of case reports increased in the pandemic period [5]. Even so, we determined that majority of the journals were hybrid or open access and majority of the articles on COVID-19 were original articles, in concordance with the previous studies.In the early days of the pandemic, China published majority of the articles since it was the country where COVID-19 originated. Unsuprisingly, majority of the publications on this novel disease were case reports and case series [2]. This knowledge and experience sharing was important for the scientific community and made a substantial contribution to preparedness in the warfare against the pandemic. Between 1 January and 24 March 2020, China produced the highest number of publications with 323 articles, followed by the USA. As the pandemic progressed, non-COVID-19-related articles began decreasing in volume as COVID-19-related articles increased. Additionally, number of publications originating from the Western World increased, substantially [3,8]. Simultaneously, research institutions halted patient enrollment in clinical studies in the ED and number of publications in EM journals escalated [5].In the setting of the COVID-19 pandemic,because of additional stressors such as daily tragedy, changes in therapeutics, personal protection, and controversies regarding epidemiology and management, and reduction or loss"
  },
  {
    "full_text": "and management, and reduction or loss of income, baseline stress in EM is magnified [9].Although emergency physicians battle on the frontline in the warfare against COVID-19, scientific contribution of EM to the COVID-19 literature is questionable. By December 22, 2020, when Web of Science© Database was investigated, EM Category ranked in 36th place among other disciplines such as General Internal Medicine, Public Environmental Occupational Health, Infectious Diseases, Surgery, Psychiatry, etc. [10].As members of a relatively novel specialty, EM academicians focused on researches involving risk factors, healthcare utilization, ultrasound, sepsis and operational metrics before the pandemics [11]. With the pandemic, numerous changes occurred in the ED setting. Use of protective clothes, increased workload and stress and changes in the ED management procedures in many ways have been reflected in scientific studies. According to our results, while Effects of COVID-19 on the Health System, Treatment Methods and Diagnosis are the most studied fields, Effects of the Pandemic on Mental Health of the Staff, Ethical and Educational issues are the most neglected fields in terms of EM publications. Considering all COVID-19 literature, it was reported that the researchers focus on clinical features and diagnosis of the disease. Many areas of potential research remain underexplored, such as mental health, the use of novel technologies and artificial intelligence and pathophysiology of COVID-19 [3]. Emergency physicians may contribute to the literature in these neglected areas.5Limitations of the studyOur study also has some limitations. Due to cross-sectional nature of the study design, number of publications and citations may vary by time. Additionally, although performed elaborately, hand-search procedure may also cause overlook of some articles.There have also been controversies between authors when determining the categories of some publications. There have been articles that could be involved in more than one category.Nevertheless, these challenges have not affected the overall results of this study.6ConclusionsIn addition to almost existing stress on ED physicians, the pandemic process increased this stress by causing scarcity in resources, including medications, physical space, equipment, and staff [9]. In this stressful environment, EM physicians also have responsibility to make contribution to the scientific literature and take the place they deserve in the struggle against COVID-19.The publication of research related to COVID-19 is of importance to disseminate findings of clinical care, understandings of disease trajectory, and health service preparedness and response [4]. According to our results, The highest number of articles was published in the American Journal of Emergency Medicine. Majority of the articles were related to “Effects of COVID-19 on the Health System”. According to our study, Clinical Properties and Ethical Issues are the least"
  },
  {
    "full_text": "Properties and Ethical Issues are the least investigated fields in EM journals.Declaration of Competing InterestNone."
  }
]