[
  {
    "full_text": "TITLE: Controls, Comparator Arms, and Designs for Critical Care Comparative Effectiveness Research: It’s Complicated ABSTRACT: Background:Comparative effectiveness research (CER) is meant to determine which commonly employed medical interventions are most beneficial, least harmful, and/or most costly in a real-world setting. While the objectives for CER are clear, the field has failed to develop either a uniform definition of CER or an appropriate set of recommendations to provide standards for the design of critical care CER trials, spurring controversy in recent years. The insertion of non-representative control and/or comparator arm subjects into critical care CER trials can threaten trial subjects’ safety. Nonetheless, the broader scientific community does not always appreciate the importance of defining and maintaining critical care practices during a trial, especially when vulnerable, critically ill populations are studied. Consequently, critical care CER trials sometimes lack properly constructed control or active comparator arms altogether and/or suffer from the inclusion of “unusual critical care” that may adversely affect groups enrolled in one or more arms. This oversight has led to critical care CER trial designs that impair informed consent, confound interpretation of trial results, and increase the risk of harm for trial participants.Methods/Examples:We propose a novel approach to performing critical care CER trials that mandates the documentation of critical care practices prior to trial initiation. We also classify the most common types of critical care CER trials, as well as the most frequent errors in trial design. We present examples of these design flaws drawn from past and recently published trials as well as examples of trials that avoided those errors. Finally, we summarize strategies employed successfully in well-designed trials, in hopes of suggesting a comprehensive standard for the field.Conclusions:Flawed critical care CER trial designs can lead to unsound trial conclusions, compromise informed consent, and increase risks to research subjects, undermining the major goal of CER: to inform current practice. Well-constructed control and comparator arms comprise indispensable elements of critical care CER trials, key to improving the trials’ safety and to generating trial results likely to improve patient outcomes in clinical practice. BODY: Background:Comparative effectiveness research (CER) is meant to determine which commonly employed medical interventions are most beneficial, least harmful, and/or most costly in a real-world setting. While the objectives for CER are clear, the field has failed to develop either a uniform definition of CER or an appropriate set of recommendations to provide standards for the design of critical care CER trials, spurring controversy in recent years. The insertion of non-representative control and/or comparator arm subjects into critical care CER trials can threaten trial subjects’ safety."
  },
  {
    "full_text": "CER trials can threaten trial subjects’ safety. Nonetheless, the broader scientific community does not always appreciate the importance of defining and maintaining critical care practices during a trial, especially when vulnerable, critically ill populations are studied. Consequently, critical care CER trials sometimes lack properly constructed control or active comparator arms altogether and/or suffer from the inclusion of “unusual critical care” that may adversely affect groups enrolled in one or more arms. This oversight has led to critical care CER trial designs that impair informed consent, confound interpretation of trial results, and increase the risk of harm for trial participants."
  }
]