[
  {
    "full_text": "TITLE: Costs and Benefits of the Melbourne Mobile Stroke Unit Compared With Standard Ambulance: Causal Analysis Using Observational Linked Data ABSTRACT: BACKGROUND:Evidence of the cost implications and health outcomes associated with the use of mobile stroke units (MSU) is required to support their utilization. We aimed to evaluate the causal effect of the use of an MSU compared with a standard ambulance on hospitalization costs and 90- to 180-day health outcomes.METHODS:Causal effect estimation was performed using patient-level data from a cohort of patients with stroke in 2018 identified from the Australian Stroke Clinical Registry (Victoria) and Melbourne MSU. These data were linked to Ambulance Victoria and government-held administrative data sets. In total, linked data from 8657 patients were available. Propensity score matching was used to define comparator groups within a target trial framework. Costs included emergency department and hospital admission costs in the first 180 days after stroke. Multivariable regression analyses of the matched data were used to compare costs and outcomes (mortality and modified Rankin Scale) between MSU and standard ambulance groups.RESULTS:The target trial sample included 96 patients transported by the MSU (intervention) and 198 patients transported by standard ambulance services (control). Of these, the mean age was 76 years and 157 (53%) were men. A greater proportion of patients received mechanical thrombectomy in the intervention group than the control group (40% versus 23%;P<0.001). The adjusted hospital costs were $17 949 greater in the intervention group than the control group (95% CI, $4682–$31 214;P=0.01). Patients in intervention group doubled the odds of achieving nondisability (modified Rankin Scale scores of 0–1, adjusted odds ratio of 2.11 [95% CI, 1.07–4.18]) and halved the mortality rate (adjusted hazard ratio, 0.53 [95% CI, 0.32–0.86]) within 90 to 180 days poststroke compared with the control group.CONCLUSIONS:There are important cost implications and improved outcomes from using the MSU that are likely related to increased provision of reperfusion therapy. BODY: Stroke is a major cause of death and disability,1but improving the time to treatment after a stroke increases the likelihood of better health outcomes.2In Australia, only 1 in 3 patients are treated within the benchmark of 60 minutes from the time of hospital arrival.3Delays in accessing hospitals after stroke symptoms are common and influenced by patient factors (do not seek urgent assistance) and system factors (resources, lack of a coordinated and streamlined process including hospital prenotification by paramedics). Bringing treatment directly to patients with suspected stroke via a mobile stroke unit (MSU) is a solution for reducing timelines to treatment, but investment to service an MSU can be substantial.4–7MSUs are modified ambulances equipped with a brain imaging system for stroke diagnosis, staffed with skilled stroke"
  },
  {
    "full_text": "for stroke diagnosis, staffed with skilled stroke clinicians (advanced practice nurses and radiographers) to provide medications, point-of-care laboratory testing, or access specialist medical support via telemedicine.8–10MSUs are being used in some high- and low-income countries with growing evidence that their use leads to reductions in the time-to-treatment, improvements in prehospital triage, and better clinical outcomes.11–16Furthermore, there is evidence from economic modeling that MSU services are cost-effective and can reduce downstream stroke-related costs with variation according to the volume of patients treated within the MSU.7,17–19The first Australian MSU was launched in Melbourne for use in November 2017.9,10Large investments are required to have these services,6,7and an economic evaluation was planned to support the expansion or duplication of the MSU service to other ambulance services within Victoria or other similar settings. Previous estimates of the cost-effectiveness relied on modeling using preliminary activity data and data published in the peer-reviewed literature.10In this study, we analyzed patient-level data to evaluate the costs and benefits of the use of MSU (intervention) compared with standard ambulance (control) for the treatment of stroke. The findings will be used to inform future economic modeling of the costs and benefits of the Melbourne MSU over patients’ lifetimes.MethodsData Availability and EthicsDue to ethical and legal restrictions, personal-level data from this study cannot be shared. However, certain aggregated data and coding that support the findings of this study are available upon reasonable request from the corresponding author, after approval from the relevant data custodians. Human Research Ethics Committee approval was obtained from Melbourne Health (HREC/17/MH/375) and Monash University (20158). Approvals for linkage and release of de-identified data were also obtained from relevant data custodians, including Ambulance Victoria, Melbourne Mobile Stroke Unit Steering Committee, Victorian Department of Health (Data Linkage Unit), the Australian Stroke Clinical Registry (AuSCR) Research Task Group, and the AuSCR Steering Committee.Study DesignIdeally, a randomized controlled trial design provides confidence in making causal inferences. However, in the real world, for comparative effectiveness studies, alternative methods must be used since it is not always ethical or feasible to conduct randomized controlled trials, particularly when assessing the adoption of new models of health care against usual care.20In this study, to ensure the robustness of our findings, the causal effect of treatment in the MSU on costs and health outcomes was estimated by conducting a causal analysis of observational linked data using an emulated target trial methodology (target trial framework).21The target trial framework provides a counterfactual theory for comparing the effects of treatment strategies and helps to"
  },
  {
    "full_text": "the effects of treatment strategies and helps to avoid methodological pitfalls of observational studies using a structured process.21This study is reported in accordance with both the STROBE (Strengthening the Reporting of Observational Studies in Epidemiology) and CHEERS (Consolidated Health Economic Evaluation Reporting Standards 2022) checklists (Supplemental Material;Appendices S1 and S2).22,23Study SettingSeven Victorian hospitals were capable of providing stroke unit care in 2018, and participants had access to both MSU and standard ambulances. The details of the human and material resources needed to establish the Melbourne MSU service and the operational system have been described previously.9,10However, the start-up and operational costs for MSU were not considered in this study.Data SourcesPatient-level data were linked and merged from different sources for this study, after approval from all data custodians. The data linkage was undertaken by the data custodians, and deidentified data sets were then transferred to Monash University for merging using a unique project identification number.24Only authorized authors J.K. and M.M.B. accessed the merged data set as they did not have the ability to reidentify any cases from the primary data sources. Data collected by the Melbourne MSU and the AuSCR were linked to Ambulance Victoria data and government-held administrative data sets (emergency episodes, admitted episodes, clinical costing, and death registry). Where patients had >1 record in the Melbourne MSU or AuSCR data sets, only the first instant the patient appeared in the data set was considered for analysis. Participants who were transferred from another hospital and had in-hospital strokes, aged <18 years and patients who attended out of the catchment areas were excluded (Figure S1).Melbourne MSUThe Melbourne MSU team systematically collected data on demographics, clinical characteristics, and treatment, including the time metrics for dispatch, arrival, and treatment.9In addition, outpatient follow-up was conducted, including an assessment of the modified Rankin Scale (mRS) score at 90 to 180 days after stroke during a clinic visit with a stroke specialist; otherwise, this was assessed by nurses from medical records or via phone.Australian Stroke Clinical RegistryThe AuSCR is used in participating hospitals to monitor the quality of stroke care in public hospitals (eg, prioritized evidence-based treatments including reperfusion therapies, care in stroke units, and discharge medications, and survivors are followed up between 90 and 180 days to complete a self-reported health outcomes survey [including the modified Rankin Scale, mRS]).25In 2018, the median time to completion of follow-up for adult responders was 144 days after admission.26Each year the cohort is linked to the National Death Index to obtain information on the fact of death and cause of death made available from the Australian Institute of Health and Welfare.Ambulance"
  },
  {
    "full_text": "Institute of Health and Welfare.Ambulance Victoria DataAmbulance Victoria is the emergency medical services provider in the state of Victoria and captures data including demographic information and time metrics for dispatch, arrival, and treatment for patients who provided ambulance dispatch and transport.24Department of Health, VictoriaThe Victorian Emergency Minimum Datasets collects deidentified data, including demographic, administrative, and clinical information, from emergency department presentations at Victorian public hospitals. The Victorian Admitted Episodes Datasets comprise data for admitted episodes of care occurring in Victorian hospitals, rehabilitation centers, extended care facilities, and day procedure centers.Patient-level costs related to emergency department and hospital admissions were obtained from the Victorian Cost Data Collection. Patient-level data on presentations to hospitals are conducted at Victorian hospitals and are reported to the Victorian Cost Data Collection and, in turn, to the Independent Health and Aged Care Pricing Authority for funding of hospital services. From 2018 to 2019, 96% of admitted acute episodes had cost data. However, costs for 6 months do not exclude costs unrelated to stroke. Data on the fact of death and cause of death from the Victorian Death Index were also obtained.Treatment StrategiesPatients treated in the Melbourne MSU (intervention group) were compared with standard ambulance transport to the hospital (control group).Eligibility CriteriaTo emulate randomized controlled trials, only those with a confirmed stroke (ie, ischemic or hemorrhagic stroke) in hospital discharge and those aged ≥40 years were included since there were differences in distributions of patient diagnoses (Table S1) and age between groups (Figure S2). Since patients with transient ischemic attack (TIA) by definition return to their usual functional status, they were excluded from the main analysis since MSU-specific interventions would have no opportunity to influence the mRS outcomes at 90 to 180 days. In addition, the Melbourne MSU will less often attend patients with TIA than patients with stroke as evidenced by the greater imbalance of the proportion between the groups (Table S1). The control group was selected if transported during the days and times of MSU operation (Figure S3). Participants in the control group were limited to those presenting to a predefined set of hospitals that served by MSU. In addition, due to the lack of socioeconomic status information for all participants, we used the postcode of the patients’ pick-up location and the hospital destination as a proxy measure. Those with missing values for the National Institutes of Health Stroke Scale (NIHSS) or mRS score at 90 to 180 days were excluded (Table S2).Exposure AssignmentTo ensure reliable comparisons between groups, we used a propensity-score matched causal effect estimation approach. We ensured the positivity assumption requirements"
  },
  {
    "full_text": "We ensured the positivity assumption requirements (ie, all treatments of interest to be observed with nonzero [positive] probability in every patient subgroup).27Violation of these assumptions was indicated by nonoverlapping data. To ensure balance between groups given our nonrandomized design, we first profiled the MSU cohort and then matched it to standard ambulance users with similar characteristics (Figure S1). The matching was conducted using age, sex, stroke diagnosis, hospital destination, day of admission, and NIHSS. The standard mean difference of 10% was considered a meaningful imbalance in the baseline covariate.28–30Follow-Up PeriodThe participants were followed up from their first stroke event to the first 90 to 180 days to assess their disability and readmission status. The costs of hospital presentation were assessed within 180 days of stroke. Time-to-death was defined as the time from the stroke event to the date of death or the last follow-up time, whichever came first in the first 180 days of follow-up.OutcomesThe primary outcome was the per patient hospitalization costs including emergency department and hospital admissions from stroke onset to 180 days. Costs of hospital presentations within 180 days of stroke were categorized as urgent and nonurgent emergency department presentations, acute admissions, and subacute admissions (rehabilitation, palliative care, and other subacute care). All costs were expressed in 2018 Australian dollars (AUD). The secondary outcomes were the nondisability rate, which was measured using the mRS31–33score at 90 to 180 days, and mortality. Patients were categorized as nondisabled with mRS scores of 0 or 1 at 90 to 180 days. Further analysis was also done with the 3-tier disability scale at 90 to 180 days (ie, independent [0–2 mRS], ambulatory [0–3 mRS], and requires either constant care or deceased [a worse outcome; 5–6 mRS]).Causal Contrasts of InterestOur primary analysis was based on the intention-to-treat analysis via a comparison of cost and health outcome measures among patients transported by MSU or standard ambulance.Statistical AnalysesThe intervention and control groups were compared using Wilcoxon rank-sum test (Mann-WhitneyUtest) for continuous variables, while categorical variables were compared using χ2tests and logistic regression. Fisher exact test was used when the frequency had a cell count <5.Multiple imputation with chained equations was used to estimate costs for hospital presentations without cost data. Data on costs were missing for <2% of records related to the hospital records for presentation related to stroke (on event), and for <15% of records related to hospital presentations following the presentation related to stroke (after event). Data were imputed based on the patient’s age and the primary diagnosis code (International Classification of Diseases, 10th Revision).Generalized linear regression with gamma distributions and a log link was used for comparisons of"
  },
  {
    "full_text": "and a log link was used for comparisons of hospital costs. Where possible, medians are presented because of the non-normal distribution. However, means were presented where adjusted generalized linear regressions were used. We used logistic regression for measures of nondisability and hospital admission and Cox proportional hazards regression for mortality. Secondary analysis of the utility-weighted mRS was conducted using linear regression.34All the multivariable regression analyses were adjusted for potential confounders (age, sex, stroke diagnosis, hospital destination, day of admission, and NIHSS of the patient). Statistical analyses were performed in Stata V.18 (STATA BE/18, StataCorp). A 2-tailedP≤0.05 was considered statistically significant.ResultsCohort DescriptionIn total, linked data from 8657 patients were available (median age, 76 years; 4637 [54%] were men). Of these, 1143 (13.2%) were from the MSU and 7514 (86.8%) were from the standard ambulance group (Figure S1). The day of the week that the admission occurred was similar between groups (Figure S3). After applying exclusion criteria and propensity score matching (ie, using age, sex, stroke diagnosis, hospital destination, day of admission, and NIHSS of the patient as confounding factors;Figure S4), 294 patients were included in the causal inference analysis (intervention group, ie, transported by MSU [n=96] and control group, ie, standard ambulance users [n=198]). The sociodemographic characteristics of the intervention group and control group were similar (Table1). The median age of the matched cohort was 79 years, 157 (53%) were men, 231 (79%) had ischemic stroke, and 63 (21%) had intracerebral hemorrhage.Table 1.Sociodemographic and Other Characteristics of Stroke Survivors Transported by Ambulance Among Our Cohort Within the Target Trial, Victoria, 2018Provision of Acute Stroke CareAmong patients with ischemic stroke, a greater proportion of patients in the intervention group arrived at the hospital within 4.5 hours (77.9% versus 56.3%; adjusted odds ratio, 2.93 [95% CI, 1.46–5.88];P=0.01; Table2;Figure S5). The proportion of patients provided intravenous thrombolysis (IVT) was greater in the intervention group than in the control group (67% versus 26%; adjusted odds ratio, 5.43 [95% CI, 2.80–10.53];P<0.01). The rate of intracerebral hemorrhage following thrombolysis was 5 (11.1%) in the control group and 2 (4.3%) in the intervention group (P=0.22). The intervention group received IVT after the onset of symptoms on average nearly 1 hour earlier than patients in the control group (98 [interquartile range (IQR), 109–204] minutes versus 144 [IQR, 76–124] minutes; adjusted difference in medians was −65 minutes [95% CI, −155.5 to 24.8];P=0.15). Similarly, among those who were evaluated within 4.5 hours, the intervention group received IVT after the onset of symptoms on average nearly 1 hour earlier than patients in the control group (98 [IQR, 76–119] minutes versus 137 [IQR,"
  },
  {
    "full_text": "group (98 [IQR, 76–119] minutes versus 137 [IQR, 106–203]; adjusted difference in median was −64 minutes [95% CI, −101 to −27] minutes;P=0.001).Table 2.Time Metrics for Reperfusion Therapy Among Patients With Ischemic Stroke Within the Target Trial, Victoria, 2018In the intervention group, all patients received IVT before their arrival to the hospital, while none of the control group received IVT before hospital arrival. Numerically, a greater proportion of patients received mechanical thrombectomy (MT) in the intervention group than in the control group (40% versus 23%; adjusted odds ratio, 1.94 [95% CI, 0.93–4.05];P=0.08). The intervention group received MT after the onset of symptoms approximately an hour and a half earlier on average than patients in the control group (216 [IQR, 141–519] minutes versus 161 [IQR, 127–188] minutes; adjusted difference in medians was −91.5 minutes [95% CI, −235.2 to 52.1];P<0.21). No statistically significant difference between groups in the proportion of patients receiving MT within 6 hours of stroke onset (66.7% versus 84%; adjusted odds ratio, 3.32 [95% CI, 0.68–16.18];P=0.14) was observed. The majority of patients with ischemic stroke received MT in ≤60 minutes of arrival to the hospital, in the intervention group 24 (96%), compared with only 8 (22.9%) of patients in the control group (Fisher exact testP<0.001).Hospitalization Costs From Stroke Event to 180 Days of PoststrokeAmong the total matched sample, there were cost data available for 287 (98%; MSU=92 and standard ambulance users=195) participants (Table3). The median cost of hospitalizations within 6 months postevent was $44 548 (IQR, $12 914–$78 259) for the intervention group and $24 418 (IQR, $9840–$48 596) for the control group (adjusted difference in medians was $15 638 [95% CI, 3097–28 179];P=0.02). Moreover, after adjusting the costs for age, sex, stroke diagnosis, hospital destination, day of admission, and NIHSS, the average cost difference between groups was $17 949 (95% CI, $4682–$31 215];P<0.01). Similarly, the median cost was $14 406 (95% CI, 2458–26 355];P=0.02) greater among patients with ischemic stroke and transported by MSU compared with those transported by standard ambulances. After adjusting the cost for age, sex, stroke diagnosis, stroke severity measured by NIHSS, hospital destination, and day of admission, costs were $23 226 (95% CI, 6633–39 818;P<0.01) greater on average in the intervention group compared with the control group.Table 3.Hospitalization Costs From Stroke Event to 180 Days Poststroke Among Our Cohort Within the Target Trial, Victoria, 2018Health-Related Outcomes From Stroke Event to 90 to 180 Days of PoststrokeThere were several differences in outcomes between groups. The intervention group significantly reduced the hazard of death during 180 days compared with the control group (hazard ratio, 0.53 [95% CI, 0.32–0.86]; Table4). In addition, the intervention group improved nondisability rate compared with the"
  },
  {
    "full_text": "improved nondisability rate compared with the control group (Figure S6) at the level of evidence against the null hypothesis ofP=0.05 (odds ratio, 2.11 [95% CI, 1.07–4.18). Further secondary analysis using linear regression of the utility-weighted mRS34indicated an adjusted beneficial effect in the intervention group, with an adjusted β of 0.081 (95% CI, 0.0–0.16;P=0.05). Patients in the intervention group had greater odds of hospital admissions after ischemic stroke than the control group (odds ratio, 1.94 [95% CI, 1.02–3.72];P=0.04). In general, our causal analysis estimate indicated that the use of MSU service could reduce disability and mortality at 6 months.Table 4.Outcomes Associated With Use of Mobiles Stroke Units Compared With Standard Ambulance Users Among Our Cohort Within the Target Trial, Victoria, 2018DiscussionIn this study, we found that the Melbourne MSU facilitated faster and more frequent provision of reperfusion therapies. There were also improved rates of nondisability and survival within 6 months of stroke, which is likely attributable to the increased access to reperfusion therapies. Moreover, patients with intracerebral hemorrhage are provided treatments such as antihypertensive therapy, hemostatic medications, and antiepileptic medications while in the MSU, and are transported directly to hospitals with neurosurgical capability. Reassuringly, the point estimates for the magnitude of the MSU effect are qualitatively similar in the overall patient cohort and the subset of patients with ischemic stroke. Therefore, it is more likely that the reduction in the sample size, when only patients with ischemic stroke are considered, leads to the reduced precision of the effect estimate. The findings related to improved provision of reperfusion therapies were consistent with other studies from similar settings with various research designs,11,12,35–37but in some of these studies, no differences in nondisability rate36,38or mortality35,38were observed between groups. A greater cost of hospitalization per patient in the intervention group compared with the control group was observed and is likely due to the difference in receipt of reperfusion treatments between groups. Within the Australian context, providing MT is estimated to be approximately AUD 18 000 per procedure.39The proportion of patients provided MT was greater in the intervention group than in the control group, but there were no differences in onset-to-groin time in the first 6 hours, which is consistent with previous findings from a similar setting.12A modest reduction in onset-to-groin time was not statistically significant, and this could be attributed to the challenges in integrating MSU into established systems,40and additional requests for new brain imaging (such as computed tomography perfusion for suspected large vessel occlusions with an onset >6 hours prior) or complexities in identifying candidates for MT, but further investigation using larger sample sizes is"
  },
  {
    "full_text": "investigation using larger sample sizes is required. Obtaining brain imaging on board the MSU, administering reperfusion therapies on board the MSU, providing prenotification to the endovascular team, and directly transferring to MT-capable hospitals improved the timelines of MT and outcomes after stroke elsewhere.41,42Every 15 minutes in time savings (ie, between the first 30 and 270 minutes) is associated with a 14% greater chance of ambulation by the time of discharge.43Conversely, for every 30-minute delay for MT, there is an associated 15% reduction in achieving a good clinical outcome. Moreover, every minute of delay in hospital-to-hospital transfer reduces the probability of patients receiving the therapy by nearly 3%.44Therefore, further investigation on the number and frequency of imaging, especially for patients with extended or unclear time windows, is required, especially for patients managed by an MSU suspected of having a large vessel occlusion.The operational and maintenance expenses related to the Melbourne MSU have been published previously,10and were not considered in this analysis. The outputs from this analysis will inform economic modeling of the costs and benefits of the Melbourne MSU over a patient’s lifetime. There is evidence from economic modeling that the MSU as a model of prehospital stroke care can be cost-effective.7,10,17,19Cost-effectiveness is improved when MSUs can serve a large population with frequent cases of suspected stroke.7,45Expanding the MSU service in Australia and other similar settings could be beneficial in saving lives and reducing disability, but the initial set-up and operational costs need to be strategically considered based on volume for optimizing the health system and ensuring more people get timely access to evidence-based care. Economic benefits from improving outcomes are likely to be seen beyond the time horizon used in this study (6 months), as observed in evaluations of IVT and MT.46,47Economic impacts beyond the hospital perspective also need to be considered (such as ongoing health care utilization and productivity impacts over a lifetime) since reducing disability from reperfusion therapies may impact employment and long-term health service utilization. There is evidence from other studies that the upfront and ongoing financial investment in MSUs pays off over a patient’s lifetime.7,17The strength of this evaluation is the use of real-world clinical quality registry data augmented using a linkage to government and ambulance services data sets to determine the costs and benefits of transporting a patient using MSU compared with the standard ambulances. There is only 1 ambulance provided for emergency care in Victoria, and the AuSCR is used across all hospitals within the MSU catchment. We also used strong statistical techniques to ensure reliable comparisons between groups with the ability to assess causality. However, due to our careful selection of patients for the target trial"
  },
  {
    "full_text": "selection of patients for the target trial emulation, data from only a small proportion of patients were included, limiting statistical power and generalizability. The sample included for comparison was younger and more often male than that observed in the AuSCR median age of 79 versus 73 years and 58% versus 50% males.24Our study is one of the few to illustrate this approach in strengthening the use of observational, population-level data and shows that even with a large sample size, attrition of cases can be large.A limitation of the study was that having a dual dispatch for MSU may have introduced a selection bias as evidenced by the greater NIHSS score among patients transported by MSU. Despite our efforts to control for differences between groups, there may still be selection bias during group assignment that might have been avoided with a prospective randomized controlled trial. Secondly, the precise timing of the mRS assessment at follow-up was variable, and the time frame we provided (ie, 90–180 days) is an approximate measure. Thirdly, we did not have information about where the pick-up location was (ie, home or elsewhere). Therefore, the pick-up postcode may not truly reflect a given patient’s socio-economic position. Another limitation is that the type of adverse event after tissue-type plasminogen activator (eg, symptomatic intracerebral hemorrhage) was not reported in our findings, and it was not possible to investigate how these events might affect the cost of stroke. Hospitals included in this study were public hospitals, which is where the majority of patients with stroke are treated within the Australian health care system (particularly those that are transported by ambulance). The costs of private hospitals were not included and this may limit the generalizability of our results. Lastly, we acknowledge that costs after the initial hospitalization may also include costs that are unrelated to stroke.ConclusionsWith the context of Melbourne, Australia, we confirm that the MSU program provides greater access to reperfusion therapies, leading to improved functional outcomes and fewer deaths. Expanding the MSU service in Australia and other similar settings could be beneficial in saving lives and reducing disability. Cost implications that are likely related to increased provision of reperfusion therapies warranted further investigation.Article InformationAcknowledgmentsThe authors acknowledge members of the Mobile Stroke Unit (MSU) Steering Committee and all doctors, nurses, paramedics, and radiographers who work on the Melbourne MSU; Centre for Victorian Data Linkage; AuSCR office staff, hospital contributors, patients, and the Florey; and Ambulance Victoria staff.Sources of FundingThis study is supported by the National Health and Medical Research Council (NHMRC) Program grant number 1113352 and Heart Foundation (Australia) Vanguard grant (102225). Prof Cadilhac was supported by an NHMRC Research Fellowship"
  },
  {
    "full_text": "was supported by an NHMRC Research Fellowship (1154273).DisclosuresProf Cadilhac reports grants paid to her institution for unrelated work from Boehringer Ingelheim, Moleac, and Amazon Web Services. Prof Donnan reports compensation from Argenica Therapeutics Limited and Amgen for consultant services and grants from the NHMRC. The other authors report no conflicts.Supplemental MaterialSupplemental MethodsSupplemental ResultsTables S1–S4Figures S1–S6Appendix S1: STROBE ChecklistAppendix S2: CHEERS Checklist CONCLUSION: ConclusionsWith the context of Melbourne, Australia, we confirm that the MSU program provides greater access to reperfusion therapies, leading to improved functional outcomes and fewer deaths. Expanding the MSU service in Australia and other similar settings could be beneficial in saving lives and reducing disability. Cost implications that are likely related to increased provision of reperfusion therapies warranted further investigation."
  }
]