[
  {
    "full_text": "TITLE: COVID-19 and Disruptive Modifications to Cardiac Critical Care Delivery ABSTRACT: The COVID-19 pandemic has presented a major unanticipated stress on the workforce, organizational structure, systems of care, and critical resource supplies. To ensure provider safety, to maximize efficiency, and to optimize patient outcomes, health systems need to be agile. Critical care cardiologists may be uniquely positioned to treat the numerous respiratory and cardiovascular complications of the SARS-CoV-2 and support clinicians without critical care training who may be suddenly asked to care for critically ill patients. This review draws upon the experiences of colleagues from heavily impacted regions of the United States and Europe, as well as lessons learned from military mass casualty medicine. This review offers pragmatic suggestions on how to implement scalable models for critical care delivery, cultivate educational tools for team training, and embrace technologies (e.g., telemedicine) to enable effective collaboration despite social distancing imperatives. BODY: According to Darwin's Origin of Species, it is not the most intellectual of the species that survives; it is not the strongest that survives; but the species that survives is the one that is able best to adapt and adjust to the changing environment in which it finds itself.—Leon C. Megginson (1)The coronavirus disease-2019 (COVID-19)―an infectious illness characterized predominantly by its pulmonary manifestations and caused by the severe acute respiratory syndrome-coronavirus-2 (SARS-CoV-2)―has endangered our global population, jeopardized our world’s economy, and threatened to overwhelm and change the medical profession as we know it. Access to health care and clinical resources, including diagnostic tools, hospital beds, a healthy workforce, personal protective equipment (PPE), and advanced critical care modalities (e.g., renal replacement therapies and ventilators) are now limited, and, in some instances, scarce due to the impact of the current pandemic. This virus shows no favoritism; although older patients with medical comorbidities are at the greatest risk for death and disability (2), emerging evidence suggests that increasing numbers of young and seemingly healthy individuals have been hospitalized and may continue to succumb to coronavirus-associated complications (3). SARS-CoV-2, the causative respiratory pathogen, can injure most organ systems; many critically ill patients with COVID-19 will develop concomitant cardiovascular, renal, neurological, or hepatic dysfunction (4). In some cases, acute cardiac injury will be an important manifestation and the predominant cause of clinical deterioration (5).Therefore, management of a disruptive illness like COVID-19 calls for disruptive health care adaptations and innovations, particularly when treating the highest risk critical care cohorts. The critical care cardiology community may be uniquely positioned to help establish, test,"
  },
  {
    "full_text": "be uniquely positioned to help establish, test, and disseminate novel solutions for the current crisis. Straddling the overlapping specialties of critical care and cardiovascular medicine, many critical care cardiologists have already been called upon and deployed to COVID-19−specific intensive care settings. We offer our international perspectives on necessary modifications to existing care delivery platforms and potentially impactful collaborations that might optimize the critical care response and patient outcomes in the COVID-19 era.Epidemiology of COVID-19 and Its Cardiovascular ManifestationsAs of April 12, 2020, >1.6 million COVID-19 cases were reported globally, resulting in nearly 100,000 deaths (6). Although much of the morbidity and mortality associated with COVID-19 has been due to respiratory failure, cardiovascular complications of the SARS-CoV-2 virus, as well as primary cardiovascular presentations of COVID-19, have become increasingly reported (5,7,8). This infectious illness may provoke a multitude of cardiovascular events, including acute coronary syndromes, arrhythmias, thromboembolism, myocarditis, sudden cardiac death, heart failure, cardiogenic, and mixed shock states (9,10). The primary mechanism(s) underlying the development of each of these pathologies is unknown but is likely multifactorial, possibly involving vascular insufficiency, direct viral injury, tissue hypoxemia, systemic inflammation, and cytokine release (9,11).Pre-existing cardiac disease appears to be a significant risk factor for the development of severe lung injury and subsequent mortality among infected patient cohorts. These same comorbidities have also been associated with an increased burden of acute cardiac injury. Cardiac injury has been described in up to 28% of hospitalized patients with COVID-19. In 2 studies from China, its development was associated with a significant risk of death (2,11).Worldwide, hospitals have mobilized resources to combat an influx of critically ill patients, whereas a more agile critical care workforce has emerged and continues to adapt to rapidly changing priorities. For perspective,Table 1highlights key clinical observations, unique modifications to cardiac critical care delivery platforms, novel educational initiatives, and solutions to workforce limitations shared by investigators from high-impact pandemic regions.Table 1An International Comparison of CICU Modifications in High-Impact Regions During the COVID-19 PandemicLocationChanges to CICU Staffing ModelsExamples of Support for Noncardiac ICUsChanges to CICU Admission CriteriaIntegration of Expertise Between Cardiology and Critical Care for COVD-19 PatientsChanges in Delivery of Care for ACS, Cardiogenic Shock, and Cardiac ArrestCritical Care Education for Other Cardiologists and TraineesChanges in CICU Workflow in Response to PandemicOther Key ConsiderationsPavia, Lombardy, ItalyDedicated COVID-19 CICU for patients with cardiac critical care diagnoses and"
  },
  {
    "full_text": "patients with cardiac critical care diagnoses and COVID-19Dedicated medical and nursing staffNoncardiac intensive care physicians, senior fellows, and nurses redeployed in general ICUs or COVID-19 ICUsGovernment reallocation of medical staff from less affected regionsPatients with confirmed COVID-19 or high clinical suspicionED patients admitted to dedicated COVID-19 hospital wards until confirmed diagnosisCo-rounding with general intensivists twice per dayMultidisciplinary admission triage decisions based on distributive justicePPE requirements, altered response, and procedure timesReduced diagnostic testingRequired integration of PPE with usual pathways and availability of trained staff (e.g. cardiac catheterization laboratory, echocardiographers, technicians)ICU training sessions for non-ICU physicians, including cardiologists, nephrologists, and internal medicineEnhanced use of POCUS with limited use of other imaging modalities (X-ray, CT, etc.)Dedicated equipment for COVID-19 areas (e.g., echocardiography)PPE courses for staffPromoting human connection with patient families, opportunities to help mitigate patient (and provider) distressResearch integration was facilitatedBarcelona, SpainReduced CICU admissionsCICU staff and residents were re-allocated to a joint ICU for confirmed COVID-19 patientsSeparate ICU for COVID-19 negative patients12-h shifts for all COVID-19 critical care staffAdmissions similar to Lombardy regionTwo ED entrances stratified by COVID-19 statusDesignated ED area for non-confirmed diagnosisLow risk (N) STEMI admitted to the cardiology ward with telemetryJoint COVID-19 critical care team includes anesthesiology, cardiology and general intensive careImplementation of institutional COVID-19 clinical practice guidelinesNo formal changes for any of the established networks (STEMI, NSTEMI, cardiogenic shock and cardiac arrest)Reduced availability of diagnostic imagingPPE trainingNo specific training in critical care for non-critical care specialists (of note, cardiologists in Spain receive 1 year of critical care during training)On-line clinical and COVID-19 training for all ICU staffDedicated COVID-19 equipment and staffVisitor restrictions and inability to have direct contact with family membersExpedited process for IRB COVID-19 research reviewsHotels are providing housing for patients with milder symptoms and for health care providersLondon, United KingdomLondon-wide consolidated management of primary PCI and cardiac surgery, maintaining protected servicesRapid expansion of ICUs (including CICUs) to take COVID-19 patientsMaintaining cohorted zones based upon illness severity and acuity in every hospital as long as possibleBeds to support COVID-19 ventilated patients, expansion to surge bed capacity all requiring staffing from “pool” of intensive care capable providersSelf-declaration of staged ventilator bed capability within networks across LondonRedeployment of doctors to work within critical careAdmission according to"
  },
  {
    "full_text": "work within critical careAdmission according to clinical requirements and dispatch to appropriate cohorted zone and for intervention according to acuityAcute, emergency cardiology, and cardiac surgical interventions triaged within London system (i.e., acute aortic dissection) and COVID-19 risk managed on individual patient basisNew ICUs pop-up, co-rounding with critical care providersCardiology opinions/input available as requiredCardiologists redeployed within intensive care, skill-based team approach for delivery usedImplementation of COVID-19 practice-based guidelinesResuscitation as per latest guidelines – including PPE firstEstablished networks of care modified as London collaborative (i.e., aortic dissection, primary PCI) to ensure delivery of life-saving services during pandemicMCS services for cardiogenic shock increased, admission triage decisions based on distributive justiceIntroduction to intensive care: online resources as well as face-to-face didacticsUse of POCUSIntensive review of PPE proceduresNew York, New YorkNon-critical care cardiologist staffing CICUsRelocation of the CICU to smaller unitCritical care cardiologist being deployed to COVID-19 ICUsNon-critical care cardiologist assisting critical care providers in admission of COVID-19 patients.Low risk STEMIs being admitted to telemetry wardRepatriation of patients to community hospitalsPatients with cardiac critical care diagnoses admitted to COVID-19 ICU (not CICU) but managed by critical care cardiologist or co-managed between general critical care provider and non-critical care cardiologistCo-rounding model and multidisciplinary cardiac consultation in ICUs caring for COVID-19 patientTelemedicine consult service for other hospitals in networkUse of fibrinolytics for off-site STEMIs in selected patientsEnhanced POCUS for evaluation of acute coronary syndromesRestructured evaluation and use of advanced therapies for cardiogenic shockChest compression devices for cardiac arrestChanges in frequency of laboratory testing for patients undergoing therapeutic hypothermiaSimulation and boot camp for non-critical care physiciansPOCUS before formal TTE to limit exposureIntegration of palliative care in daily roundsMultidisciplinary rounds with nephrology and nurse leadership to prioritize use of renal replacement therapyCreation of a prone positioning team for manual proning of patientsEnhanced multidisciplinary collaboration to rapidly create and implement research protocols and registriesLocal hotels providing housing for providers involved in care of patients with COVID-19ACS = acute coronary syndromes; CICU = cardiac intensive care unit; CCM = critical care medicine; COVID-19 = coronavirus disease-2019; CT = computed tomography; ED = emergency department; ICU = intensive care unit; IRB = institutional review board; NSTEMI = non-ST-segment elevation myocardial infarction; PPE = personal protective equipment; POCUS: point-of-care ultrasound; STEMI = ST-segment elevation myocardial"
  },
  {
    "full_text": "STEMI = ST-segment elevation myocardial infarction; TTE = transthoracic echocardiogram.Potential Workforce Adaptations to Meet Evolving Pandemic DemandsCritical care cardiology, as a discipline, developed in large part out of necessity to meet the demands of an evolving patient population with evolving clinical needs (12). Substantial changes in demographics, medical comorbidities, and resource requirements of patients with cardiovascular disease requiring critical care were described in a series of initial reports (12,13,14,15). As the prevalence of respiratory insufficiency, heart failure, structural heart disease, and multisystem organ dysfunction in cardiac intensive care units (CICUs) surpassed the number of patients with complicated acute myocardial infarction (14,15), providers in the CICU found an increased demand for proficiency in general critical care medicine and leadership of collaborative multidisciplinary teams. This evolution of care toward greater medical and operational complexity necessitated changes to both the structure and organization of cardiovascular intensive care units (ICUs), as well as the training and skills of critical care cardiologists (12,16). In this manner, the field of critical care cardiology and the contemporary structure of advanced CICUs arose from a responsive redesign of clinical care. Although this evolution in cardiac critical care has better prepared us for the challenges that we now face, the COVID-19 pandemic necessitates that we again take action to adapt to the changing needs of our patients amidst this new crisis.Proposed CICU workforce and staffing reorganization strategiesPandemic and disaster planning is a subspecialty that comprehensively encompasses hospital capacity, staffing, medical supply and distribution chains, training and/or simulation, and adaptive leadership response structures (i.e., challenge-driven leadership skills). It is important to identify any bottlenecks throughout the system. Although a comprehensive review is well beyond the scope of this paper, resources are publicly available (17,18). We describe potential adaptive CICU staffing, organizational structure, medical treatment, and regional care pathways. Recognizing that they frequently practice in tertiary care CICUs and routinely care for patients with primary cardiovascular diagnoses complicated by multisystem organ injury (19), critical care cardiologists are arguably well-positioned to take a leading role in hospital- and regional-level pandemic surge responses. Although there are no universally accepted capacity surge stages, we propose a framework that builds upon an American College of Chest Physicians−endorsed model in which a 25% capacity surge is considered minor, whereas a surge eclipsing 200% is considered a “disaster” (17). We believe critical care cardiologists can use our 4-component pandemic classification system (Central Illustration) to complement staffing and adaptive structural decisions. If faced"
  },
  {
    "full_text": "and adaptive structural decisions. If faced with a minor surge (≤25% increase in capacity), a critical care cardiologist can continue to manage 1 health care team in a traditional CICU model. During moderate (>25% to <100% increase in capacity) or major (100% to 200% increase in capacity) surges, we propose that the critical care cardiologist could take on a collaborative or consultative role in managing multiple health care teams. This is a suggestion that mirrors previously proposed tiered staffing models that broadens the reach of physicians who have both respiratory and cardiovascular disease management experience (18). In such a model, noncritical care trained physicians care directly for intubated and critically ill patients, with oversight from a critical care cardiologist (or in joint partnership with a noncardiac critical care medicine provider and cardiologist), thereby expanding the reach of the cardiac critical care response to workforce limitations. In addition, the number of patients per team and patient-to-nurse ratios would rise commensurate with the capacity surge.Central IllustrationProposed Pandemic Stages to Guide Cardiac Intensive Care Unit RestructuringDisruptive changes to care delivery as dictated by pandemic surge level and capacity impact. CICU = cardiac intensive care unit; CSICU = cardiac surgical intensive care unit; MICU = medicine intensive care unit; NATO = North Atlantic Treaty Organization; PPE = personal protective equipment; SICU = surgical intensive care unit.In a stage 4 disaster scenario (>200% increase in capacity), we suggest adaptive and dynamic staffing reorganization based upon physician skill and readiness, hospital bed space and medical equipment availability, and patient care needs, while also using pre-established hospital disaster triage protocols, principles of distributive justice, and military medicine, which will be discussed in the following text. TheCentral Illustrationprovides an overview of staffing, regionalized care systems, resources, and triage practices that may be considered in such circumstances. Notably, although disease-agnostic scoring systems (e.g., Sequential Organ Failure Assessment) may be used to create triage protocols and have been endorsed by certain professional societies (19,20), we suggest also including other validated cardiac disease-specific scores (e.g., Global Registry of Acute Coronary Events or Thrombolysis In Myocardial Infarction scores for patients with acute coronary syndromes) as appropriate because traditional ICU illness severity is not generalizable to contemporary CICU populations (21). Accurate risk stratification will be necessary to help inform decisions regarding appropriate resource allocation and essential care rationing should the workforce and supply pool be overwhelmed.Potential hospital-level adaptations to new care pathwaysWith the prospect that peak demand for intensive care services may eclipse existing hospital capacity, every ICU bed and"
  },
  {
    "full_text": "existing hospital capacity, every ICU bed and associated personnel―critical care physicians, nurses, trainees, and allied health professionals―should be considered precious resources that must be carefully allocated. To maximize bed capacity, elective cardiac procedures that require CICU or post-anesthesia care unit recovery periods should be deferred, whereas risk−benefit decisions based on hospital capacity will be required for semi-elective procedures (e.g., transcatheter aortic valve replacement) in which delays may be associated with potentially increased patient morbidity or mortality (22). Even traditional emergency procedures and CICU admission practices (e.g., routine CICU admission for ST-segment elevation myocardial infarction [STEMI] after revascularization) will require reexamination in the COVID-19 era. This is underscored by a lack of clear benefit with the routine CICU admission of low-risk patients with STEMI and marked interinstitutional heterogeneity around these admission decisions (23,24). This presents an opportunity to update historical triage practices using validated post-revascularization risk scores to help identify which patients with STEMI (e.g., those without hemodynamic or electrical instability and those without noncardiac organ dysfunction) might require ICU level care and which patients can safely be managed in a cardiac intermediate-care bed (25). In addition, STEMI treatment metrics, such as door-to-device times, may no longer be reasonable quality metrics to consider during periods of crisis, like COVID-19. As an example, the Hong Kong experience with COVID-19 reported delays in revascularization necessitated by assessment of patients for infection, the donning of PPE, competing care priorities, and the use of other infection control measures (26). In response, American and Chinese professional societies recommended the consideration of fibrinolytic therapy for some patients with STEMI (22,27). Similarly, hospitals that historically admitted patients with non−ST-segment elevation acute coronary syndromes to a CICU or ICU will need to transition stable patients to telemetry-enabled wards in keeping with more contemporary guideline recommendations (28).Opening more CICU beds to patients with COVID-19 will necessitate additional changes to operational workflow, including daily care rounds and diagnostic testing (10). The traditional CICU philosophy is to concentrate intense resources, simultaneously addressing all active issues of a critically ill patient. However, during the COVID-19 crisis, a more utilitarian approach must be used, evaluating operations on the basis of efficiency, equity, and justice for patients and the hospital system as a whole. For example, routine laboratory studies and daily chest radiographs that may offer low clinical value relative to the costs associated with health care worker and patient exposure should be reconsidered and potentially eliminated (29). Analogously, the use of"
  },
  {
    "full_text": "eliminated (29). Analogously, the use of comprehensive echocardiography should be limited to those situations in which full imaging is essential, replaced instead by more focused study protocols using handheld devices performed by physicians who are already examining their patients (30). The very nature of CICU team-based bedside rounds may need to change to facilitate social distancing. We suggest that physician−patient contact be minimized and that rounds be reengineered with technological links to facilitate distanced discussions between the care team whenever possible (10). Furthermore, to prevent patient-to-patient spread, it may be reasonable to structure rounds temporally so that providers can examine individuals without COVID-19 before approaching those with suspected or confirmed illness.To meet ICU surge capacity, new ICU environments will need to be created in some institutions (31). In the event of a regional stage 4 pandemic disaster, hospital systems must be prepared to expand ICU capacity by using other regional facilities, such as ambulatory and surgical centers, hotels, and even public spaces for noncritical care needs. For example, in Barcelona and Madrid, hotels have been re-purposed as medical facilities for lower risk patients and have also been used to accommodate health care workers who do not have the means to safely isolate themselves at home. In addition, modifications to existing ICU spaces may be required. Within some centers, single-occupancy critical care rooms are being converted to double occupancy, and procedural suites have become ICU ready.Anticipated hospital-level challenges to these adaptations will include engineering problems (e.g., when and where to create these new ICUs, whether creation of airborne isolation rooms is possible, and how to equip new ICU spaces with industry standard features like medical gas, vacuum systems, and electrical outlets attached to backup emergency power sources), optimal staffing of nurses (including the need to retrain or reinstate out-of-scope nurses to meet new clinical demands), and how best to facilitate physician reactivation or recruitment from noncritical care environments. Perhaps, moving forward, all ICU beds should have the ability to easily switch between both negative and positive pressure capabilities, and include high-efficiency particulate air filtration systems. Institutional leadership will have to embrace a flexible approach to implementation based upon local staffing demands, physical capacity, expertise, and resource availability.Regional medical collaborationIn recent years, many CICUs have moved to “airline type” hub-and-spoke models of critical care delivery. Tertiary and quaternary care centers serve as regional hubs, providing the highest level of subspecialty intensive care. This has become the standard for managing patients with STEMI, cardiogenic shock, pulmonary embolism, and acute aortopathies (32,33,34). These systems could place additional"
  },
  {
    "full_text": "(32,33,34). These systems could place additional pressure on hub hospitals that are experiencing a COVID-19 pandemic surge, particularly because COVID-19 is associated with significant cardiovascular sequelae (10). The ability to accept transfers from spoke facilities may be severely limited at this time, but critical care cardiologists can remain a valuable resource for these centers by providing remote guidance.Current pandemic preparations have highlighted the need for increased regional collaboration and cooperation between public and private institutions, academic and community hospitals, individual health care systems, and local, state, and federal government entities. Because many state governments have already mandated the cancellation of elective procedures, hospital systems must plan to use less affected facilities within their networks to help ease both ICU and CICU capacity strain. As highlighted inFigure 1, this strategy may include repatriation of convalescing patients and decanting of low-to-intermediate risk patients to community sites, whereas patients with higher acuity primary cardiac presentations or COVID-19 cardiac complications would be transferred to better resourced and higher volume centers. In addition, regional cooperation can improve the management of the critical care supply chain. As shortages of PPE continue, local governments have pressured their national counterparts to assist in securing supplies historically obtained by individual hospitals. As of April 1, 2020, the state of Ohio began mandatory reporting of all ventilators and respiratory equipment to a centralized database (35). The regional government in Catalonia, Spain has done the same. Compiling such inventory may allow hospitals to exchange life-saving supplies and more effectively deploy resources to areas most in need.Figure 1Leveraging Regional Care Pathways and PartnershipsUsing resources and bed availability across system institutions will allow for optimal allocation of key services. CICU = cardiac intensive care unit; COVID-19 = coronavirus disease-2019.Lessons Learned from Military Medicine and its Application During the COVID-19 PandemicThe escalation in the COVID-19 pandemic has required medical professionals to take on unexpected clinical and organizational roles and responsibilities. In addition, institutions have made profound procedural and structural alterations, including the suspension of elective procedures and the retro-fitting of existing clinical spaces. These adaptations align with established disaster and mass casualty care plans often used in military medicine. CICU providers, like military medicine practitioners, may be compelled into “battle” against COVID-19 with limited resources and will need to adapt to challenges using both innovation and ingenuity. The strategic objectives of military medicine―honed over decades of experience with mass casualties―offer a blueprint for CICUs and critical care cardiologists to rise to the"
  },
  {
    "full_text": "and critical care cardiologists to rise to the many challenges of the current pandemic (36).Table 2illustrates some of the major tenets of military medicine and their potential usefulness in influencing a CICU pandemic response.Table 2Potential Adaptations of Military Medicine Principles to the CICU During the COVID-19 PandemicTenets of Military MedicineMilitary Medical ExamplesCICU ExamplesPreparednessMaintaining appropriate staffingCreating field hospitalsStaff alignmentPPE inventoryModifying telemetry units and holding areas for care of cardiac critical care patientsTeam-based careEnsuring adequate body armor/PPEPerimeter securityImproving moraleLimiting exposureEnsuring safety (PPE, security)Feeding staff/improving moraleEchelons of careStabilization at point of closest medical contactReferring centers asked to exhaust capabilities before transferAugmenting the effortOil tankers converted to hospital shipsNonsurgical specialties playing operational rolesCICU rooms converted to have negative pressure capabilitiesProceduralists or surgical specialties augmenting the intensivist poolEffective triageNATO classification of injured (immediate, delayed, minimal, expectant)Effective triage of critically ill patients using clearly defined and ideally evidence-based protocolsServant leadershipAligning teamsFrequent updates and Q&A sessions (Town Halls with staff, virtual meetings, etc.)NATO = North Atlantic Treaty Organization; Q&A = question and answer; other abbreviations as inTable 1.Effective triage and distributive justiceIf a surge in the number of patients becomes overwhelming, bottlenecks will need to be quickly identified and care plans may require alterations to better allocate essential resources. There are established military and disaster medicine tenets that may help to improve patient care and aid in difficult triage decisions. In times of war and mass casualty, military physicians have often operationalized the North Atlantic Treaty Organization triage system, which is a system that classifies patients into 4 categories: 1) immediate, requiring life-saving intervention; 2) delayed, requiring intervention that can wait hours to days; 3) minimal, injured but ambulatory; and 4) expectant, too injured to save or already deceased (Table 2) (37).The aim of this triage system is to rationally allocate available resources to those in need of life-saving interventions with the highest chance of survival. Although seemingly impersonal, these criteria may be imperative when necessary resources are either scarce or absent (38). This will be a difficult shift in practice for many medical professionals, but several states have recently adopted (in consultation with medical ethicists and based upon principles of distributive justice) guidelines on ventilator allocation that can be extrapolated to other invasive and resource-intensive interventions (39). Anecdotally, this has been done internationally as well. Under this framework, all patients who"
  },
  {
    "full_text": "as well. Under this framework, all patients who require ventilation are ranked in tiers based upon illness acuity, likelihood of survival to discharge, and the possibility of long-term survival. Resources are then distributed top down based on availability. Unlike strict age or comorbidity restrictions, this model allows for the ethical application of resources and provides the flexibility necessary for day-to-day care. Using this framework, clinical decisions can be made by a multidisciplinary group or individual provider based on medical expertise, patient demographics, health system capacity strain, and the accessibility of resources. Development of consistently applied institutional triage protocols should also be considered for resource-intensive, life-saving procedures that involve a high risk for health care worker exposure and may have limited usefulness, including cardiopulmonary resuscitation and the use of extracorporeal life support.Preparedness, team-based care, and effort augmentationAlthough clinically actionable COVID-19 data are rapidly emerging, ongoing knowledge deficits preclude any medical systems from complete preparedness. This uncertainty has motivated medical professionals to propose and adapt novel care strategies. As previously described, staffing has been enhanced through the hiring of new nurses and reengagement of former nurses with previous critical care experience. PPE procedures have been significantly refined, and patient transportation and necessary isolation processes have been implemented. Teams throughout the hospital, both at unit and system levels, must collaborate for the common good to benefit each other and their patients. The largest threat to health care workers during this pandemic may not be the virus itself, but rather the fear and anxiety invoked by either not knowing a policy or having differing policies across care settings. Empowering team members to offer suggestions to leadership and providing mental health support to colleagues will be important measures to enhance patient care and protect the workforce. Rather than expecting readiness for every possible scenario, teams must be agile and ready to respond to change (40).Institutional leaders should also be prepared to augment critical care physician pools with nontraditional providers. Flexible call schedules and additional levels of backup clinicians may be required to fill in when work-related exposures and infections de-stabilize the workforce. Finally, we must be proactive in safely reintroducing care providers back into the workplace once they have recovered from illness.The cardiogenic shock team during COVID-19: an exampleMany centers have developed extensive regional networks to facilitate uniform and timely multidisciplinary interventions for patients in cardiogenic shock. These shock teams focus on early recognition, treatment, and transfer of patients to tertiary centers capable of offering more advanced therapeutics. In this"
  },
  {
    "full_text": "of offering more advanced therapeutics. In this model, definitive clinical decisions are often made by a multidisciplinary team within the CICU and frequently at the bedside. However, with anticipated pandemic-influenced resource shortages dictating careful and deliberate use of intensive care beds, together with social distancing and the need to minimize unnecessary patient-provider exposures, modifications to existing team-based structures may be required. For instance, device candidacy and interhospital transfer decisions can be moved earlier in the triage and/or care pathway. In other words, mechanical circulatory support decisions can be shifted from the bedside to a phone call with referring institution practitioners who can provide detailed patient information, hemodynamic, and metabolic data. This process ensures the transfer of only those patients in cardiogenic shock with a clearly delineated plan for temporary mechanical circulatory support and/or clear exit strategies in line with available resources, multidisciplinary consensus, as well as patient and caregiver expectations.A Practical Blueprint to Enhance Education and CollaborationMethods for education and trainingOver the preceding weeks, reports from Europe have described overwhelmed ICUs and the need to mobilize health care professionals who do not typically care for critically ill patients (31,41). The limited availability of intensive care beds has even led to the provision of acute care therapies in non-ICU settings (42). Colleagues from high-impact COVID-19 centers have already called upon the cardiovascular community to take proactive measures (43). Critical care cardiologists and other CICU practitioners, particularly if called upon to staff other COVID-19−specific ICUs, can take a proactive role in helping to educate providers who may have limited experience or expertise in the management of critically ill cardiac patients.We propose several potential avenues by which CICU leaders can educate others. First, simulation-based training has long been an effective way to teach ICU skills, including procedural competency (e.g., central line placement, ventilator management, and point-of-care ultrasonography) and promoting interdisciplinary communication (44). Second, the creation of care pathways, order sets, and protocols for providers in the ICU can help to reduce clinical ambiguity, promote best practices, and enhance resource conservation (45). These may be particularly important for providers less experienced in the complex ICU environment. Similarly, parsimonious intensive care checklists may be useful and have been shown to improve patient safety and reduce errors (46). Third, avenues for rapid communication and dissemination of information must be developed. These can be leveraged to share both clinical successes and failures during a time when many best practices related to the management of SARS-CoV-2 are being learned “on the fly.” Communication will also need to be"
  },
  {
    "full_text": "“on the fly.” Communication will also need to be streamlined and, if possible, centralized to prevent the sharing of inconsistent information from a myriad of sources. Finally, we will need to transfer knowledge from regions with more experience treating these patients to regions just beginning to treat these patients, and we need to do it globally. As an example, critical care providers in Singapore conducted simulation training exercises to address a myriad of resuscitation scenarios. Reports of these experiences have helped to improve provider communication and have also led us to a better understanding of where and when advanced mechanical support strategies are most useful (47). Clinical “boot camps,” didactic sessions, and on-line training methods have similarly been used in Europe and New York (Table 1). In addition, educational imperatives are likely to evolve across various pandemic stages (Central Illustration) and will need to include facile research collaborations. Important lessons will be learned from prospective registries that define risk factors, patterns of presentation, and variables associated with specific cardiac and respiratory outcomes. Pragmatic and adaptable trials will be required to determine optimal care pathways, staffing models, and methods for efficient and equitable resource allocation. Undoubtedly, operational aspects of clinical research have and will continue to be affected by the pandemic. Although beyond the scope of this paper, decisions regarding optimal trial management will need to be fluid in response to evolving demands.Leveraging novel telemedicine applications to enhance critical careThe COVID-19 pandemic has already affected both ambulatory and inpatient cardiac consultative practices, with many institutions now transitioning to a telemedicine approach either universally or on a case-by-case basis. Telemedicine is not a new addition to the cardiovascular armamentarium because it has been previously leveraged to improve access to patients in rural health environments and to augment home monitoring programs (48,49). Over the past decade, telemedicine has also expanded into the intensive care realm, allowing critical care physicians to treat patients across geographically and resource diverse hospital settings using advanced audiovisual interfaces (48,49). However, this has generally been applied to low-intensity sites, such as community-based, medical-surgical ICUs, and thus, there is currently little published guidance regarding CICU-specific telemedicine care.Although there are considerable cost and time investments required to institute telehealth systems of care, certain tenets of virtual medicine should be considered in response to the COVID-19 crisis. CICU providers have been instructed to limit unnecessary exposure to affected patients, using ICU flowsheets and remote hemodynamic monitoring to evaluate patient progress and titrate medications. These observations can be combined with"
  },
  {
    "full_text": "These observations can be combined with examinations performed by bedside nurses to generate operable clinical conditions for safe remote decision-making. Furthermore, the number of team members entering patient rooms should be limited whenever possible; instead, they should use tools such as mobile devices to foster video-based discussions and even electronic stethoscopes to broadcast and vet certain physical examination findings and their pathological significance.As more critical care cardiologists are ultimately deployed to noncardiac ICUs, it will also become increasingly important that noncritical care cardiologists left to staff the CICU have access to immediate critical care consultation. Both “curbside” and formal telemedicine consults should be readily available departmentally, institutionally, regionally, nationally, and even globally, depending upon the impact this pandemic ultimately has on both the workflow and workforce. Cardiology and Critical Care Medicine departments should consider staffing critical care cardiologists in advisory roles, making them available by phone, video, or in person (when absolutely necessary). On regional and national levels, there may be opportunities to leverage cardiovascular professional societies to support the dissemination of critical care cardiology expertise―via HIPAA-compliant telecommunication and video-conferencing mechanisms―to those in need. Globally, these same societies, through their international contacts, should prepare to help the developing world as the pandemic advances.COVID-19 has also presented us with new and unusual barriers to effective patient−physician, physician−family, and patient−family communication. Because family members are now frequently prohibited from hospital visitation, it would be advisable to consider novel telecommunication and video options for patients to speak with loved ones, review treatment choices, and even discuss goals of care. Particularly in the event that a patient is unable to communicate directly, these telemedicine platforms could then be used to assist physicians in providing daily family updates in lieu of traditional face-to-face discussions.ConclusionsThe COVID-19 pandemic has and will continue to stress our workforce, health care systems, and critical resource supply and distribution chains. In response, we need to be committed, cohesive, and innovative to optimize care efficiency, ensure provider safety, and improve patient outcomes. Critical care cardiologists must familiarize themselves with the SARS-CoV-2 virus and its numerous clinical manifestations. Its unique cardiovascular presentations and devastating cardiac sequelae will likely lead many patients into CICU beds. Furthermore, critical care cardiologists may find themselves leaving their CICUs to staff non-cardiac and COVID-19−specific ICU settings (Figure 2). It is important for us to learn from the experiences of our colleagues in heavily affected regions of the United States,"
  },
  {
    "full_text": "in heavily affected regions of the United States, Europe, and Asia so that we can proactively develop efficient and scalable models for health care delivery, cultivate practical educational tools for team training, and embrace technologies (e.g., telemedicine) that will enable us to collaborate effectively, despite social distancing imperatives. Finally, this pandemic should serve as a clarion call to our health care systems that we should continue to develop a nimble workforce that can adapt to change quickly during a crisis. We believe critical care cardiologists are well positioned to help serve society in this capacity.Figure 2The Role of the Critical Care CardiologistThe many opportunities to leverage the unique skill set of the critical care cardiologist during the COVID-19 pandemic. ECMO = extracorporeal membrane oxygenation; ICU = intensive care unit.Paulo Coelho once wrote, “Life waits for some crisis to occur before revealing itself at its most brilliant” (50). Although these are unusually challenging times, we have the unique opportunity to craft and use novel strategies that focus on clinical agility and multidisciplinary collaboration, adaptations to care practices that, before this pandemic, may have been dismissed in favor of the status quo."
  }
]