[
  {
    "full_text": "TITLE: Critical care capacity and care bundles on medical wards in Malawi: a cross-sectional study ABSTRACT: IntroductionAs low-income countries (LICs) shoulder a disproportionate share of the world’s burden of critical illnesses, they must continue to build critical care capacity outside conventional intensive care units (ICUs) to address mortality and morbidity, including on general medical wards. A lack of data on the ability to treat critical illness, especially in non-ICU settings in LICs, hinders efforts to improve outcomes.MethodsThis was a secondary analysis of the cross-sectional Malawi Emergency and Critical Care (MECC) survey, administered from January to February 2020, to a random sample of nine public sector district hospitals and all four central hospitals in Malawi. This analysis describes inputs, systems, and barriers to care in district hospitals compared to central hospital medical wards, including if any medical wards fit the World Federation of Intensive and Critical Care Medicine (WFSICCM) definition of a level 1 ICU. We grouped items into essential care bundles for service readiness compared using Fisher’s exact test.ResultsFrom the 13 hospitals, we analysed data from 39 medical ward staff members through staffing, infrastructure, equipment, and systems domains. No medical wards met the WFSICCM definition of level 1 ICU. The most common barriers in district hospital medical wards compared to central hospital wards were stock-outs (29%, Cl: 21% to 44% vs 6%, Cl: 0% to 13%) and personnel shortages (40%, Cl: 24% to 67% vs 29%, Cl: 16% to 52%) but central hospital wards reported a higher proportion of training barriers (68%, Cl: 52% to 73% vs 45%, Cl: 29% to 60%). No differences were statistically significant.ConclusionDespite current gaps in resources to consistently care for critically ill patients in medical wards, this study shows that with modest inputs, the provision of simple life-saving critical care is within reach. Required inputs for care provision can be informed from this study.Supplementary InformationThe online version contains supplementary material available at 10.1186/s12913-023-10014-8. BODY: BackgroundLow-income countries (LICs) account for a disproportionately high burden of critical illnesses such as trauma and sepsis, yet investments lack sufficient critical or intensive care capacity in these settings [1–5]. Longitudinal trends suggest that LICs have had slower decreases in the incidence of infection and sepsis, and complications from injury compared to high-income countries (HICs), and the lack of staff, resources, and infrastructure to respond to the burden of disease results in higher morbidity and mortality [3,6,7]. This has been highlighted with the COVID-19 pandemic, where delays in admission due to lack of resources were associated with double the mortality risk in low- and middle-income countries (LMICs) [8].LICs struggle to replicate the model of intensive care units (ICUs) found in HICs due to"
  },
  {
    "full_text": "intensive care units (ICUs) found in HICs due to the limited infrastructure, equipment, medications, and human resources required [3,9–12]. Where ICU bed density in Europe ranges from 3.5 to 24.6 ICU beds/100,000 people [13], LIC ICU beds range from 0.1 to 0.4 with an estimated 0.1 in Malawi, a LIC in southeastern Africa [14–17]. However, the absence of ICUs does not mean a lack of critical illness. Instead, given the minimal ICU capacity in LICs like Malawi, critically ill patients are often treated in medical wards. Indeed, a district hospital in Malawi is more likely to treat a critically ill patient in the medical ward than in a dedicated intensive care unit, and 75% of central hospitals regularly treat critically ill patients on the wards [8]. These figures stress the need to ensure basic critical care provision in medical wards to address the significant burden of crucial illness in LICs.Even when ICU capacity is sufficient, early recognition of critical illness and urgent interventions such as fluid resuscitation and antibiotics on medical wards can improve outcomes and avert the need for ICU admission in a decompensating patient [10,17–29]. For inpatients in medical wards, modified triage or medical early warning systems based on physiological and physical parameters [18,19,22], oxygen delivery for childhood pneumonia [20], and modular critical care training programs for non-specialty staff [21,30] have decreased mortality and morbidity.Critical care in hospital wards must be measured, analysed with reporting, and improved to improve patient outcomes. Unfortunately, the lack of data on the capacity to treat critical illness—particularly outside of ICUs—in LICs hinders efforts to improve outcomes. A small number of assessment surveys have been conducted in LMICs, but most are limited to central hospitals in urban centres [10,12,16,31–36]. Reliable data on resource availability and practice patterns, including critical care in medical wards, are essential to healthcare system planning and strengthening the capacity to care for critically ill patients [26,34].Malawi faces some of the highest known neonatal and maternal mortality rates as well as poor outcomes from critical illnesses such as sepsis due to a lack, in part, of resources and personnel [7,37,38]. Despite this burden, Malawi has only 4 ICUs in government hospitals, giving it a ratio of 0.1 ICU beds per million people [17]. These ICUs are concentrated in urban areas and include only 16 working ventilators [39,40]. Thus, most critical care recognition and care are provided in medical wards in Malawi.Using data collected during the Malawi Emergency and Critical Care (MECC) survey, we aim to describe the capacity to provide critical care in the medical wards of public sector secondary referral (district) and tertiary referral (central) hospitals in Malawi. We present the capacity of medical wards in domains of staff, systems, space, infrastructure, medications, and equipment and"
  },
  {
    "full_text": "infrastructure, medications, and equipment and incorporate these domains into essential care bundles with an assessment of ICU status for medical wards per adapted from the World Federation of Intensive and Critical Care Medicine (WFSICCM) to identify opportunities for improvement to strengthen critical care throughout the health system.MethodsStudy design and settingWe characterised critical care capacity in medical wards in Malawian public sector referral hospitals by conducting a predefined secondary analysis of data from the MECC survey. The cross-sectional facility-based study was conducted in all four public sector central hospitals and a random sample of nine out of 24 Malawian public sector district hospitals in 2020. Full details of the MECC survey methodology, including sample size determination, are described elsewhere [40].Malawi is a LIC with an estimated population of 19.6 million in 2022, over 80% of whom lives in rural areas [41]. Malawi’s healthcare system is organised into three tiers. The first tier is primary care which includes community and facility care at health centres and community hospitals providing basic medical care and staffed primarily by medical and nursing technicians (staff with two years of certificate training). The second tier is the district hospital, 29 in total in Malawi, staffed by non-residency trained physicians with internship training, clinical officers (advanced practice providers with three years of diploma training and one-year internship) and nurses (both diploma and degree level). District hospitals serve as the first referral level for primary levels with varying emergency and critical care infrastructure and services and provide non-specialized surgical care. The third tier is the central hospital. The four central hospitals in urban areas deliver more specialised emergency, medical, critical, and surgical care.ParticipantsAt sampled facilities, the MECC enrolled clinical staff with at least one month of experience working in target units (e.g., emergency department outpatient department, general medical ward, high-dependency unit or ICU, or administration). Potential participants were identified and approached during site visits by the study team. All participants provided written informed consent. This analysis includes all participants from the MECC self-reporting working in general medical wards and hospital administration.Data collectionData were collected using the MECC Survey instrument, which was designed to assess LIC facility service readiness to deliver emergency care and critical care (ECC) across three primary domains: (1) staff; (2) stuff – i.e., essential equipment, diagnostic tests, and medications; and (3) systems and space. Before formal administration, the instrument was piloted and evaluated for comprehensiveness, clarity, face validity, and reliability [38].The instrument was administered through in-person interviews by study staff at sampled facilities between January"
  },
  {
    "full_text": "study staff at sampled facilities between January 20th and February 18th, 2020. At each facility, data were obtained from one overall hospital administrator and three clinicians from each targeted unit, including the medical ward. Potential participants were identified through discussions with facility leadership, announcements during staff gatherings, and personal introductions while study staff visited different areas of the facility. To lessen the time burden on participants, questions on staff availability, ancillary support, available protocols, and quality improvement were only asked to one designated clinical lead at each unit. Data were collected and managed using REDCap electronic data capture tools [42].The instrument contains several question structures. Signal function questions—items query the availability of a given resource or ability to perform an intervention—were rated on a scale of 1 to 3 (i.e., one is generally unavailable, 2 is some availability, and 3 is adequate availability). Questions on the frequency of activity were rated on a scale of 1 to 5 (i.e., one is almost never, two is infrequently, three is sometimes, four is frequently, and five is almost always).Study staff prompted participants to identify all relevant barriers for any signal function questions generally rated unavailable or some availability. Barrier probe responses were coded into categories of infrastructure, absent equipment, broken equipment, stockout, personnel, training, user fees, and opening hours.VariablesWe calculated estimates for medical wards by averaging the three participant responses within each ward. The mean score threshold of ≥ 2.5 was selected to ensure that a majority of respondents (2 out of 3) would have to agree for a signal function items to be considered “adequately available”. For yes/no questions, an item was considered present at a threshold of at least two participants with “yes” responses. For frequency questions, an article was considered present if the mean score among the three participants was at or above the threshold of 4 (out of 5) with the same rational as the signal function scores.Medical ward barrier data are reported as a percentage calculated by taking the number of times each barrier category was identified divided by the total number of times participants generally responded unavailable or somewhat available to any signal function (i.e., number of times participants at the facility were asked to identify barriers).Level 1 ICU definitionWe used a composite measure to assess if medical wards met The World Federation of Intensive and Critical Care Medicine (WFSICCM) definition of a level 1 ICU [27]. Specifically, we applied WFSICCM criteria to define a level 1 ICU as any medical ward which meets the following nine criteria: (1) physicians with some experience in critical care available at least during the day, (2) higher nurse-to-patient ratios for critically ill patients, (3) at least twice daily reassessment of"
  },
  {
    "full_text": "(3) at least twice daily reassessment of critically ill patients, (4) available pulse oximetry, (5) available cardiac monitoring, (6) available oxygen therapy, (7) available non-invasive respiratory support, (8) presence of basic quality improvement program, and (9) a transfer out policy.Essential care bundlesWe grouped items into essential care bundles by adapting lists of recommended inputs for essential care of critically ill patients as outlined in a consensus statement on essential emergency and critical care [27]. A complete list of signal function availability not captured in the essential care bundles or level 1 ICU criteria are reported in Supplemental Table1.Missing dataFor signal function and yes/no questions, we coded responses of “don’t know” as “generally unavailable” and “no”, respectively. This accounts for the fact that a service or resource is unlikely to be promptly provided for a critical patient when a clinician is unaware of its availability. Because the occurrence of an event is not contingent on clinician awareness, we took a different approach to frequency items—a response of “don’t know” was treated as missing data. For items with missing data from one participant (i.e., unit data were available for two participants,) we used the same thresholds for determining availability as above. If data were missing for two or more respondents in a unit, the item data for the team was considered missing/incomplete.Data analysisData analysis was conducted in Stata (Release 16). Medians and interquartile ranges summarised continuous and ordinal variables. Categorical variables were summarised using frequencies, proportions, and 95% confidence intervals. Barrier data were compared using Fisher’s exact test (two-tailed).Patient and public involvementThe research question and evidence generation were informed by Ministry of Health and hospital staff with need for assessment of critical care in medical wards and were involved in the design and conduct of the study. Hospital staff and administrators provided feedback on the pilot and clinical sensibility testing prior to completing data collection. Ministry of Health and the research team disseminated to hospital staff and administrators with further dissemination of the research in each facility. Patients were not involved as they were not directly part of the study [40].Ethical and checklist reviewThe MECC Survey protocol obtained ethical approval from the Partners Healthcare Institutional Review Board in Boston, USA (2019P003457) and the National Health Science Research Committee in Malawi (Protocol #19/05/2346, approval number 2346). The Malawi Ministry of Health also approved the study. The study was conducted by the Declaration of Helsinki guidelines and regulations [43]. We used the STROBE cross sectional checklist when writing our report [44].ResultsHospital and respondent characteristicsA total of 13 hospitals participated in the MECC survey, including nine districts and four"
  },
  {
    "full_text": "MECC survey, including nine districts and four central hospitals. District hospitals had a median of 296 (IQR: 250 to 340) inpatient beds and 13,300 (IQR 10,000 to 21,000) annual inpatient admissions. The median inpatient beds and annual admissions for central hospitals were 911 (IQR: 487 to 1,239) and 35,100 (IQR 27,900 to 51,600), respectively.We analysed the data from all 39 medical ward staff members who participated in the MECC survey (Table1). At district hospitals, most respondents were nurses (70%) and clinical officers (22%), while at central hospitals, most respondents were nurses (67%), followed by doctors (25%). In both district and central hospitals, the respondents spent a median of 5 days a week working in the ward. When asked to identify areas in the hospital where critically ill patients are managed, six district and three central hospitals reported managing critically ill patients in the medical ward.Table 1Respondent and hospital characteristicsDistrict hospitalsCentral hospitalsRespondent characteristicsTotaln2712Nursen (%)19 (70%)8 (67%)Clinical officern (%)6 (22%)1 (8%)Doctor (with or without subspecialty training)n (%)2 (7%)3 (25%)Number of days per week spent working on medical wardmedian (IQR)5 (5 to 5)5 (5 to 5.5)Hospital characteristicsTotaln94Manage critically ill patients on medical wardsn (%)6 (67%)3 (75%)Medical ward inputsWe examined medical ward inputs through the lens of the “4Ss” approach, where we grouped survey findings by i) Staff, ii) Systems, iii) Space, and iv) Stuff – i.e. supplies, infrastructure systems like oxygen delivery and equipment.StaffIn all sampled district and central hospitals, medical providers and nurses were physically present in the wards 24 hours (h) a day (Table2). There was 100% agreement between the scheduled numbers of nurses and actual staffing observed on the day of the survey. There was additional coverage available from providers on call inside the facility 24 h a day in 7 (78%) district hospitals and 1 (25%) central hospital. The median number of patients per nurse during the day of the visit was 10.1 (IQR 9.3 to 11.7) in district hospitals and 14.6 (IQR 13.4 to 17.5) in central hospitals. Few district hospitals (22%) had increased nurse-to-patient ratios for critically ill patients. The greatest availability of ancillary specialities in the district and central hospitals were clinical engineers, security, nutritionists, and physical therapists. Both district and central hospitals lacked respiratory therapists. Social workers and spiritual support were rarely available at district hospitals.Table 2Staff and systems to support critical careDistrict hospitals (n= 9)Central hospitals (n= 4)Staff availability on the medical wardClinicians are physically present in ward 24 hours (h) a dayn (%)9 (100%)4 (100%)Clinicians are on call inside facility 24 h a dayn (%)7 (78%)1 (25%)Nurses are present 24 h a dayn (%)9 (100%)4 (100%)Number of patients per nurse during daymedian"
  },
  {
    "full_text": "of patients per nurse during daymedian (IQR)10.1a(9.3 to 11.7)14.6b(13.4 to 17.5)Increased nurse to patient ratios for critically ill patientsn (%)2 (22%)3 (75%)Radiology results interpreted by radiologistn (%)2 (22%)4 (100%)Ancillary support services available to medical wardsSocial workersn (%)3 (33%)2 (50%)Securityn (%)6 (67%)2 (50%)Spiritual supportn (%)2 (22%)2 (50%)Nutritionistsn (%)8 (89%)3 (75%)Respiratory therapistsn (%)3 (33%)1 (25%)Physical therapistsn (%)8 (89%)3 (75%)Clinical engineersn (%)8 (89%)3 (75%)Systems availability on the medical wardPatient ObservationWards with standard patient observation frequenciesn (%)8 (89%)3 (75%)Frequency of vital signsn (%)9 (100%)4 (100%)Frequency of vital signs (hours)median (IQR)24a(12 to 24)18 (10 to 24)Frequency of vital signs for critically ill patients (hours)median (IQR)12a(2 to 12)2 (2 to 2)Wards with increased frequency of observations of critically ill patientsn (%)8 (89%)3 (75%)Formal system for identifying critically ill patientsn (%)01 (25%)Protocols availableInitial approach to ABCs (airway, breathing, circulation, etc.) and basic neurologic functionn (%)4 (44%)2 (50%)Medical resuscitationn (%)4 (44%)2 (50%)Volume resuscitationn (%)4 (44%)1 (25%)Sepsis managementn (%)3 (33%)3 (75%)Adjust volume resuscitation for malnourished or anemic patientsn (%)2 (22%)1 (25%)Asthma exacerbation managementn (%)3 (33%)3 (75%)Pneumonia managementn (%)3 (33%)2 (50%)Post-exposure prevention of STI/HIV, emergency contraception, counselingn (%)9 (100%)4 (100%)Post exposure prophylaxis for health care workersn (%)8 (89%)3 (75%)Hand-over when transferring patients from one care provider to anothern (%)5 (56%)4 (100%)Infection prevention and controln (%)9 (100%)4 (100%)Managing hazardous exposures (including designated decontamination area)n (%)8 (89%)4 (100%)Containment and disposal of sharps and biomedical wasten (%)8 (89%)4 (100%)End of life caren (%)1 (11%)1 (25%)aData available from 8 hospitalsbData available from 3 hospitalsSystemsMost medical wards reported seeing critically ill patients more frequently than other patients. Still, only one out of 13 hospitals had a standard protocol for the medical wards to identify critically ill patients (Table2). For non-critical patients, vitals were checked a median of every 24 h (IQR 12 to 24) and 18 h IQR 10 to 24) at eight district hospitals with available data and central hospital medical wards, respectively. For critically ill patients, vitals were checked a median of every 12 h (IQR 2 to 12) and every 2 h (IQR 2 to 2) in the eight district hospitals and central hospital medical wards, respectively.Most district and central hospital medical wards had protocols for post-exposure prevention for STI/HIV, emergency contraception, counselling, health care worker (HCW) post-exposure prophylaxis and infection prevention and control (Table2). However, less than 50% of all medical wards had protocols for volume resuscitation, adjustment of volume resuscitation for"
  },
  {
    "full_text": "adjustment of volume resuscitation for malnourished or anaemic patients and end-of-life care. Less than 33% of district hospital wards had protocols for sepsis, asthma exacerbation, and pneumonia management.SpaceFifty-six percent of district hospitals and 75% of central hospitals had a designated area for critically ill patients within the medical ward (Table3). Only one of 9 district hospitals and two of 4 central hospitals had secure storage space in the ward for medications, including controlled substances. Only 75% or less of all wards had toilets accessible within the building for patients and staff.Table 3Availability of space, supplies, infrastructure systems, and equipment on general medical wardsDistrict hospitals (n= 9)Central hospitals (n= 4)Space availability on the medical wardDesignated area for critically ill patients within medical wardn (%)5 (56%)3 (75%)Toilets for patients and staffn (%)5 (56%)3 (75%)Storage space (including for controlled substances)n (%)1 (11%)2 (50%)Critical supplies availability on the medical wardRunning watern (%)4 (44%)3 (75%)Electricityn (%)6 (67%)4 (100%)Paper chartn (%)5 (56%)3 (75%)Electronic chartn (%)00Crash trolley or code cart with high-acuity equipment and supplies of various sizesn (%)5 (56%)1 (25%)Laboratory tests and diagnosticsHemoglobinn (%)9 (100%)4 (100%)Urine hcgn (%)4 (44%)4 (100%)Glucosen (%)9 (100%)4 (100%)Rapid HIVn (%)8 (89%)4 (100%)Malaria rapid diagnostic testn (%)6 (67%)4 (100%)Malaria smearn (%)7 (78%)4 (100%)Full blood countn (%)7 (78%)4 (100%)Coagulation profile (PT/PTT, INR)n (%)00Electrolytesn (%)02 (50%)BUN and creatininen (%)3 (33%)2 (50%)Lipasen (%)01 (25%)Cross matching for blood and blood productsn (%)9 (100%)4 (100%)Cardiac marker (e.g. troponin)n (%)00Blood cultures with sensitivitiesn (%)1 (11%)4 (100%)Ultrasound for use in ward2 (22%)2 (50%)Oxygen delivery systems to the medical wardCentral piped systemn (%)00Oxygen concentrator stored in the wardn (%)5 (56%)3 (75%)Call for oxygen concentrator from central location if neededn (%)5 (56%)3 (75%)Tanks that are stored in the wardn (%)1 (11%)2 (50%)Call for tank from central location if neededn (%)3 (33%)3 (75%)No adequately available oxygen delivery systemsn (%)4 (44%)1 (25%)Supplies, infrastructure systems and equipmentRunning water was present in 44% of the district hospital and 75% of central hospital medical wards; electricity was present in 67% and 100%, respectively (Table3). No medical wards had electronic charts. For access to a code cart with high-acuity equipment and supplies of various sizes on the medical wards, 56% of district and 25% of central hospital medical wards reported availability.No district or central hospital medical ward had piped bedside oxygen outlets at the time of this assessment (Table3). Most medical wards had available oxygen concentrators or oxygen tanks, but medical wards at 44% of district hospitals and 25% of central hospitals did not have reliable oxygen availability.Regarding lab"
  },
  {
    "full_text": "have reliable oxygen availability.Regarding lab tests and diagnostics, medical wards at 87% of district hospitals and all central hospitals could test haemoglobin, glucose, rapid HIV, malaria smear, full blood count and cross-match for blood (Table3). Only five total hospitals (3 districts (33%) and two central (50%)) could obtain electrolytes and BUN/creatinine for patients in medical wards. Blood cultures with sensitivities were available at only 1 district hospital medical ward but at all central hospital medical wards. No medical wards could test for coagulation profile or cardiac markers. Only four hospitals (2 districts (22%) and two central (50%)) had ultrasound machines available to use in the medical ward.Level 1 ICU criteriaNone of the medical wards across the 13 hospitals met all WFSICCM criteria for a level 1 ICU (Table4). District and central hospital medical wards met a median of 3 (IQR 1 to 3) and 6.5 (IQR 4 to 7.5) out of 9 possible criteria, respectively. Over 50% of district hospital wards had pulse oximetry, oxygen, and a basic quality improvement program, but none had cardiac monitoring, non-invasive ventilation, or physicians with some experience in critical care. No district and only three central hospital medical wards had clinicians who reassessed critically ill patients at least twice a day. Three of the four central hospital medical wards met at least six criteria, but only one had cardiac monitoring, and none had non-invasive ventilation.Table 4Level 1 ICU criteria and essential emergency and critical care componentsDistrict hospitals (n= 9)Central hospitals (n= 4)Level 1 ICU CriteriaaPhysicians with some experience in critical care available at least during the day n (%)03 (75%)Higher nurse to patient ratios for critically ill patients n (%)2 (22%)3 (75%)At least twice daily reassessment of critically ill patientsn (%)03 (75%)Pulse oximetry (intermittent or continuous)n (%)7 (78%)4 (100%)Cardiac monitoringn (%)01 (25%)Availability of oxygenn (%)5 (56%)3 (75%)Availability of non-invasive ventilationn (%)00Basic quality improvement programbn (%)6 (67%)4 (100%)Policy and protocol for transferring patients to higher level of caren (%)2 (22%)2 (25%)Number of criteria metmedian (IQR)3 (1 to 3)6.5 (4 to 7.5)Wards meeting all criterian (%)00Essential Emergency and Critical Care ComponentscIdentification of critical illnessAvailable method of blood pressure measurementn (%)9 (100%)4 (100%)Pulse oximetry (continuous or intermittent)n (%)7 (78%)4 (100%)Mental status examn (%)8 (89%)3 (75%)Standardized method (e.g. protocol/checklist) for identifying critically ill patients on the general medical wardn (%)01 (25%)Wards able to complete entire clinical bundlen (%)01 (25%)Number of signal functions in bundle adequately availablemedian (IQR)3 out of 4 (3 to 3)3 out of 4 (2.5 to 3.5)Airway and breathingPerform manual maneuvers to open the airway (e.g., jaw thrust, chin lift)n (%)1 (25%)0Use of suctionn (%)8 (89%)4 (100%)Placement of"
  },
  {
    "full_text": "of suctionn (%)8 (89%)4 (100%)Placement of oro- or nasopharyngeal airway devicen (%)01 (25%)Availability of oxygenn (%)5 (56%)3 (75%)Bag-valve mask ventilationn (%)5 (56%)3 (75%)Wards able to complete entire bundle n (%)00Number of signal functions in bundle adequately availablemedian (IQR)3 out of 5 (2 to 3)2.5 out of 5 (2 to 3)CirculationExternal control of bleedingn (%)9 (100%)4 (100%)Administration oral rehydration solutionn (%)9 (100%)4 (100%)Administration of IV fluidsn (%)9 (100%)4 (100%)Administration of adrenalinen (%)7 (78%)4 (100%)Wards able to complete entire bundle n (%)7 (78%)4 (100%)Number of signal functions in bundle adequately availablemedian (IQR)4 out of 4 (4 to 4)4 out of 4 (4 to 4)Reduced level of consciousnessProtect unconscious patient from secondary injuryn (%)9 (100%)3 (75%)Diagnose and treat hypoglycemian (%)8 (89%)4 (100%)Administration of benzodiazepine for seizuren (%)8 (89%)4 (100%)Management of extreme temperaturesn (%)9 (100%)4 (100%)Wards able to complete entire bundle n (%)8 (89%)3 (75%)Number of signal functions in bundle adequately availablemedian (IQR)4 out of 4 (4 to 4)4 out of 4 (3.5 to 4)Supportive carePlace peripheral IVn (%)9 (100%)4 (100%)Place intraosseous linen (%)00Administration of IV or IM antibioticsn (%)8 (89%)4 (100%)Administration IV opioidn (%)5 (56%)2 (50%)Administer appropriate therapeutics for agitationn (%)8 (89%)3 (75%)Administration of enteral nutritionn (%)8 (89%)4 (100%)Reposition patient every four hoursn (%)5 (56%)4 (100%)Wards able to complete entire bundlen (%)00Number of signal functions in bundle adequately availablemedian (IQR)5 out of 7 (5 to 6)5.5 out of 7 (4.5 to 6)aAdapted from Marshall JC, Bosco L, Adhikari NK, Connolly B, Diaz JV, Dorman T, et al. What is an intensive care unit? A report of the task force of the World Federation of Societies of Intensive and Critical Care Medicine. Journal of critical care. 2017;37:270–6bDefined as any quality improvement project related to the ward within the last 12 monthscAdapted from Schell CO, Khalid K, Wharton-Smith A, Oliwa J, Sawe HR, Roy N, et al. Essential Emergency and Critical Care: a consensus among global clinical experts. BMJ Glob Health. 2021;6(9)Essential emergency and critical care bundle componentsOverall, hospitals met most of the inputs for essential emergency and critical care (Table4). No medical ward could complete the entire essential care bundle for airway and breathing or supportive care. However, a median of 3 (IQR 2 to 3) of 5 components was available at district hospital medical wards for airway and breathing and 5 (IQR 5 to 6) of 7 components for supportive care. For identification of critical illness, no district hospital medical ward and only 1 (25%) central hospital medical ward could complete the entire care bundle. At least 75% of all medical wards could complete the entire care bundle for circulation and reduced level of consciousness.Reported barriers across essential critical care bundlesReported"
  },
  {
    "full_text": "across essential critical care bundlesReported barriers across essential critical care bundles across all medical wards included absent equipment (30%, 95% CI: 20% to 43%), stockouts (21%, Cl: 13% to 43%), gaps in training (57%, Cl: 38% to 67%), and personnel (40%, Cl: 16% to 52%) (Fig.1a). The least cited barriers were for broken equipment (3%, Cl: 0% to 10%) and infrastructure (0%, CI 0% to 7%). District hospital and central hospital medical wards had similar levels of reporting absent equipment (33%, Cl: 14% to 43% vs 28%, Cl: 23% to 37%) and broken equipment (3%, Cl: 0% to 10% vs 5%, Cl: 0% to 11%). District hospitals, compared to central hospital medical wards, had a higher proportion of stockouts (29%, Cl: 21% to 44% vs 6%, Cl: 0% to 13%) and personnel shortages (40%, Cl: 24% to 67% vs 29%, Cl: 16% to 52%) while central hospital medical wards reported a higher proportion of training barriers (68%, Cl: 52% to 73% vs 45%, Cl: 29% to 60%) (Figs.1b and c). No differences in barriers between the district and central hospital medical wards were statistically significant.Fig. 1Box plots of percentage of times the six most common barrier categories were identified. The numerator was calculated as the number of times each category of barrier was identified by a participant at a unit for the signal functions included in the essential bundles*. The denominator was the number of times participants at a unit were asked to identify barriers (i.e. the number of times participants rated any of these signal functions as generally unavailable or somewhat available).*Mental status exam, perform manual maneuvers to open the airway manual maneuvers (e.g. jaw thrust, chin lift), use of suction, placement of oro- or nasopharyngeal airway device, availability of oxygen, bag-valve mask ventilation, external control of bleeding, administration oral rehydration solution, administration of IV fluids, administration of adrenaline, protect unconscious patient from secondary injury, diagnose and treat hypoglycemia, administration of benzodiazepine for seizure, management of extreme temperatures, place peripheral IV, place intraosseous line, administration of IV or IM antibiotics, administration IV opioid, administer appropriate therapeutics for agitation, administration of enteral nutrition, and reposition patient every four hoursDiscussionTo our knowledge, this is the first study to describe service readiness and capacity for critical care at the level of the medical ward in a LIC. Using signal function questions and composite assessments of ICU criteria and essential critical care bundles, we identified significant gaps across all four instrument domains—staff, stuff, systems, and space—highlighting the need for a holistic approach to strengthening essential critical care services in medical wards.Our assessment of WFSICCM level 1 ICU criteria and essential critical care bundles provides valuable insight into the general critical care capacity in Malawian medical"
  },
  {
    "full_text": "critical care capacity in Malawian medical wards, highlighting relative strengths and areas where improvement is needed to deliver essential critical care. Even though none of the medical wards in the 13 central and district level hospitals surveyed met all criteria for the WFSICCM definition for level 1 ICU, many fundamental resources were available. Three of four medical wards in central hospitals met at least 6 of the 9 level 1 ICU criteria. District hospital wards met fewer level 1 ICU criteria with notable staff experience and availability gaps, quality improvement programs, and transfer-out policies. Most patients in Malawi are cared for at the district level [41,45], suggesting an urgent need to provide the inputs to meet these gaps, with the identified low-cost inputs providing potential areas for care strengthening at the district level.Examining signal functions as part of essential care bundles is vital to understanding if critical care can be delivered. For essential critical care bundles, no hospital could complete the bundles for airway, breathing, and supportive care, and only one central hospital could complete the bundle to identify a critical illness. These gaps limit the care that can be provided to patients as demonstrated in a recent study by Kayambankadzanja et al. [46] with up to 91% of patients not receiving essential critical care in Malawian hospitals. However, we found that observed gaps in signal functions with these bundles were relatively modest, including performing manual manoeuvres to open the airway, standardised methods for identifying critically ill patients on the medical ward, and intraosseous catheter placement. These areas offer a potential road map for improved service availability.The gaps seen in the bundles reflect patterns observed across all signal functions. Compared to district hospitals, central hospitals' medical wards typically had more staffing and ancillary support, increased frequency of vital sign assessments, and more spaces and systems for the care of critically ill patients. About 60% of staffing posts are vacant in Malawi, most at the district level [45]. This results in high workloads for the available staff, which, coupled with a lack of resources, often delay or fail to identify and treat serious illness [3,16,28,47]. We suggest that future implementation research and policies should examine ways to close the staffing gap, including ways to recruit and retain staff at district hospitals.Our results are broadly consistent with two secondary analyses of facility-level data in emergency and critical care from the Malawi Service Provision Assessment (SPA) Survey 2013–2014 [31,33]. Using the Emergency Triage Assessment and Treatment (ETAT) emergency-equipped definition, Johansson et al.[31] reported only four of 997 Malawi facilities with all 25 ETAT components; only one was a government hospital. However, of the 116 hospitals, 63.7% had between 20 and 24 ETAT components. Similarly, to"
  },
  {
    "full_text": "between 20 and 24 ETAT components. Similarly, to this study, we found that while all ICU components are necessary to provide critical care to patients, many facilities were close to filling gaps of inputs across the domains. Kayambankadzanja et al. [33] found that government hospitals had a median resource availability of 48.4% (Cl: 40.6% to 64.1%) created by examining 63 essential emergency and critical care indicators. Moreover, in analysis of diagnostic availability from the SPA Survey, Yadav et al.[48] reported ~ 50% ultrasound and ~ 45% x-ray working availability in Malawian hospitals. Comparably to our findings, a lack of emergency guidelines (33.3%) was the most missing input, suggesting an area for future health system strengthening.Observed barriers to stockouts at district hospital medical wards may be due to different supply chain systems utilised in the district and central hospitals. District and central hospitals procure most critical care medications through the public supply chain system but central hospitals can also procure through the private market from separate budgets [45,49]. Although district and central hospital medical wards are designed to serve slightly different roles in the health system, our analysis focused on the basic essential inputs that should be available in all hospitals independent of more specialised care that may be needed on central referral hospital medical wards. From the observed barriers of stock out, we recommend further examination and strengthening of district and central hospital supply chains to ensure the availability of essential emergency and critical supplies at all health system levels.Our results support an integrated approach to critical care strengthening across all instrument domains and underscore the importance of a holistic approach to assessing and improving critical care service availability. Many signal functions lacking availability are used across disease areas and care delivery settings. While the essential critical care bundles provide insight into specific areas of improvement to reach services readiness, the identified barriers in district and central hospital medical wards offer insight into how this could be done. Addressing these deficits can reinforce a severity-based approach to inpatient care agnostic to disease, patient, or speciality type [28]. This type of horizontal platform strengthens health systems and should be prioritised by funders and the government in the policy and intervention development [29].LimitationsThis study provides important data on critical care in medical wards but has several limitations. As a single-country study, it is still being determined if the results are generalisable to other LICs, but likely similar gaps exist. Although the sample size was just 13 hospitals, this represents slightly under 50% of all public district and central hospitals. Similar findings in critical care assessments have been found in Tanzania [10], Kenya [50],"
  },
  {
    "full_text": "have been found in Tanzania [10], Kenya [50], India [32], Myanmar [51] and throughout sub-Saharan Africa and Asia [3,34]. Although we examined the clinical cascade through clinician and nurse reporting, the actual care processes and outcomes were not observed, and our results could be influenced by reporting biases. Thirdly, though developed by consensus, the impact of the essential critical care bundles and the WFSICCM criteria have yet to be validated, with additional critical components that may be needed. Finally, this cross-sectional survey was completed before the Coronavirus (SARS-CoV-19) pandemic and there has likely been additions to district and central hospital ward signal functions and other inputs during this time that are not accounted for in this study.ConclusionDespite current gaps in resources to consistently care for critically ill patients on medical wards, this study shows that with modest inputs within the domains of staff, medications and equipment, and systems and space, the provision of simple life-saving critical care is within reach for many central and district hospital medical wards. Findings from this study can help inform inputs required for care provision. Future process research could compare essential critical care in wards compared to high-dependency units and ICUs with health system readiness using cost-effectiveness or item response burden analyses. Outcome studies using essential care bundles for critical care to compare readiness estimates with specific barriers identified for action at a system level could identify and predict morbidity and mortality.Supplementary InformationAdditional file 1:Table S1.Wards Reporting Adequate Ability to Perform Key Critical Care Signal Functions*"
  }
]