[
  {
    "full_text": "TITLE: Critical Care Pharmacology of Antiretroviral Therapy in Adults ABSTRACT: The clinical pharmacology of antiretroviral therapy (ART) in critical care presents unique challenges due to the complex interplay between HIV infection, critical illness, and drug management. This comprehensive review examines the pharmacokinetic and pharmacodynamic considerations of antiretroviral drugs in critically ill patients, where altered absorption, distribution, metabolism, and excretion significantly impact drug effectiveness and safety. Critical illness can substantially modify drug pharmacokinetics through various mechanisms, including impaired gastrointestinal motility, fluid shifts, hypoalbuminemia, hepatic dysfunction, and altered renal function. These changes, combined with potential drug–drug interactions in the polypharmacy environment of intensive care units, necessitate careful consideration of dosing strategies and monitoring approaches. The review addresses specific challenges in various critical care scenarios, including management of ART in patients with organ dysfunction, during renal replacement therapy, and in special populations such as those with sepsis or acute respiratory distress syndrome. It also explores the role of therapeutic drug monitoring in optimizing antiretroviral therapy and managing drug toxicities in critical care settings. Emerging areas of research, including long-acting formulations, nanotechnology-based drug delivery systems, and personalized medicine approaches, are discussed as potential future directions for improving ART management in critical care. The review emphasizes the importance of a multidisciplinary approach involving critical care physicians, infectious disease specialists, and clinical pharmacists to optimize outcomes in this complex patient population. This review provides clinicians with practical guidance for managing ART in critically ill patients while highlighting areas requiring further research to enhance our understanding and improve patient care in this challenging setting. BODY: Key Summary PointsManaging HIV medications in critically ill patients is complex due to changes in how the body handles drugs during severe illness, requiring careful adjustments in dosing and close monitoring to maintain effectiveness while avoiding toxicity.The intensive care environment poses unique challenges for HIV treatment, including interactions with critical care medications, organ dysfunction, and difficulties in drug administration, necessitating a personalized approach for each patient.Recent advances in HIV treatment monitoring and new drug formulations offer promising solutions for better management of HIV-positive patients in intensive care, though more research is needed to optimize care strategies in this vulnerable population.IntroductionThe management of human immunodeficiency virus (HIV) infection has undergone a remarkable transformation since the introduction of antiretroviral therapy (ART) in"
  },
  {
    "full_text": "introduction of antiretroviral therapy (ART) in the mid-1990s. What was once a near-certain fatal diagnosis has evolved into a chronic, manageable condition for many patients, leading to improved survival rate, equal to non-HIV patients, and improved quality of life [1]. However, HIV infection is still difficult to manage especially in special environments, such as in critical care settings, where people living with HIV may present with severe opportunistic infections, complications of ART, or critical illnesses unrelated to HIV status, such as non-AIDS defining cancers [2–4]. The clinical pharmacology of antiretrovirals in critical care represents a unique and challenging field at the intersection of infectious diseases, critical care medicine, and clinical pharmacology. Critical illness can significantly alter drug pharmacokinetics and pharmacodynamics, potentially leading to suboptimal antiretroviral concentrations or increased toxicity [5]. Furthermore, the potential for drug–drug interactions (DDI) between antiretrovirals and commonly used critical care medications necessitates a thorough understanding of these agents' clinical pharmacology [6]. In the intensive care unit (ICU), clinicians must navigate a myriad of considerations when managing antiretroviral therapy (Table1). These include decisions about continuing, modifying, or temporarily discontinuing ART, managing potential DDI, adjusting dosages in the context of organ dysfunction, and monitoring for adverse effects that may be exacerbated by critical illnesses [7]. The stakes are high, as inadequate viral suppression can lead to the emergence of drug-resistant HIV strains, while overzealous treatment may contribute to drug toxicities in an already vulnerable patient population [8]. Moreover, the landscape of HIV treatment is continually evolving, with new antiretroviral agents and treatment strategies emerging regularly, from single-tablet regimen to long-acting drugs, adding another layer of complexity to critical care management [9]. This comprehensive review aims to explore the multifaceted aspects of antiretroviral pharmacology in the context of critical care. We will delve into the pharmacokinetics and pharmacodynamics of various antiretroviral classes, examining how critical illness affects these parameters. The review will address dosing considerations in organ dysfunction, strategies for managing DDIs, and the role of therapeutic drug monitoring (TDM) in the ICU. [10].Table 1Key issues associated with antiretroviral use in critical care settingsAspectKey IssuesImplicationsPharmacokinetics (PK)Critical illness affects absorption (decreased GI motility, altered pH), distribution (fluid shifts, hypoalbuminemia), metabolism (reduced hepatic function), and excretion (renal dysfunction or augmented clearance).Altered drug levels may result in subtherapeutic effects or toxicity, requiring dose adjustments and alternative administration routes where"
  },
  {
    "full_text": "and alternative administration routes where necessary.PharmacodynamicsICU-related immune dysfunction and inflammation can modify drug-target interactions and efficacy of ART; infections or inflammatory states may enhance viral replication, requiring higher doses for effective viral suppression.Balancing effective viral suppression with toxicity risk is critical; modifications in ART regimens and monitoring are often needed.Drug–drug interactions (DDI)High potential for interactions between antiretrovirals and ICU medications (e.g., sedatives, vasopressors, antifungals); potent CYP3A4 inhibitors/inducers (e.g., ritonavir) can significantly alter other drug levels.Close monitoring and DDI management are required to prevent adverse effects, often requiring collaboration with pharmacists and regular dose adjustments.Organ dysfunctionRenal and hepatic dysfunction complicates ART dosing; many nucleoside reverse transcriptase inhibitors need renal adjustment, while protease inhibitors (PIs) and non-nucleoside reverse transcriptase inhibitors (NNRTIs require careful monitoring in hepatic impairment.Requires dose modifications and choice of ART based on the degree of organ impairment, especially in multi-organ dysfunction scenarios.Therapeutic drug monitoring (TDM)TDM is essential for ART in ICU due to narrow therapeutic indices of certain drugs, individual PK variability, and rapidly changing ICU conditions.TDM can optimize dosing, reduce toxicity, and improve viral suppression but may be limited by ICU resources and the dynamic nature of critical illness.Adverse effects and toxicitiesAntiretrovirals can cause hepatotoxicity (especially PIs and NNRTIs), nephrotoxicity (e.g., tenofovir), neuropsychiatric effects (e.g., efavirenz), and lactic acidosis, exacerbated by ICU conditions.Regular monitoring of liver and kidney function, neuropsychiatric status, and metabolic profiles is crucial to detect and manage these risks in a timely manner.Immune reconstitutionImmune reconstitution inflammatory syndrome (IRIS) risk upon ART initiation or modification, especially in severe infections or immune dysfunction.Careful timing of ART initiation and possible use of corticosteroids to manage IRIS; balance the risks of IRIS against benefits of early ART.Drug resistanceResistance may worsen with suboptimal drug levels due to altered PK; ICU patients with multidrug-resistant HIV require advanced or investigational ART options.Avoid monotherapy or interruptions; consider high genetic barrier drugs and newer agents to prevent resistance development and optimize control of HIV infection.Alternative administrationOral administration may be impaired; limited availability of parenteral forms (except zidovudine and enfuvirtide); some drugs can be administered via nasogastric tubes, but bioavailability may be impacted.Alternative routes should be considered carefully; crushing tablets or changing routes may alter drug efficacy, requiring dose adjustment or TDM where"
  },
  {
    "full_text": "efficacy, requiring dose adjustment or TDM where feasible.Long-term implicationsICU ART management impacts future HIV care, including potential resistance, organ function, and drug tolerance.ART decisions in ICU should consider both immediate and long-term effects on patient outcomes, involving multidisciplinary teams for optimal patient-centered care.Pharmacokinetics of Antiretrovirals in Critical IllnessThe pharmacokinetics of antiretroviral drugs in critically ill patients can differ significantly from those in stable outpatients, potentially leading to altered drug exposure and therapeutic outcomes [5]. Critical illness induces various physiological changes that can affect all aspects of drug pharmacokinetics: absorption, distribution, metabolism, and excretion [11]. Absorption of oral antiretrovirals may be impaired in critically ill patients due decreased gastrointestinal motility, altered pH, mucosal edema, and the use of gastric acid suppressants [12]. For instance, some drugs, such as rilpivirine, require an acidic environment for optimal absorption, which may be compromised in patients receiving proton pump inhibitors [13]. Moreover, many critically ill patients are unable to take oral medications, necessitating the use of alternative routes of administration or temporary discontinuation of certain antiretrovirals, which are not available per os [14]. Distribution of antiretrovirals can be affected by changes in body composition, plasma protein concentrations, and tissue perfusion that often accompany critical illness [15]. Fluid shifts, common in conditions like sepsis or heart failure, can alter the volume of distribution for many drugs. Additionally, hypoalbuminemia, frequently observed in critically ill patients, can lead to increased free drug concentrations for highly protein-bound antiretrovirals such as protease inhibitors (PIs) [16]; furthermore, it should be considered the role of alpha-1-acid glycoprotein in binding antiretrovirals [16] Metabolism of antiretrovirals, primarily occurring in the liver, can be significantly altered in critical patients. Hepatic blood flow may be reduced in shock states, potentially decreasing the clearance of drugs with high hepatic extraction ratios [17]. Furthermore, the expression and activity of cytochrome P450 enzymes, crucial for the metabolism of many antiretrovirals, can be modified by the inflammatory response associated with critical illness [18]. For instance, PI undergo hepatic metabolism via cytochrome P450 enzymes, particularly CYP3A4. In the ICU, liver dysfunction or the use of drugs that inhibit or induce CYP3A4 (such as antifungals or anticonvulsants) can lead to either reduced clearance or subtherapeutic concentrations of the drug, impacting its efficacy or increasing toxicity risks. Similarly, integrase inhibitors, which are also metabolized by the liver via glucuronidation, can be impacted by co-administered drugs or reduced liver function, potentially leading to elevated"
  },
  {
    "full_text": "liver function, potentially leading to elevated drug concentrations and toxicity. Non-nucleoside reverse transcriptase inhibitors (NNRTIs), such as efavirenz, also rely heavily on hepatic metabolism. Compromised liver function may lead to decreased clearance, which could result in higher plasma levels, increasing the risk of central nervous system (CNS) side effects like hallucinations. Excretion of antiretrovirals, particularly those eliminated renally, can be impacted by the acute kidney injury often seen in ICU patients [19]. Nucleoside reverse transcriptase inhibitors (NRTIs) like tenofovir are primarily renally excreted. In critically ill patients with acute kidney injury or fluctuating renal function, the clearance of NRTIs may be significantly reduced, necessitating dose adjustments to avoid nephrotoxicity. Tenofovir disoproxil fumarate (TDF) and tenofovir alafenamide (TAF) are both prodrugs of tenofovir used in HIV treatment, but they differ significantly in their pharmacokinetic profiles and implications for critical care [20]. It needs to be underlined that TDF and TAF are prodrugs, and whether the active intracellular moiety is affected by the changes observed in critically ill patients remains unknown. TDF is converted to active tenofovir in the bloodstream, resulting in high plasma concentrations and renal elimination, which can heighten the risk of kidney toxicity, particularly in critically ill patients prone to renal dysfunction or receiving nephrotoxic drugs [21]. It is also associated with bone density reduction, which may complicate long-term recovery for some patients [22]. Conversely, TAF achieves higher intracellular concentrations with lower plasma concentrations, thereby reducing the risk of kidney and bone toxicity. This advantage makes TAF a potentially safer option for patients with compromised renal function or those requiring long-term ART management. However, TAF’s reliance on hepatic activation and a higher propensity for DDIs due to its partial liver metabolism may pose challenges in patients with hepatic impairment or those on multiple critical care medications that interact with liver enzymes [20]. Overall, while TAF offers a safer renal profile, TDF might be preferable in patients with significant hepatic impairment or those needing less interaction-prone options in polypharmacy settings. The choice between TDF and TAF in critical care requires a careful balance of renal and hepatic status, co-medications, and the patient's overall prognosis [20]. Conversely, augmented renal clearance, observed in some critically ill patients, may lead to subtherapeutic concentrations of renally cleared drugs [23]. The use of renal replacement therapies further complicates dosing, as drug clearance can vary depending on the modality and intensity of the therapy [24–26].Pharmacodynamics of Antiretrovirals in Critical CareAs regard pharmacodynamics of antiretroviral drugs in critically ill patients, while the fundamental"
  },
  {
    "full_text": "in critically ill patients, while the fundamental mechanisms of action remain constant, the altered physiological state of critical illness can significantly impact the concentration–effect relationships and therapeutic outcomes [5]. Antiretroviral drugs exert their effects through various mechanisms, including inhibition of viral enzymes (reverse transcriptase, protease, and integrase) and prevention of viral entry into host cells [27]. The pharmacodynamic goal in HIV treatment is to achieve and maintain plasma drug concentrations above the minimum effective concentration to suppress viral replication while avoiding toxicity [25]. However, in critically ill patients, several factors can influence this delicate balance. Firstly, the immune dysfunction associated with critical illness may alter the host–virus interaction, potentially affecting the efficacy of antiretroviral drugs [28]. For instance, the increased inflammatory state and oxidative stress in sepsis or acute respiratory distress syndrome (ARDS) might enhance HIV replication, necessitating higher drug concentrations to achieve the same concentration of viral suppression [29,30]. Secondly, organ dysfunction common in ICU patients can significantly impact drug–target interactions. Hepatic impairment may alter the metabolism of PIs and NNRTIs, leading to unpredictable drug concentrations and potential toxicity [31]. Renal dysfunction can affect the clearance of NRTIs, requiring careful dose adjustments to maintain therapeutic efficacy while avoiding adverse effects [32]. The use of sedatives, vasopressors, and other critical care medications can also influence antiretroviral pharmacodynamics through DDIs. For example, ritonavir and cobicistat, potent CYP3A4 inhibitors used to boost other PIs, can significantly increase the concentrations of commonly used ICU medications like midazolam, potentially leading to prolonged sedation [33]. Augmented renal clearance and acute kidney injuries could led to subtherapeutic effects and/or augmented toxicities, respectively [23]. In detail, PIs like darunavir, which require a robust immune response to optimize viral suppression, may be less effective in critically ill patients with immune dysregulation due to sepsis or trauma. The body's inflammatory response can also impact drug efficacy, as inflammation can reduce drug target engagement or interfere with cellular uptake of antiretrovirals [34]. Furthermore, tissue penetration of antiretrovirals like integrase strand transfer inhibitors (INSTIs) (e.g., raltegravir, dolutegravir) may be compromised in critical settings where blood flow is altered due to shock or the use of vasopressors. This could limit drug distribution to viral reservoirs, such as the brain, lymphoid tissues, or genital tract, reducing the overall effectiveness of therapy. Additionally, INSTIs rely on stable plasma protein binding and hepatic clearance, both of which can be significantly altered in critically ill patients with"
  },
  {
    "full_text": "altered in critically ill patients with systemic inflammation, hypoalbuminemia, or hepatic dysfunction. These changes might necessitate adjustments in dosing or increased monitoring to maintain therapeutic efficacy while minimizing toxicity. Another consideration is the impact of organ dysfunction on drug-receptor interactions. NNRTIs like efavirenz, might have altered pharmacodynamic effects if the binding site affinity is impacted by systemic acidosis or hypoxia common in ICU patients. The efficacy of NRTIs like zidovudine could also be affected in conditions of reduced cellular metabolism, where the conversion of the prodrug to its active form is impaired [35–37].ART in Special Critical Care PopulationsThe management of ART in critical care settings becomes even more complex when considering special populations such as patients with sepsis, ARDS, and neurological emergencies [38]. These conditions not only alter the pharmacokinetics and pharmacodynamics of antiretroviral drugs but also present unique challenges in terms of drug–disease interactions and potential complications. In patients with sepsis, the systemic inflammatory response can significantly impact drug metabolism and elimination. Cytokine-mediated suppression of cytochrome P450 enzymes can lead to altered metabolism of many antiretrovirals, particularly PIs and NNRTIs [18]. Additionally, the hemodynamic instability and organ dysfunction associated with sepsis can further complicate drug dosing and absorption. For instance, reduced intestinal perfusion may impair the absorption of oral antiretrovirals, while augmented renal clearance, often seen in the hyperdynamic phase of sepsis, can lead to subtherapeutic concentrations of renally cleared drugs [11]. ARDS presents another set of challenges for antiretroviral management. The use of mechanical ventilation with high positive end-expiratory pressure can affect hepatic and renal blood flow, potentially altering drug clearance [39]. Moreover, the profound inflammatory state in ARDS can exacerbate drug-induced liver injury, a concern with several antiretroviral agents [40]. The potential for drug-induced lung injury should also be considered, as some antiretrovirals have been associated with pneumonitis or exacerbation of underlying lung disease [41]. Neurological emergencies in people living with HIV, such as cerebral toxoplasmosis or cryptococcal meningitis, require careful consideration of antiretroviral penetration into the CNS. Whether the blood–brain barrier limits the CNS penetration of antiretrovirals is still controversial [42,43]. However, the risk of immune reconstitution inflammatory syndrome (IRIS) should be carefully weighed when initiating or modifying ART in patients with CNS infections [44]. In patients with acute liver failure, which can be a complication of certain opportunistic infections or drug toxicity in people living with HIV, the choice of antiretrovirals becomes particularly critical. Hepatically metabolized"
  },
  {
    "full_text": "particularly critical. Hepatically metabolized drugs should be used with caution, and dose adjustments may be necessary [45]. For people living with HIV requiring extracorporeal membrane oxygenation (ECMO), the impact of the extracorporeal circuit on drug concentrations must be considered. The large volume of distribution and sequestration of lipophilic drugs in the ECMO circuit can lead to subtherapeutic concentrations of some antiretrovirals [46]. While data on antiretroviral pharmacokinetics during ECMO are limited, TDM, where available, can be valuable in guiding dosing decisions [47]. In cases of severe acute kidney injury requiring renal replacement therapy (RRT), the choice and dosing of antiretrovirals need to be carefully tailored. The extent of drug removal by RRT depends on various factors, including the drug's molecular weight, protein binding, and the specific RRT modality [48]. For instance, integrase inhibitors and PIs are generally not significantly removed by hemodialysis due to their high protein binding, while many NRTIs may require supplemental dosing after dialysis. The management of pregnant women with HIV in critical care settings presents unique challenges. The physiological changes of pregnancy, combined with critical illness, can significantly alter drug pharmacokinetics [49]. Moreover, the potential impact of antiretrovirals on fetal development and the risk of maternal-to-child transmission must be carefully balanced against the need for effective HIV treatment [50]. Lastly, in patients with multidrug-resistant HIV requiring critical care, the use of newer antiretroviral agents or investigational drugs may be necessary. This may include the newest long-acting capsid inhibitor lenacapavir [51], the gp120 inhibitor fostemsavir [52], and ibalizumab, a CD4-directed post-attachment HIV-1 inhibitor, which can be particularly useful in patients with limited treatment options [53]. However, the use of such agents in critical care settings may be limited by lack of familiarity and potential unknown interactions with other critical care interventions. In light of these challenges, INSTIs offer potential advantages in critical care settings. INSTIs are characterized by their favorable pharmacokinetic profiles, lower propensity for DDIs, and minimal impact on cytochrome P450 enzymes. The stability of their metabolism under inflammatory conditions makes INSTIs a promising alternative to PIs and NNRTIs in such patients. This represents an opportunity to modernize ART regimens, particularly in scenarios where the altered pharmacokinetics of traditional agents complicate their use.Therapeutic Drug Monitoring in Critical CareTDM plays an important role in optimizing drug exposure in critical patients, as regards antibiotics in septic patients [54,55] and ART for people living with HIV in critical care settings [56]. The complex pharmacokinetics of antiretroviral drugs, coupled with the physiological alterations induced by critical"
  },
  {
    "full_text": "the physiological alterations induced by critical illness, create a scenario where standard dosing regimens may not achieve optimal drug concentrations [25]. TDM offers a means to personalize drug dosing, potentially improving efficacy while minimizing toxicity in this vulnerable patient population. The rationale for TDM in critical care is multifaceted. Firstly, critical illness can significantly alter drug absorption, distribution, metabolism, and elimination. Factors such as altered gastric motility, hypoalbuminemia, fluid shifts, and organ dysfunction can lead to unpredictable drug concentrations when using standard dosing regimens [11]. Secondly, many antiretroviral drugs, particularly PIs and NNRTIs, have narrow therapeutic indices, making the balance between efficacy and toxicity particularly delicate [16]. The implementation of TDM in critical care settings presents both opportunities and challenges. On one hand, many ICUs have the capability for rapid turnaround of drug concentration measurements, allowing for timely dose adjustments. On the other hand, the interpretation of drug concentrations in critically ill patients can be complex, requiring consideration of factors such as protein binding, interacting medications, and the patient's rapidly changing clinical status [57]. For PIs, TDM has been shown to be particularly useful. These drugs exhibit significant inter-individual pharmacokinetic variability and have well-established relationships between plasma concentrations and both efficacy and toxicity [58]. Moreover, genetic polymorphisms affecting NNRTI metabolism are common and can significantly impact drug concentrations, further supporting the use of TDM [59]. The role of TDM for integrase inhibitors is less well established. While these drugs generally have more favorable pharmacokinetic profiles, TDM may still be valuable in certain scenarios, such as in patients with severe organ dysfunction or those on complex medication regimens with potential for significant drug interactions [60]. ICU patients with impaired renal or hepatic function may experience altered metabolism of INSTIs, heightening the risk of adverse effects like dolutegravir-associated central nervous system toxicity [61].One of the challenges in implementing TDM for antiretrovirals in critical care is determining the appropriate timing of drug concentration measurements. The dynamic nature of critical illness means that a drug concentration that is therapeutic at one point may become sub- or supra-therapeutic as the patient's condition changes [5]. Therefore, repeated measurements and continual reassessment may be necessary. Interpretation of TDM results in critical care requires careful consideration of several factors. These include the specific antiretroviral agent, the patient's virological status, the presence of resistance mutations, concomitant medications, and the overall clinical context [58]. For instance, a drug concentration that would be considered"
  },
  {
    "full_text": "a drug concentration that would be considered adequate in a stable outpatient might be insufficient in a critically ill patient with augmented renal clearance or impaired drug absorption. The use of TDM in critical care may extend beyond simply adjusting doses of individual drugs. It can also guide decisions about switching antiretroviral regimens, managing DDIs, and assessing adherence in patients who were taking oral medications prior to ICU admission [31]. Despite its potential benefits, TDM for antiretrovirals in critical care is not without limitations. The lack of well-defined therapeutic ranges for all antiretroviral drugs in critically ill populations, the potential for delayed turnaround times in some settings, and the cost of frequent drug concentration measurements are all potential barriers to widespread implementation [37]. Furthermore, while plasma drug concentrations are typically measured, they may not always reflect concentrations at the site of action. This is particularly relevant for drugs targeting HIV in sanctuary sites such as the central nervous system or genital tract [42]. Looking to the future, advances in TDM methodologies, such as dried blood spot analysis or the use of saliva as an alternative matrix, may make TDM more accessible and less invasive in critical care settings. Additionally, the integration of pharmacokinetic modeling and simulation tools with electronic health records could allow for more sophisticated, real-time dose optimization strategies [62].Adverse Effects and Toxicities in Critical CareThe management of adverse effects and toxicities associated with ART becomes particularly challenging in the critical care setting. The complex interplay between drug-related toxicities, underlying HIV pathology, and acute critical illness can make it difficult to discern the exact cause of clinical deterioration [40]. Moreover, the altered pharmacokinetics and pharmacodynamics in critically ill patients can exacerbate known side effects or precipitate unexpected toxicities [5]. One of the most significant concerns in critical care is antiretroviral-induced hepatotoxicity. While all classes of antiretrovirals have been associated with liver injury, PIs and NNRTIs are most commonly implicated [63,64]. The risk is particularly high in patients with pre-existing liver disease or concomitant hepatotoxic medications. In the ICU setting, where multi-organ dysfunction is common, differentiating between drug-induced liver injury and other causes of hepatic dysfunction can be challenging [65]. Close monitoring of liver function tests and consideration of temporary ART interruption may be necessary in severe cases. Renal toxicity is another major concern, particularly with certain NRTIs like tenofovir disoproxil fumarate. Acute kidney injury is common in critically ill patients, and the use of nephrotoxic antiretrovirals can compound this risk [66]. The situation is further complicated by the frequent need for contrast"
  },
  {
    "full_text": "complicated by the frequent need for contrast studies and other potentially nephrotoxic interventions in the ICU. Regular monitoring of renal function and appropriate dose adjustments are crucial, with consideration given to switching to less nephrotoxic alternatives when necessary [67]. Cardiovascular complications associated with ART, such as dyslipidemia and increased risk of myocardial infarction with certain PIs, may be of particular concern in critically ill patients with pre-existing cardiovascular disease [68]. While these effects are typically associated with long-term use, they may influence decision-making regarding ART continuation or modification in the acute setting, especially in patients admitted with cardiovascular events. Metabolic derangements, including lactic acidosis and electrolyte abnormalities, can be life-threatening in the ICU setting.IRIS represents a unique challenge in critically ill HIV patients initiating or reinitiating ART. While not a direct toxicity, IRIS can lead to clinical deterioration and may be difficult to distinguish from other causes of decompensation in the ICU [69]. In treatment-naïve patients, ART is initiated as soon as possible, thus balancing the risks of IRIS against the benefits of early viral suppression.DDIs leading to enhanced toxicities are a significant concern in the polypharmacy environment of the ICU. For instance, the co-administration of ritonavir-boosted PIs with certain sedatives can lead to prolonged sedation and respiratory depression [70]. Careful review of all medications and use of drug interaction databases are essential to mitigate these risks. Mitochondrial toxicity, a class effect of NRTIs, can manifest in various ways including hepatic steatosis, pancreatitis, and peripheral neuropathy [71]. However, this adverse effect is rarely seen nowadays. The management of ART toxicities in critical care often requires a multidisciplinary approach, involving critical care physicians, infectious disease specialists, clinical pharmacists, and other relevant specialists [6]. Decisions about drug discontinuation, dose modification, or switching to alternative agents must be made on a case-by-case basis, considering the severity of the toxicity, the patient's overall clinical status, and the risks associated with changing the ART regimen.Antiretroviral Resistance in Critical CareAntiretroviral resistance can develop through various mechanisms, including poor adherence, inadequate drug concentrations, and transmission of resistant strains [72]. For patients with multi-drug resistant (MDR) HIV, particularly those with limited treatment options, PI/b remain an essential component of therapy due to their high genetic barrier to resistance and ability to suppress resistant viral populations. However, these regimens often involve complex dosing requirements and pose a significant risk of DDIs, especially in critically ill patients on multiple concurrent medications.In the critical care"
  },
  {
    "full_text": "concurrent medications.In the critical care setting, pre-existing resistance may be exacerbated by suboptimal drug concentrations due to altered absorption, distribution, metabolism, or elimination of antiretrovirals [5]. The physiological changes associated with critical illness, such as hypoalbuminemia, fluid shifts, and organ dysfunction, can all contribute to unpredictable drug concentrations, potentially fostering the development or amplification of resistant viral populations [16,73]. The detection and characterization of antiretroviral resistance in critically ill patients can be challenging. Guidelines underscore the importance of initiating ART as soon as possible, even in critically ill patients, to mitigate the risk of viral replication and the emergence of new resistance mutations. Early initiation must balance the challenges posed by critical illness, such as unpredictable drug concentrations and DDIs, while still striving for prompt viral suppression [74].While genotypic and phenotypic resistance testing are standard tools in HIV management, the turnaround time for these tests may be too long in acute settings where rapid decision-making is crucial [75]. Moreover, the interpretation of resistance tests in the context of critical illness, where drug concentrations may be fluctuating and the patient's immune status may be compromised, requires careful consideration [76]. In cases where resistance is suspected or confirmed, the selection of an appropriate antiretroviral regimen becomes even more complex in the ICU. The need to balance the urgency of viral suppression with the limitations imposed by the patient's critical condition often necessitates a multidisciplinary approach involving critical care physicians, infectious disease specialists, and clinical pharmacists [6]. The presence of MDR HIV in critically ill patients poses a particular challenge. These patients may require the use of newer antiretroviral agents or unconventional combinations of drugs [53]. In ICU settings, the risk of significant DDIs is heightened due to the use of medications like sedatives, vasopressors, and antimicrobials, which can alter the pharmacokinetics of ART. This is particularly relevant for PI/b-based regimens, which are metabolized by the cytochrome P450 system and may interact with many drugs commonly used in critical care.However, the limited experience with these newer agents in critical care settings, coupled with potential unknown DDIs, demands careful monitoring and, where possible, TDM [25]. The risk of developing new resistance during ICU admission is a significant concern, particularly in situations where ART must be interrupted or modified due to the patient's clinical condition. Strategies to minimize this risk include maintaining adequate drug concentrations when possible, avoiding monotherapy or functional monotherapy, and carefully planning for the resumption of full ART [77]. In patients with resistant HIV and opportunistic"
  },
  {
    "full_text": "In patients with resistant HIV and opportunistic infections, the management becomes even more complicated. The need to treat both the HIV infection and the opportunistic infection simultaneously while managing potential drug interactions and overlapping toxicities requires a delicate balance [44]. In some cases, the treatment of the opportunistic infection may take precedence, with ART being carefully reintroduced once the acute illness is stabilized [78]. The concept of a genetic barrier to resistance is particularly relevant in critical care. Antiretroviral drugs with a high genetic barrier, such as boosted PIs or certain integrase inhibitors, may be preferred in situations where adherence or drug absorption is uncertain [79]. However, the potential for increased toxicities or drug interactions with these agents must also be considered in the context of critical illness. The impact of antiretroviral resistance on long-term outcomes for patients who survive their ICU stay is another important consideration. Decisions made regarding antiretroviral management during critical illness can have lasting effects on the patient's future treatment options [80]. Therefore, whenever possible, resistance management strategies in the ICU should consider not only the immediate needs of the patient but also the long-term implications for HIV infection care. Emerging technologies, such as rapid resistance testing and real-time TDM, hold promise for improving the management of antiretroviral resistance in critical care settings [81]. Additionally, the long-term implications of ART decisions in the ICU must be carefully considered. The use of regimens with high genetic barriers, such as PI/b, and timely initiation of ART are critical to preserving future treatment options and improving outcomes for patients with MDR HIV.These tools may allow for more timely and informed decision-making regarding antiretroviral regimens in the face of suspected or confirmed resistance.Initiating and Modifying ART in Critical CareThe decision to initiate, continue, modify, or temporarily discontinue ART in critically ill patients presents a complex clinical challenge. This decision must balance the potential benefits of viral suppression against the risks of drug toxicities, DDIs, and IRIS in the context of acute illness (Table2) [82]. For ART-naïve patients presenting with critical illness, the timing of ART initiation is crucial. While early initiation of ART has been shown to improve outcomes in many settings, the situation in critical care is more nuanced [78]. In patients with opportunistic infections (OIs), particularly those affecting the CNS, delayed initiation of ART may be beneficial. The landmark ACTG A5164 trial demonstrated that, in patients with acute OIs (excluding tuberculosis), early ART initiation (within 2 weeks of OI treatment) resulted in less AIDS progression and death compared to deferred ART [83]. However, in cryptococcal meningitis, early ART was"
  },
  {
    "full_text": "in cryptococcal meningitis, early ART was associated with increased mortality, likely due to IRIS [44]. The choice of initial ART regimen in critical care must consider several factors unique to this setting. DDI with critical care medications, altered pharmacokinetics due to organ dysfunction, and the potential need for alternative routes of administration all influence regimen selection [5]. Integrase inhibitor-based regimens are often preferred due to their rapid viral suppression, high genetic barrier to resistance, and generally favorable drug interaction profile [84]. However, the potential for integrase inhibitors to cause metabolic changes should be considered in critically ill patients [85]. For patients already on ART presenting with critical illness, the decision to continue, modify, or interrupt therapy is equally complex. Continuing ART, when possible, is generally preferred to avoid viral rebound and the development of resistance [77]. However, factors such as the inability to take oral medications, the risk of subtherapeutic drug concentrations due to malabsorption or increased clearance, and the potential for exacerbation of drug toxicities in the setting of organ dysfunction may necessitate ART modification or temporary discontinuation [12]. In fact, when enteral administration is not possible, several alternative approaches can be considered. While many antiretrovirals can be crushed and administered via nasogastric tube, it is crucial to consult pharmaceutical references, as some formulations (particularly fixed-dose combinations or extended-release preparations) may have altered bioavailability when crushed. The emergence of long-acting injectable antiretrovirals provides new options for critical care patients unable to take oral medications, though challenges remain in constructing complete regimens as not all drug classes have injectable formulations available. The choice of administration route must balance factors such as drug stability, absorption characteristics, and the potential need for TDM to ensure adequate drug exposure. When modifying ART in critical care, several principles should be considered. Firstly, maintaining a regimen with a high genetic barrier to resistance is crucial, particularly in settings where adherence or drug absorption may be compromised [86]. Secondly, the potential for DDIs with critical care medications must be carefully evaluated. For instance, ritonavir-boosted PIs can significantly interact with sedatives, vasopressors, and antiarrhythmic drugs commonly used in the ICU [87]. Thirdly, the altered pharmacokinetics in critical illness may necessitate dose adjustments or TDM where available [58]. In situations where enteral administration is not possible, alternative routes of administration must be considered. While many antiretrovirals are available only in oral formulations, some have parenteral formulations that may be useful in critical care settings [88]. For other drugs, strategies"
  },
  {
    "full_text": "care settings [88]. For other drugs, strategies such as crushing tablets or opening capsules for administration via nasogastric tube may be necessary, although the impact on bioavailability must be considered. The management of ART in patients requiring RRT presents additional challenges. The extracorporeal removal of antiretrovirals can vary significantly depending on the drug's physicochemical properties and the specific RRT modality [48]. For instance, integrase inhibitors and PIs are generally not significantly removed by hemodialysis due to their high protein binding, while many NRTIs may require dose adjustments or post-dialysis dosing [32]. In patients with severe liver dysfunction, the choice of ART becomes particularly critical. Hepatically metabolized drugs should be used with caution, and dose adjustments may be necessary [40]. Integrase inhibitors, particularly raltegravir and dolutegravir, may be preferred in this setting due to their minimal hepatic metabolism and generally favorable safety profile in liver disease [60]. The risk of IRIS should be carefully considered when initiating or reinitiating ART in critically ill patients with severe immunosuppression. While IRIS can occur with any opportunistic infection, it is particularly concerning with CNS infections such as cryptococcal meningitis or tuberculosis meningitis [69]. Strategies to mitigate IRIS risk may include delaying ART initiation in certain scenarios and considering corticosteroid prophylaxis in high-risk patients [89]. Finally, the long-term implications of ART decisions made in the critical care setting should not be overlooked. Choices made regarding ART during an acute illness can have lasting effects on a patient's future treatment options and outcomes [80]. Therefore, whenever possible, decisions about ART initiation, modification, or interruption should be made in consultation with HIV specialists and with consideration of the patient's long-term HIV management plan.Table 2Kay-issue of single antiviral class in critical patientsAntiretroviral classMain issues in ICU patientsPotential risksWhy these issues occur in critical settingsNucleoside reverse transcriptase inhibitors (NRTIs)Mitochondrial toxicityCan lead to lactic acidosis, a severe and potentially fatal condition.Critically ill patients have increased oxidative stress and metabolic demands, amplifying lactic acidosis.HepatotoxicityRisk of liver dysfunction, especially with hepatic comorbidities.ICU patients often have impaired liver function, making them more susceptible to drug-induced liver injury.Bone marrow suppressionParticularly with zidovudine, which may lead to anemia and neutropenia.ICU patients may already be immunocompromised or have bone marrow suppression from other treatments, compounding these effects.Non-nucleoside reverse transcriptase inhibitors (NNRTIs)HepatotoxicityHigh risk of liver injury, which may be exacerbated in critically ill patients with hepatic stress.ICU patients often"
  },
  {
    "full_text": "patients with hepatic stress.ICU patients often have compromised liver function, which increases the likelihood of liver injury from NNRTIs.Drug–drug interactionsEnzyme induction (e.g., with efavirenz) can affect metabolism of ICU medications.NNRTI effects on liver enzymes interfere with ICU drugs, complicating care as many ICU patients require precise dosing for efficacy.CNS toxicityEfavirenz may lead to confusion or agitation.Neurotoxicity exacerbates delirium and agitation common in ICU settings, complicating patient management.Integrase strand transfer inhibitors (INSTIs)Neuropsychiatric symptomsIncludes insomnia, headache, and rarely, suicidal ideation, which complicate ICU sedation.ICU sedation and neuropsychiatric issues can create challenges in assessing consciousness and mental status accurately.Weight gainPotential exacerbation of metabolic issues in ICU patients.Metabolic disturbances are often worsened in ICU patients due to immobility and other medications affecting metabolism.Drug interactionsCertain ICU drugs affect INSTI absorption or metabolism.ICU treatments (e.g., acid-reducing agents) interfere with INSTI absorption, complicating drug management.Protease inhibitors (PIs)HepatotoxicityParticularly high in PIs like ritonavir, risking liver failure in ICU patients.ICU patients’ hepatic function is often compromised due to sepsis or hepatic congestion, which exacerbates hepatotoxicity risks.Metabolic complicationsHyperglycemia and lipodystrophy; ICU patients may need tighter glycemic control.ICU treatments (e.g., steroids) increase risk of hyperglycemia, compounded by PI-induced metabolic issues.Drug interactionsStrong CYP450 inhibition leads to complex drug-drug interactions.ICU medications heavily rely on CYP450 metabolism, leading to high risks of adverse interactions with PIs.Entry inhibitors (e.g., CCR5 antagonists)Infection riskPotential for increased infections, especially with multidrug-resistant pathogens.ICU patients are at high risk for nosocomial infections, and immune modulation by entry inhibitors can further heighten this risk.Hypersensitivity reactionsCan exacerbate inflammatory responses, complicating ICU care.ICU patients may have heightened inflammatory responses due to severe illness, increasing the likelihood and severity of hypersensitivity.Future DirectionsThe landscape of ART in critical care is undergoing rapid evolution, with emerging innovations offering new possibilities for managing HIV-positive patients in acute settings. Long-acting formulations, such as cabotegravir and rilpivirine, administered as monthly or bimonthly injections, could simplify ART delivery by addressing challenges with oral medication administration or absorption in critically ill patients [90]. However, further studies are needed to evaluate their pharmacokinetics and safety in ICU environments [91]. Advances in TDM are particularly promising, with rapid point-of-care assays and AI-driven pharmacokinetic modeling enabling"
  },
  {
    "full_text": "and AI-driven pharmacokinetic modeling enabling real-time dose adjustments to account for the dynamic physiological changes of critical illness [37,92]. Nanotechnology represents another frontier, with nanoformulations of antiretroviral drugs potentially improving delivery to viral reservoirs and reducing toxicity [93]. This approach could be particularly impactful in addressing neurocognitive complications or ensuring more consistent drug penetration during critical illness [94]. Pharmacogenomics and immunotherapeutic approaches, such as broadly neutralizing antibodies, could further personalize HIV treatment, offering alternative strategies for patients with multidrug-resistant HIV or contraindications to conventional ART [95,96]. As organ support technologies like ECMO and continuous renal replacement therapy (CRRT) become increasingly common in ICU settings, understanding the pharmacokinetics of ART in these scenarios will be crucial. Innovations such as drug-sequestration-minimizing ECMO circuits or CRRT filters could enhance the predictability of drug concentrations [39,46]. Precision medicine approaches, integrating multi-omics data with clinical parameters, may also revolutionize the management of critically ill HIV-positive patients by improving predictive modeling for treatment outcomes [97]. Finally, the expanding use of antiretroviral drugs for non-HIV indications, such as severe viral infections or inflammatory disorders, underscores their potential beyond HIV management. As critical care continues to intersect with the needs of a growing population of aging HIV-positive individuals, research into age-related comorbidities and tailored ICU guidelines will be essential [10]. These advancements collectively represent the next phase in optimizing HIV care in critical settings, emphasizing personalized, adaptable, and integrated therapeutic strategies.ConclusionsART in critical care represents a complex and evolving field that demands a nuanced approach to patient management. The unique challenges presented by altered pharmacokinetics, potential drug interactions, and the interplay between HIV infection and critical illness necessitate close collaboration between critical care specialists, infectious disease experts, and clinical pharmacists. As our understanding of antiretroviral pharmacology in critical illness continues to grow, so too does our ability to optimize treatment strategies and improve patient outcomes. The future of this field holds promise, with advancements in long-acting formulations, personalized medicine approaches, and novel monitoring techniques poised to further enhance our ability to provide effective and safe ART in the ICU. Ultimately, the goal remains to strike a balance between managing acute critical illness and maintaining optimal control of HIV infection, thereby improving both short-term survival and long-term outcomes for people living with HIV requiring intensive care."
  }
]