[
  {
    "full_text": "TITLE: Critical Care Pandemic Preparation: Considerations and Lessons Learned from COVID-19 ABSTRACT: Pandemics, increases in disease incidence that affect multiple regions of the world, present huge challenges to health care systems and in particular to policymakers, public health authorities, clinicians, and all health care workers (HCWs). The recent COVID-19 pandemic has resulted in millions of severely ill patients, many of whom who have required hospital and intensive care unit (ICU) admission. The discipline of critical care is a vital and integral component of pandemic preparedness. Safe and effective critical care has the potential to improve outcomes, motivate individuals to seek timely medical attention, and attenuate the devastating sequelae of a severe pandemic. To achieve this, suitable critical care planning and preparation are essential. BODY: Key points•Pandemics are inevitable occurrences.•Advance planning, clear lines of communication, and consistent messaging are essential.•Critical care services and staff are an integral and vital component of all pandemic preparation, planning, and health care delivery.•The 6 “S’s” (staff, stuff, space, systems, support, sustainability) are crucial elements that need to be adequately addressed in pandemic management.•We need to learn from past mistakes to optimize for the future.IntroductionPandemics and large-scale outbreaks of infectious disease present huge challenges to health care systems and in particular to policymakers, public health authorities, clinicians and all health care workers (HCWs). Large numbers of afflicted patients are likely to overwhelm hospital systems, including, importantly, critical care services. The recent COVID-19 pandemic has resulted in an unprecedented number of patients who have required hospital and intensive care unit (ICU) admission, and underscored the relevance and importance of critical care as a discipline. Critical care units are a vital and integral component of pandemic preparedness providing care to seriously ill patients, many of whom may require organ support. Safe and effective critical care has the potential to improve outcomes, motivate individuals to seek timely medical attention, and attenuate the devastating sequelae of a severe pandemic. To achieve this, suitable planning and preparation are essential. Various excellent publications, guidelines, and suggested approaches to ICU pandemic preparedness and organization have been published in recent years.1,2,3,4,5,6,7,8,9,10,11,12This article discusses the key principles and strategies that can be used to better prepare critical care services during a pandemic. Many of the lessons learned pertaining to critical care have emanated from recent experiences with the COVID-19 pandemic.HistoryMore human beings have died from infectious diseases than as a consequence of any other entity. The emergence and spread of infectious disease with pandemic potential have occurred regularly throughout"
  },
  {
    "full_text": "potential have occurred regularly throughout history.13Conditions such as plague, cholera, influenza, severe acute respiratory syndrome coronavirus (SARS-CoV), Middle East respiratory syndrome coronavirus (MERS-CoV), Ebola virus disease, and most recently, coronavirus disease 2019 (COVID-19) have infected vast numbers of individuals and resulted in millions of deaths.14,15They have also highlighted the capacity of certain pathogens for rapid transmission and spread, as well as the risks posed to HCWs. The polio scourge of 1952 marked the start of intensive care medicine and the use of mechanical ventilation outside the operating theater, a pivotal step that has saved many lives and revolutionized medicine.16,17,18TerminologyVarious terms and definitions are relevant to clarify and understand to better inform and assist in optimizing decisions by those involved in pandemic planning. These include the terms “outbreak,” “epidemic,” “pandemic,” “critical care,” and “intensive care unit.”Outbreaks refer to local increases in disease incidence that may place a significant burden on a health care facility or health care facilities in a particular region. Epidemics are similar to outbreaks but generally involve larger geographic areas and have a greater potential impact on health care services. A pandemic relates to an epidemic that affects multiple areas and regions of the world.19Critical illness is defined as a state of ill health in which vital organ dysfunction is present and whereby a high risk of imminent death exists. It is the most severe form of acute illness due to any underlying disorder and results in millions of deaths globally annually.20,21,22Improving the way health care manages critical illness has the potential to save countless lives.23,24,25An intensive care unit (ICU) is an organized system for the provision of care to critically ill patients that provides intensive and specialized medical and nursing care, an enhanced capacity for monitoring, and multiple modalities of physiologic organ support to sustain life during a period of life-threatening organ system insufficiency. Although an ICU may be based on a designated and defined area of a hospital, its activities often extend beyond the walls of the physical space to include the emergency department, hospital ward, and follow-up clinic. Various levels of ICU capacity and capability are recognized. These definitions and descriptions can inform health care decision-makers in planning and measuring capacity and provide clinicians and patients with a benchmark to evaluate the level of resources available for clinical care.24An understanding of these terms has important implications for optimal pandemic preparation and planning.Key Elements Involved in Planning and Principles of Intensive Care Unit Processes: the “S’s”Several key elements are discussed which are relevant to ameliorate surge capacity and address important aspects pertinent to pandemics with respect to critical care"
  },
  {
    "full_text": "to pandemics with respect to critical care service planning. The COVID-19 pandemic, in particular, and many of the important lessons learned from it and other pandemics, epidemics, and outbreaks, have helped to inform a better understanding of what is required. These elements are best considered as the “S’s”26,27(Fig. 1).Fig. 1Key components for critical care pandemic planning, preparation, and delivery: the six S’s.StaffIn pandemic conditions, all elements of the health care system are placed under additional and often overwhelming stress, and this includes health care personnel. The demands generated by a sharp rise in patient numbers and additional challenges posed by the pandemic illness place substantive stress on HCWs who may already be functioning in less than ideal conditions at baseline. Several important considerations must be taken into account when appraising thestaffelement: (I) essential health care staffing incorporates far more than nurses and physicians; (2) different considerations apply to the allocation of different types of health care staff; (3) HCWs are not readily exchangeable and often are not able to move freely across regional or national borders; (4) HCWs are among the individuals at highest risk during pandemic conditions while simultaneously being among the most difficult to replace should they fall ill.Modern health care is far more complex than just the workings of physicians and nurses—a hospital providing critical care services requires the contributions of allied health professionals and other professionals (such as pharmacists, dieticians, physiotherapists, occupational therapists, respiratory therapists, social workers, chaplaincy staff) and infrastructure staff (including physical plant engineers, environmental engineers, medical device maintenance, housekeepers, food services, laundry services, mortuary services, and security personnel among others). As patient numbers increase rapidly, the additional workload and demands placed on all these roles increase and expanded staffing (and staffing “backup”) plans are as essential to hospital functioning as those for physicians or nurses.When it comes to direct patient care, another set of considerations apply—due to the nature of their work and required “hands on time,” ideal nurse-to-patient ratios as may be the norm, may no longer be possible. This may be compounded as patient admission numbers rise by insufficient available skilled nurses—simply put, too many patients, not enough nurses. Similar elements pertain to the number of available physicians and critical care trained specialists. This has the potential to impact on the quality and personalization of care, increase errors, and enhance the risk of staff burnout. Hospital administrators and planners must be cognizant of these hugely relevant facts and plan accordingly. It is important to recognize that while it may be necessary to “do more with less,” it is just as relevant to ensure that “less is not"
  },
  {
    "full_text": "is just as relevant to ensure that “less is not done for more.”27,28Not all HCWs possess the same skill set—specifically, not all physicians or nurses have the skills, experience, or psychological makeup to function at a satisfactory level in the critical care setting, especially as mortality rates begin to climb. Critical care specialists in medicine, nursing, and allied health professions are trained to deal with emergencies and acutely ill patients and situations, and while other professionals may be redeployed from other locations and pressed into service, they may not function at the same level as those trained formally in critical care. Some may not be able to function in this arena at all. Another challenge is that the health care workforce is not a freely mobile one—matters of licensure, credentialing, and even immigration status can limit the movement of HCWs from a location under less stress to a location that is in need. As pandemic waves strike regions and nations at differing times, initiatives to facilitate the mobility of the health care workforce to areas in crisis are essential to reduce the stress on personnel on the ground. In view of many of these elements, as well as experience gleaned from the COVID-19 pandemic, critical care staff have been referred to as a “scarce resource.”27A final consideration in thestaffelement is the acknowledgment of the risks that HCWs face in pandemic conditions. In every pandemic, among the most vulnerable are front-line HCWs and any death among this group may impact adversely on the collective psyche of these professionals, adding an additional set of fears and stressors to a workforce already under duress. Each individual lost to either convalescence or death generates a trickle-down effect on their colleagues—be it additional shifts to be covered or more patients to be seen. Hospitals that cannot adequately protect their staff in pandemic conditions are at progressive risk for collapse due to simple attrition, and administrators must appreciate their staff as the finite, precious resource that they are.StuffThis aspect pertains to the supply requirements necessary to deal with a pandemic and relates to relevant consumables, including pharmaceuticals, as well as to appropriate equipment required to support patients. This includes reliable and sufficient oxygen supply, safe blood products for transfusion, or giving sets for intravenous fluids and medications. A major challenge during the COVID-19 pandemic was the increased demand for personal protective equipment (PPE), resulting in critical shortages for HCWs. Among some reasons, the lack of information visibility combined with the inability to precisely track product movement within the supply chain, are the most important. Recent studies provided innovative initiatives to deal with these problems, such as blockchain-based solutions.29Otherstuffto be accounted for in pandemic preparation is dependent on the nature of the infection that"
  },
  {
    "full_text": "is dependent on the nature of the infection that results. A pathogen such as SARS-CoV-2 that predominantly causes respiratory failure led to a demand for mechanical ventilators; other pathogens may generate a similar demand in dialysis machines or blood purification technologies; still others in intravenous fluids, antibiotics, or immune-system modulating therapies. A fully functioning supply chain should be able to rapidly adapt to the unique medical challenges posed by rampant pathogen spread and be able to ensure an equitable and timely distribution of such life support materials.Case study 1: oxygen supply in NepalThe number of severely ill patients requiring supplemental oxygen therapy in Nepal was significant during the peak of the pandemic waves. There were insufficient supplies and skilled personnel in the system for delivering health care services. Hundreds of patients were already on oxygen in ICUs; most of them were on mechanical ventilation and receiving oxygen through high-flow oxygen delivery devices. Unfortunately, the hospital oxygen supply was disrupted on several occasions. The country lacked sufficient oxygen plants. The government instituted a quota system in which hospitals were given a set amount of oxygen cylinders each day. Families were even required to carry their own oxygen cylinders to some hospitals. The hospitals were forced to refer patients to other facilities due to overcrowding and a substantial reduction in oxygen supplies. The predicament was not unique to Nepal; several low- and middle-income countries had to deal with it as well.A tiered approach to health care delivery and the creation of a well-structured referral system would have resulted in more efficient use of available resources, especially oxygen. Patients who needed organ support, such as mechanical ventilators and high-flow oxygen cannulas, could have been pooled together at tertiary hospitals. Meanwhile, the noncritically ill patients may have been managed by the district hospitals. The construction of oxygen plants and oxygen concentrator banks is a critical intervention that needs to be undertaken as preparedness for the pandemic. Capacity planning based on anticipated demand and securing a reliable supply chain mechanism are critical.SpaceTraditionally, the practice of critical care has occurred in a designated and defined space within a hospital. The COVID-19 pandemic has resulted in a global reimagining of the critical carespace—both within and without the traditional ICU setting. Within the ICU, nontraditional spaces (closets, treatment rooms, offices, hallways) have been transformed into patient “rooms”; room capacities have been expanded beyond previously prescribed limits. Non-ICU wards have been transformed into ICU-like treatment environments following the requisite reengineering; critical care has even become “portable,” delivered in non-ICU locales until limited ICU space becomes available.In the most extreme cases, ICU “spaces” have"
  },
  {
    "full_text": "the most extreme cases, ICU “spaces” have been created even outside of hospital walls—critical care has been provided in tents, in parking garages, and in open spaces. Redefining and reevaluating critical care services, including whereby it can be delivered, is part of a flexible response that is required in pandemic circumstances. This reflects the important principle that critical care is defined primarily by the teams and underlying principles of the care delivered, rather than the physical space in which it takes place.SystemsThe COVID-19 pandemic has clearly demonstrated that the proper organization of health caresystemstranslates directly into improved health care delivery on the front lines. Properly structured organizational responses, particularly those with tiered responses based on the number and trajectory of hospitalizations, improve the efficiency of patient distribution and the maintenance of equitable access to care. Additionally, the presence of strong pandemic response systems can reduce anxiety and confusion among frontline HCWs, who all too often feel in the dark about rapidly changing administrative priorities and decision-making.Of particular importance in this regard is the need for well-defined, properly structured triage systems for when the demand for care resources, and in particular critical care, outstrips all available supply. During a pandemic, decisions may have to be made as to who receives certain resources and who does not. Resource allocation schema, sometimes also referred to as “crisis standards of care,” should be laid out in advance, clearly codified and accessible, be made as transparent as feasible, and based on objective criteria whenever possible.30It is also essential that these schema include community perspectives and be equitable, ensuring that consideration is given to ensure that the most vulnerable and systemically marginalized members of a community are not further excluded. Decisions regarding allocations should include objective, detached administrators. The psychological trauma experienced by physicians forced into making such immediate life-or-death decisions cannot be understated, and all steps to ameliorate and assist in these difficult decisions should be taken.In a similar vein, close collaborations between physicians and nonphysicians are essential in ensuring that a health caresystem,whatever the scale, can operate as efficiently as possible during a pandemic. The skills of non-HCWs such as administrators, logisticians, ethicists, lawyers, and government leaders are as important for framing an adaptive response to a pandemic as are those of clinicians. Lines of communication between these various professionals working to address the challenges of a pandemic must be open and readily available. Transparency in decision-making processes and clear, consistent messaging are essential. Adaptability is absolutely necessary, as is the ability to learn from immediate and past mistakes."
  },
  {
    "full_text": "to learn from immediate and past mistakes. Critical care never takes place in a vacuum, and aSystemthat can be as flexible and inventive as the practitioners operating within it can save even more lives, albeit under the most challenging of circumstances.SupportBurnout is a major risk for every person in the health care arena, irrespective of role, during a pandemic.31,32,33,34,35,36,37,38,39,40The reasons for this complex burnout and moral distress are wide-ranging and its presence and downstream effects need to be acknowledged within any institutional plan for pandemic response. Burnout not only directly increases attrition within the already strained health care work force but it also contributes to poor health care outcomes and clinical errors.41,42The importance of appropriatesupportfor all the members of the critical care team cannot be sufficiently emphasized, and these support mechanisms should be made available both during and after the pandemic response. A wide range of activities and resources should be provided, ranging from small on-the-job “morale boosts,” to professional psychological counseling. It is important to acknowledge that every individual HCW on the pandemic frontlines will cope with the stresses in a different manner and that a “one size fits all” approach to supporting them will never be effectual. Additionally, putting the onus on frontline workers to “take care of themselves” or build resilience is rarely helpful—persons at the limits of their reserves may see this as yet another demand on their time and energy, another task to accomplish, another potential avenue for failure. Effective institutionalsupportstrategies for strained HCWs involve tangible steps to make the workday easier, such as limiting paperwork or documentation requirements, resources that are accessible at the workplace or during convenient times, and interventions that actively reach out and attempt to identify struggling individuals rather than empty encouragements of “self-care.” For many persons, the psychological trauma of delivering critical care during pandemic conditions will not be a short-term struggle, and institutions should make resources for their staff available for months to years after a pandemic resolves.SustainabilityAll of the above need to besustainedduring the time of a pandemic, andsustainabilitybeyond pandemics offers the possibility of enhancing and improving health care for many citizens. It also ensures delivery of the best possible care for critically ill patients while reducing the risk to HCWs.Special and Specific ConsiderationsInteraction with government and policymakersConsistent, fact-based messaging from political leadership, ideally grounded in data and science, is critical. This helps the general public make informed choices regarding safety measures and preventative behaviors, and can also improve HCW morale. Leaders that involve scientists, physicians, or public health experts in the crafting of messaging, and"
  },
  {
    "full_text": "health experts in the crafting of messaging, and who are seen as listening to evidence and reason, immediately gain credibility and respect from the health care community. Well-grounded messaging to the public also has the potential to prevent the further spread of the pandemic and thus reduce the pressure on the health care system overall.Early preparation“Failing to prepare is preparing to fail.” Early preparation cannot be overemphasized. A tragic reality of the COVID-19 pandemic is that despite early warnings of potential danger and spread at the outset, most of the nations of the world were not properly prepared, politically, structurally, or medically, for a scourge as persistent, aggressive, and easily transmitted as SARS-CoV-2. Five actions are recommended by the WHO during a pandemic43: (1) planning and coordination (to provide leadership and coordination across different sectors); (2) situation monitoring and assessment (to collect, interpret, and disseminate information on the risk of a pandemic before it occurs and, once underway, to monitor pandemic activity and characteristics); (3) reducing the spread of disease (through “social distance” measures); (4) continuity of health care provision (for patients with other diseases than the pandemic one); and (5) communication (to provide and exchange relevant information with the public, partners, and stakeholders). Preparedness on every level, both prompt and efficient, from national to the individual hospital unit, is pivotal in better preparation for inevitable future pandemics.44Involvement of nonintensive care unit staffBecause there may be a paucity of adequately trained critical care staff in a pandemic, the pool of physicians, nurses, and ancillary health care staff may by necessity need to be expanded. Creative measures such as novel restructuring of critical care teams may need to be initiated, for instance, critical care trained practitioners supervising small teams of noncritical care trained practitioners rather than practicing direct patient care. In such circumstances, standard credentialing, scope-of-practice and medico-legal rules need to be adjusted accordingly, and both the new supervisors and those supervised informed of the new processes and protocols as well as being reassured that their licensure is protected.Other creative measures to rapidly increase critical care human resource “capacity” may be required, and include condensed training programs or online training programs created by professional societies or other organizations tailored to specific pandemic-induced demands. These initiatives are complex, however, and will involve not only trained critical care clinician-educators, but also professional societies, licensing authorities, and governmental regulatory agencies.Case study 2: the pandemic of misinformationIn January 2020, the first verified case of COVID19 was reported in Nepal. Over the next few months, the number of cases, as well as the"
  },
  {
    "full_text": "few months, the number of cases, as well as the hospitalization rate, continued to grow. While the disease was being researched extensively mostly in high-income countries, the HCWs in resource-limited settings like Nepal tried treatments most of which were not backed up by scientific evidence. Health care professionals struggled to provide the standard of care in the absence of timely protocols. The treatment was driven by clinical judgments based on insufficient information. Most of the time, the results of preprint scientific research were misinterpreted. Nothing, however, seemed to work. The panic that ensued in the initial stages of the pandemic was entirely due to misinformation.The impact would have been mitigated if efforts had been made to publish evidence on therapeutics in a timely manner. Looking back, we can see that most of the drugs used back then were either ineffective or even hazardous in some situations. Implementing research with the goal of generating newer evidence could have been beneficial. Clinical trials using locally available and affordable drugs during the initial stages of the pandemic could have had a timely and favorable impact on the course of the pandemic.Therapeutic protocolsProtocols play an important role in assisting with a standard accepted approach to the management of patients. They may serve as very useful resources in all settings, but particularly where noncritical care trained practitioners are involved in critical care practice, and where critical care is provided outside of traditional critical care settings. Protocols may include sets of instructions, flow charts, checklists, and guidance statements. It is essential, however, that these clinical protocols be practical, easy to follow, situation-relevant, and reflect the resources available at the individual facility. They must also be evidence- or best practice-based whenever possible, and be properly vetted by practitioners with the relevant expertise and knowledge of local conditions, resources, and epidemiology. Furthermore, these protocols must above all beadaptable—in pandemics, local conditions may change rapidly, resources may shift, and knowledge regarding the pathogen involved may evolve rapidly. Rigid protocols that cannot adapt to changing circumstances or scientific understanding may become more of a hindrance and a source of waste, inefficiency, and suboptimal care than no protocols at all. Thus, in the development and adoption of such protocols, there should be planned periodic updates, as well as mechanisms for rapidly implementing changes, should circumstances demand.Clinical trialsClinical research undertaken during a pandemic has the potential to positively impact on the pandemic course. Current and future pandemics cannot be overcome without scientific knowledge, and credible knowledge cannot be generated without properly conducted clinical trials. One major challenge during a pandemic is to design clinical trials that can"
  },
  {
    "full_text": "a pandemic is to design clinical trials that can mitigate concerns related to time to complete traditional clinical trials, and quickly identify effective or harmful interventions. Careful consideration is required to optimize the trial design to achieve this, and several novel trial designs are available and could be considered. These include adaptive sequential designs, response-adaptive randomization, historical and dynamic borrowing, multistage multiarm trials, shared controls, and strategies that aim to “pick the winner” to identify early which treatments are effective.45Health care facilities and institutions, including importantly, critical care units, can contribute significantly to providing valuable information, imparting a better understanding and supplying pertinent details and facts regarding incidence, case presentation, risks, infection and prevention control aspects, resource elements, management aspects, and outcome. This information is key to informing clinical, including critical care, as well as broader public health decision making.46Research performed during a pandemic should conform to the same vigorous scientific and ethical standards expected during nonpandemic times. All conducted research should have the goal of promoting knowledge and enhancing health, be scientifically and methodologically sound, and whereby benefits to communities and the individuals supersede any harm. Ethics and study protocols should ideally be expedited by oversight bodies in order for potentially meaningful and relevant research to take place during a pandemic. Appropriate and ethically correct consent procedures must always be adhered to. Similarly, submitted research must be subjected to the same diligent and meticulous review processes that are present in nonpandemic periods.47,48Team work and supportCommunication with staff is a vital and essential component of fostering good teamwork—engaging, polite, constructive, and inclusive with all parties and at all times.41This approach will often address and overcome many significant challenges including fear, panic, and anxiety. Regular staff debriefings or communication sessions are important to provide positive feedback, encouragement, and support, and to acknowledge the input from each team member. It is also important that team members are reassured that when resources are stretched, it may not be possible to treat patients to the high standards usually demanded under normal conditions and that doing everything possible in these circumstances is suitably appropriate. Psychological support for personnel is imperative and must be available for all medical, nursing and allied teams, as the risk of burnout poses a real possibility and staff wellbeing is crucial for continued efficiency, productivity, and effective functionality of critical care units. Elements pertaining to staff burnout have been alluded to previously.Family interactionPandemics bring with them real challenges in many instances"
  },
  {
    "full_text": "bring with them real challenges in many instances regarding family–patient interactions related to safety concerns. Consequently, direct patient–family interactions are often not feasible. This frequently creates anxiety and loneliness for both the patient and their family. Regardless of the huge demands that may be experienced in an excessively busy ICU, time must be set aside to communicate with families on a regular basis and to keep them suitably updated on their loved one’s condition and progress. Telephonic discussion, text messages, and video calls are simple ways of achieving this and go a long way to both creating rapport, as well as to ameliorating family concerns and apprehension. These modalities should be considered as a basic minimum in terms of communication and information sharing. In the sad event of a terminal patient, a dignified video call can often assist families in not feeling that their loved one has died alone, and many have expressed that it has helped enormously in finding closure.FutilityIt is important to appreciate that there is a need to determine futility, particularly in the face of limited resources. Appropriate selection of patients to ICU should be based on unit capacity and patient profile. Triage elements have been previously alluded to, and as a general principle, patients should not be admitted to the ICU or submitted to organ support interventions if they are going to die regardless of the efforts on the part of ICU staff. This is not only a futile and unkind step for the patient and their family but also impacts on wider society, restricting the availability of such services for those who could genuinely benefit. Moreover, the high mortality rates associated with admitted cases whereby further care is futile may also impact negatively on the morale of ICU personnel. Formalized criteria for ICU admission and the use of life-support therapies, at all times, including during pandemics, assist enormously in determining that only patients who are likely to benefit are included.Impact on patients not affected by the pandemicIt should always be borne in mind that patients not afflicted by the pandemic but who require ICU services should not be forgotten. Where possible, such patients should be afforded ICU care and provisions for this patient cohort should be part of the planning efforts. Failure to do so may have deleterious consequences and result in unnecessary unfavorable patient outcomes. This has been a neglected issue and frequent oversight during pandemics. The impact of not addressing nonpandemic patient needs may be seen for years to come. The cancellation of routine procedures, the fear of going to hospital and health care facilities during a pandemic and possibly contracting disease, loss of patients to follow-up and missing treatments, and delayed presentations are all factors that must be considered during pandemics. The COVID-19 pandemic has highlighted and brought all of these aspects to the"
  },
  {
    "full_text": "and brought all of these aspects to the fore. Psychological issues as a consequence of lockdowns, social isolation, fear, and loneliness among those not affected are also important additional considerations.Challenges in resource-limited settingsHealth care infrastructures vary widely around the world. Fragile health care systems exist in many low- and middle-income country (LMIC) settings and in several domains, these are severely resource constrained. Critical care facilities in some regions are grossly lacking, and this may be further compounded by challenges in oxygen supplies, water safety, electricity, trained personnel and staffing, medical equipment, protective equipment, support services, and transportation. Notwithstanding these elements, excellent quality care is feasible and possible with adherence to sound practices and basic clinical principles.27This approach should always be strived for, even under extremely difficult circumstances, to ensure that patient care and dignity are never compromised. Telemedicine has a potentially very useful role to play and this benefit can in fact extend to all global regions, whether resource-limited or not.Follow-up clinicsLong-term sequelae in survivors of pandemics are not infrequent occurrence, and appropriate follow-up services and rehabilitation programs should be initiated for these patients to allow for further ongoing management, support, and care to enhance recovery. Where appropriate, vaccine education and rollout are additional very important aspects to address.Clinics care points•Pandemics are inevitable occurrences.•Critical Care services and staff are an integral and vital component of all pandemic preparation, planning and health care delivery.•The 6 ”S’s” (staff, stuff, space, systems, support, sustainability) are crucial elements that need to be adequately addressed in pandemic preparation.•Effective communication with staff and families of patients is essential.•Burnout is a major risk for every person in the health care arena, irrespective of role during a pandemic.•Psychological support for personnel is imperative.•Patients not afflicted by the pandemic but who also require Critical Care services should not be forgotten and should be incorporated into planning efforts.•Despite many challenges that may prevail in resource-limited settings, delivery of sound care is possible.•Clinical research conducted during a pandemic has the potential to positively impact on the pandemic course.•Research performed during a pandemic should conform to the same vigorous scientific and ethical standards expected during nonpandemic times.•Appropriate follow-up services and rehabilitation programmes should be initiated for pandemic survivors.•Where appropriate, vaccine education and rollout are important aspects to address.Future and summaryPandemics place unprecedented strains on health care systems, with resultant increases in morbidity, mortality, and human suffering, including among"
  },
  {
    "full_text": "mortality, and human suffering, including among HCWs.27These events are inevitable, but can also be powerful drivers of technological, structural, and care delivery innovations. Critical care is an integral component of all pandemic preparation, planning and health care delivery.27The COVID-19 pandemic has emphasized and highlighted the relevance, importance, and need for critical care services and staff, and that appropriate planning for such services is vital. Reflection and introspection at all organizational levels, and based on cumulative experiences, will assist in further optimizing this indispensable service moving forward."
  }
]