[
  {
    "full_text": "TITLE: Critical Care Management of Patients After Cardiac Arrest: A Scientific Statement From the American Heart Association and Neurocritical Care Society ABSTRACT: The critical care management of patients after cardiac arrest is burdened by a lack of high-quality clinical studies and the resultant lack of high-certainty evidence. This results in limited practice guideline recommendations, which may lead to uncertainty and variability in management. Critical care management is crucial in patients after cardiac arrest and affects outcome. Although guidelines address some relevant topics (including temperature control and neurological prognostication of comatose survivors, 2 topics for which there are more robust clinical studies), many important subject areas have limited or nonexistent clinical studies, leading to the absence of guidelines or low-certainty evidence. The American Heart Association Emergency Cardiovascular Care Committee and the Neurocritical Care Society collaborated to address this gap by organizing an expert consensus panel and conference. Twenty-four experienced practitioners (including physicians, nurses, pharmacists, and a respiratory therapist) from multiple medical specialties, levels, institutions, and countries made up the panel. Topics were identified and prioritized by the panel and arranged by organ system to facilitate discussion, debate, and consensus building. Statements related to postarrest management were generated, and 80% agreement was required to approve a statement. Voting was anonymous and web based. Topics addressed include neurological, cardiac, pulmonary, hematological, infectious, gastrointestinal, endocrine, and general critical care management. Areas of uncertainty, areas for which no consensus was reached, and future research directions are also included. Until high-quality studies that inform practice guidelines in these areas are available, the expert panel consensus statements that are provided can advise clinicians on the critical care management of patients after cardiac arrest. BODY: Cardiac arrest (CA) affects >600 000 people in the United States annually, with a worldwide annual incidence of 30 to 97 individuals per 100 000 population.1–3Intensive care management of CA survivors is important and influences survival and neurological outcomes.4Although there has been improvement in outcomes of patients with sudden CA, overall survival continues to be low, and the quality of life of survivors is affected.1The overall survival to hospital discharge in 2020 in adults resuscitated from out-of-hospital CA was 9% and in those with in-hospital CA was 23%.3Research and advancement of care have focused on the chain of survival measures to improve CA resuscitation: recognition of CA and activation of emergency response, early cardiopulmonary resuscitation (CPR) with emphasis on high-quality chest compressions, early defibrillation, basic and advanced life support, post-CA care, and recovery. Focus has"
  },
  {
    "full_text": "support, post-CA care, and recovery. Focus has been on early response with the goal of achieving return of spontaneous circulation (ROSC) as soon as possible. Achieving ROSC is just the start of comprehensive, multisystem care for survivors of CA. On achieving ROSC, the majority of CA survivors remain unresponsive, a marker of significant brain injury. Unfortunately, the overall certainty of evidence for the benefit of many interventions after ROSC is limited.5,6Current guidelines provide few strong recommendations about post-CA care because of the scope of available literature and limited certainty of evidence.5,8,9The guidelines writing processes consist of a structured framework to transform evidence into a clinical decision10; thus, many crucial management questions relevant to the hours and days after CA cannot be answered currently through these processes. The paucity of evidence and guideline recommendations results in wide variations in clinical practice.11,12This variability could be detrimental to patients and presents an opportunity to develop clinical guidance that will standardize and facilitate care for these patients. We sought to bring together a diverse group with expertise in post-CA care to identify current knowledge gaps and to provide guidance on care in topics for which research and existing guidelines were not able to provide high certainty of evidence.METHODSThe American Heart Association (AHA) Emergency Cardiovascular Care Committee conceived this project and developed it further in collaboration with the Neurocritical Care Society (NCS) Board of Directors. The 2 sponsoring organizations appointed co-chairs Romergryko G. Geocadin, MD, from the NCS, and Karen G. Hirsch, MD, from the AHA Emergency Cardiovascular Care Committee and convened a multidisciplinary panel of experts to develop and draft the statement. Panelist diversity was emphasized, including equal contribution from the AHA and the NCS and different medical specialties (eg, neurology, emergency medicine, cardiology, pulmonary, intensive care), professional practices (eg, physicians, nurses, pharmacists, respiratory therapists), geographic locations, career stages, sexes, and ethnicities. Topics were organized by organ system to facilitate discussion and consensus building, and small groups addressed each section. The sections included neurological, cardiac, pulmonary, hematology, infectious disease, gastrointestinal, endocrine, fluids management, and general critical care. The neurological section was further divided into (1) brain oxygenation, perfusion, edema, and intracranial pressure (ICP); (2) seizures and the ictal-interictal continuum (IIC); and (3) sedation and analgesia. The panel met weekly by video conference from July to October 2019 and convened for an in-person meeting on October 15, 2019, in Vancouver, BC, Canada, in conjunction with the NCS annual meeting. Follow-up video conference meetings were held to complete the work. The publication of"
  },
  {
    "full_text": "held to complete the work. The publication of this work was delayed because of the coronavirus disease 2019 (COVID-19) pandemic.The panel focused on acute and critical care management of adult CA survivors resuscitated from both in-hospital and out-of-hospital CA. Some post-CA management topics that have been studied and included in other AHA and NCS guidelines and statements were not addressed. These topics include temperature control,5,13neuroprognostication,5,14and medical management of cerebral edema.15Related topics that are adjacent to those covered in the guidelines but are not explicitly addressed in those guidelines, including but not limited to diagnosis of cerebral edema and elevated ICP, management of post-CA cerebral edema as it relates to other pathophysiology, and systems of care related to neuroprognostication, are addressed. The term temperature control, not targeted temperature management, is used in this publication in accordance with updated International Liaison Committee on Resuscitation terminology to avoid conflating the comprehensive process of temperature control with the targeted temperature management randomized control trials (RCTs).16Temperature control refers to the process of actively controlling temperature in patients who are comatose after CA and does not refer to a specific target temperature or duration. Other topics that are addressed in guidelines but have low certainty of evidence that the panel thought were important to evaluate are included (including but not limited to oxygenation and ventilation, blood pressure targets).For some topics, a consensus statement differs from a guideline recommendation in differences in methodology between guidelines and consensus statements, especially about topics for which there is low certainty of evidence. There are additional topics for which the evidence base is so scant that the process used in developing this scientific statement relied almost exclusively on expert opinion. This scientific statement used a modified Delphi approach to achieve consensus opinions that were informed by both available evidence and expert opinion. Because this is not a guideline, there are no recommendations but rather statements that demonstrate the degree of agreement by the panel. It is important to note the limitations of this process, which include a relatively small number of people providing input and the risk of persuasive voices influencing group thinking. In addition, although we acknowledge that some of the technology and medical care referenced in this scientific statement may not be available at a given hospital, we emphasize the importance of interdisciplinary and comprehensive post-CA care, which is also supported by recent additions to The Joint Commission standards.17As for all statements and guidelines, consideration should be given to how to apply this information to local practice.The initial process to identify topics was led by each small group who submitted topics"
  },
  {
    "full_text": "was led by each small group who submitted topics to the entire panel for voting. Topics that were voted to be high priority were moved forward. There was also a session at the in-person meeting that was open to the public at which attendees could provide feedback about the scope. Audience-suggested topics that were deemed high priority by the panel were also included.Each small group consisting of 3 experts performed a literature search by using pertinent search terms. The small group reviewed relevant literature, and then each group developed suggested statements with supportive background and rationale. The panel reviewed suggested statements in small-group presentations that were followed by an opportunity for all panelists to discuss and debate the proposed statements. Refinements were based on the discussions. Panelists then voted on each statement with “agree” or “disagree” by anonymous electronic voting, and the voting for each statement included an opportunity for anonymous comments through free-text responses. The threshold for including the statement was >80% of the voting panelists in agreement. Panelists could abstain from voting; therefore, the denominator differs across statements. If statements did not achieve >80% agreement, the voting results and comments were returned to the small group, statements were refined, and there were 2 additional opportunities for the cycle to repeat to achieve consensus. The statements show the percentage of agreement among voting panelists, followed by the ratio of panelists voting in agreement over the total number of panelists casting a vote for that statement. A statement was retired if it failed to achieve agreement after 3 voting cycles. This process was repeated in the video conferences and at the in-person meeting. Topics that were not readily decided by a vote and required detailed discussion were addressed at the in-person meeting. Two statements were subsequently readdressed with the use of feedback during peer review, largely because of additional relevant clinical trials18,19published after voting on the original statements. All modified and rediscussed statements underwent repeated consensus voting through the same process. During the in-person meeting, anonymous voting was performed through online polling (Poll Everywhere); during the video conferences, REDCap20was used for voting.RESULTS: DISCUSSION AND CONSENSUS STATEMENTSNeurological Management in the Intensive Care Unit: Brain Oxygenation, Perfusion, Edema, and ICPPost-CA brain injury is a common complication of CA and a major contributor to subsequent death and disability.6Post-CA brain injury comprises both a primary injury caused by complete global brain ischemia and initial reperfusion and secondary injury occurring hours to days after ROSC. Secondary brain injury results from brain tissue ischemia and hypoxia, brain edema, elevated ICP, and seizures. Brain hyperoxia is also implicated as a cause of secondary post-CA brain"
  },
  {
    "full_text": "implicated as a cause of secondary post-CA brain injury and is discussed in the next section.Brain Oxygenation and PerfusionThe overall incidence and degree of secondary brain hypoxia in patients after CA are unknown. Intracranial monitoring is not routinely performed, and indirect measures such as jugular venous bulb oxyhemoglobin saturation and near-infrared spectroscopy are limited because they measure oxyhemoglobin saturation rather than brain tissue oxygen tension. Key factors that affect brain oxygen delivery include cerebral perfusion pressure (CPP), partial pressure of arterial CO2(Paco2), and arterial oxygen content. The discussion here focuses largely on perfusion and brain tissue oxygen delivery; systemic oxygen and CO2management are discussed later in the pulmonary section.Although data are limited, preliminary evidence suggests that secondary brain tissue hypoxia occurs in the post-CA period.21–23Invasive brain tissue oxygen monitoring is increasingly used in patients with other causes of severe neurological injury such as brain trauma and subarachnoid hemorrhage. Using brain tissue oxygen as part of multimodal neurological monitoring paradigms to guide interventions after CA represents a promising new direction for individualized post-CA care. Additional approaches include monitoring blood oxyhemoglobin saturation from the jugular bulb; the jugular bulb blood oxygen content represents a surrogate for adequacy of brain oxygen delivery.24The optimal targets for jugular bulb oxygen saturation and parenchymal brain tissue oxygen are unknown in patients after CA and represent an opportunity for future research.The literature on blood pressure targets during post-CA care in the intensive care unit (ICU) has demonstrated that low mean arterial pressure (MAP) is associated with worse outcomes,25–28although higher MAPs have been associated with better neurological outcomes.29Multiple retrospective and prospective observational studies have reported that MAPs >65 mm Hg are associated with higher survival rates and better neurological outcomes.25–29Because of the observational nature of these studies, it is difficult to determine whether these associations are driven by spontaneous blood pressures or by blood pressure targets achieved with vasopressors. Recent RCTs have compared MAP targets.19,30,31A multicenter trial randomizing patients to 65 to 75 mm Hg versus 80 to 100 mm Hg found that it was feasible to achieve these targets without worsened safety outcomes.31This study was not powered to detect differences in survival or neurological outcome and used a surrogate biomarker as the primary outcome measure (neuron-specific enolase levels at 48 hours after arrest). A second trial randomized patients to an MAP of >65 mm Hg versus 85 to 100 mm Hg. Although the study did not detect any difference in efficacy end points, it further demonstrated feasibility and absence of harm when targeting higher MAPs.30A pooled analysis32of these 2"
  },
  {
    "full_text": "higher MAPs.30A pooled analysis32of these 2 studies30,31also showed that targeting an MAP between 80 and 100 mm Hg in patients with acute myocardial infarction and shock was associated with attenuated biomarkers of myocardial injury and no increase in rearrest. This result provides evidence that higher MAP targets are not associated with more adverse cardiac outcomes. A third trial randomized patients to an MAP of 77 mm Hg versus 63 mm Hg.19Patients were also assigned to 1 of 2 oxygen targets. There was no difference in multiple outcome measures, including the primary outcome of composite of death resulting from any cause or hospital discharge with a Cerebral Performance Category of 3 or 4 within 90 days. There was also no difference in adverse events. The results of this study are difficult to generalize given the complex study intervention, the narrow patient population (>80% witnessed shockable rhythm with bystander CPR), the relatively small separation in blood pressure between the groups (10.7 mmHg [95% CI, 10.0–11.4]), and an opposite trend in treatment effect at the 2 participating institutions. It is also important to note that, in all of these studies, interventions to achieve blood pressure targets were not initiated until patients arrived in the ICU and therefore do not reflect potential benefits or harms of specific MAP targets in the first minutes to hours after ROSC.Of additional concern in patients after CA is that compensatory cerebrovascular autoregulatory responses may be impaired. The range of MAPs in which cerebral blood flow is constant decreases and may even be lost altogether.33The cerebrovascular autoregulation curve may also be right shifted, necessitating higher MAPs to maintain adequate CPP.22,34Although there is variability between individuals and testing modalities, an MAP of 65 mm Hg is insufficient to provide adequate cerebral oxygen delivery in many patients.22Moreover, because ICP is not routinely monitored in patients after CA, CPP is usually estimated, often assuming a normal ICP of 5 to 15 mm Hg. However, many patients after CA develop brain edema, which can result in elevated ICP (see the Elevated ICP and Brain Edema section). Taken together, these factors put patients at risk for inadequate brain perfusion at an MAP target of 65 mm Hg and make it difficult to empirically select a target MAP. A higher MAP target (eg, MAP >80 mm Hg) will increase the probability that CPP >60 mm Hg is achieved, assuming high normal or slightly elevated ICP. Alternatively, in patients who lack intact autoregulation, higher blood pressures may contribute to hyperemia and worsen intracranial hypertension. Thus, individual pathophysiology and the complex interplay between systemic and neurological physiology are important to consider (Figure1). The limited data on minimal thresholds for cerebrovascular autoregulation, combined with the safety data supporting a higher MAP, led to the support for a higher MAP target.Figure 1.The"
  },
  {
    "full_text": "the support for a higher MAP target.Figure 1.The complex physiological interplay among neurological, cardiac, and pulmonary systems necessitates individualized management of the patient after CA.A more nuanced approach to identify individualized MAP targets for patients after CA may be through the assessment of cerebrovascular autoregulation to identify the threshold MAP below which autoregulation is lost (lower limit of autoregulation) and the optimal MAP (MAPOPT) at which cerebral perfusion is the least influenced by MAP fluctuations (Table1). Several studies have offered preliminary evidence that individual determination of MAPOPTin comatose post-CA survivors is a promising strategy to optimize cerebral perfusion and potentially minimize secondary brain injury.22,26,35,36Table 1.Methods of Measuring Cerebral AutoregulationAdvances in invasive and noninvasive multimodal neuromonitoring may allow future approaches that optimize brain perfusion and oxygenation while balancing the potential concomitant cardiac and pulmonary effects of such interventions. For example, a lower MAP target may be beneficial in a patient after CA whose primary post-CA syndrome pathology is dominated by ongoing coronary ischemia and heart failure refractory to inotropic support. However, a higher MAP target may be beneficial in a patient after CA whose primary post-CA syndrome pathology is dominated by intracranial hypertension and brain hypoxia. Multimodal neuromonitoring may enable greater optimization of both neurological and systemic targets.The role of neuromonitoring in titrating post-CA care to individuals is an important area for further research. Multimodal monitoring refers broadly to the evaluation and synthesis of data from multiple modalities, which include both invasive and noninvasive modalities, electroencephalography (EEG) and imaging, and clinical examination. How to combine these tools to synthesize and respond to this multimodal data to individualize care is an important focus for further research. Identifying mechanisms of autoregulation failure, brain hypoxia, and inadequate brain perfusion or brain hyperemia and developing strategies to treat these injuries in the days after CA are also important research opportunities.Elevated ICP and Brain EdemaBrain edema (both cytotoxic and vasogenic) is a common complication from hypoxic/ischemic brain injury and is associated with poor outcomes.37–39Brain edema is usually diagnosed through neuroimaging, and its presence is most studied as a prognostic imaging biomarker.5,40There is limited research investigating interventions focused on preventing and treating brain edema in patients with CA. Because the previously referenced NCS guidelines address general approaches to medical management of cerebral edema, the topic is not covered here. In patients after CA, diffuse brain edema is believed to be the primary mechanism that causes elevated ICP.Elevated ICP is suspected when there is evidence of diffuse brain"
  },
  {
    "full_text": "suspected when there is evidence of diffuse brain edema on imaging, when there are signs of elevated ICP on examination (eg, loss of pupillary reflex), or through invasive (direct) measures (eg, intracranial monitoring) or noninvasive (indirect) measures (eg, optic nerve sheath diameter, transcranial Doppler).22,41–43Early preliminary studies suggest that ICP elevations >20 mm Hg occur in a subset of patients, and they may occur during both hypothermia and rewarming and are associated with poor outcomes.23,42,43There is no consensus on what threshold constitutes an abnormal ICP after CA, and data from traumatic brain injury are often extrapolated to consider an ICP >22 mm Hg abnormal.44Although brain edema is a complication of the initial hypoxic/ischemic and ischemic/reperfusion injury, it can also be exacerbated or caused by other insults that are modifiable and potentially preventable.45Limited data support interventions to treat cerebral edema and elevated ICP after CA; thus, general approaches focus on using standard ICP-lowering therapies.15,46A promising area of research in CA is investigating how noninvasive measures that provide surrogate information about ICP such as optic nerve sheath diameter, transcranial Dopplers, and quantitative pupillometry may be used to guide therapies.47–49The longitudinal evolution of brain edema on imaging after CA and its relationship with ICP and compliance are other important areas for further investigation.50Brain Oxygenation, Perfusion, Edema, and ICP StatementsTo prevent or treat secondary brain hypoxia in comatose CA survivors, optimize cerebral oxygen delivery by maintaining optimal CPP, arterial normocapnia, and adequate arterial oxygen content while avoiding arterial hyperoxemia (90.5%, 19/21).To optimize cerebral oxygen delivery in comatose post-CA survivors, maintain hemoglobin >7 g/dL and arterial oxyhemoglobin saturation between 92% and 98% (85.7%, 18/21; see also section on hematologic management).In comatose CA survivors, continuous monitoring for secondary brain hypoxia may be used in ICUs where validated techniques are in routine use, when there are no contraindications, and when invasive monitoring is consistent with the goals of care (100%, 18/18).In ICUs where advanced cerebral monitoring is not in routine use, target an MAP >80 mm Hg unless there are clinical concerns or evidence of adverse consequences (82.6%, 19/23).In ICUs where noninvasive monitoring of cerebral autoregulation is in routine use, maintain MAP at or near the predicted MAPOPT(88.2%, 15/17).In comatose CA survivors with clinical indicators of cerebral edema and elevated ICP (as measured by head computed tomography, optic nerve ultrasound, or deterioration of clinical examination), consider invasive ICP monitoring in clinical environments familiar with the technique if there are no contraindications and invasive monitoring is consistent with the goals of care (81%, 17/21).In settings where invasive ICP monitoring is in"
  },
  {
    "full_text": "settings where invasive ICP monitoring is in routine use, maintain MAP at or near the predicted MAPOPTby using the pressure reactivity index (100%, 17/17).Comatose CA survivors with elevated ICP may benefit from pharmacological and nonpharmacological strategies to lower ICP in the critical care environment (85.7%, 18/21).Areas of Uncertainty Concerning Post-CA Brain Hypoxia, Brain Edema, and Elevated ICPAgreement could not be achieved on the optimal timing and duration of invasive ICP monitoring in patients after CA.Agreement could not be achieved on a target ICP goal in patients after CA.NEUROLOGICAL MANAGEMENT IN THE ICU: SEIZURES AND THE IICSeizures are diagnosed in 9% to 36% of comatose patients after CA independently of temperature control.51–58These events can present clinically as generalized or focal convulsions or myoclonic activity; however, they are often clinically silent and diagnosed only with EEG.53,58Sedation and neuromuscular blockade (NMB) may also mask clinical manifestations of seizures.59The IIC is a spectrum of abnormal periodic or rhythmic EEG patterns that do not meet criteria for seizures or status epilepticus (SE) but may affect brain function or cause brain injury.60The recent American Clinical Neurophysiology Society update further defined the IIC, stating that the term IIC is a “purely electrographic term that is not a diagnosis” and that patterns on the IIC “may be contributing to impaired alertness, causing other clinical symptoms, and/or contributing to neuronal injury.”60IIC patterns are common after CA; however, it is unknown which IIC patterns benefit from treatment with antiseizure medication (ASM) and whether treatment improves outcomes.61The American Clinical Neurophysiology Society has developed a specific classification system for IIC terminology, which is associated with a good interrater agreement.62EEG MonitoringSeizures can develop early, during the first 24 hours after ROSC, or later, especially during or after rewarming in patients treated with hypothermic temperature control.53,54,58,63Limited guidance exists on how long and how often EEG monitoring should be performed after CA.64Continuous EEG (cEEG) monitoring has higher sensitivity than intermittent EEG monitoring; however, there are limited data on whether seizure treatment guided by continuous compared with intermittent EEG affects outcomes or is cost-effective.65–67cEEG is frequently used to guide treatment in patients with SE.64Cost and availability of technicians and clinicians with expertise in EEG interpretation are barriers to cEEG implementation, and studies have investigated the use of limited EEG montages, rapid EEG, quantitative EEG panel review (eg, spectrograms or amplitude-integrated EEG), and automated computational analysis of EEG signals.63,66–68Similar to seizures, many electrographic findings on the IIC are associated with poor outcomes; however, it is unknown whether IIC patterns represent an epiphenomena or a cause of brain"
  },
  {
    "full_text": "represent an epiphenomena or a cause of brain injury that warrants treatment.56,57,69–71With increased availability of cEEG monitoring, identification of EEG findings on the IIC became more common; however, the clinical relevance and management remain understudied. Summarization of IIC patterns under categories used in neuroprognostication such as malignant or highly malignant is imprecise, and these categories may inadvertently influence treatment decision-making despite not being developed for that purpose. Sporadic discharges (ie, nonrhythmic and nonperiodic spikes, polyspikes, or sharp waves) are common, but their association with neurological outcome is variable.60,72TreatmentTreatment of post-CA seizures and SE lacks guidance from large-scale RCTs.72–74The overall body of literature is limited by retrospective design, early withdrawal of life-sustaining therapy, and heterogeneous ASM and anesthetic drug combinations, dosing, and treatment durations.73Many studies give limited information on how seizures or SE was managed.55,71,75,76Despite these limitations, a growing number of case series and 2 recent studies evaluating stepwise treatment protocols for recurrent seizures and/or refractory SE after CA with ASMs and anesthetic agents indicate that neurological recovery may occur when intensive seizure control is pursued.18,58,72–74,77,78When seizures or SE is treated, studies commonly use initial regimens consisting of benzodiazepines, followed by valproic acid, levetiracetam, or phenytoin (ie, first- and second-line treatments).72,73,79Third-line treatments often consist of continuous anesthetic infusions such as propofol, midazolam, or ketamine. The side-effect profile of different agents is considered when an ASM is chosen, with additional consideration given to the potential confounding of the neurological examination by many classes of ASMs.69,71,72Barbiturates can be effective for seizures or SE treatment after CA as second- or third-line agents or to facilitate weaning of anesthetic agents in case of seizure recurrence during weaning.80However, barbiturates can confound neurological examination for several days, given their long half-lives and sedative effects. In the setting of SE, induction of a burst-suppression pattern on EEG with anesthetics is a common therapeutic target, but the efficacy and optimal depth and duration have not been established.66In the absence of EEG abnormalities, ASMs are not routinely given prophylactically, although additional studies are needed.72Clinical myoclonus after CA is characterized by repetitive, generalized, focal, or multifocal myoclonic movements, which may or may not have an electroclinical correlate on EEG.81Clinical myoclonus for extended periods in the context of CA is often referred to in literature as myoclonic SE or status myoclonus (commonly defined as lasting >30 minutes). Association of clinical myoclonus with epileptiform activity on scalp EEG is not always present; however, when"
  },
  {
    "full_text": "on scalp EEG is not always present; however, when present, it is an electroclinical seizure, by definition, and can occur independently of electrographic seizures or electrographic SE. Therefore, the distinction among myoclonus observed exclusively on clinical examination (ie, clinical myoclonus), myoclonus in association with epileptiform activity (ie, electroclinical myoclonus), and myoclonus in association with electrographic seizures or electrographic SE (ie, electrographic seizure or electrographic SE with electroclinical myoclonus) may be relevant in management (Table2).82,83Given the inconsistency in previous terminology and definitions, we define this terminology to differentiate the subtypes of myoclonus commonly seen after CA and to avoid the terms myoclonic SE and status myoclonus.Table 2.Post-CA Myoclonus Terminology Using Clinical and Electrographic CriteriaThe certainty of evidence is limited concerning the treatment of clinical myoclonus, electroclinical myoclonus, or electrographic seizure or SE with electroclinical myoclonus. Although myoclonus has been historically associated with poor outcome, neurological recovery has been reported more recently in patients with post-CA SE associated with electroclinical myoclonus who undergo aggressive therapy with ASM or anesthetics.78,84,85Aggressive treatment of clinical myoclonus without an electroclinical correlate has limited efficacy and can be associated with side effects and impairment of the neurological examination.82In patients with EEG findings on the IIC, treatment is highly variable, and its impact on patient outcomes is poorly understood.86Studies in other patient populations with acute brain injury indicate that persistent and high-frequency IIC patterns might cause secondary brain injury, and treatment with ASMs has been advocated.87In comatose CA survivors, stepwise treatment with ASMs targeting suppression of IIC patterns was not associated with improved functional outcome at 3 months compared with the group randomized to no ASM treatment in a large RCT.18However, this study involved predominantly patients with generalized periodic discharges at 0.5 to 2.5 Hz and did not include subgroup analyses to discern whether different treatment strategies or frequency thresholds, beyond those that evolved or qualified as SE, might result in different outcomes. Thus, treatment of IIC patterns is individualized and takes into consideration other EEG background features indicative of potential for neurological recovery such as a continuous background or EEG reactivity.72,74Diagnosis and management of IIC patterns guided by intracranial multimodality monitoring or advanced neuroimaging (eg, computed tomography or magnetic resonance imaging perfusion and positron emission tomography) are under investigation, and these methods may offer additional insights into physiology and may help determine the impact of treatment.88Future research may focus on the use of advanced seizure monitoring"
  },
  {
    "full_text": "focus on the use of advanced seizure monitoring techniques such as intracranial EEG and advanced brain imaging (eg, computed tomography perfusion, magnetic resonance imaging perfusion, or positron emission tomography) to offer additional insights into diagnosis and to help guide treatment, especially when IIC patterns are seen on scalp EEG. The approach to and impact of treating post-CA SE are important areas of future research. Which specific IIC findings merit treatment with ASMs and the impact of treatment on outcome are other important areas for further research.EEG Monitoring and Seizures StatementsMonitor for seizures and SE with EEG as early as possible after CA and during the rewarming phase if temperature control with a hypothermic temperature target is used. Continue EEG monitoring for 72 to 120 hours after CA in patients who fail to recover consciousness. If seizures or SE is diagnosed, the duration and frequency of EEG monitoring are individualized on the basis of treatment goals (85%, 17/20).Monitor patients who fail to recover consciousness with cEEG to screen for seizures or SE. Intermittent EEG monitoring can be considered as an alternative monitoring modality, depending on the resources of a given institution (100%, 19/19).In patients undergoing intermittent EEG monitoring, obtain EEGs daily during the first 72 to 120 hours after CA in patients who fail to recover consciousness (90%, 18/20).Continue cEEG monitoring for at least 24 hours after post-CA seizures or SE initially abate electrographically in patients who fail to recover consciousness because of the possibility of nonconvulsive seizures or SE in this population (100%, 19/19).Consider transfer to a center that can perform EEG monitoring in patients suitable for transfer who fail to recover consciousness after CA (90%, 18/20).Consider quantitative EEG trends such as spectrograms and amplitude-integrated EEG as an adjunctive monitoring strategy for seizure screening (84%, 16/19).Interpret the EEG as soon as possible after the recording is started, and report results rapidly to the team in charge of medical management (95%, 19/20).Ensure that written EEG reports are updated at least daily and are available to the team in charge of medical management (90%, 18/20).Consider the clinical context of patient management in the interpretation of EEG and written report of EEG findings, including factors such as clinical examination, use of sedatives and ASMs, and hemodynamic and metabolic factors (95%, 19/20).Follow the same treatment standards used for other causes of seizures or SE in patients with post-CA seizures or SE, assuming that the goals of care are compatible with aggressive treatment (95%, 19/20).Evaluate and treat seizures or SE after CA in the context of other available clinical information because other systemic factors may influence the occurrence of seizures or SE and the effectiveness of treatment (90%, 18/20).The treatment goal for post-CA SE is seizure"
  },
  {
    "full_text": "treatment goal for post-CA SE is seizure suppression or burst suppression for a minimum of 24 hours (95%, 19/20).Valproic acid and levetiracetam are reasonable first-line agents for seizure treatment after CA (84%, 16/19).Valproic acid and levetiracetam are reasonable first-line agents for treatment of electroclinical myoclonus or electrographic seizures or SE with electroclinical myoclonus after CA. Clonazepam can be effective, but its sedative effects may confound neurological examination (100%, 20/20).Do not aggressively treat clinical myoclonus without electrographic correlate unless myoclonic activity interferes with other aspects of care (eg, ventilation) (100%, 24/24).Do not continue temperature control with a hypothermic target specifically for the treatment of seizures or SE after CA (85%, 17/20).A full-montage EEG is most sensitive to capture seizures. Limited-montage EEG may be used in select settings (100%, 17/17).IIC StatementsIIC patterns, defined by American Clinical Neurophysiology Society criteria, may have a higher likelihood of representing ictal activity and thus justify more aggressive treatment, further imaging, and/or the addition of invasive EEG monitoring in selected cases (95%, 21/22).Treat IIC patterns, as defined by American Clinical Neurophysiology Society criteria, in selected cases and when worsening trends are observed with longitudinal EEG monitoring (100%, 20/20).Do not treat sporadic epileptiform discharges (100%, 24/24).NEUROLOGICAL MANAGEMENT IN THE ICU: SEDATION AND ANALGESIAAfter resuscitation from CA, mechanically ventilated patients often receive analgesic, sedative, and NMB agents during hypothermic temperature control or during standard critical care in the absence of temperature control.89These agents provide comfort, prevent recall, and reduce the metabolic demands of shivering and other motor activity. Secondary benefits may include suppression of seizures and periodic discharges. Unintended harms may include vasodilation leading to blood pressure reduction; fluctuations of ventilation, pH, and cerebral blood flow; and delayed neuromuscular weakness. One important unintended consequence of sedating medications in post-CA care is the confounding of neuroprognostication, especially when long-acting agents are used or organ dysfunction reduces drug clearance.90This is especially important because the duration of effect of many commonly used agents such as fentanyl may be prolonged. Because the metabolism of analgesic, sedative, and NMB agents depends on temperature-sensitive mechanisms, hypothermia also reduces their clearance, leading to prolonged duration of action.91One randomized trial in post-CA temperature control compared infusions of midazolam and fentanyl with propofol and remifentanil, showing the latter regimen to be associated with a shorter duration of mechanical ventilation but also with an increased need for vasopressors.92A more recent before-and-after study comparing the same regimens"
  },
  {
    "full_text": "study comparing the same regimens also found the propofol-remifentanil regimen to be associated with shorter duration of mechanical ventilation, but it was not associated with vasopressor use or outcome.93An observational study suggested that midazolam infusions compared with propofol were associated with later awakening and increased delirium.94An RCT of continuous NMB with a static dose of sedative and analgesics compared with intermittent NMB with an escalating dose of sedative and analgesia showed the continuous NMB approach to be associated with less shivering, less midazolam and fentanyl administration, faster wakening, and shorter ICU length of stay but no difference in cooling rates, time to target temperature, or survival.95,96A registry study showed that after corrections for case-mix severity, centers with hypothermic temperature control regimens that did not include NMB as an early intervention had higher mortality rates than centers with protocols recommending either intermittent or continuous NMB administration.97These agents, either by bolus dosing in response to shivering or as continuous infusions, may be associated with favorable outcomes compared with analgosedation alone, but continuous NMB may mask seizures unless cEEG is used concurrently. The inhaled anesthetic isoflurane is a short-acting sedation alternative for the post-CA population and may offer advantages in terms of duration of ventilation, ICU length of stay, and opioid dosing.98,99Lower dosing and shorter-acting sedatives and analgesics may offer advantages in terms of decreased vasopressor requirements, shorter time to awakening and weaning from mechanical ventilation, and less confounding of prognostication for post-CA care, but each modality requires further investigation in this population. Short-acting dexmedetomidine is an agent of interest, but experience is limited, and its effects on hemodynamics and cardiac conduction are of concern. Ketamine is sometimes used in this setting, often because of its hemodynamically neutral properties, although with limited evidence.100Although there is much greater experience with propofol in this population, it is also used with caution, and hemodynamic effects often need to be counteracted with vasopressors and inotropic agents.The interactions of analgesia, sedation, and NMB with vascular tone, cardiac inotropy, systemic metabolic activity, and ventilation are complex and require additional prospective study. In addition to infused agents, volatile agents are promising alternatives that deserve further study. Because analgesic, sedative, and NMB agents directly or indirectly affect post-CA hemodynamics, metabolic demands, seizures, and prognostication, optimal management is likely to influence outcomes, and this research should be prioritized.Sedation and Analgesia StatementsThe goals of analgesia and sedation during temperature control after CA are to provide comfort, to reduce shivering, and to prevent recall during"
  },
  {
    "full_text": "to reduce shivering, and to prevent recall during NMB (100%, 21/21).Short-acting sedative and analgesic agents are preferred for patients in post-CA coma undergoing temperature control to reduce the duration of mechanical ventilation, time to awakening, and confounding of delayed prognostication (100%, 21/21).Propofol, remifentanil, and fentanyl are favored over midazolam and morphine infusions (85.7%, 18/21).Use NMB as needed during temperature control rather than as a continuous infusion. In addition, it is important to note that NMB may mask seizures in unmonitored patients (95.3%, 20/21).NEUROLOGICAL MANAGEMENT IN THE ICU: EARLY TRIAGEEarly determination of brain-injury severity is a double-edged sword. Accurate early risk assessment facilitates triage of appropriate patients to post-CA coronary revascularization and mechanical circulatory support, helps guide family conversations and resource use, and could be used to identify optimal patients for clinical trials. But when early neurological risk assessment is inappropriately applied to end-of-life decision-making, accuracy is poor and mortality is likely increased through erroneous prognostication.101,102Therefore, we distinguish between early risk assessment, which may help advance post-CA care, and early prognostication, which is dangerous and should be avoided.103Prognostication after CA is delayed until a high degree of accuracy can be determined and until the prognosis is stable; early prognostication is flawed, is associated with excess mortality, and should be avoided.103Thus, future research opportunities include developing tools that differentiate prognosticating for poor outcome from triaging patients for early intervention. Evaluating which early post-CA findings—including clinical, imaging, electrophysiological, serum biomarkers, or others—differentiate patients for individualized treatment interventions requires further study.Early Triage StatementsEarly risk stratification is not intended as a tool for triage to withdraw life support and is not used for that purpose (90.5%, 19/21).Data that do not establish neurological risk stratification in the first 6 hours after CA include the patient’s age, duration of CPR, seizure activity, serum lactate level or pH, Glasgow motor subscore in patients who received NMB or sedation, pupillary function in patients who received atropine, and optic nerve sheath diameter (95.3%, 20/21).Validated illness severity scores may be used to optimize therapeutic interventions (88.2%, 15/17).CARDIAC MANAGEMENT IN THE ICUAlthough post-CA myocardial dysfunction is common, it is not correlated with survival or neurological outcome, indicating that patients can still have good outcome with aggressive critical care management of their cardiac disease.104The critical care management of the patient with post-CA cardiac dysfunction lacks high-certainty evidence-based guidance. Here, we address important topics such as the use of echocardiography to guide"
  },
  {
    "full_text": "such as the use of echocardiography to guide hemodynamic resuscitation after CA, the emerging field of mechanical circulatory support after CA, and determination of which patients without ST-segment–elevation myocardial infarction may be considered for catheterization.Hemodynamics, Monitoring, and Mechanical Circulatory SupportAs discussed in the section, “Neurological Management in the Intensive Care Unit: Brain Oxygenation, Perfusion, Edema, and ICP, ” the optimal blood pressure target to improve CA outcomes and how to achieve said targets have been of research interest over the past decade. Recent studies have focused on the association between blood pressure and neurological function, specifically evaluating surrogates of brain perfusion and oxygenation, under the premise that using physiological data points that assess cerebral oxygen delivery and perfusion may help guide blood pressure thresholds and improve neurological outcomes.22Individual patient characteristics, including the degree of myocardial dysfunction, underlying cause of shock, baseline prearrest blood pressure,105and concomitant brain injury, are evaluated when post-CA MAP targets are set.Patients with post-CA syndrome have hypotension and shock 50% to 70% of the time,106which complicates acute hemodynamic management approaches and strategies to maintain systemic, coronary, and cerebral perfusion. Shock may be due to a combination of cardiogenic, vasoplegic, hypovolemic, and septic causes, and it can often be difficult to determine whether the shock physiology was precipitated by the arrest or was present before the arrest. Serum lactate and central venous oxygen saturation are often used to guide resuscitation in shock states, but these markers may be less reliable in patients with the mixed shock after CA.107,108Persistent poor perfusion, shivering, sepsis, alterations in metabolism during hypothermic temperature control, and liver dysfunction are all causes of persistently elevated lactate in patients after CA. Thus, when other markers of perfusion have improved, aggressive treatment of clinical scenarios contributing to persistently elevated lactate occurs.Echocardiography is an important tool to evaluate and manage patients with post-CA myocardial dysfunction.109Echocardiography is noninvasive and provides valuable information about ventricular function, cardiac output, fluid status, and underlying causes of CA.110The literature on patients after CA shows that hemodynamic monitoring with echocardiogram is not robust, and there are many caveats to its use. Echocardiography can also assist in determining the most appropriate pharmacological treatment of shock. Many patients after CA have myocardial stunning that can be profound within the first several hours after ROSC. It is important to consider inotropy, vasodilatory state, and volume status when choosing the correct pharmacological treatment for hypotension and shock after CA. Invasive monitoring with a pulmonary"
  },
  {
    "full_text": "after CA. Invasive monitoring with a pulmonary artery catheter may also provide helpful information, particularly among those with severe post-CA cardiogenic shock requiring mechanical circulatory support.111,112Alternatively, noninvasive measurement of cardiac output is available, although its usefulness in post-CA shock is less certain.The use of mechanical circulatory support continues to expand in patients after ROSC to maintain organ perfusion.113A host of devices are available, including intra-aortic balloon pumps, percutaneous ventricular assist devices, and extracorporeal membrane oxygenation. No robust randomized trials exist to guide patient and device selection. Two trials evaluating the use of extracorporeal membrane oxygenation specifically in refractory arrest were recently published. The ARREST trial (Advanced Reperfusion Strategies for Refractory Cardiac Arrest) showed profound benefit in the extracorporeal membrane oxygenation–facilitated resuscitation arm; however, the trial included only 30 participants and was limited to those with shockable rhythm.114The Prague out-of-hospital CA study was a large study (256 participants) also designed to assess the benefits of extracorporeal membrane oxygenation over standard advanced cardiac life support in refractory arrest; however, this trial failed to show benefit, possibly because of significant crossover between groups.115In the absence of definitive data, it is important for the team caring for post-CA patients to understand individual device characteristics and to select a specific device or no device, as dictated by the patient’s unique physiology.Important areas for future research include evaluation of which vasoactive drugs, inotropes, and fluid strategies are appropriate to attain these targets and evaluation of cardiac and neuromonitoring modalities to guide individualized targets. In addition, evaluating systems of care for how and when to transfer patients for advanced mechanical circulatory support is an important area for further research.Cardiac CatheterizationThere is reasonable consensus that early coronary angiography (performed within the first 6 hours) is safe and beneficial for post-CA care, although the majority of such data are from nonrandomized cohort studies.116–118Patients with ST-segment elevation on their ECG after resuscitation have an acutely occluded coronary at early coronary angiography nearly 80% of the time,119which is similar to those with ST-segment–elevation myocardial infarction not complicated by out-of-hospital CA. The current AHA guidelines recommend early coronary angiography for patients with ST-segment elevation on their ECG after CA, even if comatose with an unknown neurological prognosis.120Nonrandomized registry reports suggest that both short-term and longer-term outcomes are improved in patients with CA and ST-segment elevation undergoing early coronary angiography and intervention.121–125There is less agreement about the utility of"
  },
  {
    "full_text": "is less agreement about the utility of early coronary angiography after out-of-hospital CA in patients without ST-segment elevation. This is an important issue because the majority (>70%) of all resuscitated individuals with out-of-hospital CA do not have ST-segment elevation.119A substantial amount of literature on nonrandomized cohort studies in post-CA patients without ST-segment elevation exists, as it does for those with ST-segment elevation. At least 10 000 patients have been included in such before-and-after cohort reports.116,121–128The overall results suggest that early coronary angiography is both safe and beneficial, including for improved survival and functional neurological status, among post-CA patients without ST-segment elevation. However, the proportion of post-CA patients without ST-segment elevation having an acutely occluded coronary culprit vessel is ≈20% to 30%.119,126–128This lower proportion has led to a less emphatic AHA recommendation.120Five randomized studies evaluating the value of early coronary angiography in those without ST-segment elevation have been published, including 2 in 2019 and 1 in 2020. The first was the limited ARREST pilot study of 40 patients.129As anticipated, no outcome differences were found, and the main conclusion was that a larger, definitive RCT to examine this issue was feasible, acceptable, and safe. Of note, 15 of 32 (47%) undergoing coronary angiography within 3 hours of admission had a culprit lesion found and revascularized. The COACT trial (Coronary Angiography After Cardiac Arrest)130randomized 552 patients without an ST-segment–elevation myocardial infarction to either immediate or delayed coronary angiography. No difference in 90-day survival was seen between the groups. However, acute unstable coronary lesions were found in only 14% of patients undergoing immediate coronary angiography. The DISCO pilot study (Direct or Subacute Coronary Angiography in Out-of-Hospital Cardiac Arrest), a small pilot randomized trial,131did not report >24-hour survival but did find a culprit lesion in 37% of patients undergoing early coronary angiography. The PEARL study (Pilot Randomized Clinical Trial of Early Coronary Angiography Versus No Early Coronary Angiography for Post–Cardiac Arrest Patients Without ST-Segment Elevation), although underpowered to show any outcome differences, found a culprit vessel in 47% of patients undergoing early coronary angiography, including 1 of every 7 patients demonstrating an acutely occluded culprit vessel.132The true prevalence of coronary culprit lesions in those without ST-segment elevation is not yet resolved. The effect of early coronary angiography and percutaneous coronary intervention on outcome will probably be directly related to the prevalence of lesions. A fifth RCT, the Angiography After Out-of-Hospital Cardiac Arrest Without ST-Segment Elevation, was published in 2021.133Randomizing a total of 530 patients to early or delayed/selective coronary"
  },
  {
    "full_text": "patients to early or delayed/selective coronary angiography, those investigators found no difference in 30-day mortality. They reported a culprit vessel incidence of 38% in those undergoing immediate coronary angiography but did not provide any data on acutely occluded culprit lesions. Last, the EMERGE trial (Emergency vs Delayed Coronary Angiogram in Survivors of Out-of-Hospital Cardiac Arrest) was published in 2022.134EMERGE randomized 279 patients to emergency or delayed coronary angiography (141 and 138 patients, respectively) and again showed no difference in their primary end point of 180-day survival with Cerebral Performance Category of 1 or 2. At least 2 more trials are evaluating the role of emergent coronary angiography patients in this population (NCT02309151andNCT02641626).Early coronary angiography for patients resuscitated after out-of-hospital CA is safe and reasonable,135and although it did not improve outcomes in these RCTs, it can identify potential coronary culprit lesions that could benefit from timely reperfusion and revascularization. The incidence of such acutely occluded culprit lesions has varied by study, and the final answer remains to be determined. This is an important area for future research. On the basis of existing data, survival may not be the only important end point. Timely reperfusion of an acutely occluded culprit coronary artery is also key because it salvages at-risk myocardium and may prevent rearrest and the subsequent development of heart failure in survivors. Quality of life is improved with preserving left ventricular function and ultimately avoiding heart failure, with its life-altering limitations.Cardiac Management StatementsIn ICUs where advanced cerebral monitoring is not in routine use, target an MAP >80 mm Hg unless there are clinical concerns or evidence of adverse consequences (82.6%, 19/23; same as in Brain Oxygenation, Perfusion, Edema, and ICP statements).In patients after CA, perform echocardiography as soon as possible to evaluate right and left ventricular function, cardiac output, and inferior vena cava size to guide hemodynamic management and to search for correctable causes of the CA (95.7%, 22/23).Serial echocardiography can be helpful to guide ongoing hemodynamic management in patients after CA, at least until unsupported hemodynamic stability occurs (91.3%, 21/23).The choice of a target post-CA blood pressure incorporates the need to maintain adequate cerebral perfusion during the period of maximal cerebral edema and loss of cerebral autoregulation while accounting for the response of left ventricular function to interventions as assessed by echocardiography (91.3%, 21/23).Individualize the choice of using inotropes, vasopressors, or fluids to treat post-CA hypotension and to target the likely cause(s) contributing to the shock and hemodynamic state (100%, 23/23).Serial measurements of central venous oxygen saturation, myocardial oxygen consumption, and lactate are helpful in"
  },
  {
    "full_text": "oxygen consumption, and lactate are helpful in monitoring the adequacy of systemic perfusion and the effectiveness of therapies used to treat shock (86.4%, 19/22).In patients with refractory hypoperfusion, evaluate early for mechanical circulatory support (including intra-aortic balloon pump, temporary right or left ventricular assist device, and extracorporeal membrane oxygenation) to improve end-organ perfusion. If mechanical circulatory support is not available, transfer to a center with these capabilities may be possible (95.7%, 22/23).Early coronary angiography in post-CA patients with no ST-segment elevation on the presenting ECG may still be of benefit by potentially salvaging myocardium and decreasing the incidence of systolic heart failure in survivors (95.7%, 22/23).PULMONARY MANAGEMENT IN THE ICULung-protective ventilation is the standard of care for all patients at risk for developing acute lung injury or acute respiratory distress syndrome (ARDS) and is therefore our approach for patients after CA who require ventilatory support. ARDS has been reported in 48% to 71% of postarrest intubated patients and is associated with increased mortality.136,137Components of lung-protective ventilation include targeting a tidal volume of 4 to 8 mL/kg ideal body weight to avoid overdistention, titrating positive end-expiratory pressure to avoid alveolar collapse, and adjusting fraction of inspired oxygen (Fio2) to target an adequate, but not excessive, oxygen saturation. Increases in positive end-expiratory pressure can improve oxygenation and may help to facilitate decreases in (Fio2), but high positive end-expiratory pressure can also impede venous return. Positive end-expiratory pressure levels should be guided by monitoring of airway pressures as a surrogate of compliance so that excessive pressure is avoided (generally keeping plateau pressure <30 cm H2O and driving pressure <15 cm H2O). There is little evidence for low-tidal-volume ventilation specifically for patients after CA. Two observational studies have investigated the association between low-tidal-volume, or lung-protective, ventilation and survival, finding conflicting results.138,139The first, in which only patients with out-of-hospital CA were considered, found an association between low tidal volume ventilation in the ICU and survival with favorable neurological outcome.138The second, which included only patients with in-hospital CA, found no such association.139Our practice is therefore based on evidence in the critically ill overall, particularly those at high risk for ARDS. Similarly, we follow the standard practice of elevating the head of the bed at least 30°, both to prevent aspiration and to minimize elevations in ICP. In addition to these general considerations, in patients after CA, there is particular interest in how levels of oxygen and carbon dioxide may affect the brain, heart, and other organs affected by ischemia/reperfusion injury.OxygenationDuring CA, the brain"
  },
  {
    "full_text": "injury.OxygenationDuring CA, the brain tissue oxygen tension falls rapidly to 0.140At the onset of reperfusion, there is commonly a hyperemic phase in which tissue oxygenation becomes supranormal. Administration of high concentrations of oxygen during this phase may expose ischemic brain tissue to significant hyperoxemia, potentially exacerbating the formation of reactive oxygen species and increasing postischemic oxidative injury and cellular death.45Human studies that address this topic are limited. Postischemic neurons are likely to be most prone to any harmful effects of hypoxemia immediately after ROSC. In out-of-hospital CA, this implies the need for a titrated oxygen therapy intervention to be started before arrival to the hospital. The data on prehospital oxygen titration are beyond the scope of this document, although several studies have addressed prehospital oxygen titration, and the topic is covered in the 2020 AHA guidelines for CPR and emergency cardiovascular care.5Concerns about the physiological basis for harm from hypoxemia drive the opinion that titration of Fio2should not be attempted if a reliable measure of oxygenation (pulse oximetry or arterial partial pressure of oxygen) is not available. It can be difficult to obtain an accurate pulse oximetry measure in many patients after CA, especially in the prehospital setting but also in some patients in severe shock in the ICU, although it should still be done when possible. Investigators have also reported that occult hypoxemia (normal pulse oximeter oxygen saturation [Spo2] when Pao2is abnormally low) is more common in patients with darker skin pigmentation, supporting extra caution when oxygen is titrated down on the basis of Spo2in patients with dark skin.141,142Arterial blood gas measurement can be helpful when reliable pulse oximetry is difficult to obtain.Three RCTs have compared different oxygen value targets in patients admitted to an ICU after CA.143–145In the first, there was no significant difference between the groups in neuron-specific enolase values or secondary clinical outcomes. In the second, of the 965 enrolled patients in the ICU, a subgroup of 166 had suspected hypoxic/ischemic encephalopathy (ie, post-CA brain injury). Post hoc analyses of this subgroup showed higher mortality at day 180 in the usual-oxygen group, and there was a nonsignificant trend toward unfavorable outcome on the Extended Glasgow Outcome Scale in the usual-oxygen group. However, a secondary analysis of this subgroup, which adjusted for baselines differences, showed no significant differences in outcomes.146A third RCT randomized patients to Pao2of 68 to 75 mm Hg or 98 to 105 mm Hg.145There was no difference in the primary outcome, which was a composite of death resulting from any cause or hospital discharge with a Cerebral Performance Category of 3 or 4 within 90 days. There was also no difference in adverse events. The results of this study are difficult to generalize given the complex"
  },
  {
    "full_text": "are difficult to generalize given the complex study intervention, the narrow patient population (>80% witnessed shockable rhythm with bystander CPR), the relatively small separation in Pao2goals between the groups (both of which were well below levels thought to cause oxidative injury), and an opposite trend in treatment effect at the 2 participating institutions. It is also important to note that, in all of these studies, interventions to achieve Pao2targets were not initiated until patients arrived in the ICU and therefore do not reflect potential benefits or harms of specific Pao2targets in the first minutes to hours after ROSC.Many observational studies have compared the outcome of patients after CA who have been exposed to a period of hypoxemia or hyperoxemia with the outcome of those who have been normoxemic throughout. All of these studies are significantly limited by residual confounding due to lack of sufficient information or adjustment for CA characteristics and other patient factors, as well as a lack of clarity on the exposure. Definitions of hyperoxemia have also varied. In addition, these studies are comparing partial pressure of oxygen or oxygen saturation values rather than oxygenation strategies. Especially in the case of hypoxemia, these values are likely determined by patient severity of illness and not by management strategy. Even among studies that adjusted for potential confounders, results are inconsistent.147–152Despite the lack of clarity on this question, because hyperoxemia has not been found to be beneficial and some studies suggest harm, the available evidence supports a strategy of titrating the Fio2down when oxygenation is measurable and adequate.VentilationThere are conflicting physiological rationales for targeting hypercapnia and hypocapnia in the post-CA setting. CO2is known to affect the cerebral vasculature, with hypercapnia leading to vasodilation and hypocapnia to vasoconstriction. Hypocapnia induced by hyperventilation can cause cerebral ischemia.153,154One RCT found higher cerebral oxygenation in patients treated with mild hypercapnia compared with patients with low-normal Paco2targets.155However, hypercarbia could be harmful in patients with elevated ICP (Figure1). Both existing RCTs comparing different ventilation strategies (targeting normocapnia or mild to moderate hypercapnia) in comatose patients after CA excluded those with suspected or confirmed elevation in ICP or cerebral edema and found no significant difference in clinical outcomes between groups, but they were not powered for clinical outcomes.143,155Observational studies have essentially been split among finding benefit,151,156no difference,152,157and harm149,158from hypercapnia. Limited observational data on hypocapnia support either harm or no benefit.149,151,157,158It is possible that there are complex interactions among ICP, CPP, Paco2, and the presence or absence of cerebral autoregulation. In addition, how Paco2targets should be"
  },
  {
    "full_text": "In addition, how Paco2targets should be adjusted for in patients with chronic hypercapnia is unclear, but there is no evidence to suggest that decreasing Paco2below someone’s baseline is beneficial in the post-CA setting. All these considerations make it difficult to determine the optimal Paco2for any individual patient after CA. Arterial blood gas analysis remains the most accurate way to determine the PaCO2.Given the paucity of research in this area and the impact of oxygenation and ventilation on all critical organs, this is an important area for additional research. Oxygenation targets at different time points after arrest, approaches to oxygen titration and ventilation, and the use of systemic and cerebral monitoring to guide these approaches are all important research opportunities.Pulmonary StatementsLung-protective ventilation is a standard of care for most critically ill patients who are at risk for developing ARDS, including those who remain comatose after CA (92%, 22/24).Once a reliable arterial oxygen saturation is available after ROSC, titrate Fio2to achieve an oxygen saturation (Spo2) of 92% to 98% (91.3%, 21/23).Do not titrate down Fio2until reliable measurements of the oxygen saturation (Spo2) are available (91.3%, 21/23).Generally, adjust ventilation to target normal Paco2(35–45 mm Hg) after ROSC. There may be specific patients for whom higher or lower CO2may be appropriate. A higher Paco2may be appropriate as long as pH can be maintained (>7.2). Alternatively, a slightly lower Paco2within the normal range may be used to maintain a safe pH (>7.2) in patients with metabolic acidosis until acidosis can be otherwise treated (94.7%, 18/19).HEMATOLOGIC MANAGEMENT IN THE ICUThe leading pathology in CA is the cessation of effective blood flow, leading to a drop in oxygen delivery, causing cell injury or cell death. One of the main considerations in the resuscitation process is the optimization of oxygen delivery to all organs.Red Blood Cell TransfusionHemoglobin is a key determinant of tissue oxygen delivery. Thus, anemia may be particularly harmful in postanoxic brain injury. Anemia is frequent in critically ill patients. Among CA survivors, a strong linear relationship between hemoglobin and cerebral brain oxygen saturation was observed, suggesting that anemia may play a role in the development of secondary brain injury.159Several retrospective studies have found an association between hemoglobin values and outcome among survivors of CA.160–163However, results from these studies cannot be compared or generalized because of significant methodological variability across studies, including when hemoglobin values were assessed; patient inclusion criteria, including location of CA (in hospital versus out of hospital or both); thresholds associated with poor outcome; and transfusion practices. Indeed, even any benefits of red blood cell transfusion (RBCT) to treat anemia are balanced by the risk of a transfusion-related complications. RBCT"
  },
  {
    "full_text": "risk of a transfusion-related complications. RBCT has been associated with increased mortality and a higher occurrence of organ dysfunction in observational studies that included general critically ill patients.164Additional transfusion triggers, either systemic (ie, oxygen saturation or lactate levels)165or cerebral (ie, noninvasive oxygen saturation),159have been investigated, although data supporting their role in this setting are limited.Given the lack of post-CA–specific data, transfusion strategies follow general guidelines for critically ill patients.166An individualized approach for RBCT based on the clinical status of the patients rather than on the isolated hemoglobin level is prudent, and all interventions should balance the risks and benefits.Further understanding of the role of anemia and RBCT on neurological and cardiac function in patients after CA is important. Data from physiological and prospective studies could help to design interventional studies and/or to individualize RBCT in this setting. A well-designed clinical trial evaluating hemoglobin targets and transfusion practices specifically for patients resuscitated from CA would be of important value.Venous Thromboembolism ProphylaxisThromboembolism is a major complication in patients in the ICU resulting from immobilization, mechanical ventilation, systemic inflammation, and indwelling venous catheters.167The diagnosis of deep vein thrombosis (DVT) and pulmonary embolism in such patients can be challenging; delayed recognition of these complications can increase the risk of mortality in critically ill patients. In patients after CA, risk factors include those common in all critically ill patients, as well as endothelial damage and the use of hypothermic temperature control.168The use of endovascular catheters for temperature control has also been associated with a higher rate of thrombotic complications than other temperature control devices, and this risk could be reduced by the administration of anticoagulants.169,170Patients with CA are a subgroup of patients who developed venous thromboembolism in the absence of early venous thromboembolism prophylaxis, a finding that needs to be validated in a dedicated study in this population.171In the absence of specific studies in post-CA ICU, guidelines similar to those for other critically ill populations are appropriate.172,173A recent systematic review and meta-analysis that included studies in critically ill adults found that low-molecular-weight heparin may reduce VTE compared with unfractionated heparin.174The role of mechanical thromboprophylaxis in this setting remains unclear, although it may be prudent in patients after CA with ongoing bleeding and expected long ICU stay.Given the lack of evidence for this broad topic, studies are needed to evaluate the occurrence of DVT and pulmonary embolism after hospital admission among CA survivors. Because the diagnosis of DVT is highly dependent on risk factors (ie, almost all"
  },
  {
    "full_text": "highly dependent on risk factors (ie, almost all present in this patient population) and clinical presentation (ie, often unreliable in clinical practice), repeated and routine Doppler venous ultrasound may be necessary. Studies on the safety and efficacy of early thromboprophylaxis in patients after CA are warranted.Hematologic Management StatementsAs for other critically ill patients, initiate RBCT when hemoglobin is <7 g/dL; however, higher transfusion thresholds (ie, <9 g/dL) may be indicated in patients with acute coronary disease (100%, 21/21).Individualize RBCTs to the clinical situation (81%, 17/21).Initiate DVT prophylaxis within 48 hours after admission unless there is contraindication (85.7%, 18/21).Low-molecular-weight heparin is the first choice for DVT prophylaxis (95.2%, 20/21).Low-dose heparin, dalteparin, or reduced doses of other low-molecular-weight heparins can be used in patients with kidney dysfunction. Monitoring of anti-Xa activity may be considered when low-molecular-weight heparin is used in this setting (90.5%, 19/21).DIGESTIVE SYSTEM MANAGEMENT IN THE ICUNutritionEnsuring adequate caloric intake in critically ill patients is a challenge, and multiorgan dysfunction, infection, hyperthermia, and preexisting malnutrition can further compromise the nutritional status of patients after CA.175,176Malnutrition results in a significant reduction of muscle mass and strength and in the development of ICU-acquired weakness, which are independent predictors of ICU mortality.177Nutritional support refers to the provision of calories, proteins, electrolytes, vitamins, minerals, trace elements, and fluid. There are no dedicated clinical trials focusing on nutritional support in patients after CA in the ICU. Details related to the daily nutritional goals and formulations of nourishment are beyond the scope of this scientific statement.Early (within 24–48 hours of ICU admission) initiation of enteral nutrition (EN) is relatively low cost and is important to maintain the intestinal barrier integrity and to provide important nutrient and caloric support178,179; however, because intestinal ischemic injury and concomitant shock are frequent after CA180,181and the use of sedatives and analgesic drugs during temperature control might reduce intestinal motility,182the tolerance of EN could be limited. One study showed that patients undergoing temperature control after CA were able to tolerate a substantial proportion of their EN, and the routine use of prokinetic drugs may increase the success of EN delivery.183Moreover, in 2 other studies, early EN after CA during temperature control appeared safe and was even associated with better neurological outcomes.184,185However, a large published study on early EN versus early parenteral nutrition in patients with shock186suggested a possible harmful effect of the enteral route, so EN regimens should be carefully evaluated in patients after CA who have hemodynamic impairment. A trophic regimen (ie,"
  },
  {
    "full_text": "hemodynamic impairment. A trophic regimen (ie, 10–20 mL/h) could be the initial prescribed dose, which could be increased if well tolerated. Randomized studies in the general critical care population showed no clear differences between short-term, early EN and early parenteral nutrition.182,186Randomized trials on nutrition tolerance and effects on outcome could be relevant in this field. Calculating energy expenditure and caloric needs remains to be further evaluated in CA survivors, especially if they were treated with temperature control to a hypothermic target temperature. The role of vitamins and trace elements on organ function and outcome in these patients needs to be further evaluated.Stress Ulcer ProphylaxisCritically ill patients are at high risk of mucosal damage in the upper gastrointestinal tract in the acute phase of their disease. This damage can potentially result in deep and focal mucosal damage penetrating the submucosa, with a high risk for gastrointestinal bleeding.187Many risk factors188are common in CA survivors. Clinically relevant gastrointestinal bleeding can cause hemodynamic instability and increase the need for RBCTs, potentially contributing to increased ICU stay and mortality.187Intestinal injury has been described in patients after CA, could potentially be one determinant for endotoxemia, and could also worsen post-CA shock and organ failure.180,181Acid-suppressive agents such as histamine H2-receptor antagonists and proton pump inhibitors are used largely to prevent mucosal damage and to reduce the risk of gastrointestinal bleeding. In addition, EN may be protective against stress-related mucosal bleeding in high-risk patients.189However, whether specific post-CA gastric injury is present and which is the most effective method for ulcer prophylaxis between early enteric feeding and administration of a histamine H2-receptor antagonist or proton pump inhibitor remain unknown. One specific consideration in post-CA patients that remains to be further demonstrated is whether some proton pump inhibitors such as omeprazole could attenuate the antiplatelet effect of clopidogrel,190an oral antiplatelet drug that is frequently administered in patients after CA who are undergoing percutaneous coronary angioplasty.Further studies are needed to define the appropriateness and timing of stress ulcer prophylaxis and the role for pharmacological prophylaxis compared with, and in the setting of, EN. Prospective assessment of the incidence of gastrointestinal bleeding is critically important.Digestive System StatementsInitiate EN as soon as possible after ICU admission (100%, 20/20).In patients with enteral intolerance or shock, start with trophic EN (rates of 10–20 mL/h) and adjust according to tolerance (91%, 19/21).Start parenteral nutrition when enteral feeding is not tolerated or is contraindicated after 5 to 7 days after CA (100%, 21/21).Give proton pump inhibitor or H2 blockers for stress ulcer prophylaxis per standard"
  },
  {
    "full_text": "for stress ulcer prophylaxis per standard indications in the critically ill patient (90.5%, 19/21).In patients receiving EN, stress ulcer prophylaxis may not be necessary (90.5%, 19/21).INFECTIOUS DISEASE MANAGEMENT IN THE ICUIn patients who are successfully resuscitated from CA, early lower respiratory tract infections are common and may affect up to 60% of patients.191,192These infections may occur because of initial aspiration during or after CA or because of complications of mechanical ventilation. Diagnosing infections among CA survivors is challenging because of the development of a systemic inflammatory response after ischemia and reperfusion,6with the risk of overexposure of these patients to unnecessary antibiotic administration and subsequent risk of drug-resistant organisms. Whether early infectious complications may also affect patient outcome remains controversial.Early prophylactic antibiotics have been considered a reasonable therapeutic intervention in CA survivors to reduce the risk of early infections. A recent systematic review and meta-analysis identified 3 RCTs and 8 observational studies investigating the role of early antibiotic administration on the outcomes of patients after CA.193No benefits on survival, neurological outcome, duration of mechanical ventilation, or length of hospital stay were observed in patients treated with early antibiotics compared with others. In addition, the incidence of pneumonia was not significantly reduced by the early antibiotic prophylaxis. More recently, a large randomized trial conducted in France randomized out-of-hospital CA survivors with an initial shockable rhythm and treated with temperature control at 32° C to 34° C to receive either intravenous amoxicillin-clavulanate (1 g/200 mg every 8 hours) or placebo for 48 hours after admission.194The incidence of early pneumonia was lower with antibiotic prophylaxis than with placebo; however, no differences in late pneumonia, ventilator-free days, ICU length of stay, or 28-day mortality were observed between groups. These results suggest that a strategy of early and short (ie, 2 days) prophylactic antibiotics can reduce the occurrence of early pneumonia in CA survivors; these benefits are balanced with the concerns for antimicrobial resistance when prophylactic antimicrobials are prescribed in this setting.Biomarkers of inflammation such as procalcitonin and C-reactive protein have been investigated as prognostic tools of mortality or poor neurological outcome in this setting.195–197However, because the reperfusion injury is characterized by an inflammatory response,198C-reactive protein increases both in patients with infections and in patients without infections after CA.195Similarly, procalcitonin levels did not differ between patients with and those without infections after CA.196,197,199Thus, although both C-reactive protein and procalcitonin may provide additional information on post-CA infection, the information must be interpreted"
  },
  {
    "full_text": "infection, the information must be interpreted within the clinical context because there are insufficient data to use either one in isolation to guide therapy. In addition, despite systematic reviews suggesting that procalcitonin levels can guide antibiotic discontinuation in general critical care patients, thereby reducing both antibiotic exposure and short-term mortality,200,201the role of such a procalcitonin-guided approach in patients after CA remains undefined.Given the paucity of research in infectious complications in CA survivors in the ICU, more research is needed to fully understand the role of fever and inflammation in relation to infections and outcomes in this population. Additional randomized trials on the role of antibiotic prophylaxis are important, and studies may target other patient populations (ie, in-hospital arrest), other countries (ie, different bacterial ecology), and different antibiotic strategies. Further research on the role of new biomarkers to rapidly identify patients with infections and to guide discontinuation of antibiotics or prolonged antibiotic administration is warranted. This research is especially important in those treated with hypothermic temperature control, considering that their ability to respond to infections may be different.Infectious Disease StatementsEmpirical antibiotics may be used in patients who are treated with temperature management to a hypothermic target after CA to reduce the incidence of pneumonia (89.5%, 17/19).Do not use C-reactive protein and procalcitonin to guide antibiotic initiation or duration of therapy (85%, 17/20).ENDOCRINE AND FLUIDS MANAGEMENT IN THE ICUPatients after CA often have mixed shock states and end-organ dysfunction. Balancing cardiopulmonary dysfunction with potential cerebral edema and ischemia requires a personalized approach to systemic fluid and volume management. As in other critically ill patients, endocrine dysfunction may also be present, and management is an important aspect of critical care for these patients.General Approach to Volume ManagementVolume resuscitation can influence outcomes in septic shock and ARDS. There is conflicting evidence about whether a goal-directed approach for fluid administration is superior to standard volume loading.202–205There is also evidence suggesting that excessive volume resuscitation is harmful and that relative volume restriction is safe after the initial resuscitation phase.206–208After initial volume resuscitation, additional fluid administration should be guided by markers of end-organ perfusion, including central venous oxygen saturation, pulmonary arterial catheter, or point-of-care ultrasound.It is currently unclear whether volume balance should be managed differently in patients after CA compared with other ICU populations because of the lack of evidence specific to the post-CA phase. Prehospital cold saline during induction of hypothermic temperature control was associated with no benefit and with"
  },
  {
    "full_text": "control was associated with no benefit and with increased adverse events.209These findings cannot be extrapolated to the inpatient setting because a majority of the patients did not have a secured airway, and shivering resulting from cold fluid was inconsistently treated. Because of the overwhelming heterogeneity in patients with CA, a single approach to volume resuscitation cannot be applied to all patients.Balanced Crystalloid Solutions Compared With Normal SalineThere are no trials evaluating balanced solutions compared with normal saline specifically in the post-CA population. However, several trials in other critically ill cohorts are informative.210–212The largest RCT, the SMART trial (Isotonic Solutions and Major Adverse Renal Events Trial), demonstrated a lower rate of the composite outcome of death, renal replacement therapy (RRT), or persistent renal dysfunction in patients treated with balanced solutions compared with normal saline.213Numerous systematic reviews evaluated the potential benefit of balanced crystalloid solutions.214–219These analyses had mixed results, which may be due to the end points chosen (eg, a composite end point in the SMART trial), the trial designs permitted (ie, prospective versus observational), and the patient populations included.A single approach to fluid selection may not apply to patients with post-CA syndrome because of the associated neurological injury. Although data exist describing the potentially harmful effects of hypotonic solutions on cerebral edema, data comparing individual balanced solutions are limited. Clinicians must consider the fact that balanced solutions are slightly more hypotonic than normal saline and could aggravate cerebral edema. Additional prospective studies are needed to evaluate the effect of hyperchloremia on kidney failure and mortality.Sodium BicarbonateFew data describe sodium bicarbonate use specifically in the post-CA period. Most studies investigate the role of sodium bicarbonate for metabolic acidosis in heterogeneous critically ill populations, and the available data do not support routine administration of sodium bicarbonate for metabolic acidosis.220Two recent studies, however, suggest benefit with bicarbonate in patients with extreme acidosis and acute kidney injury (AKI).221,222The lack of clear effect in the overall population could be due to the multitude of causes for metabolic acidosis and the possible benefit for some causes (ie, AKI) but not others (ie, lactic acidosis). Further prospective research is needed that is specific to patients with post-CA syndrome or focuses on subgroups most likely to have physiological benefit.Renal Replacement TherapyRRT is used to support critically ill patients who are in renal failure. Receipt of RRT is generally a marker of higher illness severity and therefore is associated with worse outcomes. A notable concern for patients after CA is the potential for dialysis disequilibrium syndrome, especially in intermittent"
  },
  {
    "full_text": "syndrome, especially in intermittent hemodialysis, in which RRT can cause fluid shifts and rapid changes in solute concentration, resulting in increased cerebral edema and seizures.AKI after CA is common (37% of patients) and sometimes leads to RRT (33% of patients with AKI). When patients with AKI are supported aggressively, renal recovery is possible, and most patients do not require long-term RRT.223–225AKI after CA is associated with shock, older age, comorbidities, and illness severity but, it is important to not, not with iodinated contrast exposure during the first 24 hours after resuscitation.224,226CorticosteroidsLower cortisol levels after CA were associated with the degree of shock and with mortality during the first 48 hours after CA, with up to 75% of nonsurvivors having low cortisol.227,228Supplemental steroids have inconsistent associations with outcome after CA, but much of these data precede the era of temperature control. Two nonrandomized studies compared patients treated with steroids and those not treated with steroids after CA and found no significant difference in the incidence of survival or regaining consciousness.229,230Other nonrandomized studies have correlated steroid use in patients after CA with higher rates of survival to discharge.231,232Clinical trials of steroid administration during and after CA have found no overall improvement in outcome but suggest subgroups of interest. Hydrocortisone administration in the emergency department for patients during CA increased the ROSC rate in the hydrocortisone group but did not change hospital complications, survival, or hospital discharge rates.233Two trials had a complex design comparing one group who received vasopressin, epinephrine, and supplemental corticosteroids initiated during CPR and up to 7 days with a group who received epinephrine and no corticosteroids. Both trials found that the vasopressin-epinephrine-steroid group did better than the comparator group.234,235Post hoc analysis of these trials found increased benefit of steroids in patients with septic shock.236A blinded RCT of 50 patients after CA found no difference between the hydrocortisone and placebo groups in time to shock reversal, shock reversal, good neurological outcome, or survival to discharge.237Glucose ManagementGlucose control in the general ICU population affects complication rates and mortality. Conventional glucose control (140–180 mg/dL) is recommended over intensive glucose control (81–108 mg/dL) on the basis of a large randomized trial showing decreased mortality in the conventional group.179,238Hyperglycemia is common in patients after CA and can be influenced by phase of temperature control.240Hypoglycemia is also harmful and can worsen secondary brain injury. Because patients have dynamic physiology in the early hours and days after CA and because interventions like hypothermic temperature control can alter insulin resistance, short-acting drugs that are easier to titrate may be"
  },
  {
    "full_text": "drugs that are easier to titrate may be best for glycemic control. Hyperglycemia, glucose variability, and delay in the correction of hyperglycemia are associated with unfavorable neurological outcomes; however, it is unclear whether this is due to the hyperglycemia itself, the underlying severity of illness, or the aggressiveness of ICU care.241–243One small randomized trial in patients after CA comparing strict (72–108 mg/dL) with moderate (108–144 mg/dL) glucose control demonstrated no benefit of strict control on mortality at 30 days.244Given the low certainty of evidence, endocrine management and fluid resuscitation are important topics for further investigation. Studies investigating the timing and methods of RRT, especially in the setting of cerebral edema, are of importance. Investigations into optimal glucose management and the use of steroids are also important.Endocrine and Fluids Management StatementsVolume management takes into consideration the cause of arrest, hemodynamic target chosen, and underlying organ dysfunction and is individualized to each patient (100%, 23/23).Balance the risk for cerebral edema with complications associated with hyperchloremia when choosing intravenous fluid after CA. The preferred choice in the setting of cerebral edema is normal saline, although balanced crystalloid solutions may minimize hyperchloremia and the potential for AKI when cerebral edema is not present (95.7%, 22/23).Do not use sodium bicarbonate routinely in patients after CA who have metabolic acidosis. Sodium bicarbonate may be considered in patients with severe metabolic acidosis (pH <7.2, bicarbonate <20) and AKI stage 2 or 3 (82.6%, 19/23).Consider RRT after CA for when life-threatening changes in fluid, electrolytes, and/or acid-base balance exist and for conditions that can potentially be modified with RRT (100%, 23/23).Do not administer empirical corticosteroids to all patients after CA, although supplemental corticosteroids may be useful to treat persistent shock in patients with proven or suspected adrenal suppression (91.3%, 21/23).Consider treatment of hyperglycemia with glucose targets of 81 to 180 mg/dL (100%, 19/19).GENERAL CRITICAL CARE MANAGEMENT IN THE ICU: TREATMENT PROTOCOLS, FAMILY SUPPORT, AND TEAM-BASED CARECenters of ExcellenceThe concept of a CA center of excellence is included in statements from the AHA and the International Liaison Committee on Resuscitation.103,245,246In patients with multiple diagnoses, including stroke, trauma, and ST-segment–elevation myocardial infarction, outcomes are improved in systems of care that cohort patients.247,248In patients with CA, the data on triaging and transporting patients to specialty centers are inconsistent and influenced by local factors.A retrospective cohort study of CA care at 37 hospitals in Ontario found that higher-volume centers were more likely to successfully implement hypothermic temperature control, but there was no impact on premature withdrawal of"
  },
  {
    "full_text": "there was no impact on premature withdrawal of life-sustaining therapy or survival with good neurological function.249A large database study of academic medical centers contributing to the Vizient clinical database compared characteristics of academic medical centers with higher-than-average CA survival rates with those with lower-than-average survival rates.250Centers with higher survival rates had higher CA and surgical case volumes and were more likely to offer cardiac catheterization or cardiac surgery. These centers were also more likely to be located in catchment areas with higher household incomes and lower poverty rates. A retrospective analysis of >44 000 patients who survived CA in Japan found that patients receiving care at high-volume centers were more likely to be discharged with a favorable outcome.251However, a retrospective analysis of the 48 hospitals contributing to the Great Paris Registry found that characteristics of receiving hospitals (including size and cardiac catheterization availability) were not associated with survival rate at hospital discharge.252This lack of association was explained, in part, by the presence of a prehospital dispatching protocol that orients prehospital services to centers with appropriate resources.Although some data suggest a trend toward improved outcomes when patients receive care at specific centers, these studies may reflect regional factors such as the presence or absence of prehospital destination protocols for emergency services, socioeconomic status of the patient population, characteristics of the destination hospital, and services offered at the destination hospital. In addition, the studies are variable in their assessment for post-CA care. We lack clear data that describe which hospital characteristics are most directly associated with improved outcomes. These studies should be considered in the design of future experimental studies. Given the lack of data and the potential implications, a general statement guiding the diversion or transfer of patients to certain centers during or immediately after a CA could not be broadly supported. However, it was agreed that certain post-CA services be offered at centers routinely providing post-CA care and even advertising expertise in CA care. Centers routinely providing care for patients after CA should collect data on their outcomes and routinely engage in quality improvement activities guided by data. Additional research is needed to understand the role of legislated or mandated systems of care based on designated or certified CA centers. The variable outcomes reported in studies by hospital destination combined with the resources necessary to develop a system of care based on CA centers warrant further study.Protocol-Guided CareProtocol-guided care is associated with improved adherence to key processes and a decrease in practice variability, as well as improved patient outcomes. However, studies suggest that the presence of a protocol in"
  },
  {
    "full_text": "suggest that the presence of a protocol in protocol-guided care is often more important than the individual components of the protocol.253In addition, lack of agreement on what constitutes a protocol complicates researching the impact of a protocol on patient outcomes. However, the management of a patient’s post-CA care is interdisciplinary and often complex. Integration of multiple disciplines to determine roles, responsibilities, and the overall scope of care is a reasonable best practice in the post-CA patient population.Multiple single-center observational and experimental studies demonstrate improved outcomes when post-CA care is organized by the use of protocols.254–256Limitations of the studies included lack of homogeneity in the definition of protocol, components of the protocol, and evaluation of outcomes. However, the studies consistently demonstrated improved patient outcomes, including improved processes for cardiac catheterization and temperature control, as well as improved outcomes, including mortality and measures of functional recovery, when care was organized by the use of a protocol. A 2019 meta-analysis of 6 studies including 1422 patients evaluated the impact of a structured care pathway for the management of early coronary angiography, temperature control, and ICU care.257The meta-analysis found that patients who were treated with a structured care pathway had a higher likelihood of favorable functional outcomes than those treated with standard care.Supporting the family during the crisis of post-CA intensive care is also an important component of bundled care. Studies report high rates of distress and posttraumatic stress after a loved one is hospitalized with critical illness.258,259Family support structures in the ICU, including social workers, transparent and available staff, and frequently scheduled updates with a consistent message by a stable care team, are important aspects of comprehensive care.Although comprehensive care delivered with an organized protocol is good practice and should be considered at centers routinely providing post-CA care, the components of each protocol are strongly influenced by local contextual factors. Protocols that address the aspects of care (Table3) are important. Additional research to identify the importance of individual bundle and protocol elements is needed. Systems-of-care research that better identifies which patients should be transferred for care and at what point in their care spectrum they should be transferred is also important (Figure2). Patients and families are central to the care provided in ICUs to patients after CA. Thoughtful management of complex physiology requires comprehensive care and expertise.Table 3.Topics Addressed in Postarrest Care Management ProtocolsFigure 2.Critical care management of the patient after CA addresses multiple organ systems and includes patient- and family-centered care.CA indicates cardiac arrest; EEG, electroencephalogram; ICP,"
  },
  {
    "full_text": "cardiac arrest; EEG, electroencephalogram; ICP, intracranial pressure; PPI, proton pump inhibitor; RBC, red blood cell; and VTE, venous thromboembolism.Treatment Protocols, Family Support, and Team-Based Care StatementsCenters routinely providing post-CA care provide both physical comfort and emotional support to patients and families (95.7%, 22/23).Establish structured treatment protocols with input from multiple disciplines, including emergency, cardiology, critical care, neurology, nursing, and pharmacy, for an integrated multidisciplinary approach (91.3%, 21/23).Centers managing patients after CA should collect data and evaluate outcomes of care (95.7%, 22/23).Centers caring for patients after CA, particularly patients with neurological deficits, should offer specialized post-CA care, including the following:Cardiac catheterization team available 24 h/d and 7 d/wk,Temperature control available 24 h/d and 7 d/wk,Diagnostic testing available for prognostication,Intensive care team with specialty knowledge in post-CA care,Practitioners with expertise in interpretation of diagnostic testing for prognostication after CA,Patient and family support at discharge and provision of follow-up care after CA, andEEG monitoring capabilities (82.6%, 19/23).In patients after CA who remain unresponsive after ROSC, structured treatment protocols can be helpful and defined in terms of bundles of care with a specific goal-directed approach (85.7%, 18/21).GENERAL CRITICAL CARE MANAGEMENT: GOALS-OF-CARE DISCUSSIONS AND FAMILY AND SURROGATE SUPPORTInitial literature searches focused on elucidating whether structured family meetings or other specific interventions improved family satisfaction, relieved symptoms of distress and anxiety, or affect care decisions specifically in the post-CA patient population. Because the resuscitation event itself is addressed in other AHA guidelines, studies evaluating family support during the resuscitation event were also excluded. Most publications on family support during a hospital admission for CA focused on family presence during the resuscitation event or do-not-resuscitate decision-making, thereby limiting their applicability to the topic covered here. Rates of organ donation after CA are increasing, and systems to support families during this process are also important. This topic was addressed in recent guidelines and is not readdressed here.8Of the studies that were identified, many were not specific to the CA patient population. Studies generally included a mixed patient population and included surrogates making decisions in multiple care environments. Still, the writing group felt it was important to explore how to best support caregivers, patients, and families during their ICU stay after CA. The literature review and discussion focused on shared decision-making, and several publications were identified that informed the discussion about patient and family support.A commentary highlights the fluid nature of shared"
  },
  {
    "full_text": "commentary highlights the fluid nature of shared decision-making between a physician and the patients and/or families.260Although patient and family preferences may guide the approach used, the nature of the decision being discussed, the history of the clinician-patient relationship, and the clinician’s skill at navigating the discussion are all factors that affect the experience. Several studies highlight the skill of the clinician as a key characteristic influencing the outcome of a goals-of-care conversation.A systematic review of 47 resuscitation articles261aimed to identify factors, facilitators, and barriers in do-not-attempt-CPR decision-making. The systematic review concluded that a team approach (including patient and family when able), early and reviewable decision-making, and the use of commonly understood language were associated with an improved experience for the patient, their family, and clinicians. In addition, conscious and unconscious decisions by staff influence treatment of patients with do-not-attempt-CPR orders.Additional studies highlight the clinician-related factors that influence shared decision-making. In one study, language used by clinicians significantly influenced the outcome of discussion about life-sustaining treatment, whereas emotion from the clinician did not.262Another showed that clinician perception and beliefs about the surrogate are a significant factor in the outcome of a discussion about the appropriateness of CPR.263Concerns about health care professionals’ explicit and implicit biases, challenges with expressing uncertainty, and limitations in communication and shared decision-making led to the writing group including several statements addressing the importance of including and supporting caregivers and families during the ICU stay.Goals-of-Care Discussions and Family/Surrogate Support StatementsInclude patients and/or surrogate decision makers as active participants in care and care decisions. These conversations should occur frequently and be clearly documented for other health care professionals who are not present during the conversations (96%, 22/23).Clinicians involved in goals-of-care decision-making may benefit from additional training to develop key skills and to address individual biases when facilitating these discussions (96%, 22/23).GENERAL CRITICAL CARE MANAGEMENT: NEUROLOGICAL ASSESSMENTSAs a result of audience suggestions during the open sessions at the in-person consensus conference, the topic of neurological assessments indicated in the post-CA patient was addressed. Bedside nursing staff frequently assess neurological status when providing care in the ICU. There is no standard for the frequency of clinical neurological assessments or for the specific components of a comprehensive examination. Several opinion and consensus publications outline a comprehensive neurological clinical examination, but few address how frequently assessments should be performed.264,265A single-center"
  },
  {
    "full_text": "should be performed.264,265A single-center retrospective observational study of patients with traumatic brain injury concluded that hourly neurological assessments are beneficial during the acute phase of injury, and a prospective observational study of patients with spontaneous intracerebral hemorrhage found hourly neurological examinations in the ICU to be an effective surveillance technique for patients at risk for deterioration.266–268No studies were identified that addressed the frequency of neurological assessment in patients after CA. Furthermore, frequent assessment when the patient is no longer at risk for deterioration may be associated with disrupted sleep and worsened outcomes and should be avoided.269,270Quantitative pupillometry is a relatively new technology that allows objective quantification of the pupillary examination with a handheld portable device. Pupillary examination estimating size and degree of reactivity by health care professionals is often unreliable, particularly when the pupils are unequal or poorly responsive.271Quantitative pupillometry has been studied in multiple neurological diseases and found to be valid and reliable at detecting worsening pupillary function and associated neurological events such as cerebral edema or midline shift.272–274Use of these devices may also detect small pupillary changes before a health care professional detects the change. Studies of pupillometry in patients after CA have focused on early prognostication and therefore were not included for consideration. The evaluation of quantitative pupillometry for this statement was based on its ability to identify changes in pupillary reactivity that may merit further diagnostic or therapeutic interventions.Frequent neurological assessments are warranted in patients after CA because they are at high risk for deterioration due to various causes. Early recognition of deterioration might guide additional evaluation and a change in management strategy and may affect the patient’s outcome. Although frequency may be directed by patient circumstances and acuity, assessment at least every 1 to 2 hours is reasonable. Frequent neurological assessments are prioritized in the first 5 days after the CA, when patients are at highest risk for neurological decline. Patient acuity may dictate the frequency of assessment after this period. Key aspects of the neurological examination that are included in frequent assessments are given in Table4. The panel also noted that although quantitative pupillometry may be a useful adjunct to the clinical neurological examination, the technology may not be globally available because of cost and distribution considerations. Neurological examination findings are subject to confounding by multiple factors (medications, acute organ dysfunction), and the impact of these confounders is important to evaluate.Table 4.Components of Comprehensive Assessment for Post-CA Patients With Neurological Impairment or ComaNeurological"
  },
  {
    "full_text": "With Neurological Impairment or ComaNeurological Assessment StatementsAssess neurological status frequently in patients who have an abnormal neurological examination after CA (90%, 18/20).Patients who are in a coma may benefit from a comprehensive neurological assessment. Table4gives the components of the neurological examination when a patient is unresponsive (100%, 20/20).Evaluate quantitative pupillometry in patients who have an abnormal neurological examination and/or who are receiving significant doses of sedatives, analgesics, or paralytics (95%, 19/20).Changes in a neurological examination prompt timely evaluation of the need for further diagnostic tests to identify potentially treatable causes. The clinical treatment team has the ability to respond to monitoring changes by optimizing postresuscitation care (100%, 18/18).ARTICLE INFORMATIONDisclosuresWriting Group DisclosuresReviewer Disclosures"
  }
]