[
  {
    "full_text": "TITLE: Current aspects in sepsis approach. Turning things around ABSTRACT: ABSTRACTThe incidence and prevalence of sepsis depend on the definitions and records that we use and we may be underestimating their impact. Up to 60% of the cases come from the community and in 30-60% we obtain microbiological information. Sometimes its presentation is ambiguous and there may be a delay in its detection, especially in the fragile population. Procalcitonin is the most validated biomarker for bacterial sepsis and the one that best discriminates the non-infectious cause. Presepsin and pro-adrenomedullin are useful for early diagnosis, risk stratification and prognosis in septic patients. The combination of biomarkers is even more useful to clarify an infectious cause than any isolated biomarker. Resuscitation with artificial colloids has worse results than crystalloids, especially in patients with renal insufficiency. The combination of saline solution and balanced crystalloids is associated with a better prognosis. Albumin is only recommended in patients who require a large volume of fluids. The modern molecular methods on the direct sample or the identification by MALDI-TOF on positive blood culture have helped to shorten the response times in diagnosis, to optimize the antibiotic treatment and to facilitate stewardship programs. The hemodynamic response in neonates and children is different from that in adults. In neonatal sepsis, persistent pulmonary hypertension leads to an increase in right ventricular afterload and heart failure with hepatomegaly. Hypotension, poor cardiac output with elevated systemic vascular resistance (cold shock) is often a terminal sign in septic shock. Developing ultra-fast Point-of-Care tests (less than 30 minutes), implementing technologies based on omics, big data or massive sequencing or restoring “healthy” microbiomes in critical patients after treatment are the main focuses of research in sepsis. The main benefits of establishing a sepsis code are to decrease the time to achieve diagnosis and treatment, improve organization, unify criteria, promote teamwork to achieve common goals, increase participation, motivation and satisfaction among team members, and reduce costs. BODY: INTRODUCTIONIn the last two years, more topics have been written about sepsis than in the former ten. There are new standards in detection and prognosis, microbiological knowledge has been developed obtaining early and reliable results, there are emerging evidences of better initial resuscitation strategies and for the first time there is a greater social awareness in the media. Today, five years after the Declaration of Mallorca, there has been legislation in the European Parliament on Sepsis and each European country, even each region, already has a more or less orchestrated “sepsis code” to attend this process, which results in a higher quality for any health system. For this purpose, the Spanish Society of Chemotherapy (SEQ) has requested experts"
  },
  {
    "full_text": "of Chemotherapy (SEQ) has requested experts among the main scientific societies, who attend septic patients (SEMICYUC, SEIMC, SEDAR, AEIP, SEMES, ESCMID, SEDIDA, SEQ, FEPIMCTI), to update the current topics of sepsis, its impact, detection and approach in children and adults. It also includes organizational aspects related to the structure and economic cost of this transversal care process, its inclusion in stewardship programs and current trends in research.The text has been structured in the following headings: epidemiology of sepsis in the world, evidences in sepsis detection programs, microbiological diagnosis, new evidence in initial resuscitation, usefulness of biomarkers, sepsis in pediatric patients, stewardship programs, new horizons for research, economic evaluation and the importance of sepsis multidisciplinary structure in healthcare.CURRENT CONTEXT AND EPIDEMIOLOGY OF SEPSIS IN THE WORLDThe actual epidemiology of sepsis is currently unknown and extremely variable, since it will depend on what we are analyzing, from incidence or prevalence to mortality. The incidence of sepsis will depend on the definitions we make of it. Recently, these definitions have changed, with many controversies and we do not have any study that evaluated their impact on incidence [1].We have to make some considerations when assessing the incidence: when, where, what or how we measure. For example,when: the CDC estimated in 1979 that the incidence of sepsis was 73.6 per 100,000 inhabitants and calculated it had increased to 175.9 in 1989, but estimated septicemia and not severe sepsis [2]. Meanwhile, in Germany the incidence of in-hospital sepsis has averaged 5.7% per year from 2007 to 2013, reaching 335 per 100,000 cases per year in 2013 [3]. It is important to assesswherewe measure. Recently, the World Health Organization estimated 30 million cases of sepsis, 19.4 million by severe sepsis and 6 million deaths per year in the world [4]. However, these data were collected from a meta-analysis that analyzed the global incidence of sepsis in 27 studies, and only seven developed countries were included: USA, Germany, Australia, Norway, Sweden, Taiwan and Spain [5]. This is an extremely significant limitation, since about 87% of the world’s population was not included. Another aspect iswhatwe are analyzing. For example, according to severity, one meta-analysis describes 288 cases of sepsis and 148 cases of severe sepsis per 100,000 inhabitants per year [5]. A reference of that study, including Spanish data, identified 240,939 cases of severe sepsis, 1.1% of all hospitalizations between 2006-2011 [6]. In addition,what areasare we measuring? only in ICU, emergency department, hospitalization areas or in the whole Hospital?. Esteban et al described 366 cases per 100,000 inhabitants per year when assessing the entire hospital [7]. These figures go up if we analyze patients in critical areas where there may be 4-6 new cases of sepsis per 100,000 inhabitants per day"
  },
  {
    "full_text": "cases of sepsis per 100,000 inhabitants per day [2-8]. Another important epidemiological data is to know theoriginof sepsis, which it is community in most cases, around 60-70% of whole cases [2], followed by hospital-acquired outside ICU in 20-30%, while cases of in-ICU origin were the least frequent, around 5-9% [1-9]. We obtain microbiological information in 35-60% of cases and bacteremia only in 15-30% [3,5-9]. It is also important to highlight the presence oforganic dysfunction(OD) that is part of the current definition of sepsis, but with enormous variability according to the study we analyze: 30-50% have one OD, 20-30% two and 20-25% three or more at the time of detection [5,8,9]. Respiratory failure is the most common OD in all studies.Despite advances in diagnosis, epidemiology still suffers from the enormous variability. Several factors influence, such as poorly classified records of different infectious pathologies and the concept of sepsis in a specific way, poorly or not designed for this purpose, little information at a global and specific level [10-12]. Most of the studies are retrospective, they use the coding of the discharge reports and therefore have a great variability, depending on the capacity of who performs the classification. It is estimated that around 50% of cases of sepsis based on coding are not correctly classified in the USA [2,8,10-12]. Another study by Bouza et al compared using the ICD-9 to directly identify cases of sepsis with another model that combined this plus the identification of OD with a modified code [11]. They obtained an explicit classification of severe sepsis in 62.2% of the cases and the other 37.8% were obtained with the modified code combination. Authors found statistical differences in the incidence, comorbidities, OD and even in mortality between two groups. Other studies are based on the voluntary inclusion of cases, which also generate many problems to extrapolate rates, even in the same region where this incidence or prevalence has been obtained [13]. Regarding mortality this variability is also very marked, and will depend on multiple factors: severity, type of patients, place of analysis, hospital area [2,8,10]. For example, in a recent German study the mortality from severe sepsis and shock was 43.6% and 58.8% [3], respectively. While other series of septic shock has dropped to 22-25% [2-10]Different aspects from social, economic, political, health (for example, genetic) and even climatological can influence on the epidemiology of sepsis. These factors are extremely dynamic and it’s impossible to know or approximate sepsis epidemiology measuring with methods we use today. Solution will be to obtain personalized and high-quality information in an automated way using new technologies, such as Big Data and Artificial Intelligence to reduce variability and generate a precision medicine, properly classifying cases of sepsis.NEW EVIDENCE IN SEPSIS DETECTION PROGRAMS AND RESULTSDespite"
  },
  {
    "full_text": "IN SEPSIS DETECTION PROGRAMS AND RESULTSDespite advances, sepsis remains one of the most deadly emergency department (ED) arrival or hospital-acquired conditions [14]. The initial attention of sepsis remains uneven and often slow [15]. There is no one specific test to diagnose sepsis, and a number of different screening tools and biomarkers have been used.Attention to the pre-hospital phase in patients with sepsis is clearly critical. The initial link in this chain is to increase awareness of sepsis symptoms amongst the public alerting and the importance of seeking medical attention when people display them. Pre-hospital care also plays an important role in recognizing and providing prompt care for patients with sepsis. Approximately 50% of the patients who present to the ED with sepsis will arrive via an Emergency Medical Service (EMS) [16]. Early identification of patients with severe sepsis by EMS providers utilizing a screening tool and a point-of-care venous lactate meter has shown to be feasible [17]. In the ED, there are two main limitations when it comes to optimizing initial sepsis management. Firstly, the difficulty of identifying those patients with this condition, due to the ambiguous nature of the initial manifestations of sepsis, which hinder the diagnosis. This identification is even more complex in elderly and in inmunocompromised patients, more and more often seen in the emergency room. Second, there is variable adherence to the guidelines on the initial management of sepsis by health personnel and early initiation of resuscitation [18].It is reported a higher mortality rate among ward patients. These populations often have concurrent medical or surgical conditions that confound the diagnosis, making early recognition difficult. Although the causes of this remain little known, many factors play an important role and Schorr et al. [19] have described some of them. First, the diagnosis of severe sepsis may be delayed in ward patients because of physicians or nurses may not identify the progression of sepsis and/or because hospitalized patients may not show obvious systemic manifestations of the process. Second, ward patients may have differences in the timing of their presentation and concurrent conditions confounding the diagnosis. Third, treatment may be delayed once the diagnosis is made on the ward. The Intensive Care Unit and ED are units designed to provide rapid high-acuity care, whereas wards have fewer systems and resources for rapid delivery of care needed for severe sepsis. Finally, some patients on the ward may develop sepsis from nosocomial infection, which can portend a worse prognosis.One area that offers ongoing promise with regards to the early identification of patients with sepsis is the use of biomarkers. Traditional individual markers of sepsis, such as the total white cell count, neutrophil count, and C-reactive protein, lack the specificity to allow them to discriminate between those patients with an"
  },
  {
    "full_text": "to discriminate between those patients with an inflammatory response to trauma or surgery, for example, and those with a new infection. In this sense, procalcitonin has shown to have the best accuracy to identify patients with invasive bacterial infection [20]. The Surviving Sepsis Campaign Guidelines endorses the use of procalcitonin.The Sepsis Code (SC) is a way to provide a tool for standardization in early detection, management, and initiation of therapeutic measures in order to improve the patient´s clinical results. It is based on the structured application of the set of measures proposed by the Surviving Sepsis Campaign, and prioritizing time-adjusted attendance [21]. Several studies have shown how its implantation has improved the results in terms of mortality in patients attended by sepsis [21,22]. The cornerstone of a sepsis code program is nurse, who could serve as the initial detector of signs of sepsis, as well as the initiators of evidence-based diagnosis and treatment protocols. The incorporation of the nurse’s assessment could be a valuable feature for establishing an alert [19].The use of automated electronic sepsis alert system to improve sepsis management represents an area of active research [23]. Identifying patients with sepsis in a busy ED may be aided by electronic sepsis alert systems [24,21], or screening tools, which combines simple clinical characteristics with the use of early lactate measurements [25]. Identifying patients who deteriorate within the hospital secondary to sepsis presents an additional challenge. The widespread introduction of rapid response systems has led to the early identification and the initiation of early intervention to patients within the hospital system [22,26,27].Response program was associated with substantial and sustained decreases in inpatient death rates in patients treated for sepsis [28-30]. The presumed mechanism by which early detection of sepsis reduces in-hospital mortality and reduces the costs of inpatient care is that it stops the progression of sepsis along the trajectory to severe sepsis and septic shock and avoids their attendant morbidity and treatment costs. The four key elements for sepsis early recognition and response program could be summed in organizational commitment, health information technology support bedside, evidence-based screening and response protocols, and nursing taskforce education and training [31].UPDATE ON MICROBIOLOGICAL DIAGNOSIS IN SEPSISA rapid response from the microbiology laboratory is a hallmark in hospital settings as in general terms close to 70% of the clinical decisions for the patient’s management are based on laboratory results. This is particularly true in the case of sepsis, for which a very rapid response with regard to patient treatment is critical for patient outcome [32]. Blood culture-based diagnosis is still the gold standard procedure for identification of the microorganism causing bloodstream infection (BSI). However, they are"
  },
  {
    "full_text": "bloodstream infection (BSI). However, they are limited when an antibiotic treatment is started before the blood is taken or for fastidiuous microorganisms. Once the microorganism is isolated and the antibiogram performed, the microbiogical report allows the administration of the adequate antimicrobial treatment. This will permit a reduction in the spectrum of empirical administrated anti-infectious drugs. Such de-escalation reduces the negative impact of combined treatments and/or broad-range antibiotics in term of side effects and in terms of selection pressure on the commensal microbiota, with consequent increase in prevalence of resistant strains. The first 3-6 hours after the clinical suspicion are critical to establish therapeutic measures that improve prognosis, therefore, a microbial diagnosis in less than 6 hours would undoubtedly benefit the optimal management of patients [33].Microbial diagnosis of sepsis generally starts by blood culture (BC) because of the low quantity of microbes in the blood during such infections. BCs are in continuous optimization in the last years to increase the sensitivity and specificity of microorganism recovery. Nevertheless, in of 50% of cases, BSIs yielded a negative BC, and in sepsis even a higher number of BC occur with negative results, which can delay the introduction of an adequate antimicrobial therapy [34]. This can be due to very low number of circulating microbes (it can reach 1 to 10 CFU/mL or even less), to uncultivable or fastidious microorganisms, or when antibiotic treatment is initiated before blood sampling [35].However, even in the best scenario and with septic patients with positive blood cultures results, the time required to achieve an etiological diagnosis and some data about the profile of the antimicrobial treatment can range differently. For instance, from a few hours (1-6 hours), if a molecular method (Fluorescence in situ hybridization, Point of care PCR, microarrays) is applied directly to the positive BC, in a few hours more (2-18 hours in the best of cases) we can perform a subculture to identify the pathogen and achieve a profile of antimicrobial sensitivity [36]. Special mention deserves the MALDI-TOF / MS (matrix-assisted laser desorption / ionization time-of-flight) when applied directly from the positive BC, and that allows in <1 hour to achieve in most cases the identification of the pathogen causing the BSI [37]. Noteworthy is the recent application of MALDI-TOF for the determination of antibiotic-resistant bacteria from direct positive BC, achieving in less than 1 hour to identify Gram-negative bacilli producing carbapenemase enzymes [38].For all these reasons, it is much more interesting to have an etiological diagnosis of sepsis from the patient´s direct blood rather than from positive BC after blood incubation. Most of the current procedures are molecular-based methods. One of the main advantages of working directly from blood is the reduced time to results. First,"
  },
  {
    "full_text": "from blood is the reduced time to results. First, microorganism detection is independent of enrichment via BC; second, microorganism identification is culture independent as no requires incubation time, and finally, culture independent methods give a snapshot of what is going on in the bloodstream. The low detection limit of specific PCRs can potentially make them more sensitive than BC [35].Despite the existence of several commercial systems that allow a direct blood diagnosis, none of them has so far, reached a level of development that is sufficiently reliable for its implementation in daily clinical practice in the microbiology laboratory. Reasons for failure may rely on lack of sensitivity due to the intrinsic methodology factors as well as whole blood DNA interference as well as reduced specificity, resulting in false positive results [39,40]. DNA can bring contamination from the environment or from PCR reagents (carriage of DNA from previous positive results). In addition, false-positive PCR findings can be due to circulating cell-free DNA from dead bacteria or fungal DNA in the absence of infection-DNAemia rather than a true bacteremia or fungemia. Finally, an infection successfully controlled by the immune system or by an efficient antimicrobial therapy will kill the pathogen, thus releasing pathogenic DNA that can persist several days in the blood [41]. In this scenario, very promising is the new system of diagnosis of sepsis from direct blood. The T2Dx system (T2 Biosystems) represents the first equipment capable of completely automating the diagnosis of circulating pathogens in the blood of patients, and of carrying out the entire process in a turnaround time of three to four hours after obtaining the sample [42,43]. The T2Dx system applies an innovative approach to the diagnosis of sepsis. The combination of paramagnetic nanoparticle sensors with the detection of them by nuclear magnetic resonance T2, allows the detection of pathogens in blood with a very high sensitivity (> 95%), not reached by the technologies available until now. The T2 system is capable of detecting pathogens at extremely low levels, up to a single cell per milliliter of blood. Cartridges are currently available for the diagnosis of the microorganisms most frequently involved in sepsis, both bacteria and fungi. More studies are however, needed, to confirm the suitability of this system in the diagnosis of sepsis. A summary of the main commercially available systems for identification of microbes directly from blood samples is shown intable 1.Table 1Summary of the main commercially available systems for identification of microbes directly from blood samplesSystemMethodTime to result (hours)Blood volume (mL)Microorganism coverageResistance and virulence markersSensitivity, specificity, and correlation with conventional methods (%)CommentsRefSepsiTestMolzym Bremen,GermanyBroad-range PCR + sequencing61-10>345 bacteria (Gram+, Gram-) and fungi021-87, 85-96, NRPros:"
  },
  {
    "full_text": "(Gram+, Gram-) and fungi021-87, 85-96, NRPros: can be used in other sterile samples. Cons: variable sensitivity and specificity35SeptiFastRoche Molecular System, Basel,SwitzerlandMultiple broad-range real-time PCR3.5-51.56 Gram+8 Gram-5 fungimecA43-95, 60-100, 43-83Pros: time to result. Cons: variable sensitivity and specificity, no quantification35Magic PlexSeegene, Seoul,KoreaMultiplex PCR + multiplex real-time PCR3-5121 bacteria (Gram+ and Gram-) at species level6 fungimecA, vanA/B37-65, 77-92, 73Pros: fast. Cons: limited number of studies, succession of reaction and device, no quantification35VYOOSIRS-Lab, jenaGermanyMultiplex PCR + electrophoresis8514 Gram+, 18 Gram-, 7 fungi0NR,NR, 70Pros: highly sensitive. Cons: limited number of studies, several manual steps35PLEX-ID, AbbottMolecular, CarlsbadCA,USAMultiple broad-range PCR/ESI-MS61.25-5Up to 800 (Gram+, Gram-, fungi)mecA, blaKPC, vanA/B50-91, 98-99, 79-97Pros: universal, detection of mixed bacterial populations, semiquantitative. Cons: no interventional studies35T2 BiosystemsLexington, USAMultiplex PCR + paramagnetic nanoparticles sensors3-525Candidaspp.6 bacteria (2 Gram+, 4 Gram-)091.1, 99.4Pros: fast, easy to hand, detect 1 CFU/ml. Cons: limited number of pathogens, limited experience42,43Adapted from Opota el al. [35]NEW EVIDENCE IN INITIAL RESUSCITATION STRATEGIESSeptic patients suffer from hypovolemia due to two principal mechanisms; relative hypovolemia owing to vascular vasodilatation and rapid fluid loss from vasculature as glycocalyx becomes degraded (both caused by the effect of several inflammatory mediators) [44]. Therefore normalization of volemia is a key issue to achieve blood pressure stabilization (Medium Blood Pressure at least 65 mmHg) [45]. In the early 2000 sepsis resuscitation was guided by searching specific hemodynamic objectives based on the protocol published by Rivers [46]. However, this approach has been challenged following the failure to show a mortality reduction in three subsequent large multicenter studies [47-49]. Moreover, one vast study performed in septic African children showed better results in terms of mortality in the group not receiving fluid bolus in the resuscitation phase [50]. The fact that the study was carried out in children and that most of them had malaria makes it difficult to extrapolate the results to the general population. Truly, no human data has shown that fluid resuscitation reliably improves blood pressure or end-organ perfusion and even some experimental data revealed that organ perfusion could be supranormal in hyperdynamic sepsis and that fluid resuscitation may increase mortality [51,52].Despite all above, the Surviving Sepsis Campaign keeps recommending the urgent administration of fluid bolus (30 ml/Kg) in the first three hours. Authors encourage initiating this proceeding and further evaluate patient response and clinical characteristics [53]. Fluid therapy is basic in the resuscitation of sepsis but, at the same time,"
  },
  {
    "full_text": "resuscitation of sepsis but, at the same time, is well known that fluid overload is related to a worse outcome [54]. Recently the existence of 4 phases in sepsis resuscitation has been proposed: salvage, optimization, stabilization and de-escalation [55]; in the first phase, boluses of empirical fluids are administered, in the second stage boluses must be adjusted according to fluid responsiveness parameters and later we must minimize fluidtherapy and even search for negative balance.Which is the best fluid for my septic patient? The choice of the optimal fluid for the resolution of sepsis remains a matter of debate and the old controversy between colloids and crystalloids continues. Randomized clinical trials of resuscitation with artificial colloids show negative results, especially those of hydroxy-ethyl-starches (HES) (the most studied) with higher incidence of renal failure, need of renal replacement techniques and even higher mortality in patients receiving HES [56-58]. For this reason, current recommendation is to use crystalloids in resuscitation of sepsis and avoid artificial colloids [53]. With regard to crystalloids, several studies have been published in recent years comparing saline 0.9% with balanced crystalloids. Despite there is not enough evidence to recommend its use as the fluid of choice over saline 0.9% [53,59,60], it does seem that the combination of both fluids (0.9% saline and balanced crystalloids) is associated with a better prognosis [61]. In the subgroup of septic patients of the SMART study, a better outcome was observed in patients resuscitated with balanced crystalloids [62]. At least, in situations in which metabolic acidosis or hyperchloremia appears during resuscitation, we should use balanced crystalloids. Albumin use as part of fluid resuscitation keeps on being a controversial issue. Although some studies and even meta-analysis have shown beneficial effects in terms of mortality when albumin was compared to other fluids or specifically to crystalloids, more recent trials have failed to demonstrate a clear benefit [53,63,64]. Experts have salomonically decided to recommend the administration of albumin only in those patients in whom is expected a wide need of fluids (weak recommendation, low quality of evidence).USEFULNESS OF BIOMARKERS IN SEPSIS: FROM RESEARCH TO AN EFFICIENT PRACTICEAn ideal sepsis biomarker should have all of the following characteristics: fast and specific increase in sepsis, rapid decrease after effective therapy, short half-life and fast and widely available and reliable method of determination. Unfortunately, none of the current biomarkers exhibits all of these specifications in full.By far the most studied biomarkers are procalcitonin (PCT) and C reactive protein (CRP). CRP is sensitive but not very specific, being increased in all inflammatory disorders. Despite its limitations, PCT differentiates better between infectious and noninfectious causes of critical illness than CRP [65]."
  },
  {
    "full_text": "causes of critical illness than CRP [65]. However, different meta-analysis evaluating the ability of PCT to separate sepsis from non-infectious inflammation among critically ill patients showed under-performance of the biomarker, with mean sensitivity and specificity round to 70%, and an area under the summary receiver operator characteristic curve (AUC of the ROC curve) less than 0.80 [66]. For that reason, a careful interpretation of PCT in the clinical context is mandatory [67]. PCT kinetics have also proved to have prognostic value, correlating with disease severity and resolution of illness. Interestingly, PCT serum concentrations could be valuable to monitor clinical response to therapy for sepsis, and have a role in de-escalating antibiotic therapy in the ICU setting [68].Examples of promising sepsis biomarkers are presepsin, proadrenomedullin and soluble urokinase plasminogen activator receptor (suPAR). Presepsin has demonstrated to be a valuable biomarker for early diagnosis of sepsis, risk stratification, and evaluation of prognosis in septic patients. In a recently published metanalysis presepsin exhibited an area under the summary receiver operator characteristic curve (AUC) of 0.89 for the diagnosis for sepsis [69]. Increasing concentrations of presepsin during the first two days of septic shock presentation predicted higher ICU and 90-day mortality and correlated with the appropriateness of antibiotic therapy [70]. ProADM has demonstrated diagnostic and prognostic role in sepsis [71]. Although its results are comparable to those of classic markers [72], its addition to the latter seems to increase the acuity that these tests show separately [73].Owing to the complex pathophysiology of sepsis, probably not just looking at one particular biomarker but more likely a combination of readouts will better attain success. Kofoed et al. found that a combination of six biomarkers (sUPAR, soluble triggering receptor expressed on myeloid cells [sTREM]-1, macrophage migration inhibitory factor, CRP, PCT, and neutrophil count) had a significantly greater AUC for an infectious cause of SIRS than did any of the individual markers [74]. On their behalf, Andaluz-Ojeda et al. measured 20 different cytokines concurrently using an automated multiplexed immunoassay approach in 30 patients with severe sepsis. The combined score was more predictive than any one cytokine [75]. Similar results have been observed using different subtypes of immunoglobulins [76].Research is increasingly focusing on new omics technologies as the future tools associating expression at RNA, protein, and metabolite levels with sepsis diagnosis and prognosis. Several studies have demonstrated different patterns of gene expression able to discriminate between infection and noninfectious acute disease and even between different causative pathogens, as well as differential clinical outcomes, and potentially response to therapeutic interventions [77,78].SEPTIC SHOCK IN PEDIATRIC"
  },
  {
    "full_text": "interventions [77,78].SEPTIC SHOCK IN PEDIATRIC PATIENTS: DIFFERENCES WITH ADULTSPediatric sepsis may be defined as a systemic response to infection with the presence of some degree of organ dysfunction [79]. Even though global data are lacking, infection is the leading cause in childhood worldwide (accounting for around 60% of the deaths in children under 5 years) [80]. Physiologically, some main differences between adults and children have to be considered.Neonatal septic shock with acidosis and hypoxia, often impedes change from fetal circulation pattern (with almost 85% of the fetal circulation by-passing the lungs through the ductus arteriosus and the patent foramen ovale with suprasystemic lung pressures) to the normal neonatal circulation. In neonatal sepsis, persistent pulmonary hypertension (PPH) leads to increased right ventricle afterload and cardiac failure with hepatomegaly, needing pulmonary vasodilatory therapies (nitric oxide, oxygen) that may improve clinical outcome.The initial clinical presentation of sepsis in children (especially in younger age groups) may be even more difficult to recognize since symptoms and clinical signs are non-specific and often less apparent than in adults. Whereas older children may present with a focus of infection and sepsis typically presents with features of systemic inflammatory response syndrome, including fever, sepsis in newborns often manifests initially as a change in the normal trends of observations for that child, including bradycardic episodes, apneas, or feed intolerance as the first signs. While any infection may precipitate sepsis, grampositive and gramnegative bacteria by far predominate in children. The etiology varies according to host factors, including age, comorbidity, and geographic location. Typical pathogens by patient group are listed in thetable 2. Despite adequate microbiological sampling, not uncommonly in children with sepsis the pathogen will not be identified (culture-negative sepsis).Table 2Typical pathogens in neonatal and childhood sepsisNeonatal sepsisEarly Onset (first 72 hours of life)Group B streptococci, Gram negative bacilli (especiallyE. coli): most frequent pathogensStaphylococcus aureusand coagulase negativestaphylococci,enterococciandHaemophilus influenzaeListeria monocytogenesLate Onset (after 72 hours of life until 1 month)Coagulase negativestaphylococci(especially associated to vascular catheters)Same organisms as early onsetInfants and young childrenDiarrhoea and pneumonia are the most common infections in poor resource settingsStreptococcus pneumoniaeNeisseria meningitidisin bimodal age distribution (young children and adolescents)Staphylococcus aureusand group AStreptococciHaemophilus influenzatype b (less in developed countries because of vaccination)Bordetella pertussisInfants and children in hospitalDepends on local epidemiologyCoagulase negativeStaphylococciwith vascular cathetersMethicillin resistantStaphylococcus aureus(more in USA)Gram"
  },
  {
    "full_text": "resistantStaphylococcus aureus(more in USA)Gram negative organisms (Pseudomonas aeruginosa,Klebsiella species,Acinetobacter species)Asplenic or functional aspleniaSalmonella speciesproducing sepsis and osteomyelitis in sickle cell disease)Encapsulated organisms (Streptococcus pneumoniae,Haemophilus influenza…)Mosquito-borne diseaseMalaria (Plasmodium falciparum), dengue virus andBurkholderia pseudomalleiOthersFungal (Candida species,Aspergillus species) and viral (influenza, respiratory syncytial virus, human metapneumovirus, varicella and herpes simplex virus)In adults, clinical presentation usually includes a hyperdynamic shock syndrome or warm shock (in more than 90%) with low systemic vascular resistances (SVR) and hypotension but maintaining a normal or even high cardiac output with tachycardia. Usually not lowering central venous oxygen saturations at the beginning, and worsening their myocardial function after fluid resuscitation, with low ejection fractions and ventricular dilatation, with worse outcomes for patients with SVR not amenable to vasopressor therapy [81]. Children often maintain normal blood pressure even in late stages of shock; hypotension is therefore often a terminal sign in septic shock. In spite of these responses to sepsis, pediatric sepsis induces mostly severe hypovolemia, with better response to aggressive fluid management. Almost 50% of the children present vasoconstriction, cold extremities, poor cardiac output and high SVR (cold shock) [81].Their potential for increasing cardiac output is also more limited than in adults, being even worse in neonates as their resting heart beat rate is already high (120-140 beats per minute) not allowing a high increase of heart rate to relieve diminished cardiac output state (as happens in adults), being vasoconstriction their predominant response. Hypotension is therefore a much later sign in pediatric sepsis, compared to the adult course. This progressive increase in SVR turns detrimental as it may worsen cardiac failure leading to death, so inotropes, vasodilators and Extra-Corporeal Membrane Oxygenation (ECMO) support to cardiac function are appropriate for treating pediatric septic shock. In addition, some vascular accesses are much more common in pediatrics than in adults, using umbilical venous and arterial lines in neonates, and intraosseous accesses in children while central vascular lines are obtained. The prognosis in children is variable depending on the age and predisposing conditions being the overall current mortality around 10% in children, lower than in adults who frequently have associated comorbidities [82].STEWARDSHIP PROGRAMS IN SEPSISMultiple definitions for sepsis have been proposed along the last 10 years. A clinical syndrome that is this hard to define, not surprisingly, is difficult to diagnose. Timely administration of active antimicrobials has been a keystone of sepsis management even before it was included in the original Surviving Sepsis Campaign"
  },
  {
    "full_text": "in the original Surviving Sepsis Campaign (SSC) guidelines [83]. However, lack of sepsis diagnostic specificity hampers clinical sepsis pathway implementation and may drive inappropriate antimicrobial use.The concept antimicrobial stewardship (AS) is often considered to only include efforts to reduce or restrict use of expensive and broad-spectrum antimicrobials. The real exertion of and AS program should be on getting the right antimicrobial in the right dose to the right patient for the right amount of time [84]. So, AS should pursue to achieve optimal clinical outcomes and to diminish drug related toxicity and other adverse events, with the minimum health-care related costs [85]. Enforcement of this concept in sepsis would be to cover all potential involved pathogens with the adequate antimicrobials since the first second. De-escalation will take place days later after the patient has been stabilized or when microbiological results (i.e., pathogen identification and definite antibiogram) are available.While appropriate antibiotic therapy should be started as prompt as possible (i.e., within 60 minutes) for severe sepsis [32], there is little evidence demonstrating the benefit of early antibiotic administration in uncomplicated sepsis [86]. The combination of inadequate diagnostic criteria for sepsis [1] with the extraordinary time pressure to provide broad-spectrum antimicrobial therapy is troubling from a stewardship perspective [87]. Overuse and/or misuse of antimicrobials may result in selection of multidrug-resistant organisms, high rates ofClostridium difficileinfections and adverse effects [88]. Some studies have reported a potential benefit on patient outcome by implementing guidelines, bundle care strategies and stewardship programs in clinical practice [89]. However, it is still unclear whether the observed benefit is more due to the effect of the recommended treatments or to a general increase in the awareness of the problem [90].The SSC guidelines recommend that empiric antimicrobial therapy should be based on likely pathogen and local/hospital resistance patterns [85]. However, it is important to note that hospital antibiograms generated from inpatient may not mirror the septic population [91]. SSC guidelines also recommend obtaining appropriate cultures before administration of antimicrobial therapy (without delaying treatment). Although approximately 40% of patients with sepsis are culture-negative, identification of a causative organism is essential to de-escalate antibiotics. There is a great potential for a major innovation in AS for sepsis management within the rapidly advancing field of molecular microbiology diagnostic tools. There is also a great need for biomarkers rapidly produced and easy to measure. The clinical utility of conventional acute phase protein biomarkers (i.e., C-reactive protein, serum lactate and procalcitonin) in the management of sepsis is an area of considerable controversy [92,93]. The most effective"
  },
  {
    "full_text": "controversy [92,93]. The most effective AS intervention for sepsis will likely include a bundle composed of traditional quality improvement strategies (eg., education, audit, and feedback) combined with rapid diagnostic tests and adequate biomarkers (table 3) [94].Table 3Summary of antimicrobial stewardship interventions in sepsis managementINTERVENTIONRATIONALEGeneral interventionsAt admission specifically review:Source of infectionAge and renal functionOld culturesAntimicrobial allergiesPotential drug to drug interactionsDelay in the proper diagnosis and initiation of an adequate treatment has been associated with an increased morbi-mortalityDuring hospital-course assess in a daily basis:Antimicrobial time-outDe-escalate antimicrobials to most narrow spectrum based on culture resultsAntimicrobial dose, duration, and stop date based on infection siteDe-escalation allow to achieve optimal clinical outcomes diminishing drug related toxicity, superinfections and costsAt discharge ensure:Medication reconciliation (i.e., assess necessity for antimicrobials)Counsel patients on taking antimicrobials as prescribeAntibiotic review and rationalization post sepsis trigger is recommended in sepsis pathwaysSpecific interventionsSpecific antimicrobial susceptibility mapsResistance patterns in septic patients may differ from that observed in other populationsEducational and audit/feedback programsEnsure baseline level of awareness among clinical staff regarding antimicrobial stewardship for sepsisTailoring individual feedback based on specific cases or practice patterns may encourage behavior changeStandardized care pathwaysAssist providers in optimizing the use of antimicrobials using available best practice, evidence-based guidelinesCultures before antimicrobial therapyCulture results are a primary tool for antimicrobial stewardshipYield of clinical cultures declines rapidly following antimicrobial therapyClinical decision support embedded in an electronic health recordEnhance early detection of sepsisSupport compliance with quality measuresAssist with optimal antimicrobial selectionBiomarkers and rapid microbiological techniquesProcalcitonin to guide antimicrobial therapy in respiratory tract infectionsDevelop new specific biomarkersDevelop rapid and accurate assays to identify etiology.Adapted and modified from Pulia et al. [94].NEW HORIZONS FOR RESEARCH IN SEPSISSuccess in oncology argues for precision medicine for sepsis. Identifying drug-response phenotypes by examining interactions between phenotypes and sepsis therapies should be used to optimise clinical trials. Adaptive trials (response-adaptive randomization) should be performed. Precision medicine in advancing the care of sepsis patients is fast approaching and highly anticipated to be a breakthrough in the development of new therapies [95]. We should consider the heterogeneity of septic patients when designing prospective clinical trials. A wide array of diverse subpopulations of subjects exist"
  },
  {
    "full_text": "array of diverse subpopulations of subjects exist when we randomly assign them in groups. Variations in the therapy effect size by the identical experimental agent could reasonably be expected regarding the pathogen, infection site; the pre-existing co-morbidities and predisposing factors; the sepsis onset; age and gender; the burden and virulence of the organism; and the state of immune function at the time of randomization [95].Many other unmeasured host and organism factors play a significant role in determining patients outcome. With the increasing availability of rapid nucleic acid sequencing to interrogate the molecular basis of host variability, the molecular substrates that govern individual host responses are now the focus [96]. This emerging field of genomic medicine has already revolutionized the care of patients with malignancies where genomic signatures have proven to be more reliable as prognostic indicators than traditional staging criteria [97].The electronic health record should be used to identify endotypes. Replication in multiple data sets require big data with harmonisation across multiple investigator sites. Replicating findings in secondary analyses are required to validate these endotypes. Bio-informaticians and big data analyses to identify (rare) genotypes and associations are expected to play a significant role in sepsis management. Challenges are to establish a proper infrastructure to make optimal use of both clinical and “omics” big data. Data should not only be shared within health institutions, but we must strive towards a system where sharing of big data is beneficial in collaboration to maximize its use [98].There is consensus that molecular diagnostics will have a major impact on clinical trial design in the future, clinical trial ethics and study execution remain before personalized medicine becomes standard in patients presenting with sepsis [99].A major unmet medical need is the ability to integrate the functional immune status of each patient with sepsis entering into a clinical trial. It is now possible to segregate patients at the transcriptional level. These critically important immune distinguishing events were not detectable at the bedside using standard variables. Such information will be essential before choosing who should be given an immune inhibitory agent versus an immune adjuvant agent. Other innovative technologies such as rapid HLA haplotype [100] or T cell receptor diversity assays [101] need to become available. Such trials, which can predict benefit or avoid toxicity, will need to be validated by regulatory agencies [96].Advances in the rapid molecular diagnosis of microbial pathogens will be essential for the further clinical development of highly specific therapeutics such as monoclonal antibodies, novel antibiotics or bacteriophage therapies [102]. Such therapeutics may be limited to a specific, targeted species while others will require even tighter diagnostics such as targeted"
  },
  {
    "full_text": "require even tighter diagnostics such as targeted monoclonal antibodies [103-106]. An overview on rapid diagnostic tests in sepsis has been recently reported [96].In summary, when applying precision medicine to acute critical illnesses such as sepsis, implementation is difficult due to the high mortality, multisystemic organ dysfunction and the fast evolving physiopathology. A recent ESCMID Position paper [96] identified a Road Map with 10 recommendations and 10 priorities (table 4) to be adopted in future management of sepsis.Table 4Road map of recommendations and perspectives for sepsis.RecommendationsThe RDT complementing the BC, are very useful tools and efficiency in the diagnosis of sepsis and should be further investigatedThe combination of RDT and BCs is a strategy that shortens the time to the start of the appropriate antimicrobial therapy.When evaluating RDTs, it is important to focus on the results, including the time for appropriate antimicrobial therapy. Identification of pathogen is important, but knowledge of its susceptibility is the key, so it must have priority.In order to have clinical impact, RDTs must be delivered in real-time decision support, in an automated manner and, ideally, with consultation of specialists in infectious diseases-microbiology and in an antimicrobial administration program.It is important to know the pathophysiological mechanisms that impact on the defence of the host because clinical results depend on them.When looking for new biomarkers for sepsis, it is essential to evaluate their clinical usefulness. They must be easy to obtain, achievable in a limited time and must allow a specific intervention (predictive markers).Molecular signs that allow us to distinguish sterile, non-infectious systemic inflammatory states from systemic infection should be evaluated.Physicians must prescribe antibiotics carefully. Local antimicrobial resistance data should be taken into account as part of good empirical therapy.In patients with septic shock and vasoactive support, it is imperative to start antimicrobials quickly. Delays in treatment should be avoided due to identification or susceptibility of the pathogen.It is essential to educate all health workers for rapid diagnosis, teamwork and personalized management.PerspectivesDetection of pathogens is critical during acute phases of sepsis to optimize empirical antimicrobial therapy. This implies the need to develop ultra-fast POC test (less than 30 minutes), to identify microorganisms and detect resistance profiles.The microbial load is an important parameter that will require more attention. The load predicts the result, the risk of death and the failure of antibiotics when the focus is not drained. The load helps distinguish colonization versus infection by using clinical samples taken from mucosal surfaces. (BAS, BAL)The data on the control of hospitalized patients should be integrated into a continuous assessment of vital signs and oxygen saturation for the"
  },
  {
    "full_text": "of vital signs and oxygen saturation for the early detection of sepsis. An electronic alert should be able to detect the deterioration and demand medical attention from the health workers. This Big Data technology already exists in the intensive care units, but it should also be implemented in the hospitalization rooms.NGS technologies can be the next step of precision medicine in sepsis as it happens in cancer care. That NGS test must be performed in a short period of time, directly from clinical samples, and must be optimized to be faster, easier to use and more cost-effective.New strategies are being evaluated to restore “healthy” microbiomes in critically ill patients through certain strains or next-generation probiotics or by expanding indications for fecal transplantation in these patients.The rapid development of omics-based technologies has changed the focus of traditional biomarkers to the expression profiles of blood genes, proteins and metabolites throughout the genome. Big Data analyzes to identify these profiles will increase the need for the experience of computational biologists in the field of sepsis.The identification of drug response phenotypes is a priority. The development of specific endotypes of sepsis will have a major impact on the future design of clinical trials for the treatment of sepsis.Systematic reviews of the impacts of delays on appropriate therapy for patients with sepsis are required. The ultimate goal is to develop evidence to guide physicians in their early decision making and without ecological impactBioinformatics should collaborate with physicians in the development of modern Big Data analysis in sepsis to identify associations of clinical parameters with pathogen endotypes, predict responses and recommend interventionsIt is necessary to develop global records and recommendations on the management of sepsis to better understand its causes and mortalityRDT: rapid diagnosis test, BC: Blood Culture, POC: Point-of-care, BAS: Bronchoaspirate, BAL: Bronchoalveolar lavage, NGS: Next generation sequencing.Adapted and modified from Rello J et al [96].ECONOMIC EVALUATION OF HOSPITAL SEPSIS PROGRAMSEconomic analysis is essential to quantify a health problem, estimate its impact, prioritize actions and define its effectiveness. It measures the impact on the health system, health care providers, the patient, their environment and the society. However, the economic studies published have some limitations. In 2010, Porter introduced the concept of value understood as the health outcomes achieved in relation to the costs incurred to achieve them. The concept of health value revolves around the patient and the results obtained [107].Cost-effectiveness studies analyze the cost overrun by the supplier/payer. They do not measure effects on patients and society (incremental costs of care, dependency, sequelae, loss of productivity, poor quality of life and premature mortality). In contrast, cost-benefit analyses provide"
  },
  {
    "full_text": "In contrast, cost-benefit analyses provide information about the real costs of a disease for the payers, patients and society. These include the direct costs of the episode and the indirect costs related to the process [108]. Furthermore, the heterogeneity in the design of the published papers limits the robustness when comparing results. Different tools have been proposed to choose the most appropriate type of analysis and how to record data [109].Several studies analyze the costs of sepsis. Those with incremental costs [110] use the increase in costs of the hospitalization episode as an independent variable. Others include clinical outcome indicators for the episode [111,112]. Some measure long-term effects such as sequelae (significant impairment of quality of life) or increased late mortality in patients who have survived the acute phase of sepsis [113,114]. These indicators should be systematically included for an accurate assessment of the health impact of sepsis. Our group analyzed the cost-effectiveness of the Surviving Sepsis Campaign (SSC) [53] protocol for sepsis, as compared with usual care of the syndrome, in Spain [115]. The main result of our study was that the reduction in mortality associated with the SSC protocol was accompanied by an increase in costs compared with the standard care for severe sepsis. However, the estimated Incremental cost-effectiveness ratio (ICER), 4,435 euros per life years gained (LYG), was significantly lower than the commonly accepted threshold of 30,000 euros per LYG used in Spain [116]. Moreover, our results are in agreement with a previous study conducted in the U.S. that showed that a protocol similar to the SSC protocol was a cost-effectiveness alternative to the usual care of severe sepsis with an ICER of 11,274 dollars per LYG (8,906 euros per LYG) [117]. Another similar study, also conducted in the U.S., showed even better results as the sepsis protocol both improved mortality and reduced costs [118].However, all these studies are observational and patients were not randomized to groups. Although this could be considered as an strengths of the study since it better reflects clinical practice [119], there could be unobserved differences between the groups that could not be adjusted. Another limitation is that as patients were not followed after hospital discharge, long-term costs were not included in the analysis. However, other ICU intervention studies suggest that even when long-term costs are included, the ICER remains below the usually accepted thresholds [120]. The NICE guidelines, based on these results and on the epidemiology of sepsis, consider that educational interventions to improve sepsis care are cost-effective and should be implemented [121]. The treatment of sepsis, based in the SSC recommendations, is cost-effective. As performance measures are introduced for improving the management of critically ill patients, it is essential that ongoing evaluations on the impact of these"
  },
  {
    "full_text": "that ongoing evaluations on the impact of these measures on outcomes and costs are rigorously conducted.IMPORTANCE OF A SEPSIS MULTIDISCIPLINARY STRUCTURE IN HEALTHCARESepsis is increasing its incidence, even exceeding that one of common diseases as stroke, cancer and myocardial infarction [122,123]. Its mortality rate is very high, from 20% to 50% in case of organ dysfunction and frequently over 50% in septic shock [122-125]. Sepsis is a time-dependent disease, and prognosis may improve if early diagnosis and appropriate treatment is achieved [32,126]. The implementation of the Surviving Sepsis Campaign guidelines has been associated with a significant decrease in mortality and intensive Care Unit (ICU) and hospital length of stay [127]. Notwithstanding, despite important educational efforts to promote bundles for sepsis compliance rates are still low [13]. For all those reasons Sepsis Code (SC) was born, as a tool to standardize and achieve early diagnosis of sepsis and septic shock, early and appropriate antibiotic therapy and resuscitation, and quick infection source control. It is a cross-sectional and multidisciplinary clinical process model.The Declaration of Mallorca, in November 2012, represented the I Multidisciplinary Sepsis Meeting in Spain, with the implication of 12 scientific societies. In 2015, the Spanish Sepsis Code Consensus Document was published. In that document, the need to involve as many professionals as possible, including nurses, medical staff from different specialties and managers was highlighted [128-129]. An interdisciplinary model for sepsis management is recommendable. All these objectives must be achieved with close, constant and efficient coordination between all physicians and nurses potentially implicated in septic patients management, mostly from the Emergency department, Microbiology, Intensive Care, but also from the ward.The application of management by processes, opposite to the traditional vision by departments, may improve efficiency and effectiveness in health assistance, and specifically in sepsis management. The heart of the model consists on creation of a mechanism to continually measure, analyze and improve the results. Management by processes focuses on the continuity of care, adequate coordination and implication of all professionals. The main goal is to guarantee the best clinical practice by using unified criteria. Risk and evidence analysis should be employed, in addition to an integrated information management system to measure, analyze and improve each process [130].Several benefits may be obtained from this model: decrease the time to achieve diagnosis and treatment, improve organization and unify criteria, promote teamwork between health professionals by improving internal communication to achieve common goals, increase participation, motivation and satisfaction among team members, identify and control variability by implementing protocols, assess global efficacy of health services,"
  },
  {
    "full_text": "assess global efficacy of health services, reduce costs (diagnostic errors, for example may increase the cost) and remove worthless activities. The implementation of management by processes in sepsis by a sepsis code is a key element to obtain all these benefits. Intable 5main advantages of management by processes are summarized. Recent studies have demonstrated the utility of the implementation of Sepsis Code to improve compliance with Surviving Sepsis Campaign recommendations, to reduce intensive care admissions, average hospital stay and even mortality [131-134]. Health professionals are required to work together as a multidisciplinary team to make sepsis code possible.Table 5Advantages of management by processesDisadvantages of organization by groupsAdvantages of management by processesHierarchyHead of department, head of specialistsHead of the multidisciplinary teamDecisionsDecisions by each specialist groupDecisions to achieve the goalsPatient managementEach specialist makes decisions without considering the integral solution for the patientThe team provides integral solutions for patient problemsFocusThe specialistThe patientWorkIndividual workTeamworkCommunicationVertical, not horizontalHorizontal and vertical to unify criteriaOutcome managementActivities of each group are analyzed separatelyCollective outcomes may be controlledEfficiencyNot optimizedAdequateAdapted from Govindarajan R [130].CONFLICT OF INTERESTSThe opinions expressed here by the authors may not represent the official positioning of the scientific societies to which they belong. The authors declare no conflicts of interest."
  }
]