[
  {
    "full_text": "TITLE: Damage control surgical management of combined small and large bowel injuries in penetrating trauma: Are ostomies still pertinent? ABSTRACT: AbstractHollow viscus injuries represent a significant portion of overall lesions sustained during penetrating trauma. Currently, isolated small or large bowel injuries are commonly managed via primary anastomosis in patients undergoing definitive laparotomy or deferred anastomosis in patients requiring damage control surgery. The traditional surgical dogma of ostomy has proven to be unnecessary and, in many instances, actually increases morbidity. The aim of this article is to delineate the experience obtained in the management of combined hollow viscus injuries of patients suffering from penetrating trauma. We sought out to determine if primary and/or deferred bowel injury repair via anastomosis is the preferred surgical course in patients suffering from combined small and large bowel penetrating injuries. Our experience shows that more than 90% of all combined penetrating bowel injuries can be managed via primary or deferred anastomosis, even in the most severe cases requiring the application of damage control principles. Applying this strategy, the overall need for an ostomy (primary or deferred) could be reduced to less than 10%. BODY: Remark1) Why was this study conducted?The traditional surgical dogma of ostomy has proven to be unnecessary and, in many instances, actually increases morbidity. The aim of this article is to delineate the experience obtained in the management of combined hollow viscus injuries of patients suffering from penetrating trauma.2) What were the most relevant results of the study?Our experience shows that more than 90% of all combined penetrating bowel injuries can be managed via primary or deferred anastomosis even in the most severe cases requiring the application of damage control principles.3) What do these results contribute?Overall need for an ostomy (primary or deferred) could be reduced to less than 10%.IntroductionHollow viscus injuries represent a significant portion of overall lesions sustained during penetrating trauma1-5. Currently, isolated small or large bowel injuries are commonly managed via primary anastomosis in patients undergoing definitive laparotomy or deferred anastomosis in patients requiring Damage Control Surgery. The traditional surgical dogma of ostomy has proven to be unnecessary and, in many instances, actually increases morbidity6-11. This article aims to delineate the experience obtained by the Trauma and Emergency Surgery Group (CTE) of Cali, Colombia, to manage combined hollow viscus injuries of patients suffering from penetrating trauma. We sought out to determine if primary and/or deferred bowel injury repair via anastomosis is the preferred surgical course in patients suffering from combined small and large bowel penetrating injuries.This article is a consensus that synthesizes the experience earned during the past 30 years in trauma"
  },
  {
    "full_text": "earned during the past 30 years in trauma critical care management of the severely injured patient from the Trauma and Emergency Surgery Group (CTE) from Cali, Colombia. This consensus was built by experts from the University Hospital Fundación Valle del Lili, the university Hospital del Valle “Evaristo Garcia”, the Universidad del Valle and Universidad Icesi, the Asociacion Colombiana de Cirugia, the Pan-american Trauma Society, and with the collaboration of national and international specialists of the United States of America and Latin America.EpidemiologyTaken together, the small and large bowel represents the most common organs injured in penetrating thoraco-abdominal trauma2. This anatomical area extends from the level of the nipples to the inguinal ligament anteriorly, and from the tip of the scapula to the buttock crease posteriorly. The nature and severity of bowel injury associated with penetrating trauma range from minor bruising to complete devascularization of the compromised segment12. According to the mechanism of injury, gunshot or shotgun wounds are more likely to result in multiple injuries to the hollow viscera (>80%) compared to stab wounds (30%)13. Bullets usually cause pared perforations and are associated with areas of tissue damage and frank necrosis by direct contact and the dissipation of energy lateral to the path of the missile (blast effect). Because the small bowel occupies most of the true abdominal cavity, it is predisposed to greater injury when compared to the colon14. In general, bowel injuries are classified in non-destructive and destructive lesions. Nondestructive injuries are wounds that involve less than 50% of the bowel wall (AAST Grade I-II) or greater than 50% without transection (AAST Grade III). Destructive injuries are completely transected bowel (AAST Grade IV) with segmental tissue loss or devascularization (AAST Grade V)12,15(Table 1).Table 1The American Association for the Surgery of Trauma (AAST) Classification of Small and Large Bowel Injuries15GradeTypeDescriptionIHematomaContusion or hematoma without devascularizationLacerationPartial thickness, no perforationIILacerationLaceration < 50% of circumferenceIIILacerationLaceration ( 50% of circumference without transectionIVLacerationTransection of the small or large bowelVLacerationTransection of the small or large bowel with segmental tissue lossVascularDevascularized segmentThe successful treatment of bowel injuries must not only include measures that restore the integrity of the bowel wall but also control intestinal contamination during the initial surgical intervention. There is a general consensus among trauma surgeons that primary repair of hollow viscus injuries is applicable in the majority of patients, although a small dissident few advocate for a more traditional and conservative approach of opting for ostomies16. Then, the surgeon is faced with the decision to restore bowel continuity in cases of combined hollow viscus injuries via"
  },
  {
    "full_text": "in cases of combined hollow viscus injuries via primary or deferred anastomosis versus primary or deferred ostomy.Experience of Trauma and Emergency Surgery Group (CTE) - ColombiaWe performed a retrospective and observational study including all patients with penetrating abdominal trauma with associated hollow viscus injuries attended between 2005 to 2015 at a regional Level I Trauma Center in Cali, Colombia. Early deaths (<24 hours) were excluded. Patients were divided into two main groups according to the surgical course: The definitive Laparotomy (DL) Group and the Damage Control Surgery (DCS) Group. Surgical complications (anastomotic leak/fistula formation) and mortality rates were compared among groups. Demographic variables, mechanism of injury, injury severity scores, intraoperative bleeding, the type of surgical procedure, hemodynamic support requirements, ICU and hospital length of stay, complications and intra-hospital mortality were recorded and analyzed. This study was approved by our institutional ethics and institutional review board committee (Protocol No. 554)A total of 95 patients were included. The most common mechanism of injury was gunshot wounds (94.7%). Forty-nine patients underwent DCS and 46 had DL. The DCS Group had significantly higher trauma severity scores when compared to the DL Group ((NISS 37 (IQR: 31-50) vs. 32 (IQR: 22-34); ISS 25 (IQR: 20-29) vs. 16 (IQR: 13-25);p<0.001)(. The DCS Group also had significantly higher intraoperative bleeding ((2,700 cc (IQR: 1500-3150) vs. 1,500 cc (IQR: 800-1900);p<0.001)( requiring more hemodynamic support (mechanical ventilation, inotropic medications and total units of packed red blood cells (RBC) transfused in 24 hours). Forty-five (91.8%) patients underwent deferred anastomosis in the DCS group and 41 (89.1%) patients underwent primary anastomosis in the DL Group. The DL Group required 5 (10.9%) ostomies (1 ileostomy/ 4 colostomy) while the DCS Group required 4 (8.2%) (1 ileostomy / 3 colostomy) (Figure 1). Reported complications included anastomotic leak ((4/41 (9.7%) in DL Group vs. 8/45 (17.7%) in DCS Group);p<0.283)( and the only statistically significant one was the development of abdominal compartment syndrome (ACS) ((1 (2.1%) in DL Group vs. 14 (28.5%) in DCS Group);p<0.001)(. The mortality in the DCS Group was 7.4% (7) compared to 0% in the DL Group (p=0.013) (Table 2).Table 2Baseline Characteristics of Combined Penetrating Hollow Viscus InjuriesDefinitive Laparotomy (n=46)Damage Control Surgery (n=49)Age, years, median (IQR)28 (21-34)26 (21-35)Male, n (%)42 (91.3)46 (93.8)Penetrating Trauma MechanismGunshot wound,n (%)44 (95.6)46 (93.8)Stab wound,n (%)2 (4.3)1(2.1)Injury SeverityNISS, median (IQR)32 (22-34)37 (31-50) **ISS, median (IQR)16 (13-25)25 (20-29) **Surgical FindingsIntraoperative Bleeding, cc, median (IQR)1500 (800-1900)2700 (1500-3150) **Surgical ManagementAnastomosis, n (%)41 (89.1)45 (91.8)Ostomy, n (%)5 (10.8)4 (8.1)Hemodynamic SupportMechanical"
  },
  {
    "full_text": "n (%)5 (10.8)4 (8.1)Hemodynamic SupportMechanical Ventilation, n (%)18 (39.1)40 (81.6) **Inotropic Support, n (%)3 (6.5)16 (32.6) **Units of RBC at 24 hours, median (IQR)2 (2-3)6 (3-10) **Length of StayICU days, median (IQR)3 (0-5)11 (7-24) **Hospital days, median (IQR)9 (4-13)19 (11-28) **ComplicationsAbdominal Compartmental Syndrome, n (%)1 (2.1)14 (28.5) **Anastomosis leak, n (%)4/41 (9.7)8/45 (17.7)Ostomy Complications, n (%)3/5 (60)2/4 (50)In-Hospital Mortality, n (%)07 (14.3) *(IQR: Interquartile Range; NISS: New Injury Severity Score; ISS: Injury Severity Score; CC: Cubic Centimeters; RBC: Red Blood Cells; ICU: Intensive Care Unit)* < 0.01** < 0.001Figure 1Distribution of Patients with Combined Penetrating Hollow Viscus InjuriesThis study approves our experience in the combined intestinal injuries management by the Trauma and Emergency Surgery Group (CTE). For this reason, we expose the following strategy of management.Initial approach and diagnosisInitial management must be directed towards the stabilization of the patient according to Advanced Trauma Life Support (ATLS) guidelines and following Damage Control Resuscitation principles17,18. Upon arrival, the choice between immediate surgical exploration or further imaging studies is dependent on the hemodynamic status of the patient. If the patient is hemodynamically stable or a transient responder, computed tomography should be performed to determine the extent of the injuries19,20. However, patients with peritoneal signs and/or hemodynamic instability (sustained systolic blood pressure (90 mmHg) should be transferred immediately to the operating room where the diagnosis and appropriate staging of hollow viscus injury should be done during the initial laparotomy15(Table 1).Surgical management of penetrating hollow viscus injuriesDuring the initial exploratory laparotomy the trauma surgeon should initially control all sources of ongoing surgical bleeding and bowel contamination21. Only then can he or she direct their attention to staging the involved injuries. If the patient develops hemodynamic instability during or prior to the procedure with sustained systolic blood pressure (70 mmHg, regardless of aggressive damage control resuscitation, the placement of a Resuscitative Balloon Occlusion of the Aorta (REBOA) should be considered and placed in Zone I as an adjunct22-24. It is our general recommendation to always seek bowel anastomosis via a primary or deferred technique and leaving ostomies as a last resort. The surgical management of combined hollow viscus injuries should be as follows (Figure 2):Figure 2Surgical Management of Combined Penetrating Hollow Viscus InjuriesSTEP 1: The patient is transferred to the operating room for an exploratory laparotomy with ongoing hemostatic resuscitation. Complete bowel examination is performed from the gastroesophageal junction all the way down to the rectum to appropriately stage all small and large bowel injuries according to the AAST"
  },
  {
    "full_text": "and large bowel injuries according to the AAST classification (Table 1-Figure 3). The aim of the initial laparotomy is two-fold:○ Immediate control of ongoing surgical bleeding of the mesentery○ Control of bowel contaminationOnce these have been achieved, debridement, primary repair and/or resection of all involved bowel segments are completed, followed by abdominal washout.Figure 3Combined Penetrating Hollow Viscous Injuries. Two small bowel injuries are observed, one is a AAST Grade V injury and the other is a AAST Grade II injury. In addition, two adjacent injuries are observed in the left colic frame with an AAST Grade V severitySTEP 2: The surgeon must decide if the intestinal injuries meet the need for Damage Control Surgery which includes: inability to correct the lethal diamond regardless of an aggressive Damage Control Resuscitation management18,25, persistent hemodynamic instability and associated severe solid organ/vascular injuries.○ If so, bowel ends should be left in discontinuity (umbilical tape/lineal stapler) (Figure 4), the anesthesiologist is instructed to place a nasogastric tube, Damage Control Resuscitation is continued, and the abdomen is left open with a negative pressure dressing.○ If the patient does not meet the need for damage control surgery, then definitive laparotomy should be performed with primary anastomosis of all involved intestinal segments. The anesthesiologist is instructed to place a nasogastric tube, Damage Control Resuscitation is continued and the abdominal wall is closed.Figure 4Damage Control Surgery for Combined Penetrating Hollow Viscous Injuries. A damage control strategy was used for the management of these combined injuries. The AAST Grade II small bowel injury was managed via primary repair, while the AAST Grade V small bowel injury required resection of the compromised segment and was left in discontinuity using mechanical suture. Finally, the complex colonic injury was resected and left in discontinuity placing umbilical bands at both ends.STEP 3: All patients are transferred immediately to the Intensive Care Unit, where ongoing correction of the lethal diamond is performed. To this end, the patient is rewarmed and the conglomerate of acidosis, coagulopathy and hypocalcemia are reversed.STEP 4: Patients that required Damage Control Surgery should be taken back to the operating room for a second look laparotomy after 24 to 48 hours of aggressive hemostatic resuscitation. Four quadrants abdominal washout and re-evaluation of the bowel viability is done. All missed or delayed bowel injuries are diagnosed and definitive surgical management is contemplated. In most cases, bowel continuity is performed via deferred anastomosis of all bowel segments and in a few selected cases, deferred ostomies are performed at the surgeon’s discretion (Figure 5). Either of these options are followed by definitive abdominal wall closure.Figure 5Definitive Repair of Combined Penetrating Hollow Viscus Injuries. The"
  },
  {
    "full_text": "Combined Penetrating Hollow Viscus Injuries. The intestinal segments approached through deferred repair techniques, received definitive repair in subsequent interventions. A stapler-sutured latero-lateral anastomosis was performed for definitive management of the small bowel AAST Grade V injury and a single-plane hand-sutured termino-terminal anastomosis was performed for definitive management of the complex colon injury.DiscussionThe principle underlying Damage Control Surgery is that prolonged operations in trauma patients with profound physiologic derangements and complex injuries need to be avoided in lieu of an abbreviated operation which controls bleeding and bowel contamination26,27. Once these goals have been achieved, the patient’s tendency towards the lethal diamond should be corrected and only then can the temporized injuries be managed definitively. A recent Cochrane review found that Damage Control Surgery patient selection is heavily dependent on clinical judgment and although it certainly has improved survival in the severely injured, it has been overused6,28,29. For this reason, it must be understood that many severe trauma patients may not require Damage Control Surgery, and may undergo definitive laparotomy during their initial intervention. In our study, we had a 48.4% rate of DL which is remarkable because our patients were severely injured with significantly elevated ISS/NISS scores. Performing Damage Control Surgery is associated with post-operative abdominal complications, including incisional hernia, fascial dehiscence, enterocutaneous fistula and organ/space surgical site infections30. We did find a significant increase in the incidence of abdominal compartment syndrome in the Damage Control Surgery Group [14 (28.5%)].In penetrating abdominal injuries, whether civilian or military, gunshot or stab, the organ most commonly injured is the small bowel accounting for 49 to 60% of all cases. Although the critical care of these patients has evolved considerably over the past decades, the principles of surgical management remain remarkably similar. This includes initial control of any significant bleeding, enteric spillage and definitive management determined by the severity of the injury according to the AAST grading system. The preferred surgical methods are primary repair for minor injuries and limited bowel resection with primary anastomosis (preserving bowel length) for more extensive ones31. Small bowel ostomy is generally to be considered as a secondary option especially in light of complications that ensue from its high output32.Although there are multiple studies regarding the management and outcomes of isolated penetrating small or large bowel trauma, the literature is limited in describing combined hollow viscus injuries33,34. One of them is the study by Skube et al. performed a retrospective review from 2007 to 2012 using the Department of Defense Trauma Registry, which included all hollow viscus injuries suffered"
  },
  {
    "full_text": "included all hollow viscus injuries suffered by U.S. soldiers during Operations Enduring Freedom, Iraqi Freedom and New Dawn. One hundred seventy-one soldiers had small bowel injuries and the most frequent concomitant injury was large bowel in 110 cases (64.3%). Fifty patients (29.2%) had a colostomy, 9 (5.3%) had an ileostomy, and 107 (62.6%) underwent Damage Control Surgery. The overall mortality rate was 1.8% (n= 3). The need for Damage Control Surgery occurred in 71.4% of patients with combined small and large bowel injuries which were significantly higher than those with only small bowel injuries (39.6%) (p= 0.0013). In addition, ostomies were significantly lower in the patients with only small bowel injuries (5.7%) when compared to those with combined injuries (39.7%) (p<0.0001)26.The preferred surgical approach of a primary or delayed anastomosis in patients with a combined hollow viscus injury has been a topic of debate between those who favor a hand-sewn vs. those who favor a staple technique. Demetriades et al. found no difference between these techniques and their subsequent complications (anastomotic leak, intra-abdominal abscess, abdominal wall dehiscence and mortality)35. This was further proven via a metanalysis that reported similar results36. For this reason, we recommend that the surgical technique utilized by the surgeon for the anastomosis should be consistent with his or her experience and the availability of resources at hand.The early abdominal wall closure has been described as a goal in the management of patient underwent damage control strategy. This is associated with a lower rate of complications. In 2012, Burlew et al. found that those patients undergoing DCS who required multiple re-laparotomies and those who had a subsequent delay of abdominal wall closure presented with a higher incidence of complications37. These findings have been confirmed by recent publications in which the rate of adverse events significantly diminishes when patients are closed prior to 72 hours38.Our experience in Cali, Colombia over the past several years has been that more than 95% of all penetrating bowel injuries are managed with primary repair and/or resection followed by anastomosis. In the most severe cases of combined injuries, we have opted for definitive management using deferred anastomosis following damage control principles rather than the historical mainstay of bowel injury management via ostomies. For this reason, we propose a surgical management algorithm in which the general recommendation is always to seek bowel anastomosis via a primary or deferred technique leaving ostomies as a last resort (Figure 1). These cases of last resort can be avoided by ensuring bowel vascularity, warranting minimal wall edema, limiting anastomotic tension, burring the anastomosis deep in the open abdomen and performing abdominal wall closure as soon as possible.By applying this algorithm, we have found that 48.4% of all combined penetrating"
  },
  {
    "full_text": "have found that 48.4% of all combined penetrating hollow viscus injuries can be managed via definitive laparotomy and of these, 89.1% with primary repair and/or resection with anastomosis and only 10.9% required primary ostomy. The remaining 51.6% of patients underwent Damage Control Surgery, 89.1% were managed with deferred anastomosis and only 8.2% required ostomy. We were able to conclude that ostomies should be considered as an option of last resort. In cases of definitive laparotomy in which the surgeon is considering a primary ostomy, he or she should contemplate switching over to Damage Control Surgery and leaving the intestinal ends in discontinuity. The aim would be then to re-examine the bowel viability in 24 to 48 hours and reconsider the possibility of a deferred anastomosis in these difficult cases. This is why in our surgical management algorithm (Figure 1) the option of a primary ostomy has not been included.ConclusionOur experience shows that more than 90% of all combined penetrating bowel injuries can be managed via primary or deferred anastomosis, even in the most severe cases requiring the application of damage control principles. Applying this strategy, the overall need for an ostomy (primary or deferred) could be reduced to less than 10%. CONCLUSION: ConclusionOur experience shows that more than 90% of all combined penetrating bowel injuries can be managed via primary or deferred anastomosis, even in the most severe cases requiring the application of damage control principles. Applying this strategy, the overall need for an ostomy (primary or deferred) could be reduced to less than 10%."
  }
]