[
  {
    "full_text": "TITLE: Development of a Prioritized Anesthesiology Residency Critical Care Content Outline ABSTRACT: AbstractBackground:Critical care education is an important, mandatory component of residency training in anesthesiology. Currently, there is no accepted national standardized curriculum, and a prioritized critical care content outline would be beneficial to the creation of a pragmatic standardized residency curriculum. The modified Delphi method is a recognized method for establishing consensus in medical education.Methods:We developed a prioritized critical care content outline using the modified Delphi method. Topics were selected from critical care topics included in the Program Requirements for Graduate Medical Education in Anesthesiology and the American Board of Anesthesiology Content Outline. Panel members rated critical care topics on a 9-point Likert scale (1 = not important, 9 = mandatory). Consensus was defined as ≥75% rating the topic as very important to mandatory for inclusion (Likert scale 7–9). Topics with >80% consensus were removed from subsequent surveys and included in the final list, and topics with <50% were removed. Members were asked to select the ideal timing of topic delivery during residency (Foundational-Early Residency, Intermediate-Mid Residency, Advanced-Late Residency).Results:A total of 158 panel members who were contacted using national anesthesiology organization email lists completed the initial round, 119 (75%) completed the second iteration, and 116 (73%) completed the third. Response rate on the first survey was (22/55) 40% for anesthesiology critical care program directors, (18/132) 14% for core anesthesiology residency program directors, and (77/1150) 7% for the remaining respondents. Trainees (n = 41) were not included in response rate calculations. Most participants (103/158, 65%) had completed both core anesthesiology and subspecialty critical care medicine training and most (87/158, 55%) had formal roles in medical education. Forty-one (26%) responders were currently in training. All panelists worked in institutions with graduate medical education (GME) learners. Fifty-eight of 136 (43%) topics met consensus for inclusion. Most consensus topics (50/58, 86%) were recommended to be delivered early during residency with the other 8 topics to be delivered in the middle of residency.Conclusions:We developed a prioritized critical care content outline for anesthesiology residents that includes highly recommended critical care topics with ideal timing for inclusion in residency. This outline provides the first step in developing a pragmatic standardized curriculum to guide faculty and programs in critical care education. BODY: Background:Critical care education is an important, mandatory component of residency training in anesthesiology. Currently, there is no accepted national standardized curriculum, and a prioritized critical care content outline would be beneficial to the creation of a pragmatic"
  },
  {
    "full_text": "be beneficial to the creation of a pragmatic standardized residency curriculum. The modified Delphi method is a recognized method for establishing consensus in medical education."
  }
]