[
  {
    "full_text": "TITLE: Emergency medicine physician supervision and mortality among patients receiving care from non-physician clinicians in a task-sharing model of emergency care in rural Uganda: a retrospective analysis of a single-centre training programme ABSTRACT: ObjectivesTo assess the association between emergency medicine physician supervision and 3-day mortality for patients receiving care from non-physician clinicians in a task-sharing model of emergency care in rural Uganda.DesignRetrospective cohort analysis with multivariable logistic regression.SettingSingle rural Ugandan emergency unit.ParticipantsAll patients presenting for care from 2009 to 2019.InterventionsThree cohorts of patients receiving care from non-physician clinicians had three different levels of physician supervision: ‘Direct Supervision’ (2009–2010) emergency medicine physicians directly supervised all care; ‘Indirect Supervision’ (2010–2015) emergency medicine physicians were consulted as needed; ‘Independent Care’ (2015–2019) no emergency medicine physician supervision.Primary outcome measureThree-day mortality.Results38 033 ED visits met inclusion criteria. Overall mortality decreased significantly across supervision cohorts (‘Direct’ 3.8%, ‘Indirect’ 3.3%, ‘Independent’ 2.6%, p<0.001), but so too did the rates of patients who presented with ≥3 abnormal vitals (‘Direct’ 32%, ‘Indirect’ 19%, ‘Independent’ 13%, p<0.001). After controlling for vital sign abnormalities, ‘Direct’ and ‘Indirect’ supervision were both significantly associated with reduced OR for mortality (‘Direct’: 0.57 (0.37 to 0.90), ‘Indirect’: 0.71 (0.55 to 0.92)) when compared with ‘Independent Care’. Sensitivity analysis showed that this mortality benefit was significant for the minority of patients (17.2%) with ≥3 abnormal vitals (‘Direct’: 0.44 (0.22 to 0.85), ‘Indirect’: 0.60 (0.41 to 0.88)), but not for the majority (82.8%) with two or fewer abnormal vitals (‘Direct’: 0.81 (0.44 to 1.49), ‘Indirect’: 0.82 (0.58 to 1.16)).ConclusionsEmergency medicine physician supervision of emergency care non-physician clinicians is independently associated with reduced overall mortality. This benefit appears restricted to the highest risk patients based on abnormal vitals. With over 80% of patients having equivalent mortality outcomes with independent non-physician clinician emergency care, a synergistic model providing variable levels of emergency medicine physician supervision or care based on patient acuity could safely address staffing shortages. BODY: Strengths and limitations of this studyData from the largest and longest standing emergency care patient database with mortality outcomes, as well as the only database of emergency care outcomes for non-physician clinician care, published to date in Africa.The transition from physician-supervised to independent non-physician clinician care generated a unique natural experiment.This is a single-site study conducted at a rural, district-level hospital.Patient-level"
  },
  {
    "full_text": "at a rural, district-level hospital.Patient-level physician supervision data are lacking.Logistic regression models are only partially able to control for the changing baseline of population health during the study period.IntroductionGlobal recognition of the need to develop emergency care is growing.1 2In low and middle-income countries (LMIC), physician shortages make the provision of medical care and, in particular, emergency care problematic, with the greatest challenge centred in Sub-Saharan Africa (SSA).3–5Emergency care needs remain largely unmet throughout many LMICs, including Uganda.5–8Based on the estimate that 57% of deaths occurring in low-income countries are from conditions treatable with emergency care, approximately 160 000 Ugandans’ lives could have been saved by provision of emergency care in 2019.9 10Emergency care in Uganda is largely limited by physician shortages, as there are 1.68 physicians per 10 000 people, among the lowest rates worldwide.11Uganda has placed a priority on developing emergency care over the next 5 years, estimating that 454 specialist emergency care physicians will be required by 2025.12Emergency care specialty training in Uganda began in 2017 and currently certifies between 5 and 10 Ugandan emergency medicine specialists per year.13This leaves an enormous training gap with between 45 and 90 years of training needed to produce emergency medicine specialists to meet the projected 5-year staffing demands.One solution to address physician shortage that has been widely advocated and implemented in SSA is ‘task-sharing’ or delegating tasks to cadres of new or existing providers, often non-physician clinicians, who do not have the broad-ranging, expensive and lengthy training of physicians.14–20The WHO advocates for non-physician clinicians that are ‘adequately trained, supported and supervised’.18 20Though non-physician clinicians are currently providing surgical specialty, obstetric and HIV care throughout SSA,21–27there has been limited application of non-physician clinician cadres to offset emergency care provider shortages.19 28 29High-income countries have compensated for regionally inadequate physician numbers and uneven distribution of emergency physicians by adopting physician supervised non-physician clinicians in larger emergency units and in some cases non-physician clinician practice with remote physician supervision in smaller rural hospitals.30–33Data and protocols to guide implementation of emergency care non-physician clinician training and practice in LMICs, where emergency medicine is largely newly developing, and emergency medicine physicians are typically not available, are highly limited.Few studies exist addressing training of non-physician clinicians for roles in the African acute care settings outside of trainings focused on specific obstetric, surgical or anaesthesia procedures,34–37while others find that emergency and acute care training is lacking in non-physician clinician"
  },
  {
    "full_text": "training is lacking in non-physician clinician education in many SSA countries including Uganda.34 38There are documentation a few short courses designed to teach non-physician clinicians’ emergency care skills in SSA.39–42While our research group has published on an emergency care non-physician clinician training programme and its associated outcomes, we are not aware of any additional studies documenting a comprehensive emergency care non-physician clinicians training programme in an LMIC.29 43–48Consistent with this limited evidence base, no standards exist describing if, when or how to transition to reduced supervision or independent non-physician clinician care following initial training. This represents a major limitation in the ability to implement non-physician clinician training, supervision and uptake into health systems in a safe, effective and evidence-based manner.While health systems are evolving in Uganda over the last decade so too is the health of the general population. Uganda’s national crude death rates decreased by 63% across all age groups (10.2/1000 in 2009 to 6.4/1000 persons in 2019) during the study period.49Concurrently, life expectancy increased by 6.8 years and rates of malaria and HIV infection decreased.49Any longitudinal evaluation of mortality occurring during this time period, therefore, needs to take into account this changing baseline.Emergency care has been delivered by non-physician clinicians in Uganda since 2009 in a training programme that has transitioned from directly supervised to independent non-physician clinician care. The objective of this study was to test the hypothesis that increasing levels of emergency medicine physician supervision for three cohorts of non-physician clinicians were independently associated with reduced 3-day patient mortality. Logistic regression modelling was used to control for the changing baseline health of the Ugandan population. Sensitivity analysis was performed to account for missing data and to attempt to define which populations of patients had mortality outcomes impacted by physician supervision.MethodsStudy settingAll data come from the emergency unit at Karoli Lwanga Hospital, a rural district hospital located in the town of Nyakibale in the Rukungiri District of southwest Uganda. The hospital has a six-bed emergency unit that opened in 2008 and treats 300–700 patients per month arriving between 8:00 and midnight every day of the year. Since 2009, the emergency unit has been staffed by non-physician clinicians who received training from emergency medicine physicians working with Global Emergency Care (GEC). The non-physician clinicians are nurses who have completed a 2-year advanced training course in emergency care described in detail elsewhere by Hammerstedtet al.29While the course is currently administered in conjunction with Mbarara University of Science and Technology (MUST), the non-physician clinicians in this cohort study were trained as part of the pilot"
  },
  {
    "full_text": "cohort study were trained as part of the pilot programme that began through a collaboration between GEC and Karoli Lwanga Hospital. GEC, a US-based 501(c)3non-governmental organisation, has run a 2-year emergency care specialty non-physician clinician training programme since 2009, and currently does so in collaboration with MUST.Supervision of the non-physician clinicians changed over time generating three cohorts: ‘Direct Supervision’, ‘Indirect Supervision’ and ‘Independent Care’. ‘Direct Supervision’ occurred from November 2009 to April 2010 when a single US-trained emergency medicine physician practicing with a Ugandan license was on site everyday and directly supervised non-physician clinician care and supplemented with clinical care in a model similar to US residency training. ‘Indirect Supervision’ occurred from July 2010 to November 2015. During this period, a volunteer US-trained emergency medicine physician was on site for approximately 85% of the weeks; however, they were present in a teaching role only and provided no direct patient care. They were available for consultation on an ad hoc basis and consultation was based on non-physician clinician discretion. ‘Independent Care’ occurred from December 2015 to December 2019, and non-physician clinicians provided clinical care without any onsite emergency medicine physician. During the entire study period, no Ugandan physicians were assigned to the emergency unit. Hospital physicians were available in a similar manner throughout the study period for consultation for patients who required surgery, did not respond to initial treatments, or in whom there was considerable diagnostic uncertainty. Throughout the study period, non-physician clinicians admitted patients to the same hospital medical and surgical wards, which were staffed by Ugandan physicians with standard levels of training and no connection to GEC. Resource availability was constant over the study period and with resource utilisation by clinicians in this emergency unit described in detail elsewhere.43Patient and public involvementThe non-physician clinician training programme was originally developed in response to several years of clinical emergency medicine experience and ongoing healthcare staffing shortages in Uganda. The positive response of patients, staff and administrators at Karoli Lwanga Hospital to the training programme and their interest in improving patient care led to ongoing research and programme evaluation. Patients and the public were not involved in the design of the study; however, outcome measures are explicitly patient oriented. Results have been and will continue to be disseminated through open-access publications to allow local clinicians, administrators, policymakers and researchers to benefit.Data collectionGEC maintained a group of trained research associates who prospectively collected quality assurance data on all Karoli Lwanga Hospital emergency unit patient visits. Collected data included"
  },
  {
    "full_text": "unit patient visits. Collected data included demographics, vital signs, laboratory and radiology testing, disposition as well as 3-day follow-up vital status (mortality) for all admitted and discharged patients. On the third day following initial evaluation in the emergency unit, patients admitted to the hospital were visited in person, and patients discharged from the emergency unit or ward were contacted via phone. This follow-up protocol included 7 consecutive days of calling all patients on the phone (if they had a phone) before considering them lost to follow-up and is described in detail elsewhere.29Trained research assistants entered data using Microsoft Excel from 1 January 2010 to 23 March 2012, and Microsoft Access from 24 March 2012 to 31 December 2019.Data analysisA cohort study was done using retrospective analysis of prospectively collected data abstracted from the Karoli Lwanga Hospital emergency unit quality assurance database, including all consecutive patients presenting to the emergency unit from November 2009 until December 2019. All patients missing age, gender, disposition and 3-day follow-up were excluded from analysis. Patients who were dead on arrival (lacked vital signs with no resuscitation or interventions attempted) and patients who were transferred or left against medical advice did not receive follow-up by protocol and, thus, were also excluded from analysis. All other patients of all ages and dispositions were included. Age, gender, vital signs, malaria testing, HIV status, gestalt assessment of clinical condition and year of service were recorded for all patients. Data were abstracted, cleaned and analysed by a single researcher (BR) using Stata V.16.1 (StataCorp, College Station, Texas). Missing data were imputed using multiple imputation by chained equations in Stata. Ten data sets were imputed and combined, with disposition and age groups used as auxiliary variables to predict missingness based on the results described below. Because only 2 months of data existed for 2009, and no data were collected for 3 months in 2010 while the programme transitioned from ‘Direct’ to ‘Indirect’, the years 2009 and 2010 were both coded as 2010 for the continuous ‘Year’ variable included in that model. Twelve variables were included for the final model meeting the minimal criterion of approximately 10 events per variable (n=1169 events overall).50All variables with a univariate p value less than 0.15 were included in the final model. Area under receiver operating characteristics curve (AUROC), Hosmer-Lemeshow goodness of fit and Brier score were all calculated for logistic regression models. No a priori power or sample size calculations were performed as all available records were included in analysis. Continuous variables were tested for significance using one-way Analysis of Variance and proportions were compared using χ2.ResultsOverall, 49 315 patient visits occurred from 2009 to 2019, and 38 033 (77.1%) met criteria for"
  },
  {
    "full_text": "2009 to 2019, and 38 033 (77.1%) met criteria for inclusion for analysis. Inclusion and exclusion criteria are shown infigure 1.Figure 1Patient flow diagram.Patient characteristics stratified by cohorts of patients receiving non-physician emergency care with different levels of emergency medicine physician supervision (as described in the Methods section above) are shown intable 1.Table 1Patient characteristicsCharacteristicDirect supervision cohort (n=1875)Indirect supervision cohort (n=21 052)Independent care cohort (n=15 106)P valueAge, mean (SD)25.9 (23.5)28.8 (24.1)32.9 (24.9)<0.001*Age groupUnder 5 years old, % (n)26.7% (501)21.2% (4454)14.5% (2196)<0.0015–17 years old, % (n)15.2% (285)15.8% (3325)14.7% (2219)18–64 years old, % (n)48.3% (910)51.7% (10890)56.5% (8538)≥65 years old, % (n)9.6% (179)11.3% (2383)14.3% (2153)HIV-positive, % (n)1.9% (35)5.6% (1182)6.9% (1045)<0.001Malaria parasites on blood smear, % (n)24.5% (460)18.5% (3903)5.6% (848)<0.001Gender—female, % (n)47.9% (898)46.2% (9719)46.6% (7046)0.29Complete vital signsUnder 5 years old, % (n)36.1% (190)8.5% (401)8.5% (205)<0.0015–12 years old, % (n)79.6% (86)57.8% (758)49.8% (444)<0.00113 years and older, % (n)88.1% (1092)87.8% (13163)90.4% (10672)<0.001Vital sign abnormalitiesBlood pressureNormal, % (n)58.2% (1,092)63.5% (13,368)72.6% (10,959)<0.001Hypotensive, % (n)21.4% (401)12.0% (2,528)7.9% (1,194)Missing, % (n)20.4% (382)24.5% (5,156)19.6% (2,953)Respiratory rateNormal, % (n)38.9% (730)53.5% (11,266)66.2% (10,000)<0.001Tachypnoea, % (n)52.8% (990)43.3% (9,121)27.7% (4,181)Missing, % (n)8.27% (155)3.16% (665)6.12% (925)Oxygen saturationNormal, % (n)83.7% (1,569)80.6% (16,965)84.2% (12,722)<0.001Hypoxic, % (n)13.2% (248)12.0% (2,533)12.7% (1,915)Missing, % (n)3.1% (58)7.4% (1,554)3.1% (469)Heart rateNormal, % (n)48.9% (971)62.5% (13,161)64.2% (9,703)<0.001Tachycardic, % (n)49.0%. (918)36.6% (7,695)33.8% (5,112)Missing, % (n)2.1% (40)0.9% (196)1.93% (291)TemperatureNormal, % (n)38.4%. (719)55.3% (11,646)54.6% (8,250)<0.001Hypothermic, % (n)35.7%. (670)27.5% (5,779)29.4% (4,444)Febrile, % (n)22.4% (420)15.7% (3,304)13.6% (2,049)Missing, % (n)3.5% (66)1.5% (323)2.4% (363)*ANOVA used for significance test; all others use χ2.ANOVA, analysis of variance.There were significant differences in every characteristic across the cohorts except for gender. As the study progressed, there were fewer paediatric patients, more adult and elderly patients, fewer patients with malaria, more patients with HIV and more patients with abnormal vitals. Missingness was relatively low for all vital signs (0.9%–8.3%) except blood pressure which had a much higher rate of missingness (19.6%–24.5%). That missingness was almost entirely restricted to the paediatric population (0–5 years old: 88.6% (n=6803) missing blood pressure, 6–12 years old: 39.9% (n=922) missing blood pressure, 13 years and older: 2.7% (n=766) missing blood pressure).The 3-day mortality for the programme overall (2009–2019) was 3.1%"
  },
  {
    "full_text": "for the programme overall (2009–2019) was 3.1% (n=1169 deaths), and mortality decreased significantly as the programme transitioned from ‘Direct Supervision’ to ‘Indirect Supervision’ to ‘Independent Care’ (3.8% (n=72), 3.3% (n=698), 2.6% (n=399), respectively, p<0.001). Simultaneously, across those time periods, patients presented with significantly fewer abnormal vital signs (figure 2). Over the entire programme, mortality increased monotonically with each additional abnormal vital sign (zero abnormal=0.7% (n=66), one abnormal=1.7% (n=222), two abnormal=3.4% (n=321), three or more=8.6% (n=561), p<0.001).Figure 2Mortality and vital sign abnormalities across supervision cohorts.Given this changing baseline in patient mortality and prevalence of vital sign abnormalities, a logistic regression model was developed to determine whether ‘Direct Supervision’ and/or ‘Indirect Supervision’ was independently associated with increased or decreased mortality as compared with ‘Independent Care’.The development of this model incorporated the finding that there was a strong association with missing vital signs and mortality with a monotonic increase in mortality for each missing vital sign (zero missing: 2.7% (n=746), one missing: 3.3% (n=319), two missing: 7.0% (n=66), three or more missing: 7.5% (n=38), p<0.001). The highest mortality population (‘Expired in emergency unit with 100% mortality) had over half the patients (55.4%, n=103) missing one or more vitals. Therefore, when we attempted complete case analysis for logistic regression, only 70.7% of patients (n=26 869) were included in the model (including only 9.7% of children under 5 years old) and only 63.4% (n=741) of deaths were included. Therefore, complete case analysis was rejected in favour of multiple imputation (complete case analysis results are available inonline supplemental appendices 1; 2).10.1136/bmjopen-2021-059859.supp1Supplementary data10.1136/bmjopen-2021-059859.supp2Supplementary dataUsing multiple imputation by chained equations over 10 data sets (as described in the Methods section), we were able to produce a logistic regression model that included all 38 033 patients (table 2).Table 2Logistic regression model of mortality comparing supervision cohortsMultiple imputation (n=38 033)OR95% CIP valueAge groupUnder 5 years old1.290.77 to 1.140.0085–12 years old0.490.55 to 0.90<0.00118–64 years oldREF>=65 years old1.631.37 to 1.93<0.001HIVNegativeREFPositive1.841.51 to 2.25<0.001MalariaNegativeREFPositive0.930.78 to 1.120.708GenderMaleREFFemale0.710.62 to 0.80<0.001Oxygen saturationNormalREFHypoxic2.952.55 to 3.41<0.001Respiratory rateNormalREFTachypnoea1.821.58 to 2.11<0.001Heart rateNormalREFTachycardic1.181.03 to 1.360.02Blood pressureNormotensiveREFHypotensive1.651.39 to 1.960.027TemperatureNormalHypothermic2.091.81 to 2.42<0.001Febrile0.800.66 to 0.980.034Year0.900.86 to 0.95<0.001Clinical impression‘Not sick’‘Sick’4.813.91 to 5.90<0.001‘Toxic’35.627.8 to"
  },
  {
    "full_text": "to 5.90<0.001‘Toxic’35.627.8 to 45.5<0.001SupervisionIndependentREFDirect0.570.37 to 0.900.015Indirect0.710.55 to 0.920.01This model had excellent discrimination (AUROC: 0.87 (0.85 to 0.88)), goodness of fit (Hosmer-Lemeshow: 0.991) and accuracy (Brier score: 0.0256). This model found that both ‘Direct’ and ‘Indirect’ supervision were significantly independently associated with reduced OR for mortality (‘Direct’: 0.57 (0.37 to 0.90), ‘Indirect’: 0.71 (0.55 to 0.92)) when compared with ‘Independent Care’. As a sensitivity analysis, patients with and without three or more abnormal vital signs were analysed separately (figure 3).Figure 3ORs for mortality comparing direct supervision and indirect supervision with independent care.For the minority of patients with three or more abnormal vital signs (17.2%, n=6451), both ‘Direct’ and ‘Indirect’ supervision were significantly independently associated with reduced OR for mortality (‘Direct’: 0.44 (0.22 to 0.85), ‘Indirect’: 0.60 (0.41 to 0.88)). However, for the majority of patients who had two or fewer abnormal vital signs (82.8%, n=31 492), there was no significant difference in OR for mortality (‘Direct’: 0.81 (0.44 to 1.49), ‘Indirect’: 0.82 (0.58 to 1.16)).DiscussionThis study of a non-physician clinician emergency care training programme in rural Uganda demonstrates that direct and indirect supervision by emergency medicine physicians reduced overall mortality as compared with independent non-physician clinician emergency care. Sensitivity analysis showed that this benefit was restricted to the most severely ill subset of patients—as defined by abnormal vitals—with independent non-physician clinician care having similar outcomes to physician-supervised care for the vast majority of patients. These findings are consistent with a prior study by our author group showing the mortality benefit for direct emergency medicine physician supervision was restricted to the most severely ill subset of children under 5 years of age.46We are not aware of any other studies addressing mortality rates of patients cared for by emergency care specialty trained non-physician clinicians in similar LMIC settings. This finding has potentially profound implications for policy to maximise workforce potential in the rapidly developing field of emergency care in Uganda and in similar settings.One of the fundamental challenges of our analysis was the rapidly changing background of the health system in Uganda during the study period (2009–2019). Many of the most profound shifts seen in our study likely reflect the overall changes in Ugandan healthcare. As shown infigure 2, overall mortality significantly (p<0.001) decreased by almost 70% during the study period. While impressive, this finding is consistent with the 63% reduction in national crude death rate during the study period.49Similarly, we saw many demographic shifts in our population over time (table 1) including fewer emergencies in children under 5, more elderly"
  },
  {
    "full_text": "emergencies in children under 5, more elderly patients and reduced rates of malaria. Again, these are consistent with Ugandan national trends over that time period.49Logistic regression models were developed control for confounding variables. As mentioned in the Results section, high rates of missing data for the highest mortality patients and children under 5 years old made complete-case analysis a poor fit for our data set. Multiple imputation was eventually selected as the optimal method for handling missing data.51 52Single (deterministic) imputation models were developed but ultimately discarded based on poor performance. The multiple imputation model had excellent characteristics (discrimination, goodness of fit and accuracy) and showed that both ‘Direct Supervision’ and ‘Indirect Supervision’ reduced programme mortality overall as compared with ‘Independent Care’. This is an expected finding, as no argument exists in this manuscript or elsewhere suggesting complete equality between physician and non-physician clinician training, practice or outcomes. Rather, this finding clearly highlights the importance of the scaling-up of the ongoing emergency medicine physician training efforts in Uganda to reduce mortality in emergencies nationwide.While emergency medicine physician care for all emergency patients is ideal, the current rate of emergency medicine specialist training, health system funding and high demand for emergency medicine specialist physicians at training institutions and in administrative roles, means that the ideal of emergency medicine specialist clinical care in emergency units throughout Uganda may be decades away from being realised. Therefore, optimising the role of non-physician clinicians can help address the current gap between emergency care patients and providers.Sensitivity analysis was performed to attempt to identify which subset of patients might benefit most from physician supervision. With prior studies showing the benefit of direct physician supervision of non-physicians was limited to severely ill paediatric patients, our sensitivity analysis involved stratifying by vital signs.46We found that minority of patients with three or more abnormal vital signs (16.7%, n=6541) had significantly reduced OR of mortality, and that reduction was enough to create a significant mortality impact for those supervision cohorts overall. However, when the majority of patients with two or fewer abnormal vital signs were looked at separately, there was no significant reduction in mortality when comparing either ‘Direct Supervision’ or ‘Indirect Supervision’ to ‘Independent Care’. We believe that this finding could be used at triage to immediately identify patients most likely to receive benefit from emergency medicine physician supervision in clinical situations where that resource is too limited to be provided for all patients.We strongly support the ongoing development of emergency medicine specialty training for physicians in"
  },
  {
    "full_text": "medicine specialty training for physicians in Uganda to help achieve the ultimate goal of providing emergency medicine physician clinical care for all patients. However, current emergency care staffing shortages in Uganda and elsewhere in SSA are likely to persist for decades to come. Augmenting the physician workforce with emergency care specialty-trained non-physician clinicians—who can be trained more rapidly, at a lower cost, and are more likely to work in rural areas—is a clear path forward to addressing the immediate emergency care needs faced by millions of Ugandans today.3 20 38 53Our analysis shows that a synergy between these groups is possible: non-physician clinicians can safely deliver independent care for the majority of less severely ill patients without causing excess mortality, while emergency medicine physicians can provide or supervise non-physician clinician care to reduce mortality for the most severely ill subset of patients.LimitationsThis is a single-centre, retrospective study of an emergency unit database. Mortality follow-up was limited to 3 days. While 1-week and 1-month mortality is undoubtedly important, 3-day follow-up was chosen both to minimise loss to follow-up in a setting where most patients do not have consistent ability to receive phone calls and because follow-up after 3 days was thought to be less reflective of outcomes related to acute care provided in the emergency unit. Inpatient mortality was affected not just by emergency unit care but also by hospital ward care. However, this care was provided similarly throughout the study, making it unlikely to bias outcomes in comparisons between cohorts. Multiple imputation is a widely accepted method for dealing with missing data, but even with auxiliary variables used to improve the likelihood of meeting the missing at random assumption, any approach to missing data is imperfect with multiple imputation being no exception. Finally, there was a high loss to follow-up in discharged patients over the duration of the study (47.7%, n=8110). Most of this loss to follow was due to lack of phones for the discharged patients (had no phone: 82.3%, n=6592; invalid number: 6.9%, n=553) with only 10.7% (n=856) being loss to follow-up for other reasons. However, with a mortality rate of 0.07% (n=6 deaths in 8906 discharges) in discharged patients with complete follow-up, it is highly unlikely that the 8110 discharged patients lost to follow-up represent a significant number of fatal cases excluded from our analysis. The 6.3% loss to follow-up rate for admitted and direct to theatre patients was otherwise considered adequate given the challenges of emergency unit data collection in SSA.ConclusionsThis analysis shows that task sharing of emergency care specialty-trained non-physician clinicians to address emergency care staffing shortages is both efficient and safe for the vast majority of patient encounters. As Uganda strives to reach the goal of consistent emergency medicine"
  },
  {
    "full_text": "reach the goal of consistent emergency medicine physician coverage of emergency units, operationalising a hybrid model with emergency medicine physician supervision of otherwise independent non-physician clinician care for the sickest emergency care patients has the potential to save lives. Based on the robust evidence base reported here, our recommendations are as follows:Scale up emergency medicine physician development and training: the highest risk approximately 15% of patients had nearly a 50% reduction in mortality with physician involvement, and direct supervision significantly reduced overall mortality.Increase capacity for emergency care non-physician clinician training: emergency care non-physician clinicians provided independent care comparable to care given with emergency medicine physician supervision for approximately 85% of patients over the study period.Create triage protocols for early identification of the highest risk patients: in our analysis, patients with three or more abnormal vital signs were most likely to derive benefit from emergency medicine physician clinical care or supervision of non-physician clinician care.Create clear protocols and systems to provide emergency care non-physician clinicians with direct supervision in person or via phone/telehealth consultation by emergency medicine physician for patients at high-risk of mortality.Supplementary MaterialReviewer commentsAuthor's manuscript CONCLUSION: ConclusionsThis analysis shows that task sharing of emergency care specialty-trained non-physician clinicians to address emergency care staffing shortages is both efficient and safe for the vast majority of patient encounters. As Uganda strives to reach the goal of consistent emergency medicine physician coverage of emergency units, operationalising a hybrid model with emergency medicine physician supervision of otherwise independent non-physician clinician care for the sickest emergency care patients has the potential to save lives. Based on the robust evidence base reported here, our recommendations are as follows:Scale up emergency medicine physician development and training: the highest risk approximately 15% of patients had nearly a 50% reduction in mortality with physician involvement, and direct supervision significantly reduced overall mortality.Increase capacity for emergency care non-physician clinician training: emergency care non-physician clinicians provided independent care comparable to care given with emergency medicine physician supervision for approximately 85% of patients over the study period.Create triage protocols for early identification of the highest risk patients: in our analysis, patients with three or more abnormal vital signs were most likely to derive benefit from emergency medicine physician clinical care or supervision of non-physician clinician care.Create clear protocols and systems to provide emergency care non-physician clinicians with direct supervision in person or via"
  },
  {
    "full_text": "with direct supervision in person or via phone/telehealth consultation by emergency medicine physician for patients at high-risk of mortality."
  }
]