[
  {
    "full_text": "TITLE: Emergency medicine research in the Philippines: A scoping review ABSTRACT: AbstractObjectivesIn this review, we aim to synthesize the current emergency medicine literature in the Philippines in order to determine the depth of research available in the country while delineating the gaps, helping to provide focus to future research in the field.MethodsA literature review was done using 4 databases to identify emergency medicine studies in the Philippines. To explore the research trends among eligible studies, data on study type, countries, and institutions involved as well as study themes were collected and described.ResultsA total of 845 studies were screened, and 43 were included in this review. Results show that only 25% of emergency medicine studies were published before 2015. Most studies were observational (37.2%) or descriptive (37.2%) in nature with the University of the Philippines/Philippine General Hospital being the most common contributing institution (17.4%). Metro Manila was the most common study site with more than half of studies conducted in the area. Lastly, among the variety of study disciplines, disaster medicine was the most frequent topic comprising 30.2% of studies reviewed.ConclusionsCompared to the global scene, Philippine emergency medicine research still has a long way to go. This study was able to provide a landscape of the current literature and highlight the study trends. Further, the findings here emphasize the need to expand the scope of emergency medicine studies in the country as it is still a young and growing field with studies tending to cluster around just a small number of institutions and regions. BODY: 1INTRODUCTION1.1BackgroundEmergency medicine is a relatively new field of medicine1and in the Philippines, it was only recognized as a specialty in 1988.2Before its formalization as a specialty, the emergency department (ED) comprised nurses and physicians who were called on an as‐needed basis.1Eventually, calls for more specialized first aid training led to the formation of the first emergency medicine curriculum.1From there, emergency medicine in the Philippines has evolved throughout the years. It has helped the health care system function efficiently, safely, and cost‐effectively.1Furthermore, it has adapted systems that would enable the provision of health care both in the community and in hospitals.1However, despite progress in this field, further development is still needed in order for emergency medicine in the Philippines to be at par with those in other countries.In 2016, it was reported that the ratio of ED doctors and nurses to patients in the Philippines paled in comparison to that of its neighbors such as Taiwan and Japan.1Moreover, waiting times for inpatient beds were also longer compared to countries like India.11.2ImportanceThe gap in emergency medicine services is not only felt by the patients and staff but is also apparent in terms of literature. However, this is not limited to the"
  },
  {
    "full_text": "literature. However, this is not limited to the Philippines as global trends show emergency medicine research is limited.3,4In fact, it is only in the past 2 decades that there was a noted annual research growth rate of 13.8% in Europe and 7.9% in the United States and compared to other specialties, there is a lower percentage of collaborative research between specialties and among countries in emergency medicine.4In the Philippines, collaborative research networks around resuscitation science and trauma care systems have emerged in recent years allowing Philippine emergency physicians to participate. Still, in lower‐ and middle‐income countries (LMICs), several factors can contribute to research limitations such as lack of personnel, time constraints, insufficient funds, non‐standardized data collection, and difficulty in obtaining informed consent.5,6The scarcity of updated research may lead to outdated practices and guidelines that may be applied to emergency care locally.6It is imperative that those in the field continually adapt to modern advances in practices and technology through the production and implementation of research to provide optimal patient care.1.3Goals of this investigationThis scoping review aims to consolidate information on current emergency medicine research in the Philippines while identifying possible gaps to help guide future research in the field. Results of the study shall be communicated to the research committee of the Philippine College of Emergency Medicine for information and use.2METHODSStudy Design and Registration. This scoping review was conducted following the guidelines found in the Preferred Reporting Items for Systematic reviews and Meta‐Analyses extension for Scoping Reviews (PRISMA‐ScR) Checklist.7The review protocol (https://osf.io/ztc9a) may be accessed in the Open Science Framework.Eligibility Criteria. Studies that discuss topics related to emergency medicine as a field of medicine in the Philippines were sought. Specifically, the criteria for inclusion were as follows: (1) any study that was conducted in the Philippines and is within the context of the emergency medicine specialty or in the setting of an ED in the Philippines; (2) published in English; (3) conducted from inception until November 30, 2022; (4) the study population consisted of ED patients or emergency clinicians; and (5) the study or management occurred in the ED. The criteria for exclusion were as follows: (1) publications not in English; (2) unpublished ED studies; (3) studies that are not focused on emergency medicine in the Philippines nor set in EDs in the Philippines; (4) publications that mention emergency medicine in the Philippines within the context of a multinational or global analysis; (5) publications that mention emergency medicine only in the context of public health or policymaking; (6) duplicate articles of another publication, commentaries, editorials, news reports, abstract‐only papers, letters to editors, and"
  },
  {
    "full_text": "abstract‐only papers, letters to editors, and position papers; and (7) studies with unavailable full text. No studies were excluded due to methodology or risk of bias, in the spirit of effectively assessing the range of emergency medicine research in the Philippines.For case reports, the following criteria were used: case reports were included if they had (1) patients who presented to the emergency room with life‐threatening or limb‐threatening conditions; (2) patients with unstable vital signs; (3) patients who required immediate medical or surgical intervention; or (4) patients whose cases were primarily managed in the ED or ICU. They were excluded if (1) patients presented at the ED but were primarily managed in a non‐intensive care setting or on an outpatient basis; (2) the patient's area of admission was not specified.Search Strategy. A comprehensive search of 4 electronic databases: PubMed, EBSCO CINAHL, Scopus, and Herdin was done. The following search strategy was used: “(emergency medicine OR emergency department OR emergency medical system OR emergency medical service OR emergency care OR medical emergency service OR medical emergency OR emergency health OR emergency medical OR emergency services OR Prehospital Emergency Care OR ambulance) AND Philippines.”Selection of Studies. The results of the initial search strategy were screened by 1 reviewer for duplicates and for articles not in English. The remaining articles underwent title and abstract screening, which was done independently by 3 reviewers. Discrepancies were discussed and resolved by majority consensus. Articles that passed the first screening underwent full‐text analysis, which was done similarly by 3 independent reviewers. All irrelevant articles were excluded, with recordkeeping of the reasons for exclusion as seen in Figure1.FIGURE 1Preferred Reporting Items for Systematic Reviews and Meta‐Analyses (PRISMA) diagram for study selection.Data Extraction and Synthesis. From the papers included after the second round of screening, data were extracted by 2 independent reviewers using a data extraction tool developed by the reviewers. Data collected from the studies include the following: title, first author, year of publication, study type, country of origin, contributing institutions, study setting, study discipline, and a summary of the findings. These were compiled for analysis in Microsoft Excel version 16.Data Analysis. Descriptive statistics were used to summarize the data with frequencies and percentages reported for nominal data.3RESULTS3.1Study selectionThe process for study selection is shown in Figure1.A total of 845 unique studies were retrieved from 4 databases and were screened for eligibility. After the initial screening, only 65 studies were deemed to be relevant to Philippine emergency medicine. Of these, only 43 were included after the second round of screening (Table1).TABLE 1List of emergency medicine studies in the Philippines.First authorYear of"
  },
  {
    "full_text": "studies in the Philippines.First authorYear of publicationStudy designDisciplineRoces, MC81992ObservationalDisaster medicineYu, RF92002ObservationalNeurocritical careRuiz, JD102004ObservationalAdult resuscitation/life supportLitzow, JM112009ObservationalPediatric emergency medicineParas, A122012ObservationalEmergency medical servicesRoca, JB132015ObservationalOthersChing, PK142015ObservationalDisaster medicineDe Vera, MJ152016ObservationalPediatric emergency medicineAgbayani, BEM162018ObservationalEmergency medical servicesSylwanowicz, L172018ObservationalDisaster medicinevan Berlaer, G182019ObservationalDisaster medicineRobertson, FC192019ObservationalNeurocritical careHayden, D202020ObservationalPediatric emergency medicineDe Vera, MJ212020ObservationalOthersOng, GJ222020ObservationalPediatric emergency medicineJimenez, MLCD232021ObservationalEmergency department studiesAbad, CL242021ObservationalCritical care medicineGaringarao, CJ252013Case reportNeurocritical careAbrahan, IV262017Case reportCritical care medicineChiu, HHC272018Case reportAdult emergency medicine casesSeñga, MM282020Case reportMedical toxicologyCo, COC292020Case reportNeurocritical carePeralta, PMA302022Case reportCritical care medicineSarmiento, RJC312022Case reportMedical toxicologyWilkinson, DJ322019Clinical guidelinePediatric emergency medicineCo, COC332020Clinical guidelineNeurocritical careBarros, F341992DescriptiveEmergency department studiesPanopio, RL351992DescriptiveAdult resuscitation/life supportRuiz, R362010DescriptiveEmergency department studiesLing, F372014DescriptiveDisaster medicineKim, H382015DescriptiveDisaster medicineNoone, M392015DescriptiveDisaster medicinePeiris, S402015DescriptiveDisaster medicineWeintraub, ACA412016DescriptiveDisaster medicineBanwell, N422016DescriptiveDisaster medicineMcDermott, KM432017DescriptiveDisaster medicineShilkofski, N442017DescriptiveDisaster medicineGundran, CPD452018DescriptiveDisaster medicineEstember, RD462019DescriptiveEmergency medical servicesNolasco, MA472020DescriptiveEmergency department studiesJimenez, OB482022DescriptiveCritical care medicinePeralta, PG21995ReviewOthersCollantes, ME492022ReviewNeurocritical careJohn Wiley & Sons, Ltd.3.2Yearly trends in Philippine emergency medicine studiesBased on Figure2, the number of publications published before 2015 makes up about 25% of the total number of studies with most studies only being published within the last 7 years.FIGURE 2Number of emergency medicine publications in the Philippines per year. Abbreviation: PCEM, Philippine College of Emergency Medicine.3.3Characteristics of Philippine emergency medicine studiesMost studies reviewed were observational studies (39.5%) with descriptive studies (34.9%) being the second most common study type. A majority of study authors came from the Philippines (67.2%) with international collaborating countries led by the United States (8.2%) and Australia (6.6%) (Table2). In 40% of the studies reviewed, an institution outside"
  },
  {
    "full_text": "of the studies reviewed, an institution outside of the Philippines was involved. Among local institutions, the University of the Philippines/Philippine General Hospital (17.7%) and Ateneo de Manila University with the partner hospital of its School of Medicine, The Medical City (8.2%) were the top contributors. Most studies were also done in Metro Manila (51.1%) with Eastern Visayas coming in second at 23.4%. Notably, all 11 studies done in Eastern Visayas are on disaster medicine.TABLE 2Characteristics of emergency medicine publications in the Philippines.CharacteristicFrequencyPercentageStudy design (N= 43)Observational study1637.2Descriptive study1637.2Case report716.3Review24.7Clinical guideline24.7Country of origin (N= 61)Philippines4167.2Australia46.6Belgium23.3Brazil11.6China11.6Korea11.6Luxembourg11.6Netherlands11.6Switzerland11.6Taiwan11.6United Kingdom23.3United States58.2Contributing institution (N= 85)International institutions3440.0UP/PGH1517.7ADMU/TMC78.2St. Luke's Medical Center55.9Department of Health44.7Makati Medical Center22.4Manila Doctors Hospital22.4Others1618.8Study setting (N = 47)Metro Manila2451.1Eastern Visayas1123.4Nationwide48.5Central Luzon24.3CALABARZON12.1CAR12.1Ilocos region12.1Cagayan valley12.1Bicol region12.1Western Visayas12.1Abbreviations: ADMU/TMC, Ateneo de Manila University/The Medical City; CAR, Cordillera Administrative Region; UP/PGH, University of the Philippines/Philippine General Hospital.John Wiley & Sons, Ltd.3.4Study disciplines in Philippine emergency medicine studiesThe variety of study disciplines for each study type was also explored (Figure3). The study type with the most varied topics was observational studies with disaster medicine and pediatric emergency medicine each contributing 4 studies (23.5%). There was also a mix of topics for case reports with 2 studies each (28.6%) for medical toxicology, critical care medicine, and neurocritical care. Descriptive studies were mainly about disaster medicine (60%) whereas reviews and clinical guidelines dealt with neurocritical care and pediatric emergency medicine.FIGURE 3Distribution of Philippine emergency medicine studies by study type and discipline. Abbreviations: ED, emergency department; EMS, emergency medical services.4LIMITATIONSThis study is limited by the sources of literature that were used. Only Philippine emergency medicine studies written in English and made available in 4 online databases were included. Studies that were unpublished or were deposited in university or national libraries as physical copies only were not investigated. The study's applications are also limited to the Philippines with a potential lack of external validity to other nations.5DISCUSSIONIn this study, we see an increased frequency and volume of publications since the Philippine College of Emergency Medicine and Acute Care (PCEMAC) and the Philippine Society of Emergency Care Physicians merged to form the PCEM in 2009.50This is in line with trends that show"
  },
  {
    "full_text": "in 2009.50This is in line with trends that show growth in emergency medicine literature globally.51,52,53However, the number of published works coming from the Philippines is still significantly behind that of other countries. Despite the proximity, the Philippines is sorely behind on emergency medicine research when compared to its Southeast Asian peers like Hong Kong, Singapore, South Korea, Taiwan, and Thailand, which were identified as leaders in emergency medicine publications in the region.51In terms of study design, more than half of the studies were observational or descriptive in nature and case reports were the third most common. Reviews, clinical guidelines, and experimental studies were seldom published. This is consistent with previous findings that clinical practice guideline development in the Philippines is still lacking in many areas including technical expertise, funds, and dissemination.54For countries of origin, the majority of the studies had local contributors but international collaborations were frequent, especially with other member countries of the International Federation for Emergency Medicine.51Most studies also came from just a few contributing institutions, which are all located in Metro Manila. This may be due to the concentration of accredited emergency medicine training institutions in this region, making up 14 out of the 21 institutions on the list.55The rest of the institutions are distributed across 6 other regions in the country, which means there are 10 regions with no existing emergency medicine training programs as of writing. This highlights the effect on research of existing regional inequities in the Philippines.565.1Case reportsFor case reports, rare adult medicine cases25,26,27,28and the proper management of patients with possible drug‐ or disease‐disease interactions29,30,31were the main topics. Each of these case reports, although managed in the ED or the ICU, was produced by physicians outside the field of emergency medicine. Primary authors were subspecialty physicians, most commonly from internal medicine.26,27,30,31Expertise of the subspecialties endocrinology,25cardiology,26neurosciences,29,31psychiatry,28,30and infectious diseases,27were featured; one case report was coauthored by a thoracic and cardiovascular surgeon.26The lack of published case reports by emergency physicians is an important observation. Resident trainees produce case reports as part of their graduation requirements; however, very few find themselves in publication. It was only in 2016 that thePhilippines Journal of Emergency Medicinewas published, so the lack of a local journal to contribute to may have been an obstacle in previous years. There may also be time constraints and funding limitations.5,6The purpose of emergency medicine in stabilizing the patients before handoff to the appropriate departments for management may be another contributory factor. Emergency physicians are rarely responsible for the full management"
  },
  {
    "full_text": "are rarely responsible for the full management of a patient's disease, and the complexity of the cases may also dictate that a subspecialist is best to author the report. Some avenues for possible collaborative research authored by emergency physicians may be in the intersection with anesthesia and intensive care medicine in the practice of critical care interventions.575.2Descriptive studiesMore than half of the descriptive studies fell under the disaster medicine category. Out of 9 disaster medicine articles, 8 were about the Typhoon Haiyan disaster that hit the central Philippines in November 2013.58These Typhoon Haiyan articles had the following themes: mental health care,41pediatric care during disasters,44foreign medical team registration,40diabetes care,43and documentation of medical needs.45There were also 3 field reports and commentaries from the United States, Korea, and China that discussed the aid extended by their respective countries as they sent medical rescue teams.37,38,39One article on disaster medicine detailed disaster risk reduction plans and innovations in the country.42This trend toward disaster medicine articles is also present worldwide as this discipline made up 26% of global emergency medicine reports reviewed by one study.59There were also 3 studies about the ED, all published in local journals and done in single institutions. This shows that ED studies in the Philippines are still being done on a small scale and have yet to expand to multi‐institution studies and to dissemination through channels with a wider audience. In one study, researchers estimated the spacing and staffing needs in their institution.34Two other ED studies focused on patient profiling.36,47Of the 2 articles about emergency medical services (EMS), one discussed the optimization of emergency ambulance services in one city46and another characterized the outcomes of out‐of‐hospital cardiac arrests and identified possible influencing factors.12The remaining articles discussed the success rate of life support services in one institution35and the experiences of nurses in the ICU during the COVID‐19 pandemic.485.3Observational and experimental studiesObservational studies had the greatest variety of study disciplines, but disaster medicine and pediatric emergency medicine studies were the most common. Three disaster medicine articles were about the Typhoon Haiyan disaster.14,17,18One article was about injury risk factors during the 7.7 magnitude earthquake that struck Luzon in July 1990.8For pediatric emergency medicine, resuscitation was a common theme for 2 articles.20,22Other pediatric emergency medicine studies examined the effect of obesity on childhood asthma exacerbations15and 1 reported the rates of colonization of multidrug‐resistant gram‐negative rods in 2 neonatal ICUs.11There were 2 articles each for neurocritical care. One article assessed the performance of a task‐sharing model on emergency neurosurgery as observed in 2 institutions19and"
  },
  {
    "full_text": "neurosurgery as observed in 2 institutions19and the second article identified factors that lead to delayed management of acute stroke patients.9Other articles looked into the effect of masculine ideologies on the mental well‐being of first responders,16factors associated with cardiopulmonary resuscitation as observed in 1 institution,10determinants of non‐urgent ED consultations,23and the experience and response of 1 institution to COVID‐19 in 2020.24Two studies did not fall under any specific discipline. These were surveillance on fireworks‐related injuries conducted from 2010 to 201413and a report on ED assessment and management of anaphylaxis cases.215.4Clinical guidelinesAn article on pediatric emergency medicine described the development of a guideline on the resuscitation of neonates who are approximately 24 to 28 weeks gestation in the Philippines, which reflects the context of resuscitating extremely preterm infants in LMICs.32Another guideline on neurocritical care identifies the problem in delivering timely management of patients with acute stroke in the context of the COVID‐19 pandemic.335.5ReviewsTwo reviews are included in this scoping review. One review on neurocritical care was published in 2022 and explores the current shortcomings in the management of stroke care and the subsequent courses of action to augment these gaps.49The second review was published in 1995 and gave an overview of the state of Philippine emergency medicine at the time.2It provided information regarding the existing emergency medicine training programs, EDs, EMS systems, emergency physicians, and research.2Compared to the 21 training institutions in the country today, there were only 3 emergency medicine residency training hospitals at the time.2In terms of research funding, it mainly came from hospitals and the principal investigators, but several pharmaceutical companies occasionally provided funding.2As of 1995, it was also the PCEMAC that took care of the professional interests of emergency physicians and coordinated emergency medicine education in the country.2The review detailed their role politically with the college sponsoring 2 bills including the Emergency Care Act and the Philippine Emergency Medical Services System Act as well as their role academically through the creation of theLifelinejournal.2Notably, this review discusses similar themes with the present study but it has been more than 25 years since an update was written on the topic. This further emphasizes the importance of the current paper in showcasing how Philippine emergency medicine has evolved throughout the past decades.5.6Addressing the gapsAs the national governing body of emergency medicine practice in the country, PCEM along with its accredited training institutions should be at the forefront of addressing the gaps highlighted in this review. First, the value of research work and its implications to emergency medicine practice must be instilled in the country's emergency"
  },
  {
    "full_text": "must be instilled in the country's emergency practitioners. Research is already a part of emergency medicine residency training, but publication of accomplished research projects should be encouraged. This may be done by providing more research exposure to emergency medicine residents through protected research time and journal club discussions. More funding sources should also be tapped to encourage the conduct and publication of emergency medicine studies. Research training is another avenue that may be explored because the lack of experience and knowledge in conducting research and writing papers may be another obstacle for emergency medicine doctors in the country. The availability of local peer‐reviewed journals may also boost publication from the field. Collaborations should be encouraged, especially multicenter studies among training institutions or research projects that analyze data from clinical registries. Another form of collaboration that may boost research productivity is through interdisciplinary work involving other medical specialties and even those from the basic or social sciences.In summary, research in Philippine emergency medicine is only beginning to grow with the increase in published articles observed just in the last 10 years. This is also seen in the limited types of studies done and disciplines explored thus far. This review also shows that research contributions have been limited to only a few institutions and study settings. Moving forward, this article may serve as a guide to PCEM, emergency medicine training institutions and physicians as they take steps to meaningfully grow the field to be at par with global peers.AUTHOR CONTRIBUTIONSFatima Ericka S. Vista, Maria Pauline A. Alibin, and Ma. Patricia Thea N. Arevalo contributed to the conceptualization, methodology, validation, formal analysis, investigation, writing, and visualization. Faith Joan M. Gaerlan contributed to the conceptualization, review and editing, and supervision.CONFLICT OF INTEREST STATEMENTF.J.M.G. is a medical consultant for the Department of Medicine in the Philippine General Hospital. All other authors declare that they have no competing interests."
  }
]