[
  {
    "full_text": "TITLE: Emergency medicine physician workforce attrition differences by age and gender ABSTRACT: Background:Emergency care workforce concerns have gained national prominence given recent data suggesting higher than previously estimated attrition. With little known regarding characteristics of physicians leaving the workforce, we sought to investigate the age and number of years since residency graduation at which male and female EM physicians exhibited workforce attrition.Methods:We performed a repeated cross-sectional analysis of EM physicians reimbursed by Medicare linked to date of birth and residency graduation date data from the American Board of Emergency Medicine (ABEM) for the years 2013–2020. Stratified by gender, our primary outcomes were the median age and number of years since residency graduation at the time of attrition, defined as the last year during the study timeframe that an EM physician provided clinical services. We constructed a multivariate logistic regression model to examine the association between gender and EM physician workforce attrition.Results:A total of 25,839 (70.2%) male and 10,954 (29.8%) female EM physicians were included. During the study years, 5,905 male EM physicians exhibited attrition at a median age (IQR) of 56.4 (44.5–65.4) years, and 2,463 female EM physicians exhibited attrition at a median (IQR) age of 44.0 (38.0–53.9) years. Female gender (aOR= 2.30, 95%CI: 1.82 to 2.91) was significantly associated with attrition from the workforce. Male and female EM physicians had respective median (IQR) post-residency graduation times in the workforce of 17.5 (9.5–25.5) years and 10.5 (5.5–18.5) years among those who exhibited attrition, and 1 in 13 males and 1 in 10 females exited clinical practice within five years of residency graduation.Conclusions:Female physicians exhibited attrition from the EM workforce at an age approximately 12 years younger than male physicians. These data identify widespread disparities regarding EM workforce attrition that are critical to address to ensure stability, longevity, and diversity in the emergency physician workforce. BODY: Background:Emergency care workforce concerns have gained national prominence given recent data suggesting higher than previously estimated attrition. With little known regarding characteristics of physicians leaving the workforce, we sought to investigate the age and number of years since residency graduation at which male and female EM physicians exhibited workforce attrition."
  }
]