[
  {
    "full_text": "TITLE: Emergency Medicine Around the World: Analysis of the 2019 American College of Emergency Physicians International Ambassador Country Reports ABSTRACT: ObjectiveThe specialty of emergency medicine and recognition of the need for emergency care continue to grow globally. The specialty and emergency care systems vary according to context. This study characterizes the specialty of emergency medicine around the world, trends according to region and income level, and challenges for the specialty.MethodsWe distributed a 56‐question electronic survey to all members of the American College of Emergency Physicians International Ambassador Program between March 2019 and January 2020. The Ambassador Program leadership designed the survey covering specialty recognition, workforce, system components, and emergency medicine training. We analyzed results by country and in aggregate using SAS software (SAS Institute Inc). We tested the associations between World Bank income group and number of emergency medicine residency‐trained physicians (RTPs) and emergency medicine specialty recognition using non‐parametric Fisher's exact testing. We performed inductive coding of qualitative data for themes.ResultsSixty‐three out of 78 countries’ teams (80%) responded to the survey. Response countries represented roughly 67% of the world's population and included countries in all World Bank income groups. Fifty‐four countries (86%) recognized emergency medicine as a specialty. Ten (16%) had no emergency medicine residency programs, and 19 (30%) had only one. Eight (11%) reported having no emergency medicine RTPs and 30 (48%) had <100. Fifty‐seven (90%) had an emergency medical services (EMS) system, and 52 (83%) had an emergency access number. Higher country income was associated with a higher number of emergency medicine RTPs per capita (P= 0.02). Only 6 countries (8%) had >5 emergency medicine RTPs per 100,000 population, all high income. All 5 low‐income countries in the sample had <2 emergency medicine RTPs per 100,000 population. Challenges in emergency medicine development included lack of resources (38%), burnout and poor working conditions (31%), and low salaries (23%).ConclusionsMost surveyed countries recognized emergency medicine as a specialty. However, numbers of emergency medicine RTPs were small, particularly in lower income countries. Most surveyed countries reported an EMS system and emergency access number. Lack of resources, burnout, and poor pay were major threats to emergency medicine growth. BODY: 1INTRODUCTION1.1BackgroundEmergency medicine emerged as a specialty in the 1960s and 1970s in response to the need for high‐quality, expedient emergency care of patients arriving to the hospital with time‐sensitive complaints.1Emergency medicine has been shown to improve the care and outcomes of patients with emergent complaints.2,3,4In 2007, the World Health Assembly Resolution 60.22 called for the involvement of ministries of health in the review and"
  },
  {
    "full_text": "of ministries of health in the review and strengthening of trauma and emergency care,5and in 2019 the World Health Assembly Resolution 72.16 “Emergency Care Systems for Universal Health Coverage” identified emergency care as a critical component of the health system.6The first countries to recognize emergency medicine as a specialty were the United Kingdom (1968), United States (1979), Canada (1980), and Australia (1981).7,8By 2003, at least 43 countries provided at least 1 emergency medicine residency program.9Yet emergency medicine does not exist or remains a young specialty in many countries. The medical professionals providing emergency care vary across the health care‐resource and emergency medicine development continuums. In one extreme are countries or regions with few resources and few physicians, which may rely on non‐physicians (eg, nurses, clinical officers) to provide most emergency care independently. In some areas, general practitioners or physicians from specialties other than emergency medicine provide emergency care with few or no emergency medicine residency‐trained physicians (RTPs). On the other extreme are higher‐resource countries or regions where emergency medicine RTPs care for or supervise the care of most patients. Typical milestones in a country's development of the specialty of emergency medicine include, but are not limited to, the creation of emergency medicine residency programs, board certification, specialty associations, peer‐reviewed journals, clinical guidelines, and subspecialties.10In addition to country‐specific developments, regional and international emergency medicine societies, universities, and international development organizations have been important catalysts of emergency medicine development.1.2ImportanceDespite the growing presence of emergency medicine, few studies have defined the structure of emergency medicine systems worldwide or compared the scope and availability of the specialty across regions. To our knowledge, no comprehensive overviews of global emergency medicine have been published in almost a decade.1.3Objective of this studyThe objective of this study was to characterize the current state of emergency medicine development around the world.2METHODS2.1DesignThis study was a descriptive, cross‐sectional survey conducted by the American College of Emergency Physicians (ACEP) International Ambassadors. The ACEP International Ambassador Program consists of US and non‐US‐based emergency physicians promoting the development of their specialty and as of 2019 was active in 78 countries. A delegation of ACEP Ambassadors to a given country consists of 1 or more Ambassadors (eg, Lead Ambassador, In‐Country Liaisons, Deputy Ambassadors, Resident Representatives). This study was determined to constitute non‐human subject research via the Non‐Human Subjects Research Determination Form from the Emory University Institutional Review Board.112.2Survey instrument developmentThe Ambassador Program"
  },
  {
    "full_text": "instrument developmentThe Ambassador Program leadership designed the survey tool with input collected from program members during the annual meeting.12,13The survey contained 56 questions covering categories including recognition of emergency medicine as a specialty, estimated numbers of emergency medicine RTPs, residents and residency programs, and open‐ended qualitative responses about challenges to emergency medicine growth. Other variables collected including those related to emergency medicine as a specialty (eg, national laws regulating emergency care, procedures in emergency medicine scope of practice), emergency medicine training (eg, presence of fellowship programs and board exams), and emergency medical services (EMS) systems (eg, presence of EMS system, emergency access phone number).2.3Survey dissemination and completionThe Ambassador Program distributed the survey via email, 1 email message per country, with up to 5 reminders for non‐responders. Survey responses were collected via Google Forms from March 2019 to January 2020. Ambassadors within each country's delegation worked together to provide 1 response per country, based on personal experiences, correspondence with local colleagues and specialty societies, local government, and educational resources, and published data, when available. Countries with no responses were excluded from the final analysis.2.4Other data sourcesWe used national population statistics from the United Nations Statistics Division's Demographic Statistics Database based on data from either 2019 or the next closest preceding year.14We obtained population data for Taiwan from the Taiwanese National Statistics bureau.15We used the World Bank Atlas Method and gross national income (GNI) per capita country income categorization to determine which countries were considered low income (GNI per capita ≤ USD $1,035), lower‐middle income (USD $1,036–$4,045), upper‐middle income (USD $4,046–$12,535), or high income (≥ USD $12,536) economies.162.5Data analysisThe Bottom LineThere are few descriptions of emergency medicine internationally. This survey of 63 countries reveals numerous important findings regarding the current state of emergency medicine internationally, including board recognition of emergency medical services (EMS) as a specialty (86%), as well as the shortage of emergency medicine residency training programs (none in 16%) and emergency medicine residency‐trained physicians (none in 11%). Program and physician shortages were more common in lower income countries. These findings highlight important emergency medicine gaps around the world.We graphed the recognition of emergency medicine as a specialty in a map of the world. We drew histograms of the number of emergency medicine residencies and the number of emergency medicine RTPs per country. We calculated the number of emergency medicine RTPs and emergency medicine residencies per 100,000 population and emergency medicine residencies per million"
  },
  {
    "full_text": "and emergency medicine residencies per million population for each country and color coded these variables into categorical groupings based on the observed distributions. We calculated percentages for all categorical and quantitative variables by income level.We used Fisher's exact test to compare the distribution of World Bank income groups in our sample (countries in the Ambassador Program that responded the survey) to those of countries in the Ambassador Program that did not respond the survey and countries not in the Ambassador Program. We also used Fisher's exact test to examine difference across World Bank income groups in the rate of emergency medicine recognition as a specialty, the number of emergency medicine RTPs per capita, and the rest of the categorical values.We analyzed free text responses to the question about perceived threats to emergency medicine development using inductive coding. Two coders reviewed responses individually and each developed preliminary codes. The coders worked together to assess each code for clarity and application to different countries and developed a single code book. Each coder then assigned codes from the shared code book. A senior author served as arbitrator for discrepancies between the coders and recorded code frequencies.We conducted all analyses using SAS (version 9.4M6, SAS Institute Inc).3RESULTSSixty‐three of the 78 ACEP International Ambassador delegations completed a country report, for a response rate of 80% (Figure1). Individual responses can be found on the ACEP International Ambassador website.17The 63 countries in the analysis represented a total population of 5.19 billion (67.3% of the estimated 7.71 billion global population in 2019) (Figure2). There was no difference in the World Bank country income group distribution between countries in the Ambassador Program that responded the survey and countries in the Ambassador Program that did not respond the survey (P= 0.25) or countries that were not part of the Ambassador Program (P= 0.20) (Table1). There were a reported 65,097 emergency medicine RTPs around the globe, with more than half (nearly 36,000) in the United States (Figure2). Nearly half of responding countries have fewer than 100 emergency medicine RTPs (30; 48%) (Figure3, Table2). Emergency medicine RTPs appear to be concentrated in urban areas (Table2). The higher income group was associated with a higher rate of recognition of emergency medicine as a specialty (P= 0.02) (Table2). Although some upper‐middle income and lower‐middle income countries had 2–5 emergency medicine RTPs per 100,000 population, the majority had <2 emergency medicine RTPs per 100,000 population. All low‐income countries reported <2 RTPs per 100,000 population (Table2).FIGURE 1Recognition of emergency medicine specialty: Of 63 countries in the 2019 American College of Emergency Physicians Country Report Compilation, 54 (86%) recognized emergency medicine as a specialty (blue) and 9 (14%) did not"
  },
  {
    "full_text": "as a specialty (blue) and 9 (14%) did not (orange)FIGURE 2Select emergency medicine characteristics in countries in American College of Emergency Physicians Country Report Compilation. Countries are listed by World Health Organization RegionTABLE 1Sample World Bank country income group distribution compared to countries in the Ambassador Program that did not respond to the survey and countries not in the Ambassador ProgramWorld Bank country income groupLow (≤USD $1,035)Lower middle (USD $1,036–$4,045)Upper middle (USD $4,046–$12,535)High (≥USD $12,536)TotalComparison groupsn (%)n (%)n (%)n (%)n (%)PvalueAmbassador Program countries that responded versus Ambassador Pogram countries that did not respond0.20Countries that responded5 (8)15 (23)21 (33)22 (34)63 (81)Countries that did not respond4 (27)2 (13)3 (20)6 (40)15 (19)Countries in the Ambassador Program that responded versus countries not in the Ambassador Program0.25Countries that responded5 (8)15 (23)21 (33)22 (34)63 (29)Countries not in the Ambassador Program24 (15)35 (22)35 (22)61 (39)155 (71)Column percentages provided in parenthesis.John Wiley & Sons, Ltd.FIGURE 3Estimated number of emergency medicine residency‐trained physicians in countries in 2019 American College of Emergency Physicians Country Report CompilationTABLE 2Emergency medicine specialty and workforceWorld Bank country income groupLow (≤USD $1,035)Lower middle (USD $1,036‐$4,045)Upper middle (USD $4,046‐$12,535)High (≥USD $12,536)TotalCharacteristicn (%)n (%)n (%)n (%)n (%)PvalueEmergency medicine recognition as a specialty0.11Yes5 (100)10 (67)20 (95)19 (86)54 (86)No0 (0)5 (33)1 (5)3 (14)9 (14)Estimated number of emergency medicine residency‐trained physicians per 100,000 population0.0> 50 (0)0 (0)0 (0)6 (27)6 (10)2–50 (0)2 (13)4 (19)6 (27)12 (19)< 25 (100)13 (87)17 (81)10 (46)45 (71)At least 1 emergency medicine society (n = 63)0.02Yes3 (60)9 (60)18 (86)21 (95)51 (81)No2 (40)6 (40)3 (14)1 (5)12 (19)Number of emergency medicine residency‐trained physicians (n = 63)0.2300 (0)2 (13)3 (14)3 (14)8 (13)1–103 (60)6 (40)2 (10)2 (9)13 (21)11–1001 (20)3 (20)6 (29)7 (32)17 (27)101–3001 (20)1 (7)6 (29)2 (9)10 (16)301–10000 (0)3 (20)2 (10)2 (9)7 (11)1001–60000 (0)0 (0)2 (10)5 (23)7 (11)> 30,0000 (0)0 (0)0 (0)1 (5)1 (2)Percentage of emergency departments with at least 1 emergency medicine residency‐trained physician (n = 63)0.120%1 (20)5 (33)3 (14)4 (18)13 (21)1% to 20%4 (80)8 (53)11 (52)4 (18)27 (43)21% to 40%0 (0)2 (13)2 (10)4 (18)8 (13)41% to 60%0 (0)0 (0)1 (5)0 (0)1 (2)61% to 80%0 (0)0 (0)2 (10)6 (27)8 (13)81% to 100%0 (0)0 (0)2 (10)4 (18)6 (10)Percent of emergency medicine residency‐trained physicians working in urban areas (n = 57)0.9960%0 (0)0 (0)1 (5)1 (5)2 (4)80%0 (0)1 (9)1 (5)3 (14)5 (9)90%2 (50)3 (27)5 (24)5 (24)15 (26)100%2 (50)6 (55)11 (52)9 (43)28 (49)n/a (no emergency medicine RTPs)0 (0)1 (9)3 (14)3 (14)7 (12)National laws regulating emergency care (n = 63)0.21Yes2 (40)4 (27)12 (57)13 (59)31 (49)No3 (60)11 (73)9 (43)9"
  },
  {
    "full_text": "(27)12 (57)13 (59)31 (49)No3 (60)11 (73)9 (43)9 (41)32 (51)National clinical guidelines for emergency care (n = 62)0.22Yes2 (50)4 (27)6 (29)12 (55)24 (39)No2 (50)11 (73)15 (71)10 (45)38 (61)Peer‐reviewed emergency medicine journal (n = 63)0.15Yes0 (0)3 (20)5 (24)10 (45)18 (29)No5 (100)12 (80)16 (76)12 (55)45 (71)Column percentages provided in parenthesis.John Wiley & Sons, Ltd.Fifty‐four (86%) countries recognized emergency medicine as a specialty (Table2, Figure1). Only half of responding countries had national laws regulating emergency care (31; 49%), and fewer had national clinical guidelines for emergency care (24; 39%) (Table2).As of 2019, an estimated 18,236 physicians were in training to become emergency medicine RTPs. However, the majority of responding countries had 10 or fewer emergency medicine residency programs, with 10 countries (16%) having none (Figure4). Nearly half of responding countries provide emergency medicine board certification (30; 48%). Among emergency medicine fellowships offered, pediatrics (13; 21%), ultrasound (11; 18%), and critical care (10; 16%) were the most common, though most countries did not have any (41; 66%) (Table3). Procedures in the scope of practice of emergency medicine RTPs included in the survey were practiced by emergency medicine RTPs in 64% to 88% of countries in the sample (Table4), except for burr hole craniotomy, cesarean section, abdominal surgery, gastrointestinal endoscopy, and surgical fixation of fractures, which were practiced in only a handful of countries. When compared to both higher income groups as well as the low‐income group, a lower proportion of lower middle‐income countries practiced lumbar punctures (P= 0.004), central venous access (P= 0.005), procedural sedation (P= 0.02), pericardiocentesis (P= 0.01), cardiac pacing (P= 0.01), and cesarean section (P= 0.01) (Table4).FIGURE 4Number of emergency medicine residencies per country in 2019 American College of Emergency Physicians Country Report CompilationTABLE 3Emergency medicine educationWorld Bank country income groupLow (≤USD $1,035)Lower middle (USD $1,036‐$4,045)Upper middle (USD $4,046‐$12,535)High (≥USD $12,536)TotalCharacteristicn (%)n (%)n (%)n (%)n (%)PvalueNumber of residencies (n = 63)0.1400 (0)4 (27)2 (10)4 (18)10 (16)13 (60)7 (47)5 (24)4 (18)19 (30)2–102 (40)2 (13)8 (38)4 (18)16 (25)11–500 (0)1 (7)4 (19)7 (32)12 (19)51–1000 (0)1 (7)2 (10)0 (0)3 (5)> 1000 (0)0 (0)0 (0)3 (14)3 (5)Residents in training (n = 63)00 (0)4 (27)2 (10)4 (18)10 (16)0.801–203 (60)6 (40)4 (19)5 (23)18 (29)21–1001 (20)2 (13)6 (29)5 (23)14 (22)101–3001 (20)2 (13)5 (24)2 (9)10 (16)301–10000 (0)1 (7)3 (14)4 (18)8 (13)1001–30000 (0)0 (0)1 (5)2 (9)3 (5)Board certification (n = 63)0.15Yes3 (60)4 (27)9 (43)14 (64)30 (48)No2 (40)11 (73)12 (57)8 (36)33 (52)Fellowships (n = 63)aNone3 (60)11 (73)16 (76)13 (59)43 (68)0.63Pediatrics0 (0)4 (27)4 (19)5 (23)13 (21)0.79Critical care2 (40)2 (13)2 (10)6 (27)12 (19)0.23Ultrasound0 (0)0 (0)3 (14)8 (36)11"
  },
  {
    "full_text": "(27)12 (19)0.23Ultrasound0 (0)0 (0)3 (14)8 (36)11 (17)0.03Emergency medical services0 (0)1 (7)0 (0)6 (27)7 (11)0.03Toxicology0 (0)0 (0)1 (5)5 (23)6 (10)0.12Sports medicine0 (0)0 (0)0 (0)4 (18)4 (6)0.07Administrative0 (0)0 (0)1 (5)2 (9)3 (5)0.83Informatics0 (0)0 (0)0 (0)1 (5)1 (2)0.99Interventional radiology0 (0)0 (0)0 (0)1 (5)1 (2)0.99Acute care surgery/orthopedics/neurosurgery0 (0)0 (0)0 (0)1 (5)1 (2)0.99Trauma0 (0)0 (0)0 (0)1 (5)1 (2)0.99Column percentages provided in parenthesis.aNon‐mutually exclusive answer options.John Wiley & Sons, Ltd.TABLE 4Procedures in scope of practice of emergency medicine residency trained physiciansWorld Bank country income groupLow (≤ USD $1,035)Lower middle (USD $1,036‐$4,045)Upper middle (USD $4,046‐$12,535)High (≥ USD $12,536)TotalSkills in scope of practice (n = 58)an (%)n (%)n (%)n (%)n (%)PvalueLumbar puncture5 (100)7 (46)20 (95)18 (82)50 (86)0.004Intubation5 (100)9 (60)19 (91)17 (77)50 (86)0.12Central venous access5 (100)7 (47)20 (95)17 (77)49 (84)0.005Chest tube5 (100)8 (53)18 (86)17 (77)48 (83)0.09Bedside ultrasound5 (100)8 (53)16 (76)18 (82)47 (81)0.14Dislocation reduction4 (80)7 (47)17 (81)17 (77)45 (78)0.12Procedural sedation5 (100)6 (40)17 (81)17 (77)45 (78)0.02Cricothyrotomy4 (80)7 (47)16 (76)16 (73)43 (74)0.25Vaginal delivery5 (100)8 (53)15 (71)14 (64)42 (72)0.30Pericardiocentesis4 (80)4 (27)15 (71)17 (77)40 (69)0.01Cardiac pacing2 (40)4 (27)14 (67)17 (77)37 (64)0.01Burr hole craniotomy0 (0)1 (7)0 (0)2 (9)3 (5)0.58Caesarean section2 (40)0 (0)0 (0)1 (5)3 (5)0.01Abdominal surgery, gastrointestinal endoscopy, surgical fixation of fractures0 (0)0 (0)0 (0)1 (5)1 (2)0.99Column percentages provided in parenthesis.aNon‐mutually exclusive answer options.John Wiley & Sons, Ltd.EMS systems existed in 57 (90%) of responding countries, with 52 (83%) also reporting an emergency access phone number (eg, 911) (Table5). Most responding countries had a mix of government and privately operated EMS systems, commonly led by the ministry of health. Higher income was associated with higher availability of government air transport (P= 0.001), EMS transport from scene to hospital (P= 0.04), and paramedic staffing of ambulances (P= 0.01). Lower income was associated with higher rates of personnel without medical training staffing ambulances (P= 0.003).TABLE 5Emergency medical services systemsWorld Bank country income groupLow (≤ USD $1,035)Lower middle (USD $1,036‐$4,045)Upper middle (USD $4,046‐$12,535)High (≥ USD $12,536)TotalCharacteristicsn (%)n (%)n (%)n (%)n (%)PvalueEMS system (n = 63)0.08Yes4 (80)12 (80)19 (90)22 (100)57 (90)No1 (20)3 (20)2 (10)0 (0)6 (10)Emergency access phone number (eg, 911) (n = 63)0.002Yes4 (80)8 (53)18 (86)22 (100)52 (83)No1 (20)7 (47)3 (14)0 (0)11 (17)EMS transport provided by (n = 62)aGovernment ground4 (80)12 (87)17 (85)21 (95)55 (89)0.34Private ground4 (80)13 (87)17 (81)16 (73)50 (80)0.83Government air1 (20)5 (33)10 (50)19 (86)35 (56)0.001Private air0 (0)8 (53)11 (55)7 (32)26 (42)0.10Who"
  },
  {
    "full_text": "air0 (0)8 (53)11 (55)7 (32)26 (42)0.10Who Leads EMS (n = 62)aMinistry of health4 (80)10 (67)15 (75)17 (77)46 (74)0.93Private organization3 (60)8 (53)9 (45)8 (36)28 (45)0.81Local government2 (40)3 (20)6 (30)7 (32)18 (29)0.78Hospitals1 (20)4 (27)4 (20)8 (36)17 (27)0.67Other national gov organization0 (0)1 (7)5 (23)4 (18)10 (16)0.51EMS uses (n = 62)aHospital to hospital5 (100)15 (100)19 (90)20 (91)59 (95)0.76Scene to hospital4 (80)13 (87)21 (100)22 (100)60 (97)0.04Treatment at scene without transport1 (20)5 (33)8 (38)12 (55)26 (42)0.45Levels of personnel (n = 63)aEmergency medical technician3 (60)9 (60)16 (76)15 (68)43 (68)0.74Paramedic1 (20)6 (40)12 (57)18 (82)37 (59)0.01Physician1 (20)8 (53)15 (71)14 (64)38 (60)0.19Nurse2 (40)8 (53)10 (48)7 (32)27 (43)0.59Personnel without medical training3 (60)8 (53)3 (14)2 (9)16 (25)0.003EMS medical control protocols (n = 63)0.001Yes1 (20)6 (40)12 (57)20 (91)39 (62)No4 (80)9 (60)9 (43)2 (9)24 (38)Column percentages provided in parenthesis. Abbreviation: EMS, emergency medical services.aNon‐mutually exclusive answer options.John Wiley & Sons, Ltd.Free text responses about threats to emergency medicine development were coded into themes, which were grouped into 12 main categories. The most common were limited economic resources in the health system (n = 20; 38%), burnout and poor working conditions (n = 16; 31%), low salaries (n = 12; 23%), and governmental mismanagement (n = 11; 21%) (Table6).TABLE 6Perceived threats to emergency medicine developmentThreat to emergency medicine development (n = 52)Number of countries%Limited economic resources in health system2038%Burnout and poor working conditions1631%Low salaries1223%Governmental mismanagement1121%Disorganized or fragmented healthcare system1019%Residency training: lack of resources, lack of standardization, too few residencies917%Lack of cooperation with other specialties or with general practitioners815%Lack of emergency medicine specialty recognition713%Lack of fellowship and faculty training programs after residency510%Lack of leadership within emergency medicine36%Privatization of emergency care36%Physician “brain drain”12%John Wiley & Sons, Ltd.4LIMITATIONSThis study provides an overview of emergency medicine around the world, though with important limitations. The data for each country were based on descriptions by the respondents rather than systematic measurements because these statistics are not available for most countries. Similarly, information was provided by only 1 or a few ACEP Ambassadors for each country, and thus, may not represent a comprehensive or exhaustive survey of emergency medicine opinions within each country. Furthermore, informants were emergency physicians, so the opinions of general practitioners, clinical officers, nurses, and other important emergency care personnel may be underrepresented in this study.There is a possibility of response bias in the sample. The ACEP Ambassador program consists of volunteer, dues‐paying ACEP"
  },
  {
    "full_text": "program consists of volunteer, dues‐paying ACEP members reporting about their partnerships rather than systematically assigned representation for every country around the globe. Although every World Health Organization region is included, the program has the most representation in the Americas and the least in the African and Southeast Asia regions (57% vs 21% to 22%, respectively). This may be related to a combination of factors including proximity to the United States, language barriers, perception of value in partnering with the United States as an emergency medicine leader, funding for partnerships, and national interest in developing emergency medicine systems. Similarly, countries without ACEP ambassadors may have less developed emergency medicine systems, with notable exceptions such as the United Kingdom, one of the first countries recognizing emergency medicine.Comparisons across countries in certain categories are limited as countries may have different definitions for certain variables. For example, the definition of what constitutes residency training itself may vary across countries given differences in length, curriculum, and level of supervision between programs. Capturing these details in future studies would allow for more in‐depth comparisons. Lastly, the emphasis of this study was on the specialty of emergency medicine and provides limited information about emergency care delivery (eg, use of triage, disease specific protocols, length of stay, patient‐centered outcomes). More studies are needed to look at these variables across countries, regions, and income levels.5DISCUSSIONEmergency medicine is entering its sixth decade as an independent medical specialty and continues to expand globally. emergency medicine recognition as a specialty grew from a handful of countries in the 1970s, to 41 countries in 2000,1845 in 2009,19and 54 countries in our 2019 sample—which actually underestimates the true number because at least a few countries known to recognize emergency medicine (eg, United Kingdom, Chile) were not part of the Ambassador Program and thus not included in our study. The great majority of the countries had emergency medicine residency programs, emergency medicine national societies, EMS systems, and an emergency access phone number (eg, 911), all important milestones of emergency medicine development.However, other achievements in global emergency medicine growth were less widespread. Fewer than half of countries had emergency medicine RTPs in most emergency departments, and most countries had <2 emergency medicine RTPs per 100,000 population. Only half of countries offered board certification, and fewer than half had national laws regulating emergency care, national clinical guidelines for emergency care, emergency medicine peer‐reviewed journals, or any emergency medicine subspecialty training. As evidenced in Figure2and the individual country reports,17countries have reached emergency medicine development milestones"
  },
  {
    "full_text": "reached emergency medicine development milestones to different degrees. Overall emergency medicine remains underdeveloped in most countries in our sample. Similar studies in the future can help track emergency medicine growth in individual countries and globally.Perhaps unsurprisingly, we found associations between country income groups and certain emergency medicine development milestones. Higher income was associated with a higher number of emergency medicine RTPs per population and higher frequency of ultrasound and critical care fellowships, EMS protocols, trained paramedics, scene‐to‐hospital transportation, and prehospital government air transport. Lower income was associated with a higher rate of personnel without medical training participating in EMS and a higher rate of emergency medicine RTPs performing cesarean sections. Potential explanations for these findings in lower‐income countries are lack of other trained personnel or resources for transfer to other facilities. Interestingly, countries in the lower middle‐income group—and not the low‐income group—were more likely to lack an emergency access phone number and to lack certain procedures in the scope of practice of emergency medicine RTPs (lumbar puncture, central line placement, procedural sedation, pericardiocentesis, and cardiac pacing). Sampling may be the most likely explanation, because our sample had only 5 low‐income countries, which perhaps were more advanced in emergency medicine development than most other low‐income countries and more likely to have had connections in international emergency medicine, such as the ACEP Ambassador required to be in our study.The most common threat to the growth of emergency medicine reported was limited economic resources in the health system. This is not surprising, given the well‐known global inequity in health care resources, despite significant gains in the last few decades.20The next most reported threats were burnout and poor working conditions, especially related to scheduling and dysfunctional processes at work. EDs can be stressful environments, and there is a growing recognition of the need for wellness curricula and support systems for emergency medicine RTPs.21,22Beyond empowering individuals, scheduling and ED process improvement could improve the well‐being of ED personnel. The third most common threat reported was low salaries, leading to recruitment and retention concerns. Potential causes reported included difficulties negotiating salaries, lack of clear career paths, and pitfalls related to collecting payments from uninsured patients with medical emergencies. With increasing recognition of the importance of high‐quality emergency care, we hope that emergency medicine RTPs and their professional societies can advocate for improved salaries and working conditions.Despite its convenience sampling and other limitations, to our knowledge, this article represents the first survey on global emergency medicine development in"
  },
  {
    "full_text": "on global emergency medicine development in almost 2 decades and provides the first peer‐reviewed overview of global emergency medicine in a decade. Most previously published global emergency medicine development literature relies on literature reviews and authors’ experiences in emergency medicine development,9,10,19,23,24,25,26with the most recent of these articles, to our knowledge, published in 2009.19A survey by Nagurney et al. in 2000 included more countries (87 vs 63) but listed results by region and not the country‐level detail we provided.18Thus, our study not only benchmarked the global growth of emergency medicine in 2019 but allows for comparisons across countries unlike prior publications on the subject.The global snapshot of emergency medicine and country‐level data from our study can inform policy makers as well as national and transnational organizations working on future emergency medicine development and emergency care projects. Furthermore, the pioneers and leaders of emergency medicine working to establish or strengthen the specialty where it does not exist, or where it is in early stages of development, can refer to the data presented here while advocating for more resources and recognition for the specialty in their settings. Finally, we hope this and other studies about emergency medicine around the world inspire future international educational, research, and policy collaborations to continue developing the specialty and improving emergency care globally.CONFLICTS OF INTERESTThe authors have no conflicts of interest to declare.AUTHOR CONTRIBUTIONSAuthors Andrés M. Patiño, Elizabeth L. DeVos, and Christian Arbelaez contributed to the study concept and design. Dr. Jeffrey Chen led data acquisition. All authors analyzed data and drafted sections of initial version of the manuscript. All authors contributed to the critical revision of the overall manuscript."
  }
]