[
  {
    "full_text": "TITLE: Emergency physicians in critical care: where are we now? ABSTRACT: AbstractObjectivePrior to 2011, emergency physicians who completed critical care (CC) fellowship were unable to obtain board certification in the United States. Three pathways for CC board certification have since been established. This study explores the training, practice, and perceived challenges of emergency medicine/critical care fellows and emergency medicine/critical care physicians in the United States.MethodsAnonymous institutional review board‐approved survey distributed via email through an online survey engine from April to December 2016. Participants were recruited through national organizations and independent interest groups. Emergency physicians who were in CC fellowship or had completed a CC fellowship and were in practice in the United States participated voluntarily.ResultsOf the 162 respondents, 152 were included (92 physicians, 60 fellows). Eighty‐nine percent ranged from 31–50 years old. Among fellows, 90% desired a dual discipline practice. Among physicians, 63% split their time between the emergency department and ICU. Seventy‐one percent of physicians reported working in academic institutions. Among physicians engaged in a dual practice, mean full‐time equivalent (±SD) devoted to the ED was 0.37 (±0.22), mean full‐time equivalent for ICU was 0.47 (±0.22), and mean full‐time equivalent for protected academic time was 0.28 (±0.19). Emergency medicine/critical care fellows and emergency medicine/critical care physicians identified numerous challenges associated with duality.ConclusionsSince the advent of critical care board certification for emergency physicians in the United States, there has been an increasing number of emergency physicians pursuing CC fellowships and achieving CC board certification. Emergency medicine/critical care physicians are venturing into a variety of practice models, demonstrating that the employment landscape remains plastic. Not unexpectedly, emergency medicine/critical care fellows and emergency medicine/critical care physicians are encountering challenges intrinsic to their duality. BODY: 1INTRODUCTION1.1BackgroundIn the last decade, the advent of critical care certification for emergency physicians in the United States was a historical milestone. Prior to 2011, emergency medicine/critical care physicians in the United States could only obtain board certification through the European Diploma in Intensive Care Medicine (EDIC) examination.1Through collaboration between the American Board of Emergency Medicine (ABEM) and the American Board of Internal Medicine (ABIM), emergency physicians were granted the opportunity to gain certification in the United States through the internal medicine critical care boards in 2011.2One year later, the American Board of Surgery (ABS) endorsed board certification for emergency physicians completing a surgical critical care fellowship (2012).3The American Board of Anesthesiology (ABA)"
  },
  {
    "full_text": "American Board of Anesthesiology (ABA) followed in 2013, supporting certification of emergency physicians who completed anesthesia critical care programs.4For emergency physicians who have completed neurocritical care fellowship, ABEM and the American Board of Psychiatry and Neurology will offer board certification starting in 2021.5Since the actualization of certification pathways in the United States, a total of 346 emergency physicians (as of March 2020) have taken one of these boards and achieved certification (ABIM = 233, American Board of Anesthesiology = 76, and American Board of Surgery = 37).6,71.2ImportanceDespite such historical accomplishments and an ever‐increasing number of emergency physicians pursuing critical care training, very little has been published describing their unique niche. Prior to board certification, Mayglothling et al7published a descriptive study exploring the training and clinical practice of emergency physicians who underwent additional critical care training. In this study, emergency medicine/critical care physicians were described as versatile providers often splitting their practice between the emergency department and various ICUs (ie, surgical/trauma, surgical sub‐specialty, combined medical/surgical, and medical). In addition to this study, recent publications have described an evolving subspecialty referred to as ED critical care.8,9,10In this practice model, dually trained emergency physicians provide critical care in ED‐ICUs and resuscitation bays, where they combine their knowledge of acute care in the ED with their inpatient critical care skills.1.3Goals of investigationIn an attempt to more fully understand the impact of board certification in the United States and the niche being established by these dually trained physicians, we implemented an anonymous survey to gather both quantitative and qualitative information about fellowship training and employment experience post‐fellowship. We specifically sought to quantify the basic features of training and practice to better understand how emergency medicine/critical care fellows and emergency medicine/critical care physicians are navigating and establishing their careers in this newly endorsed space. Last, we aimed to identify perceived challenges of duality faced by these physicians during fellowship training and in practice.The Bottom LineThe advent of critical care board certification in the United States for emergency physicians has allowed for the creation of an endorsed space, formally acknowledging emergency medicine/critical care physicans as critical care experts. Annually, this space continues to grow as evidenced by an increasing number of board certified emergency medicine/critical care physicians. Not unexpectedly, emergency medicine/critical care physicians are encountering challenges that are intrinsic to their duality.2METHODS2.1Study design and settingAn anonymous web‐based survey was prepared by the investigators and distributed by"
  },
  {
    "full_text": "prepared by the investigators and distributed by Survey Monkey (Palo Alto, CA) from April to December 2016 to emergency medicine/critical care fellows (EMCCFs) and emergency medicine/critical care physicians (EMCCPs) practicing in the United States. A consortium of critical care fellows with training backgrounds in emergency medicine, anesthesia, and internal medicine and attendings with training backgrounds in pulmonary/critical care medicine, critical care medicine, and emergency medicine/critical care contributed to the construction of the survey.Demographics collected included age, sex, ethnicity, foreign medical graduate status, and type of residency completed for both emergency medicine/critical care fellows and emergency medicine/critical care physicians. Questions specific to fellows included the following: focus of fellowship (ie, internal medicine, surgical, etc), anticipated job placement, anticipated configuration of job, interest in telemedicine, and challenges of dual training (free text).Questions specific to physicians addressed: focus of fellowship, board certification status, years in practice, location of practice, primary appointment of hiring (ie, ED, anesthesia department, etc), institutional setting (academic vs community), geographic location (ie, urban, suburban, rural), division of full‐time equivalent (emergency medicine and/or critical care, hours/shifts), and challenges related to dual training (free text).The survey was piloted on 5 fellows and 5 physicians, then revised based on feedback. Mount Sinai Hospital's Institutional Review Board approved this study. There was no incentive for participation.2.2Selection of participantsEligible participants included physicians who had completed a primary or combination residency in emergency medicine and were completing a critical care fellowship in the United States or had completed a critical care fellowship in the United States and were practicing in the United States. At the time of survey distribution, an established forum that maintained a complete listing of emergency medicine/critical care fellows and emergency medicine/critical care physicians did not exist. Therefore, participants were recruited in several ways. Participants were recruited via email through the American College of Emergency Physician (ACEP), the Emergency Medicine Residency Association (EMRA), and through independent emergency medicine/critical care interest groups. The survey was distributed on 2 occasions to these groups. Participants could not take the survey more than once from the same IP address as dictated by the web‐based survey software. Demographic information was specific enough to identify duplicate submissions.2.3AnalysisNo statistical sample size was calculated a priori due to the inability to grossly estimate the population size for both emergency medicine/critical care fellows and emergency medicine/critical care physicians. At the time of survey construction and distribution, a"
  },
  {
    "full_text": "time of survey construction and distribution, a centralized forum did not exist that maintained a complete listing of emergency medicine/critical care fellows and emergency medicine/critical care physicians. In attempt to estimate the sample size, the respective board‐certifying organizations were contacted (2016) for the exact number of board‐certified emergency medicine/critical care physicians. Data were provided by the American Board of Internal Medicine and American Board of Anesthesiology; however, data were unable to be obtained from the American Board of Surgery. The exact number of emergency medicine/critical care physicians who were board‐certified through the EDIC examination prior to board certification in the United States could not be determined despite contacting the European Society of Intensive Care Medicine. In regard to emergency medicine/critical care fellows, the Accreditation Council for Graduate Medical Education maintained a listing of emergency medicine applicants to critical care fellowships; however, it did not track those who matriculated into fellowship positions. Consequently, population size was estimated after data collection from United States board certification data published by ABEM. Population size was extrapolated by looking at the number of board‐certified emergency medicine/critical care physicians from 2012–2018 (considers duration of fellowship training) to estimate the total number of emergency medicine/critical care fellows and emergency medicine/critical care physicians in 2016.6,11This number was found to be 289. It does not include emergency medicine/critical care fellows who started their training in July 2017 or thereafter, nor does it include emergency medicine/critical care physicians who obtained board certification in 2019 or thereafter. Therefore, the estimated population is less than the current number of United States board‐certified emergency medicine/critical care physicians.Unidentified data were downloaded from Survey Monkey into a password‐protected Microsoft Excel spreadsheet and analyzed. Descriptive statistical analysis was performed on the data with Wizard for Mac (Boston, MA) and Microsoft Excel (Redmond, WA). Continuous data are presented as means with SDs. Categorical data are presented as percentages.Qualitative data collected as free text were analyzed using inductive and iterative analysis. All free text was downloaded into a single file; key words/themes were then grossly identified in the context of addressing the following question: What challenges arise as a result of dual training and practice? Themes were further deduced through inductive and iterative analysis until they were not able to reduce into further basic themes. This was achieved with 5 rounds of analysis performed by 2 independent reviewers. The frequency of each basic theme was then quantified.3RESULTS3.1Characteristics of study subjectsThe overall response rate was grossly estimated to be 56% (162/289; 289"
  },
  {
    "full_text": "was grossly estimated to be 56% (162/289; 289 = emergency medicine/critical care fellows and emergency medicine/critical care physicians). Of the 162 respondents, 152 were included (92 physicians, 60 fellows) (Table1). Among the 10 respondents excluded (3 emergency medicine/critical care fellows and 7 emergency medicine/critical care physicians), 7 (2 emergency medicine/critical care fellows and 5 emergency medicine/critical care physicians) started but did not complete the survey, 1 EMCCF withdrew the survey after completion, 1 emergency medicine/critical care physicians responded twice, and 1 emergency medicine/critical care physician was practicing outside of the United States.TABLE 1Demographics of emergency medicine/critical care fellows and emergency medicine/critical care physiciansEmergency medicine/critical care fellows (n = 60) (%)Emergency medicine/critical care physicians (n = 92) (%)Emergency medicine/critical care fellows and emergency medicine/critical care physicians (n = 152) (%)SexMale41 (68.3)73 (79.3)114 (75.0)Female19 (31.6)19 (20.6)38 (25.0)Age (y)<307 (11.7)1 (1.1)8 (5.3)31–4046 (76.7)51 (55.4)97 (63.8)41–504 (6.7)34 (36.9)38 (25.0)51–603 (5.0)4 (4.3)7 (4.6)61–700 (0)2 (2.8)2 (1.3)EthnicityWhite, non‐Hispanic47 (78.3)72 (78.2)119 (78.3)Asian‐American/Pacific Islander6 (10.0)12 (13.0)18 (11.8)Black/African‐American, non‐Hispanic5 (8.3)2 (2.2)7 (4.6)Hispanic/Latino0 (0)2 (2.2)2 (1.3)Other2 (3.3)4 (4.3)6 (4.0)Residency typeEmergency medicine58 (96.7)83 (90.2)141 (92.8)Emergency medicine/IM1 (1.7)5 ((5.4)6 (4.0)Emergency medicine/CC0 (0)1 (1.1)1 (0.7)Emergency medicine/IM/CC1 (1.7)1 (1.1)2 (1.3)Emergency medicine/family medicine0 (0)1 (1.1)1 (0.7)Emergency medicine/pediatrics0 (0)1 (1.1)1 (0.7)Foreign medical graduates7 (11.7)10 (10.9)17 (11.2)Fellowship typeaMulti‐disciplinary30 (50.0)38 (41.3)68 (44.7)Surgical/trauma8 (13.3)18 (19.6)26 (17.1)Medical14 (23.3)9 (9.8)23 (15.1)Anesthesia7 (11.7)11 (11.9)18 (11.8)Neuroscience1 (1.7)6 (6.5)7 (4.6)Otherb0 (0)7 (7.6)7 (4.6)CC, critical care; IM, internal medicine.aThree physicians did not identify a fellowship type.bMore than 1 critical care fellowship was completed or a fellowship was completed that emphasized 2 disciplines of critical care.John Wiley & Sons, Ltd.A total of 89% ranged from 31–50 years old and 33% were female; 78% were white/non‐Hispanic. The majority of respondents completed a residency that only focused on the discipline of emergency medicine (93%). A multi‐disciplinary critical care fellowship was the most common type of fellowship enrolled in or completed by both physicians and fellows (n = 68, 45%).Respondents matriculated through 65 emergency medicine residency programs and 47 critical care fellowship programs. Among fellowship programs, the University of Maryland/R Adams Cowley Shock Trauma Center, (Baltimore, MD), University of Pittsburgh (Pittsburgh, PA), Washington University (St Louis, MO), and Indiana University Methodist Hospital & Physicians"
  },
  {
    "full_text": "University Methodist Hospital & Physicians (Indianapolis, IN) trained the most emergency physicians.3.2Emergency medicine/critical care fellowsNearly all emergency medicine/critical care fellows (n = 54; 90%) envisioned a future practice that would allow them to practice in both the ED and ICU; 2 were undecided. There was a strong preference among fellows for academic positions (n = 43; 72%) and urban locations (n = 41; 68%) (Figure1B). Half of all emergency medicine/critical care fellows were interested in providing telemedicine.FIGURE 1Job Placement. (A) Current job placement of emergency medicine/critical care physicians. (B) Desired job placement of emergency medicine/critical care fellowsWhen emergency medicine/critical care fellows were asked about the greatest challenges faced by physicians practicing emergency medicine and critical care, a multitude of themes were identified (Table2). The most frequently identified challenges were related to employment after fellowship. Specifically, many stated that they found it difficult to find employment in an institution that could provide a balance of practice encompassing both the ED and ICU. Many factors appeared to contribute to this issue, including previously established practice models (ie, pulmonology/critical care, anesthesia/critical care) and administrative logistics. Emergency medicine/critical care fellows also identified acceptance and bias from their peers as challenges of duality. Several noted that they also experienced an internal pressure to prove their skills and worth as critical care physicians among their peers.TABLE 2Challenges of duality identified by (A) emergency medicine/critical care fellows and (B) emergency medicine/critical care physicians (incidence of theme)AFinding a job after fellowship that allows for a balance between emergency medicine and critical care (12)Acceptance and peer bias (12)Navigating established practice models (ie, pulmonary critical care) (10)Training: multiple pathways, surgical pathway requiring an internship year (7)Compensation: appropriate for advanced training, lack of reimbursement models (4)Job Market: paucity of already established jobs (3)Administrative logistics of employment (2)Establishing an identity for emergency medicine critical care physicians (2)Mentorship (2)Lifestyle (2)Scheduling (1)BFinding a balance in practice between emergency medicine and critical care (23)Administrative logistics of employment (9)Establishing an identity (9)Acceptance (8)Board certification (8)Job market is underdeveloped (7)Navigating established practice models (6)Compensation (6)Job advancement/productivity (6)Scheduling (4)Continuing medical education (2)Advocacy (1)Life balance (1)John Wiley & Sons, Ltd.3.3Emergency medicine/critical care physiciansWhen examining the practice of emergency medicine/critical care physicians, 63% (n = 56, 3 no response) identified a practice that included time spent in both the emergency department (ED) and a"
  },
  {
    "full_text": "spent in both the emergency department (ED) and a critical care setting (ICU or ED‐ICU). Among physicians who engaged in a single practice setting (n = 33), 70% (n = 23) worked only in a critical care setting (ICU or ED‐ICU) and 30% (n = 10) worked only in an ED. Among all respondents, 15% reported that they spent time in an ED‐ICU. Telemedicine was uncommon, with only 12% identifying this as part of their clinical practice.Among emergency medicine/critical care physicians engaged in a dual practice, mean full‐time equivalent (±SD) devoted to the ED was 0.37 (± 0.22), mean full‐time equivalent for ICU (not ED‐ICU) was 0.47 (±0.22), and mean full‐time equivalent for ED‐ICU was 0.17 (±0.16). The majority of all emergency medicine/critical care physicians (63%) had designated protected academic time, mean full‐time equivalent of 0.28 (±0.19). For those who engaged in a split practice, the mean number of ED shifts/month was 5.9 (±3.0) with a mean number of hours/shift of 8.9 (±1.3); the mean number of ICU shifts/month was 8.4 (±3.7) with a mean number of hours/shift of 13.5 (±4.8). Among those who practiced in an ED‐ICU, the mean number of shifts/month was 2.7 (±2.1) with a mean number of hours/shift of 10.0 (±1.3). For those who provided telemedicine, the mean number of shifts/month was 2.3 (±1.0) with a mean number of hours/shift of 12 (±0.0).When queried about practice setting, 71% reported that they worked in academic institutions. Furthermore, 72% worked in urban settings compared to 4% in rural settings (Figure1A). The ED was the primary department of hire for 55% of physicians, followed by the internal medicine department (Figure2A). Emergency medicine/critical care physicians reported providing critical care in a wide variety of ICUs, including subspecialty ICUs (ie, transplant, neurosurgical, cardiothoracic, etc). The most common ICU practice setting was surgical, followed by medical, and mixed medical/surgical (Figure2B).FIGURE 2Job characteristics of positions held by emergency medicine/critical care physicians. (A) Department of primary appointment. (B) Primary ICU practice locationExamination of board certification demonstrated that 74% of emergency medicine/critical care physicians were certified in one of the United States specialty critical care boards (ie, medicine, anesthesia, or surgery). Thirteen noted that they were not certified, but noted eligibility; 5 designated ineligibility, 2 were unsure, and 3 did not provide an answer. Among those board‐certified, 59% had taken the ABIM critical care medicine board.Emergency medicine/critical care physicians identified multiple challenges of duality. The most frequently identified challenges were related to finding a balance in practice between emergency medicine and critical care (Table2). They also identified challenges with administrative logistics, establishing an identity, and peer acceptance. Additional challenges included, obtaining board certification for those who completed"
  },
  {
    "full_text": "board certification for those who completed critical care training prior to 2011, job advancement/productivity, and fulfilling requirements for continuing medical education in both emergency medicine and critical care.4LIMITATIONSIn this study, there was a significant limitation in identifying the population of interest. This challenge is at least partially attributable to the lack of a universal organization that monitors training and board certification for emergency medicine/critical care fellows and emergency medicine/critical care physicians in the United States. Rather, there are several silos of critical care in the medical community. This consequently limited our ability to completely identify and contact our population of interest, which is ultimately reflected in the estimated response rate of 56%.Due to the inability to completely identify the population of interest, it is also possible that there was underrepresentation of certain subpopulations of emergency medicine/critical care physicians in this survey. Review of the data suggests that there may have been an underrepresentation of emergency medicine/critical care physicians who practice in community institutions and rural settings. An alternative hypothesis is that emergency medicine/critical care physicians are truly not entering into these practice settings. Another possibility is that physicians seeking these practice settings participate to a lesser degree in national organizations or emergency medicine/critical care interest groups and therefore would not have responded even if the entire population were recruited. There were also challenges with identifying emergency medicine/critical care physicians who completed critical care fellowships prior to 2011 and were not board‐certified in the United States. Review of the data also suggests that emergency physicians who were in training or completed neurocritical care fellowships were also likely underrepresented due to the issues identified above.Another limitation to this study is that self‐selection bias could have also occurred. Those who completed the survey may have had a personal interest in advancing this discipline and would have been more inclined to complete the survey. This self‐interest may have also created a bias that influenced participant's answers.Despite these limitations, the data collected was felt to have value, as there is a paucity of data describing the training and practice experience of emergency medicine/critical care fellows and emergency medicine/critical care physicians.5DISCUSSIONTo our knowledge, this is the first study to look at training, practice, and perceived challenges of duality since the advent of critical care board certification in the United States for emergency physicians. Board certification has allowed for the creation of an endorsed space for emergency physicians in the United States to pursue critical care fellowship and be formally acknowledged as critical care experts. Annually,"
  },
  {
    "full_text": "acknowledged as critical care experts. Annually, this space continues to grow as is evidenced by the increasing number of critical care fellowships accepting emergency physicians. In 2008, only 38 critical care programs were identified by Mayglothling et al7that accepted emergency physicians. A decade later, the Emergency Medicine Resident's Association (EMRA) now identifies 195 critical care programs that are actively accepting or have accepted emergency physicians in the past.12Growth is also demonstrated by the annual increase in the total number of emergency physicians who obtain critical care board certification in the United States.6Despite such progress, this study demonstrates that the employment landscape that exists beyond these constructs remains an undefined wilderness. Emergency medicine/critical care fellows and emergency medicine/critical care physicians are exploring this landscape through multiple approaches and cultivating individualized and unique niches to achieve their career goals. Not unexpectedly though, emergency medicine/critical care fellows and emergency medicine/critical care physicians are encountering various challenges that are intrinsically related to the duality that they have strived to obtain.In this study, several basic quantifiable features illustrate the identity and experience of emergency medicine/critical care fellows. Nearly all emergency medicine/critical care fellows completed a primary emergency medicine residency. Among fellowships available, the most common type chosen by emergency medicine/critical care fellows was a multi‐disciplinary critical care fellowship. Following fellowship completion, board certification was not a concern and was an expected career milestone. Issues related to duality of training amongst emergency medicine/critical care fellows primarily focused upon finding a job after fellowship, with 90% desiring a dual discipline practice. Fellows expressed concern about finding employment that encompassed both emergency medicine and critical care and about navigating established practice models.Emergency medicine/critical care physicians shared several similar basic quantifiable features with emergency medicine/critical care fellows. Nearly all emergency medicine/critical care physicians completed a primary emergency medicine residency, followed by a preference to matriculate through a multi‐discipline critical care fellowship. Board certification was a more challenging issue encountered by emergency medicine/critical care physicians. In this study, 74% obtained board certification through one of the critical care pathways established in the United States. In the qualitative data analysis, critical care board certification was identified as an ongoing issue associated with duality of training. Grandfathering into board certification has been offered by ABIM, ASA, and soon by the American Board of Surgery (July 1, 2020); however, emergency medicine/critical care physicians have found"
  },
  {
    "full_text": "medicine/critical care physicians have found it challenging to achieve.On entering the employment landscape, emergency medicine/critical care physicians seemed to have a preference to practice in urban academic institutions. However, as noted in limitations, this may be a bias secondary to inability to completely identify the population size and may reflect an underrepresentation of emergency medicine/critical care physicians practicing in community and rural settings. Curiously, emergency medicine/critical care fellows expressed a strong preference to pursue employment opportunities after fellowship in urban academic centers. One may postulate that this preference may reflect a lack of mentorship provided to fellows during training about practice models outside of academia.Similar to data published by Mayglothling et al,7this study demonstrated that emergency medicine/critical care physicians are traversing a variety of adult ICUs including surgical, trauma, medical, mixed medical/surgical, neuroscience, cardiothoracic, cardiac, and transplant. Many emergency medicine/critical care physicians in this study also demonstrated a flexibility of practice, working in >1 type of ICU or in mixed units that included surgical subspecialties. This study also found a growing number of emergency medicine/critical care physicians who are optimizing early access to critical care by creating and staffing ED‐ICUs. In addition to clinical obligations, the majority of emergency medicine/critical care physicians reported academic/administrative responsibilities. These findings illustrate that emergency medicine/critical care physicians are creating a multitude of employment experiences and demonstrates that there does not exist a classic phenotype of practice among emergency medicine/critical care physicians but rather reflects an undefined employment landscape and an inherent plasticity of emergency medicine/critical care physicians, which has been a trait identified and commented on in other studies.7,8,13Curiously, this study found that after critical care fellowship training, 63% of emergency medicine/critical care physicians surveyed described a practice inclusive of both emergency medicine and critical care. In the Mayglothling study,752% of emergency medicine/critical care physicians engaged in a dual practice. Interestingly, emergency medicine/critical care fellows in this study overwhelmingly sought (90%) to pursue a dual discipline practice after training. In this study, among those who practiced in a single discipline, there appeared to be a preference for critical care. In the Mayglothling study, there was not a preference for a single discipline compared to the other.7It may be speculated that over time, emergency medicine/critical care physicians may gravitate toward one discipline over another for a multitude of reasons. The challenges of duality may influence career trajectory and contribute to this difference. Because the majority of emergency"
  },
  {
    "full_text": "difference. Because the majority of emergency medicine/critical care physicians are currently in the early to mid‐stages of their career, further investigation is needed to understand this finding.The data collected in this study identified several complex issues that emergency medicine/critical care physicians are encountering due to their duality. Similar to emergency medicine/critical care fellows, emergency medicine/critical care physicians identified challenges with finding a job that allowed for a balance in practice between emergency medicine and critical care. Emergency medicine/critical care physicians identified several factors directly contributing to finding a balance, which included administrative logistics of a dual‐practice (ie, scheduling and compensation from two departments/lack of reimbursement models) and the infrastructure of established practice models (ie, pulmonary/critical care, anesthesia critical care, trauma/critical care, etc). When attempting to navigate various established practice models, emergency medicine/critical care physicians reported that other subspecialties required discipline‐specific responsibilities (ie, non‐critical care call, clinic, procedures, operating room time, etc) that they were neither trained nor credentialed to perform.Other challenges identified by emergency medicine/critical care physicians appeared to be directly related to the nascency of the subspecialty of emergency medicine/critical care. Specifically, respondents reported an underdeveloped job market resulting in challenges in simply locating potential jobs. To date, a central location for posting positions for emergency medicine/critical care does not exist. Consequently, multiple grass root resources are being used by both emergency medicine/critical care fellows and emergency medicine/critical care physicians to find employment. Emergency medicine/critical care physicians also described challenges related to creating and establishing an identity within their institutions. Even with the advent of board certification, there appears to be a lack of understanding of the potential role and skill set of emergency medicine/critical care physicians.Among the challenges of duality described by emergency medicine/critical care physicians perhaps the most complex and difficult to understand is the reported perception of a lack of acceptance of emergency medicine/critical care physicians within the subspecialty of critical care. Emergency medicine/critical care fellows also expressed that they felt a sense of peer bias, which directly influenced their employment search and practice. The underlying forces contributing to this sentiment are extremely difficult to quantify. It may be speculated that the newness of emergency medicine/critical care plays a major role. As noted above, there appears to be a lack of understanding of the training and skill set of emergency medicine/critical care physicians, which could create bias. Established"
  },
  {
    "full_text": "physicians, which could create bias. Established practice models may also be challenged by how to integrate emergency medicine/critical care physicians, which may result in reluctance to hire. Financial interests may also contribute to this issue, as there are already numerous stakeholders within the subspecialty of critical care. The arrival of a potential new stakeholder may be perceived as a threat and result in a lack of acceptance.The advent of critical care board certification in the United States for emergency physicians stands as a tremendous accomplishment, creating an endorsed space for emergency physicians who have completed critical care fellowships. Not only has it allowed for validation of expertise, but it has also allowed for the growth of fellowship opportunities. However, as described in this study, the employment landscape beyond fellowship is a wilderness yet to be defined. On one hand, this raw space has allowed emergency medicine/critical care physicians the opportunity to create unique niches of practice to achieve their career goals. On the other hand, however, this has resulted in a paucity of structure and guidance for emergency medicine/critical care fellows looking to enter the employment landscape. As national organizations and leadership strive to support the development of the subspecialty of emergency medicine/critical care, more attention needs to be devoted to this undefined space. Specifically, the employment landscape would benefit from the creation of some sort of centralized infrastructure (ie, central web home presence, universal board‐certifying organization, central job posting board, etc) as well as the development of resources for career development (ie, mentorship, leadership skill training, promotional workshops, etc). Ultimately, cultivating and strengthening the employment landscape will support emergency medicine/critical care fellows and emergency medicine/critical care physicians in achieving their career goals and facilitate the growth of emergency medicine/critical care.CONFLICT OF INTERESTThe authors declare no conflict of interest.AUTHOR CONTRIBUTIONSSSS, DJC, DJS, and JMO contributed to the conception and design of the study, have been involved in drafting and revising of manuscript, and have given final approval for publication of manuscript. SSS and DJC acquired data. SSS, DJC, and JMO performed data analysis and interpretation of data. SSS and JMO agree to take accountability for all aspects of the work if questions should arise. SSS takes responsibility for the paper as a whole."
  }
]