[
  {
    "full_text": "TITLE: Epidemiology of peripheral nerve and brachial plexus injuries in a trauma population ABSTRACT: Background:Understanding patterns of peripheral nerve injuries (PNIs) and brachial plexus injuries (BPIs) is essential to preventing and appropriately managing nerve injuries. We sought to assess the incidence, cause, and severity of PNIs and BPIs sustained by patients with trauma.Methods:We conducted a retrospective review of the Trauma Registry Database (January 2002 to December 2020) to identify patients with PNIs or BPIs.Results:We evaluated data from 24 905 patients with trauma; 335 (1.3%) sustained PNIs (81% male; mean age 36 yr, standard deviation [SD] 16 yr) and 64 (0.3%) sustained BPIs (84% male; mean age 35, SD 15 yr). Nerves in the upper extremities were more commonly affected than those in the lower extremities. Sharp injuries (39.4%) and motorcycle accidents (32.8%) were the most frequent causes of PNIs and BPIs, respectively. Other common causes of PNI were motor vehicle collisions (16.7%) and gunshot wounds (12.8%). Many patients with PNIs (69.0%) and BPIs (53%) underwent operative management. The most frequent reconstruction for PNI was primary nerve repair (66%), while nerve transfers (48%) were more frequently used for BPI.Conclusion:Nerve injuries in the trauma population have decreased over the last 3 decades with shifts in mechanisms of injury and use of imaging, electrodiagnostic tests, and surgery. Nerve injuries are often complex and time-sensitive to treat; understanding changes in trends is important to ensure optimal patient management. BODY: Peripheral nerve injury (PNI) may result in activity loss, pain, depression, disability, and reduced quality of life.1–3Most brachial plexus injuries (BPIs) affect young people and create a financial burden on the individual and society.4–6Early identification of PNI and BPI is vital to ensure timely treatment and maximize functional outcomes.7Unfortunately, missed or delayed diagnoses and delayed referral to peripheral nerve surgeons continue to present barriers to care for patients with nerve injuries.8,9The epidemiology of PNI and BPI in the trauma population remains minimally understood.7,10Epidemiological studies from the 1990s found a prevalence of 2.8% for PNI and 1.2% for BPI in a trauma population from a tertiary trauma centre.7,10Although these studies were foundational to mapping the prevalence of PNI, BPI, and their related outcomes, these data may not reflect current patterns of PNI and BPI. Improvements in diagnostic imaging for nerve injuries and changes in causative factors, such as increasing gun violence, may have influenced current patterns of nerve injuries and diagnoses.11,12There has been a paradigm shift in the surgical management of nerve injuries from nerve grafts to nerve transfers, which may have affected current practices in the evaluation and management of patients with nerve injuries.13An understanding of PNI and BPI patterns is essential to preventing"
  },
  {
    "full_text": "PNI and BPI patterns is essential to preventing and appropriately managing nerve injuries. The aim of this study was to determine the prevalence, cause, injury types, severity, associated injury patterns, diagnosis, and management of PNIs and BPIs in a trauma population. A secondary aim was to determine how the epidemiology of PNIs and BPIs has changed over the past 2 decades.MethodsWe conducted this retrospective study using data from a tertiary regional (type I) trauma facility that serves a large urban and rural population. Around 2000 critically injured patients are cared for by the trauma team each year. Standard guidelines for advanced trauma life support are used and trauma assessment, triage, and management are conducted by members of the trauma team. Using standardized trauma assessment forms, data have been collected prospectively and entered in the Trauma Registry Database since 1989.14,15We used prospectively collected data from Jan. 1, 2002, to Dec. 31, 2020, housed in the Trauma Registry Database. We identified patients with PNIs or BPIs using the Canadian Classification of Health Intervention codes for brachial plexus, upper extremity nerves, and lower extremity nerves. For this study, we defined a PNI as an injury to a major nerve in an upper limb (i.e., radial, median, ulnar, musculocutaneous, axillary, or sensory nerve) or lower limb (i.e., sciatic, femoral, peroneal, tibial, or sensory nerve). We defined a BPI as any injury to the supraclavicular or infraclavicular brachial plexus. We conducted a manual review of medical charts to verify the presence of a PNI or BPI, including review of clinical, electrophysiological, and imaging findings at the time of clinical presentation and subsequent followup appointments. We excluded patients if the manual chart review did not confirm the presence of a PNI or BPI.Data collection included demographic information, mechanism of injury, injury severity score, associated injuries, length of hospital stay, type of nerve injury, location of injury (side and level), time from admission to diagnosis, electrophysiological data, imaging findings, and treatment received, including intraoperative findings.Statistical analysisWe generated descriptive statistics for all data. We analyzed categorical data using the Spearman rank correlation and χ2analysis. We analyzed continuous data using analysis of variance. We considered apvalue less than 0.05 as statistically significant.Ethics approvalThis study was approved by the Sunnybrook Hospital Research Ethics Board (no. 2304).ResultsBetween 2002 and 2020, a total of 24 905 patients with trauma were treated; of these, 1155 patients were coded as sustaining a nerve injury. After manual chart review, 399 patients (1.6%) were verified to have sustained a PNI (n= 335, 1.3%) or BPI (n= 64, 0.3%) and were included in the final analysis. The annual incidence of nerve injuries (PNI and BPI combined) ranged from 0.8% to 3.6%, with a clear trend of decreasing"
  },
  {
    "full_text": "0.8% to 3.6%, with a clear trend of decreasing incidence over time (Table 1andFigure 1). Most injuries occurred among young males (mean age 36 years, standard deviation [SD] 16 years; 82% male) with 51% of injuries occurring between the ages of 21 and 40 years (Table 2). The study sample included more males than females but the comparison of PNI and BPI showed no significant differences by sex (p= 0.6).Types of nerve injuriesWe identified 483 nerve injuries in 399 patients, including 332 (68.7%) in upper extremities and 87 (18.0%) in lower extremities (Table 3). In the upper extremities, the radial (n= 118, 24.4%) and ulnar nerves (n= 108, 22.4%) were most frequently injured; in the lower extremities, the sciatic nerve was most frequently injured (n= 40, 8.3%). We identified 64 (13.3%) BPIs and 9 patients who sustained bilateral nerve injuries (2.3%).Mechanism of injuryThe most common causes of PNI were sharp injuries (n= 132, 39.4%), defined as penetration by a sharp object outside of an industrial environment, followed by motor vehicle collisions (n= 56, 16.7%), and gunshot wounds (n= 43, 12.8%) (Table 3). There were significantly more sharp injuries among patients with PNIs than among those with BPIs (p< 0.0001). The most common causes of BPI were motorcycle accidents (n= 21, 32.8%), followed by gunshot wounds (n= 11, 17.2%), and motor vehicle accidents (n= 13, 20.3%) (Table 3).Associated injuriesMost patients (n= 376, 94.2%) sustained additional injuries to their nerve injury (Table 4). The most common associated injuries were fractures (n= 354, 88.7%) with the highest frequency in the humerus (n= 73, 18.3%) and rib (n= 42, 10.5%) (Table 4). Concomitant vascular injuries were present in 118 (29.6%) nerve injuries. Compared with PNIs, BPIs were more likely to be associated with clavicle fractures (n= 10, 71.4%;p< 0.01), spinal cord injuries (n= 10, 62.5%;p< 0.01), scapula fractures (n= 8, 47%;p< 0.01), rib fractures (n= 19, 45%;p< 0.01), closed head injuries (n= 10, 38.5%;p< 0.01), and flail chest, lung contusion, hemothorax or pneumothorax (n= 19, 28.4%;p< 0.01). The mean injury severity score was 18.9 (SD 11.5). Severity scores were significantly higher (p< 0.0001) among patients with BPI (mean 24.6, SD 10.7) than those with PNI (mean 17.7, SD 11) (Table 2).Diagnosis and work-upThe mean time from injury to diagnosis was 4 (SD 13.9) days, with 42.6% of injuries diagnosed within 24 hours of injury. At 60 (SD 12.4) days, diagnosis of BPI was delayed compared with diagnosis of PNI at 3.6 (SD 14.0) days (p= 0.19). There was no difference in average time to diagnosis for nerve injuries in the upper or lower extremites. Between 2002 and 2020, use of imaging in the work-up of nerve injuries increased, with ultrasonography used only in the last 8 years (Figure 2). Magnetic resonance imaging (MRI) was used significantly (p= 0.0002) more often among patients with BPIs (n= 26, 40.3%) than among those with PNIs (n= 7, 2.1%) (Figure 2).Surgical"
  },
  {
    "full_text": "those with PNIs (n= 7, 2.1%) (Figure 2).Surgical treatmentOverall, 60% of patients received surgical treatment for nerve injury (281 procedures among 240 patients;Table 2). Surgical treatment was performed on 231 (69.0%) patients with PNI and 34 (53.1%) patients with BPI. The most commonly performed procedures were nerve repairs (n= 162, 57.7%), of which 161 involved patients with PNI. Brachial plexus injuries were most commonly treated surgically with nerve transfer (n= 22, 56.4%), followed by nerve graft (n= 13, 33.3%). Most nerve transfers (n= 18, 64.2%) were performed between 2015 and 2020, predominantly by plastic surgeons (79.0%), with fewer transfers performed by orthopedic surgeons (11.0%) and neurosurgeons (8.6%). Patients most frequently underwent surgery within the first 72 hours after injury (145 of 240 patients), most often nerve repairs (124 surgeries), particularly for nerve laceration injuries. Most patients who underwent surgery for PNI (n= 185 of 231, 80.1%) had their procedure within the first 2 weeks after injury, while most who underwent surgery BPI (n= 25 of 34, 73.5%) had their procedure more than 3 months after injury.DiscussionOur study found a 1.6% prevalence of nerve injuries in a trauma population over the last 18 years (2002–2020), with a 1.3% prevalence of PNIs and a 0.3% prevalence of BPIs. Compared with previous studies at the same institution, which reported a prevalence of 2.8% for PNIs and 1.2% for BPIs, we found a decrease in nerve injuries.7,10However, this prevalence falls within the range of PNIs in trauma populations reported in other studies (1.1%–2.3%).16,17Our findings show that most nerve injuries were sustained by males and young adults, which is consistent with previous studies.7,10,16The upper extremities were more commonly affected than the lower extremities, which coincides with other studies.7,16Similar to the previous study by Midha,7the radial nerve was the most frequently injured nerve, but other studies have reported the ulnar nerve or median nerve to be frequently injured.6,16Although the most frequently injured nerve varied among studies, most nerve injuries occurred at the level of the arm or forearm. Among patients with injuries to multiple nerves, most sustained combined radial, ulnar, and median nerve injuries.Motor vehicle collisions were involved in 17.3% of cases, which was lower than reported in previous studies.10This decrease in nerve injuries secondary to collisions may be related to the decreasing number of injuries caused by collisions each year in Canada.18In 1998, Canadian regulators began requiring airbags in all newly manufactured automobiles. Recent studies have shown combined use of airbags and seatbelts is associated with a decreased likelihood of both PNI and BPI in motor vehicle collisions.19,20There has also been a decrease in pedestrian accidents in our population; most BPIs (53.1%) were caused by motorcycle accidents or motor vehicle collisions. Although the"
  },
  {
    "full_text": "or motor vehicle collisions. Although the frequencies of PNIs (16.7%) and BPIs (19.1%) caused by motor vehicle collisions were similar, BPIs (30.9%) occurred more frequently with motorcycle accidents than PNIs (6.9%). Conversely, the frequency of PNIs caused by gunshot wounds increased from 7.4% to 12.8% and in BPI from 11% to 20.6%.7,10The near doubling of nerve injuries from gunshot wounds may be reflective of the increased gun violence, with a reported 81% increase in Canada since 2009.21Nerve injuries were identified within 3 days after admission in 78% of cases. Previous studies have shown similar findings, with 78% of PNIs diagnosed within 4 days of admission.7In our study, although diagnostic imaging was used in only 63 patients, most testing (68.3%) occurred from 2015 onward. This increase in the use of imaging is essential for diagnosis of proximal nerve injury and surgical decision-making.11Patients with BPIs were much more likely to undergo electrodiagnostic testing; 55% of BPIs received imaging, compared with only 8% of PNIs. The longer time to diagnosis and increased use of diagnostic testing for patients with BPI may be associated with the high number of sharp injuries among patients with PNIs in our sample and may also highlight the difficulty in identifying BPIs in the acute trauma setting. The timely identification of BPIs is essential because treatment is time-sensitive and earlier nerve reconstruction is associated with improved recovery.8,13,22,23Most patients (60%) received surgical treatment for their nerve injury. Although the rate of surgery for patients with BPIs was similar to previous reports, a greater number of patients with PNIs underwent surgery in our study (69%) than in the 1990s (43.5%).7,10This may reflect the increased frequency of sharp injuries. Nerve repairs were the most common surgical treatment overall, with a total of 162 procedures. Although the use of other surgical treatments was consistent throughout the years, nerve transfers (64%) were performed predominantly between 2015 and 2020. This trend represents a major shift in the surgical management of nerve injuries. Although nerve repairs remain common, nerve grafts and, more recently, nerve transfers have become more prevalent in nerve surgery. In 2019, Domeshek and colleagues13demonstrated this change in surgical practice based on the growing prevalence of nerve transfer studies in the literature and the increased adoption of nerve transfers. In addition, nerve grafts and nerve transfers were more likely to be performed on patients with BPIs, with 50% of these patients undergoing a graft or transfer, compared with only 7% of those with PNIs. We observed more distal, sharp nerve injuries among patients with PNIs, which are more amenable to primary repair.Figure 3provides up-to-date management strategies for different types of nerve injuries.LimitationsWe collected data from a single trauma centre (Level 1), which may reflect a unique regional"
  },
  {
    "full_text": "(Level 1), which may reflect a unique regional population. Our findings may not be representative of other trauma populations, and data should be investigated in other geographic regions. This study used prospectively collected data from an institutional trauma database. Some nerve injuries may not have been documented during the patient’s hospital admission or may have been miscoded nerve injuries. We evaluated patients with a nerve injury documented in the Trauma Registry Database and reviewed medical charts to ensure that only patients with confirmed nerve injuries were included in the study. If patients with trauma were not correctly coded as having a PNI or BPI, their data would not have been captured in our review; therefore, our study may have underestimated the total number of patients and injuries.ConclusionAlthough the prevalence of nerve injuries within the trauma population has decreased in the last 3 decades, Nerve injury with trauma Open injury Closed injury Early surgical exploration: Concomitant vascular or orthopedic injury requires surgery Monitor for recovery: clinical assessment, ultrasonography, electrodiagnostic studies Reconstruction as needed: repair, graft, transfer, decompression No recovery at Recovery 3–6 months Reconstruction as needed: repair, graft, transfer, decompression there have been shifts in mechanisms of injury, surgical treatments, and the use of electrodiagnostic tests for diagnosis. As nerve injuries are often complex and time-sensitive to treat, understanding these changes is important to ensure timely management and maximize functional outcomes. Future studies can use these findings to create standardized systems for identification of nerve injuries in the trauma population to minimize missed diagnoses and delayed referral to nerve surgeons."
  }
]