[
  {
    "full_text": "TITLE: Epidemiology and burden of sepsis acquired in hospitals and intensive care units: a systematic review and meta-analysis ABSTRACT: PurposeSepsis is recognized as a global public health problem, but the proportion due to hospital-acquired infections remains unclear. We aimed to summarize the epidemiological evidence related to the burden of hospital-acquired (HA) and ICU-acquired (ICU-A) sepsis.MethodsWe searched MEDLINE, Embase and the Global Index Medicus from 01/2000 to 03/2018. We included studies conducted hospital-wide or in intensive care units (ICUs), including neonatal units (NICUs), with data on the incidence/prevalence of HA and ICU-A sepsis and the proportion of community and hospital/ICU origin. We did random-effects meta-analyses to obtain pooled estimates; inter-study heterogeneity and risk of bias were assessed.ResultsOf the 13,239 studies identified, 51 met the inclusion criteria; 22 were from low- and middle-income countries. Twenty-eight studies were conducted in ICUs, 13 in NICUs, and ten hospital-wide. The proportion of HA sepsis among all hospital-treated sepsis cases was 23.6% (95% CI 17–31.8%, range 16–36.4%). In the ICU, 24.4% (95% CI 16.7–34.2%, range 10.3–42.5%) of cases of sepsis with organ dysfunction were acquired during ICU stay and 48.7% (95% CI 38.3–59.3%, range 18.7–69.4%) had a hospital origin. The pooled hospital incidence of HA sepsis with organ dysfunction per 1000 patients was 9.3 (95% CI 7.3–11.9, range 2–20.6)). In the ICU, the pooled incidence of HA sepsis with organ dysfunction per 1000 patients was 56.5 (95% CI 35–90.2, range 9.2–254.4) and it was particularly high in NICUs. Mortality of ICU patients with HA sepsis with organ dysfunction was 52.3% (95% CI 43.4–61.1%, range 30.1–64.6%). There was a significant inter-study heterogeneity. Risk of bias was low to moderate in ICU-based studies and moderate to high in hospital-wide and NICU studies.ConclusionHA sepsis is of major public health importance, and the burden is particularly high in ICUs. There is an urgent need to improve the implementation of global and local infection prevention and management strategies to reduce its high burden among hospitalized patients.Electronic supplementary materialThe online version of this article (10.1007/s00134-020-06106-2) contains supplementary material, which is available to authorized users. BODY: Take-home messageIn ICUs worldwide, hospital-acquired sepsis is a frequent adverse outcome with high mortality (exceeding 40%) and increased length of stay. There is urgent need to improve the implementation of global and local infection prevention and control strategies to reduce the burden of healthcare-associated infections, as well as approaches for their early diagnosis and adequate treatment to prevent a progression to sepsis complications.IntroductionSepsis is defined as a life-threatening syndrome associated with physiological, pathological and biological abnormalities caused by a dysregulated host response"
  },
  {
    "full_text": "caused by a dysregulated host response to infections [1]. It is a global public health concern due to its high mortality and morbidity, and substantial economic burden [2]. Rudd and colleagues recently reported the shocking global estimates of 48.9 million cases of sepsis in 2017 and 11.0 million sepsis-related deaths [3]. According to a systematic review published in 2016 and based on studies from high-income countries, more than 30 million cases of hospital-treated sepsis are estimated to occur every year worldwide, with 5.3 million patients dying from sepsis [4].Sepsis is also of great significance in the intensive care unit (ICU), where it affects approximately 30% of patients, with large variations between different geographical regions [5]. A study based in the USA with more than 170,000 sepsis cases reported that 55% of all sepsis cases required ICU admission [6]. Although it occurs across all age groups, the burden of sepsis is especially high among neonates [7].Sepsis can occur as a complication of infections acquired in the community, which is reported to represent up to 70% of all sepsis cases according to Reinhart and colleagues [2]. It can also develop from healthcare-associated infections (HAIs) that are mostly preventable by appropriate infection prevention and control (IPC) measures [8]. According to a 2011 global report by the World Health Organization (WHO), HAIs prevalence varies between 5.7 and 19.1% hospital-wide [9]. More recent data show that in Europe [10] and the USA [11] hospital-wide prevalence of HAIs is 6.5% and 3.2%, respectively. A multicentre prospective study in ICUs in Brazil showed that 60% of sepsis cases were from HAIs, suggesting that HAIs relatively play a more significant role in epidemiological burden in low- and middle-income countries [12].Importantly, recent data showed that up to 55% of all HAIs can be prevented by the implementation of multifaceted IPC interventions [13], which would ultimately result in a significant reduction in hospital-acquired sepsis (HA sepsis) cases. However, most sepsis studies lack the differentiation between community-acquired and HA sepsis [3,4], and no systematic review on the global burden of HA sepsis has been conducted yet, including in the ICU setting.Therefore, we conducted a systematic review and meta-analysis to assess the prevalence, incidence, patient length of stay and mortality of HA sepsis worldwide and to describe causative organisms, including antimicrobial resistance (AMR) patterns.MethodsThis systematic review followed a protocol published in the Prospective Register for Systematic Reviews (PROSPERO 2018 CRD42018089554) and was performed according to the guidelines in the Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) statement [14].Search strategyWe systematically searched MEDLINE, EMBASE and the Global Index Medicus (African Index Medicus, Index Medicus for the Eastern Mediterranean Region, Index Medicus for the South-East"
  },
  {
    "full_text": "Region, Index Medicus for the South-East Asia Region, Latin America and the Caribbean Literature on Health Sciences and Western Pacific Region Index Medicus) for studies published from 1 Jan 2000 to 7 March 2018 (date of last search). Language was restricted to Arabic, English, French, German, Italian, Japanese, Portuguese, Russian or Spanish. Details of the complete search strategy are presented in Supplementary material 1. Potentially relevant articles were retrieved for full-text review. Search results (titles, abstracts, full texts) were independently assessed by at least two investigators (RM, TH, HS, ST). Discordances were solved by a third reviewer or by discussion.Study selection criteriaStudies, including full-text publications and conference abstracts, were included if they met all of the following criteria. (1) Data reported on the incidence or prevalence of HA sepsis (the condition had to be named “sepsis”, “severe sepsis” or “septic shock” or similar). (2) Sepsis in children and adults defined according to appropriate sepsis definitions (such as consensus definitions like sepsis-1 [15], -2 [16], -3 [1]) or identified with appropriate International Classification of Disease (ICD) codes (Supplementary material 2, Table 1) [17,18]. Apart from the diagnosis of clinical sepsis in neonates, studies defining “clinical sepsis” according to the criteria for HAIs of the United States Centers for Disease Control and Prevention (CDC)/National Healthcare Safety Network (NHSN) [19] were excluded, as this definition only represents a subgroup of healthcare-associated primary bloodstream infections. Due to the difficulty regarding the definition of sepsis in neonates and the lack of validated consensus definitions, we included all studies on neonatal sepsis in neonatal ICUs (NICUs) if their sepsis case definition was based on clinical criteria of systemic infections (e.g. fever, hypothermia, bradycardia, apnoea, etc.). (3) The study could be of any design, apart from a randomised controlled trial, case series or case–control study, and had to provide original data. (4) Data collection had to be finished after 1 January 2000. (5) The study was conducted hospital-wide or in ICUs (including paediatric and NICUs) with largely unselected patient cohorts, i.e. not only high-risk populations (e.g. low birthweight neonates) or those with a specific underlying disease (e.g. cancer). (6) The study provided data at least related to the defined primary outcomes of this systematic review.Definitions used in this studyFor the purpose of this study, “hospital-acquired” is defined as a case of infection/sepsis acquired in the hospital, including ICUs, while “ICU-acquired” denotes a subset of hospital-acquired infections/sepsis and comprises all cases of infection/sepsis acquired during ICU stay. Any reported timescale of “hospital-acquired” was accepted. In the included studies, “hospital-acquired” and “ICU-acquired” were usually defined as disease onset occurring"
  },
  {
    "full_text": "were usually defined as disease onset occurring 48–72 h after hospital and ICU admission, respectively.In this study, “sepsis” is an umbrella term for cases of sepsis, sepsis with organ dysfunction and septic shock. Similarly, “sepsis with organ dysfunction” is an umbrella term for cases of sepsis with organ dysfunction and septic shock. Importantly, cases of “severe sepsis” defined here by sepsis-1 and sepsis-2 definitions were termed “sepsis with organ dysfunction”. As the current sepsis-3 definition includes organ dysfunction as part of its sepsis case definition, “sepsis” cases in these studies were designated as “sepsis with organ dysfunction” cases.Study outcomesPrimary outcomes were population and/or hospital-wide/ICU incidence, incidence density and/or prevalence of HA sepsis; proportion of HA sepsis (1) among all sepsis patients (both of community and hospital origin) or (2) among all patients with HAIs. Secondary outcomes were (1) attributable and crude mortality; (2) length of stay; (3) microbiological data, including data on AMR of microorganisms isolated from sepsis patients.Data extraction and risk of bias assessmentFrom eligible studies, at least two independent reviewers (RM, TH, HS, ST) extracted data on the primary and secondary outcomes and the following study characteristics using standardized forms: study location (including WHO region and income level according to the World Bank [20]; study design; study period; patient inclusion and exclusion criteria; age group; sepsis case definition used; study sponsorship; conflict of interests; infection origin (i.e. hospital-acquired or ICU-acquired); and blood culture status (studies in NICUs). The risk of bias of individual studies was assessed using the tool developed by Hoy et al. [21]. After the initial PROSPERO registration, we modified the protocol and decided not to use the GRADE methodology to assess the quality of evidence because of methodological uncertainties in the application of GRADE to incidence and prevalence studies [22].Statistical analysisHA sepsis types were categorized into sepsis, sepsis with organ dysfunction and septic shock. Studies were grouped into hospital-wide, ICU-based and NICU-based. Pooled estimates were calculated using a random-effects model with logit-transformed raw proportions, and between-study varianceτ2was estimated using the DerSimonian–Laird estimator. Statistical heterogeneity was quantified usingI2statistics. All statistical analyses were performed using R (version 3.6.1) and the “meta” package (version 4.9.5).Role of the funding sourceWHO provided funding for the study and acted as a consultant in study design, data extraction, data interpretation and writing of the manuscript. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication.ResultsOf the 13,239 articles identified in our search, 1752 qualified for full-text review following title and abstract"
  },
  {
    "full_text": "for full-text review following title and abstract screening, of which 51 [6,12,23–71] were included in the systematic review (Fig.1). A summary of all outcomes studied, including the respective number of studies reporting data for each outcome, is provided in Supplementary material 2, Fig. 1.Fig. 1Flow chart of study selectionStudy characteristicsAmong the included studies, 28 were conducted in ICUs (including adult or paediatric ICU patients) [12,32–58], 13 in NICUs [59–71] and 10 were conducted hospital-wide (including patients from all hospital wards) [6,23–31] (Supplementary material 2, Table 1). Most hospital-wide and ICU-based studies were conducted in high-income countries (n= 26/38) and nations from the European and American WHO regions (n= 29/38) (Fig.2; Supplementary material 2, Table 1). The studies were carried out between 1997 and 2014. Only two studies were from the WHO Eastern Mediterranean region [33,38], and only one from the South-East Asia region [23]; no eligible study was identified from the WHO Africa region. Thirty-two of 38 hospital-wide and ICU-based studies were multicentre trials, including one large international study [72] with data from 730 ICUs from 84 countries worldwide. Thirty-three of 38 hospital-wide and ICU-based studies relied on consensus sepsis definitions (22 × sepsis-1 [15], 3 × sepsis-2 [16], 2 × sepsis-3 [1], 4 × sepsis-1/-2 consensus definitions, and two used the 2005 definition of International Pediatric Sepsis Definition Consensus Conference [73]); of the remaining five, one study used a modified definition [50] and four hospital-wide studies used ICD-9-based case definitions(Supplementary material 2, Table 1). All ICU-based studies used clinical sepsis definitions.Fig. 2Location and type of studies reporting hospital-acquired sepsisStudies on HA neonatal sepsis in NICUs were distributed across all WHO regions, apart from the WHO Africa region (Fig.2; Supplementary material Table 1), and were conducted between 1999 and 2013. By contrast to the adult and paediatric ICU studies, most (n= 10/13) neonatal sepsis reports were from low-income (n= 2) and middle-income (n= 8) countries and represented single-centre trials (n= 12/13). Neonatal sepsis case definitions varied. Eight studies used clinical criteria as defined by the CDC/NHSN [19], while the others used modified criteria.Risk of bias assessmentIn hospital-wide studies, the overall risk of bias was moderate to high (Supplementary material 2, Table 2) except for one study [6] that was judged as low risk of bias. National representativeness was unclear or low in most studies. In four of 10 hospital-wide studies, sepsis cases were identified using ICD codes. Although ICD codes are often used to identify sepsis cases, the accuracy for HA sepsis case identification remains unknown, and thus, risk of bias of the ICD-based case definitions was judged as high. The overall risk of bias of the ICU-based studies was low to moderate. Although the majority of"
  },
  {
    "full_text": "was low to moderate. Although the majority of ICU studies were multicentre trials, national representativeness was unclear or low in most reports. Since all ICU-based studies on paediatric and/or adult sepsis used case definitions based on clinical consensus definitions, risk of bias for the applied case definition was ranked as low. Except for one study [67], the overall risk of bias was high in all neonatal studies due to low national representativeness and the unknown accuracy of the applied neonatal sepsis case definitions. Results for all outcomes studied are summarized in Table1and Supplementary material 2 (Tables 3-6), including pooled estimates andI2statistics. Results related to the studies [28–30,32,33,38,49,52,53,58,68] reporting data on the length of stay (LOS) of patients with HA sepsis as well as those including data on the microbiological profile, including antimicrobial resistance, of hospital-acquired sepsis or sepsis with organ dysfunction [23,38,48,53,55,59,69] are reported in the Supplementary material 3, Tables 1 and 2, respectively.Table 1Summary of studies reporting the incidence and prevalence of hospital-acquired sepsisStudy settingSepsis typeNumber of studiesPooled estimate (95% CI)Inter-study heterogeneity (I2statistics)Range of individual study estimatesIncidence of hospital-acquired sepsis per 1000 hospitalized patientsHospital patientsHospital-acquired sepsis415.4 (9.2–25.7)I2= 99%7.4–29.5Hospital-acquired sepsis with organ dysfunction59.3 (7.3–11.9)I2= 100%2–20.6Hospital-acquired septic shock1––1ICU patientsICU-acquired sepsis744.8 (25.5–77.4)I2= 99%8–90.4Hospital-acquired sepsis1––59.7ICU-acquired sepsis with organ dysfunction1235.8 (19.1–66.3)I2= 100%5–373.2Hospital-acquired sepsis with organ dysfunction1156.5 (35–90.2)I2= 99%9.2–254.4ICU-acquired septic shock220.3 (0.9–317.1)I2= 100%4.2–91.8Hospital-acquired septic shock1––23.2Neonates in NICUsHospital-acquired neonatal sepsis9112.9 (64.2–191.1)I2= 99%18.4–368.2Blood culture-proven hospital-acquired neonatal sepsis545.7 (26–79.2)I2= 96%20.5–75.6Prevalence of hospital-acquired sepsis per 1000 hospitalized patientsHospital patients–0–––ICU patientsICU-acquired sepsis with organ dysfunction1––131.5Hospital-acquired sepsis with organ dysfunction1––181.6Neonates in NICUsHospital-acquired neonatal sepsis1––82Blood culture-proven hospital-acquired neonatal sepsis1––13.2Incidence of hospital-acquired sepsis per 100,000 population per yearHospital patientsHospital-acquired sepsis2115.9 (33.2–404)I2= 100%61.2–219.3Hospital-acquired sepsis with organ dysfunction1––16.8Hospital-acquired septic shock1––7.9ICU patientsICU-acquired sepsis28.7 (4–18.9)I2= 95%5.8–12.7Hospital-acquired sepsis1––1.3ICU-acquired sepsis with organ dysfunction1––46.6Hospital-acquired sepsis with organ dysfunction440.8 (14.3–116.9)I2= 100%13.8–175Neonates in NICUs–0–––The “sepsis” group comprises studies among patients with sepsis, sepsis with organ dysfunction and septic shock. The “sepsis with organ"
  },
  {
    "full_text": "and septic shock. The “sepsis with organ dysfunction” group comprises studies among patients with sepsis with organ dysfunction, and septic shock. 95% CI = 95% confidence intervalHospital-wide and ICU incidence of HA sepsis per 1000 patientsWe identified eight hospital-wide studies [6,23–27,29,31] (including ICUs) that provided data on the incidence of HA sepsis or HA sepsis with organ dysfunction (Fig.3a; Table1). As reported by four studies [23,24,26,31], the pooled incidence of HA sepsis was 15.4 (95% CI 9.2–25.7) cases per 1000 patients with individual study estimates ranging from 7.4 to 29.5 cases per 1000 patients. Based on five studies [6,24,25,29,74], the pooled hospital-wide incidence of HA sepsis with organ dysfunction was 9.3 (95% CI 7.3–11.9, range 2–20.6) cases per 1000 patients. One Spanish multicentre study [24] provided data on the incidence of HA septic shock and reported 1.0 cases per 1000 patients.Fig. 3Pooled incidence of hospital-acquired sepsis per 1000 patients in different settings.aPooled incidence of hospital-acquired sepsis, sepsis with organ dysfunction and septic shock among patients admitted to any ward in the hospital.bPooled incidence of ICU-acquired and hospital-acquired sepsis, sepsis with organ dysfunction and septic shock among patients admitted to the ICU. The “sepsis” group comprises studies on patients with sepsis, sepsis with organ dysfunction and septic shock. The “sepsis with organ dysfunction” group comprises studies on patients with sepsis with organ dysfunction and septic shock.HAhospital-acquired,ICU-AICU-acquired, 95% CI 95% confidence intervalIn the ICU setting, nineteen studies [32–35,37,38,40,41,43,44,47–49,51–54,57,58,72,75] reported data on the incidence of ICU-acquired and/or HA sepsis (Fig.3b and Table1). The pooled incidence of ICU-acquired sepsis was 44.8 (95% CI 25.5–77.4) cases per 1000 ICU patients (seven studies [40,43,47,49,51,53,75]) with individual study estimates ranging from 8 to 90.4 cases per 1000 ICU patients. The pooled incidence of ICU-acquired sepsis with organ dysfunction determined from 12 studies [32–35,37,41,47,48,52,57,58,72] was 35.8 (95% CI 19.1–66.3, range 5.0–373.2) cases per 1000 ICU patients. Of note, based on data from 730 ICUs from 84 countries, Vincent and colleagues [72] showed a worldwide incidence of ICU-acquired sepsis with organ dysfunction of 62.3 cases per 1000 ICU patients. For ICU-acquired septic shock, the pooled estimate from two studies [47,58] was 20.3 (95% CI 0.9–317.1) cases per 1000 ICU patients. Eleven studies [32–35,38,41,44,48,52,54,57] provided data on ICU-treated HA sepsis with organ dysfunction (acquired in all hospital wards, including ICU) and found a pooled incidence of 56.5 (95% CI 35–90.2, range 9.2–254.4) cases per 1000 ICU patients. No statistically significant differences were found in pooled summaries of ICU studies with low and moderate risk of bias (Supplementary material 2, Table 7).HA sepsis among all sepsis cases hospital-wide"
  },
  {
    "full_text": "7).HA sepsis among all sepsis cases hospital-wide and in ICUsNine studies [6,23,24,26,28–31,74] reported the proportion of HA sepsis among all sepsis patients (Fig.4a; Supplementary material 2, Table 3) at the hospital level. The pooled proportion of HA sepsis was 23.6% (95% CI 17.0–31.8%) and ranged from 16.0 to 36.4% in individual studies. Among all patients with sepsis with organ dysfunction, the proportion of HA sepsis with organ dysfunction was 16.4% (95% CI 14.3–18.7%, range 11.3–32.9%) hospital-wide. Two studies [24,30] showed that 25.4 and 35.0% cases of septic shock were hospital-acquired (pooled estimate: 31.7 [95% CI 23.4–41.4%]).Fig. 4Pooled proportions of hospital-acquired sepsis cases among all sepsis cases.aPooled proportions of hospital-acquired sepsis, sepsis with organ dysfunction or septic shock among hospital patients (including ICU wards) with sepsis, sepsis with organ dysfunction or septic shock.bPooled proportions of ICU-acquired and hospital-acquired sepsis, sepsis with organ dysfunction and septic shock among ICU patients with sepsis, sepsis with organ dysfunction or septic shock. The “sepsis” group comprises studies among patients with sepsis, sepsis with organ dysfunction and septic shock. The “sepsis with organ dysfunction” group comprises studies among patients with sepsis with organ dysfunction and septic shock.HAhospital-acquired, ICU-A = ICU-acquired; 95% CI = 95% confidence intervalIn ICUs, the pooled proportion of ICU-acquired sepsis among all sepsis patients was 31.4% (95% CI 24.9–38.8%) with individual study estimates ranging from 18.6 to 49.1% (Fig.4b and Supplementary material 2, Table 3). The pooled proportion for ICU-acquired sepsis with organ dysfunction was 24.4% (95% CI 16.7–34.2%, range 10.3–42.5%). A pooled analysis of fourteen studies [32–35,38,41,44–46,48,52,54,57] showed that 48.7% (95% 38.3–59.3%, range 18.7–69.4%) of all cases of sepsis with organ dysfunction treated in ICUs were hospital-acquired. For septic shock, two incidence studies [38,50] showed that 35.7 and 37.4% of all septic shock cases treated in ICUs had a hospital origin (pooled estimate: 35.8% [95% CI 33.2–38.5%]). Pooled estimates were not different between studies with moderate and low risk of bias (Supplementary material 2, Table 7).HA neonatal sepsis in NICUsNine studies [59–61,64–66,69–71] provided data on the incidence of HA neonatal sepsis in NICUs, expressed as cases per 1000 NICU-treated neonates. The pooled incidence of HA neonatal sepsis was 112.9 cases (95% CI 64.2–191.1%) per 1000 NICU-treated neonates (Fig.5a; Table1) with individual study estimates ranging from 18.4 to 368.2 cases per 1000 NICU-treated neonates. In NICUs, 56.6% (95% CI 43.5–68.8%, range 9.5–80.0%) of HAIs were found to be HA neonatal sepsis (Fig.5b; Supplementary material 2, Table 4). The pooled estimate for blood culture-proven cases, a subgroup of HA neonatal sepsis cases, was 45.7 (95% CI 26.0–79.2, range 20.5–75.6) cases per 1000 NICU-treated"
  },
  {
    "full_text": "range 20.5–75.6) cases per 1000 NICU-treated neonates (five studies [59,65,66,69,70]) and accounted for 25.0% (95% CI 15.9–37.0%, range 16.5–50.7%)) of all HAIs.Fig. 5Pooled estimates of hospital-acquired neonatal sepsis on NICUs.aPooled incidence of hospital-acquired neonatal sepsis among neonates admitted to NICUs.bPooled proportions of hospital-acquired neonatal sepsis among NICU patients with sepsis.HAhospital-acquiredPopulation-based incidence of HA sepsisOnly eight studies [12,24,31,34,44,51,54,55] provided population-based incidence estimates of HA sepsis and HA sepsis with organ dysfunction, expressed as cases per 100,000 population per year. For hospital-treated HA sepsis, two studies from Spain [24] and China [31] reported incidences of 61.2 and 219.3 cases per 100,000 adult population per year (Table1), respectively. The annual incidence of ICU-acquired sepsis was 5.8 and 12.7 cases per 100,000 population in two studies from Spain [24] and Italy [51], respectively. For ICU-treated HA sepsis with organ dysfunction, the pooled incidence was 40.8 (95% CI 14.3–116.9, range 13.8–175.0) cases per 100,000 population based on four studies [12,34,44,54].MortalityNo studies with data on attributable mortality of HA sepsis were identified. However, 19 studies [6,12,23,26,29,30,32–35,37–39,50–53,57,58] reported data on mortality among patients with HA sepsis. Hospital-wide (including ICUs) pooled mortality of HA sepsis and sepsis with organ dysfunction was 35.0% (95% CI 25.0–46.6%, range 24.5–54.6%) and 24.4% (95% CI 19.3–30.4%, range 19.2–30.0%), respectively (Supplementary material 2, Fig. 2A; Table 5). Only one study [30] reported the mortality of HA septic shock (52.5%).Among ICU patients, mortality of ICU-acquired sepsis was 49.8% and 39.3% as shown by Sakr and colleagues [51] and Suka and colleagues [53], respectively (pooled estimate: 44.7% [95% CI 34.7–55.1%]) (Supplementary material 2, Fig. 2B; Table 5). Eight studies [32,34,35,37,39,52,57,58] on ICU-acquired sepsis with organ dysfunction reported a pooled mortality of 40.5% (95% CI 30.6–51.2%) with individual study estimates ranging from 13.2 to 58.8%. Among ICU-treated patients with HA sepsis with organ dysfunction, including cases acquired in hospital wards and the ICU, the pooled mortality was 52.3% (95% CI 43.4–61.1%, range 30.1–64.6%) (seven studies [12,33–35,38,52,57]). All ICU-based studies reporting mortality data included only adult patients, except the study from Shime and colleagues [52]. Compared to the adult studies, Shime and colleagues showed lower mortality rates for ICU-acquired and HA sepsis with organ dysfunction in paediatric ICU patients (21.3% and 30.1%, respectively). The study by Quenot and colleagues [50] reported a mortality rate of 53.6% among ICU patients with HA septic shock. No study provided data on the mortality of neonates in NICUs with HA neonatal sepsis, but two studies [59,68] reported a mortality of 10.0% and 38.0% for blood culture-proven neonatal"
  },
  {
    "full_text": "10.0% and 38.0% for blood culture-proven neonatal sepsis, respectively (pooled estimate: 21.9% [95% CI 5.0–59.7%]) (Supplementary material 2, Table 5). Pooled mortality was not different between studies with moderate and low risk of bias (Supplementary material 2, Table 7).DiscussionTo our knowledge, this systematic review is the first to investigate the burden of HA sepsis at both hospital and ICU level. The main finding of our study is that HA sepsis poses a major burden among hospitalized patients, particularly in ICUs.In ICUs, nearly one in four (24.4%) cases of sepsis with organ dysfunction was acquired during ICU stay, and more compelling, nearly half of all cases (48.7%) had originated in the hospital. The significance of HA sepsis with organ dysfunction in the ICU is also emphasized by our findings that 36 and 56 out of 1000 ICU patients developed sepsis with organ dysfunction in the ICU and in the hospital, respectively. This high rate has a major clinical implication as it has been shown that patients who develop sepsis during ICU stay have a significantly higher mortality and longer length of stay than ICU patients without sepsis [76]. Importantly, we found that the mortality of ICU patients with ICU- or hospital-acquired sepsis exceeded 40%, which is considerably higher than the overall mortality rates reported in critically ill ICU patients [77]. The incidence of HA sepsis was particularly high among neonates treated in NICUs. More than 110 out of 1000 admitted neonates suffered from HA sepsis, with HA neonatal sepsis representing more than 50% of all HAIs in this setting. Moreover, we found that the average length of ICU or hospital stay of patients with HA sepsis is much longer than that of patients with community-acquired sepsis, thus highlighting the considerable clinical and economic significance of HA sepsis in ICUs.These findings indicate the urgent need to increase efforts to promote IPC programmes and interventions to reduce HAIs and their evolution to septic complications. WHO has repeatedly acknowledged the significant role of IPC programmes to combat sepsis, with clear calls to action [78]. Sepsis is avoidable in both the community and healthcare settings by preventing infection and halting its evolution to more severe conditions by rapidly establishing appropriate support and antimicrobial therapy [79,80]. In particular, WHO and others have provided strong evidence and recommendations on the effectiveness of IPC to reduce the incidence of severe HAIs worldwide [13,81–84], including sepsis [85]. However, much has still to be done, when considering that only 28% of countries worldwide report to have functional IPC programmes implemented at the national level and in all healthcare facilities, according to WHO recommendations [86].Similar to a previous systematic review on the global incidence of hospital-treated sepsis [4], we identified a limited number of population-based studies. Thus, the global incidence of HA sepsis"
  },
  {
    "full_text": "studies. Thus, the global incidence of HA sepsis remains unclear and needs to be addressed in future studies. However, based on four large multicentre studies, we found a pooled population-level estimate of ICU-treated HA sepsis with organ dysfunction of 40.8 cases per 100,000 population per year. If the pooled estimate of the three European studies [34,44,54] (24.5 cases per 100,000 population) is extrapolated to countries of the European Union (EU) and European Economic Area (EEA) (518 million inhabitants), a tentative estimate would suggest approximately 127,000 cases of ICU-treated HA sepsis with organ dysfunction every year in this area. In line with this, Cassini and colleagues estimated that about 2,600,000 new cases of HAIs occur in the EU/EEA every year and that HAIs are considered the top infectious disease issue in this area [87].Regarding the microbiological aetiology and related AMR patterns of HA sepsis, we could find limited evidence provided by seven studies only and substantial differences in findings were observed between individual ICU- and NICU-based studies. AMR is recognized as being one of the greatest public health challenges [88–90]. Accordingly, we found that a substantial proportion of organisms causing HA sepsis exhibited clinically relevant AMR. Given the clinical impact of resistant organisms on the treatment of sepsis [91], more studies specifying microbiological profiles in HA sepsis are needed.Our study has some limitations. Due to the rigorousness of our methodology, we were only able to include a relatively low number of studies clearly reporting data on HA sepsis. Indeed, we excluded 490 papers, including some large good-quality studies, during the full-text review as the distinction between healthcare-associated and community-acquired sepsis was unclear. This is also linked to the fact that many epidemiological studies on sepsis rely on the use of ICD codes for sepsis case detection, rather than the prospective collection of data according to clinical consensus definitions, thus leading to a greater difficulty in distinguishing between healthcare-associated and community-acquired sepsis. Despite our broad search strategy with a special focus on low- and middle-income countries, most included hospital-wide and ICU-based studies were from high-income countries from the European and American WHO regions. Although our search/inclusion strategy comprised a wide range of languages, we cannot exclude that, due to language restrictions, some relevant studies particularly from low- and middle-income countries might have been missed. Therefore, similar to previous reviews or global estimates on sepsis, our findings might not represent the epidemiology of HA sepsis in low- and middle-income countries and in other WHO regions. However, it is likely that the incidence of HA sepsis among hospital-treated patients is even higher than our estimates suggest as HAIs are more prevalent in these countries [92]. Furthermore, we"
  },
  {
    "full_text": "in these countries [92]. Furthermore, we were unable to estimate the incidence of HA-sepsis-related deaths as no studies with data on attributable mortality were identified. Another limitation is that only two included studies used the current sepsis-3 consensus definition. The majority of hospital- and ICU-wide studies (including those that are recent) were based on the sepsis-1 definition. In view of this, our estimates for “sepsis with organ dysfunction”, including “severe sepsis” according to sepsis-1 and sepsis-2 definitions and “sepsis” according to the sepsis-3 definition, better reflect the current epidemiology of sepsis as the sepsis-3 definition includes organ dysfunction as defining criteria.It is encouraging that the risk of bias of the individual ICU-based studies included was low to moderate, with the main source of risk being the unclear national representativeness of most reports. In contrast, the overall risk of bias was moderate to high in the great majority of hospital-wide and NICU-based studies, mostly due to low national representativeness and unclear reliability of the applied sepsis case definitions. We consistently found a very large heterogeneity between individual study estimates which should lead to caution in the interpretation of the meta-analyses results. However, based on our approach to only pool studies from similar settings, we decided that reporting these summaries provides a sufficiently robust analysis and a valuable contribution to this very relevant epidemiological topic. The variations between individual studies may be explained by methodological differences among studies, including applied sepsis case definitions, such as differences between clinical consensus definitions and administrative data [93,94]. To our knowledge, there is no validated approach using administrative data to specifically identify sepsis cases of healthcare-associated origin. Indeed, it is a current research priority to reach a final international consensus on the most suitable ICD codes to trace sepsis cases and the most frequent conditions that lead to sepsis-related death. Moreover, as there is no validated sepsis definition for neonatal sepsis [95], case definitions varied and mainly relied on clinical symptoms and often did not include laboratory testing. In addition, the diagnostic criteria of neonatal sepsis used in the included studies might have also captured infections without any organ dysfunction. Furthermore, inter-study variations may also be caused by differences in patient characteristics (such as age [96] and comorbidities [97]), time of the study or could reflect true differences in the prevalence of underlying HAIs between countries and regions as well as between individual hospitals, as observed in several studies [10,92,98]. Ultimately, heterogeneity may be also explained by country differences in healthcare access and quality, since it has been shown that locations with less developed healthcare systems exhibit"
  },
  {
    "full_text": "with less developed healthcare systems exhibit a higher sepsis incidence and mortality [3]. Based on these limitations and identified knowledge gaps, we conclude that more methodologically robust studies, especially from low- and middle-income countries, are needed to accurately understand the global burden of healthcare-associated sepsis (see Supplementary material 2, Table 8).In summary, our study provides the first comprehensive summary of published evidence on the burden of HA sepsis including ICU-acquired sepsis. Our findings emphasize the public health importance of HA sepsis among hospitalized patients, with particular focus on ICUs, and the urgent need to improve the implementation of global and local IPC strategies to reduce the burden of HAIs, as well as approaches for their early diagnosis and adequate treatment to prevent a progression to sepsis complications. Further research is required to close major knowledge and methodological gaps identified by our study.Electronic supplementary materialBelow is the link to the electronic supplementary material.Supplementary material 1 (DOCX 17 kb)Supplementary material 2 (DOCX 468 kb)Supplementary material 3 (DOCX 124 kb)"
  }
]