[
  {
    "full_text": "TITLE: Estimating global injuries morbidity and mortality: methods and data used in the Global Burden of Disease 2017 study ABSTRACT: BackgroundWhile there is a long history of measuring death and disability from injuries, modern research methods must account for the wide spectrum of disability that can occur in an injury, and must provide estimates with sufficient demographic, geographical and temporal detail to be useful for policy makers. The Global Burden of Disease (GBD) 2017 study used methods to provide highly detailed estimates of global injury burden that meet these criteria.MethodsIn this study, we report and discuss the methods used in GBD 2017 for injury morbidity and mortality burden estimation. In summary, these methods included estimating cause-specific mortality for every cause of injury, and then estimating incidence for every cause of injury. Non-fatal disability for each cause is then calculated based on the probabilities of suffering from different types of bodily injury experienced.ResultsGBD 2017 produced morbidity and mortality estimates for 38 causes of injury. Estimates were produced in terms of incidence, prevalence, years lived with disability, cause-specific mortality, years of life lost and disability-adjusted life-years for a 28-year period for 22 age groups, 195 countries and both sexes.ConclusionsGBD 2017 demonstrated a complex and sophisticated series of analytical steps using the largest known database of morbidity and mortality data on injuries. GBD 2017 results should be used to help inform injury prevention policy making and resource allocation. We also identify important avenues for improving injury burden estimation in the future. BODY: INTRODUCTIONThe Global Burden of Disease (GBD) study is a comprehensive assessment of population health loss. GBD has expanded in scope since its original release in 1994 (GBD 1990) and was most recently updated in autumn 2018 (GBD 2017).1–7Each update of the study has provided updated results through the most recent year of data availability as well as increasingly refined detail in terms of locations, age groups and causes. In addition, GBD incorporates new data as well as updated methods for each annual release that represent the expanding complexity of the study. Cumulatively, the increasing volume of data and increasingly sophisticated estimation methods have necessitated near-continual refinements in terms of data processing, statistical modelling, computational storage and processing as well as global collaboration with the over 4000 GBD collaborators in over 140 countries and territories.Historically, injuries have formed one of the three broad cause groups in the GBD cause hierarchy alongside the other two main groups of health loss (communicable, maternal, neonatal and nutritional diseases; non-communicable diseases). Not surprisingly, there is considerable variation in how morbidity and mortality are estimated across different causes in the GBD hierarchy and study"
  },
  {
    "full_text": "different causes in the GBD hierarchy and study design. The methods for estimating morbidity and mortality from injuries have evolved over time through the most recent release of GBD 2017. Historically, there have been certain challenges in injuries burden estimation, some of which have been addressed and updated over time, and some of which remain as methodological challenges to address as population health measurement develops more sophisticated modelling strategies. For example, methodological challenges that have been identified over the past three decades in population health research have included obtaining data in data-sparse, burden-heavy areas of the world, developing adjustments for ill-defined causes of death, separately estimatingcauseof injury from the bodily harm that results from an injury event and adjusting for known biases in data, such as underestimation in sexual violence data.3 8 9Cumulatively, the global injuries research community has developed a wide array of methodological innovations and advancements to overcome many of these challenges, although undoubtedly the science will continue to advance as higher-quality datasets become available, as modelling methods improve and as computational processing power becomes more accessible to population health research groups around the world.Many studies have been published based on different releases of the GBD study, ranging from studies on intentional injuries in the eastern Mediterranean to detailed assessments of traumatic brain injury and spinal cord injury disability rates on a global scale.10 11While this array of published GBD injury studies demonstrates a broad spectrum of expert knowledge on specific injuries or specific geographies or both, it is also critical to recognise that population health is a rapidly evolving, collaborative science that has benefited from near-continual improvements even through the current updates being implemented for GBD 2019. As a result, it should benefit the scientific enterprise to focus on publishing the most updated results with perspective on global, demographic and temporal patterns, and on sharing iterative updates on the current state of the science of GBD injuries burden estimation. The goal of this study is to comprehensively review and report methods used for GBD 2017 and associated publications that have gone through extensive collaborator-review and peer-review processes.METHODSGBD 2017 studyGBD is predicated on the principle that every case of death and disability in the population should be systematically identified and accounted for in the formulation of global disease and injury burden. On the side of mortality, every death that occurs in the population should have one underlying cause of death which can be assigned to a cause in a mutually exclusive, collectively exhaustive hierarchy of diseases and injuries that can cause death. These data can be used in a method described below to calculate cause-specific mortality"
  },
  {
    "full_text": "below to calculate cause-specific mortality rates and years of life lost. For morbidity, every non-fatal case of disease or injury should have an amount of disability assigned for some period of time. These data can be used in a process described below to estimate the incidence, prevalence and years lived with disability. Summing morbidity and mortality from some cause form the burden from that cause, expressed as disability-adjusted life-years (DALY). For causes with known risk factors, some portion of this burden may be explained by exposure to that risk factor. Across causes within some population, it is also a principle of GBD that the sum of all cause-specific deaths should equal all-cause mortality in the population, and that rates of incidence, prevalence, remission and cause-specific mortality can be reconciled with one another such that all death and disability in a population is internally consistent across causes and geographies. As examples, the sum of different types of road injury cases must sum up to overall road injuries, and the sum of deaths from different injuries in a given country must sum up to the estimate of all-injury deaths. The principle of internal consistency extends to populations used in GBD, where every birth, death and net migration must be accounted for in the population estimates which form the denominators of GBD results. While there is immense complexity in the process summarised above, it is important to begin with these core principles which govern the computation processes at the heart of GBD burden estimation. A summarised overview of key GBD 2017 methods is also provided inonline supplementary appendix 1.10.1136/injuryprev-2019-043531.supp1Supplementary dataGBD study design and hierarchiesGBD study design, including cause-specific methods, is described in a high level of detail in associated publications.2–7In addition to the injury-focused methods described in this paper, it is important to define hierarchies used in the GBD study design. In particular, GBD 2017 was built around a location hierarchy where different subnational locations (eg, US states, India states, China provinces) which form a composite of a national location (eg, the USA, India, China). National locations are aggregated to form GBD regions, which are then aggregated to form GBD super regions. These designations affect the modelling structure and utilisation of location random effects, processes which are described in more detail later. The country-level and regional-level GBD location hierarchy used in GBD 2017 is provided inonline supplementary appendix table 1. In addition to locations, GBD processes are conducted to produce estimates for every one of 22 age groups, male and female sex and across 28 years from 1990 to 2017 (inclusive). Age-standardised, all-age and combined sex results are also computed for each GBD result. Exceptions exist to the rules above, for example, self-harm is not permitted to occur in the 0–6 days (early"
  },
  {
    "full_text": "is not permitted to occur in the 0–6 days (early neonatal) age group in the GBD age hierarchy. There are no sex restrictions placed on any GBD injury causes, although these restrictions exist for other GBD causes, such as cancers like prostate, cervical and uterine being related to one sex.10.1136/injuryprev-2019-043531.supp2Supplementary dataGBD injury classificationIn the GBD cause hierarchy, injuries are part of the first level of the GBD cause hierarchy, which consists of three broad groups: communicable, maternal, neonatal and nutritional diseases; non-communicable diseases and injuries. Additional levels of the GBD cause hierarchy provide additional detail. The hierarchy of injuries in GBD is provided intable 1. The organisation of the hierarchy has implications both in terms of how results are produced and in terms of analytical and processing steps which are discussed in more detail below. Case definitions including International Classification of Diseases (ICD) codes used to identify injury deaths and cases are provided intable 2.Table 1Global Burden of Disease cause-of-injury hierarchyTransport injuriesUnintentional injuriesSelf-harm and interpersonal violenceForces of nature, conflict and terrorism and executions and police conflictRoad injuriesFallsSelf-harmExposure to forces of naturePedestrian road injuriesDrowningSelf-harm by firearmConflict and terrorismCyclist road injuriesFire, heat and hot substancesSelf-harm by other specified meansExecutions and police conflictMotorcyclist road injuriesPoisoningsInterpersonal violenceMotor vehicle road injuriesPoisoning by carbon monoxideAssault by firearmOther road injuriesPoisoning by other meansAssault by sharp objectOther transport injuriesExposure to mechanical forcesAssault by other meansUnintentional firearm injuriesUnintentional suffocationOther exposure to mechanical forcesAdverse effects of medical treatmentAnimal contactVenomous animal contactNon-venomous animal contactForeign bodyPulmonary aspiration and foreign body in airwayForeign body in eyesForeign body in other body partEnvironmental heat and cold exposureOther unintentional injuriesTable 2Case definitions for cause of injury in GBD 2017Child causesICD codesCase definition (fatal)Case definition (non-fatal)Self-harmICD9: E950-E959ICD10: X60-X64.9, X66-X84.9, Y87.0Deliberate bodily damage inflicted on oneself resulting in deathDeliberate bodily damage inflicted on oneself with or without intent to kill oneself.Self-harm by firearmICD9: E955-E955.9ICD10: X72-X74.9Deliberate bodily damage inflicted by firearm on oneself resulting in deathDeliberate bodily damage inflicted on oneself by firearm with or without intent to kill oneself.Self-harm by other specified meansICD9: E950-E954, E956-E958.0, E958.2-E959ICD10: X60-X64.9, X66-X67.9, X69-X71.9, X75-X75.9, X77-X84.9, Y87.0Deliberate bodily damage inflicted on oneself resulting in death by means of:*Self-poisoningMedication overdoseTransport incidentFalling from"
  },
  {
    "full_text": "overdoseTransport incidentFalling from heightHanging/strangulation*(not exhaustive)Deliberate bodily damage inflicted on oneself with or without intent to kill oneself by means of:*Self-poisoningMedication overdoseTransport incidentFalling from heightHanging/strangulation*(not exhaustive)PoisoningICD9: E850.3-E858.99, E862-E869.99, E929.2ICD10: J70.5, X40-X44.9, X47-X49.9, Y10-Y14.9, Y16-Y19.9Death resulting from accidental exposure to a non-infectious substance which contacts the body or enters into the body via inhalation, ingestion, injection or absorption and causes deranged physiological function of body and/or cellular injury/death.Unintentional exposure to a non-infectious substance which contacts the body or enters into the body via inhalation, ingestion, injection or absorption and causes deranged physiological function of body and/or cellular injury/death.Poisoning by carbon monoxide (CO)ICD9: E862-E862.99, E868-E869.99ICD10: J70.5, X47-X47.9Death from exposure to carbon monoxide (CO) as identified based on carboxyhemoglobin levels (specified based on smoking status and age) or proximity to a confirmed CO poisoning case.Non-fatal exposure to CO as identified based on carboxyhemoglobin levels (specified based on smoking status and age) or proximity to a confirmed CO poisoning case.Poisoning by other meansICD9: E850.3-E858.99, E866-E866.99ICD10: X40-X44.9, X49-X49.9, Y10-Y14.9, Y16-Y19.9Death resulting from accidental exposure to a non-infectious substance (other than CO) which contacts the body or enters into the body via inhalation, ingestion, injection or absorption and causes deranged physiological function of body and/or cellular injury/death.Accidental exposure to a non-infectious substance (other than CO) which contacts the body or enters into the body via inhalation, ingestion, injection or absorption and causes deranged physiological function of body and/or cellular injury/death.Animal contactICD9: E905-E906.99ICD10: W52.0-W62.9, W64-W64.9, X20-X29.9Death resulting from unintentionally being attacked, struck, impaled, bitten, stung, crushed, exposed to or stepped on by a non-human animal.Bodily damage resulting from unintentionally being attacked, butted, impaled, bitten, stung, crushed, exposed to or stepped on by a non-human animal.Venomous animal contactICD9: E905-E905.99ICD10: W52.3, X20-X29.9Death resulting from unintentionally being bitten by, stung by, or exposed to a non-human venomous animal.Bodily damage resulting from unintentionally being bitten by, stung by or exposed to a non-human venomous or poisonous animal.Non-venomous animal contactICD9: E905-E906.99ICD10: W52.0-W62.9, W64-W64.9, X20-X29.9Death resulting from unintentionally being attacked, struck, impaled, crushed, exposed to or stepped on by a non-human animal.Bodily damage resulting from unintentionally being attacked, struck, impaled, crushed, exposed to or stepped on by a non-human animal.FallsICD9: E880-E886.99, E888-E888.9, E929.3ICD10: W00-W19.9A"
  },
  {
    "full_text": "E888-E888.9, E929.3ICD10: W00-W19.9A sudden movement downwards due to slipping, tripping or other accidental movement which results in a person coming to rest inadvertently on the ground, floor or other lower level, resulting in death.A sudden movement downward due to slipping, tripping or other accidental movement which results in a person coming to rest inadvertently on the ground, floor or other lower level, resulting in tissue damage.DrowningICD10:W65-W70.9, W73-W74.9ICD9:E910-E910.99Death that occurs as a result of immersion in water or another fluid.Non-fatal immersion or submersion in water or another fluid, regardless of whether tissue damage has occurred. The subject can be resuscitated and has not suffered brain death.Fire, heat, and hot substancesICD9:E890-E899.09, E924-E924.99, E929.4ICD10:X00-X06.9, X08-X19.9Death due to unintentional exposure to substances of high temperature sufficient to cause tissue damage on exposure, including bodily contact with hot liquid, solid or gas such as cooking stoves, smoke, steam, drinks, machinery, appliances, tools, radiators and objects radiating heat energy.Unintentional exposure to substances of high temperature sufficient to cause tissue damage on exposure, including bodily contact with hot liquid, solid or gas such as cooking stoves, smoke, steam, drinks, machinery, appliances, tools, radiators and objects radiating heat energy.Road injuriesICD9:E800.3, E801.3, E802.3, E803.3, E804.3,E805.3, E806.3, E807.3, E810.0-E810.6,E811.0-E811.7, E812.0-E812.7, E813.0-E813.7, E814.0-E814.7, E815.0-E815.7,E816.0-E816.7, E817.0-E817.7, E818.0-E818.7, E819.0-E819.7, E820.0-E820.6,E821.0-E821.6, E822.0-E822.7, E823.0-E823.7, E824.0-E824.7, E825.0-E825.7,E826.0-E826.1, E826.3-E826.4, E827.0,E827.3-E827.4, E828.0, E828.4, E829.0-E829.4ICD10:V01-V04.99, V06-V80.929, V82-V82.9,V87.2-V87.3Interaction with an automobile, motorcycle, pedal cycle or other vehicles resulting in death.Interaction with an automobile, motorcycle, pedal cycle or other vehicles resulting in bodily damage.Pedestrian road injuriesICD9:E811.7, E812.7, E813.7, E814.7, E815.7,E816.7, E817.7, E818.7, E819.7, E822.7,E823.7, E824.7, E825.7, E826.0, E827.0,E828.0, E829.0ICD10:V01-V04.99, V06-V09.9Interaction, as a pedestrian on the road, with an automobile, motorcycle, pedal cycle or other vehicles resulting in death.Interaction, as a pedestrian on the road, with an automobile, motorcycle, pedal cycle or other vehicles resulting in bodily damage.Cyclist road injuriesICD9:E800.3, E801.3, E802.3, E803.3, E804.3,E805.3, E806.3, E807.3, E810.6, E811.6,E812.6, E813.6, E814.6, E815.6, E816.6,E817.6, E818.6, E819.6, E820.6, E821.6,E822.6, E823.6, E824.6, E825.6, E826.1ICD10:V10-V19.9Accident, as a cyclist or passenger on a pedal cycle, resulting in death.Accident, as a cyclist or passenger on a pedal cycle, resulting in bodily damage.Motorcyclist road injuriesICD9:E810.2-E810.3, E811.2-E811.3, E812.2-E812.3, E813.2-E813.3, E814.2-E814.3,E815.2-E815.3,"
  },
  {
    "full_text": "E813.2-E813.3, E814.2-E814.3,E815.2-E815.3, E816.2-E816.3, E817.2-E817.3, E818.2-E818.3, E819.2-E819.3,E820.2-E820.3, E821.2-E821.3, E822.2-E822.3, E823.2-E823.3, E824.2-E824.3,E825.2-E825.3ICD10:V20-V29.9Accident, as a rider on a motorcycle, resulting in death.Accident, as a rider on a motorcycle, resulting in bodily damage.Motor vehicle road injuriesICD9:E810.0-E810.1, E811.0-E811.1, E812.0-E812.1, E813.0-E813.1, E814.0-E814.1,E815.0-E815.1, E816.0-E816.1, E817.0-E817.1, E818.0-E818.1, E819.0-E819.1,E820.0-E820.1, E821.0-E821.1, E822.0-E822.1, E823.0-E823.1, E824.0-E824.1,E825.0-E825.1ICD10:V30-V79.9, V87.2-V87.3Accident, as a driver or passenger in a motor vehicle, resulting in death.Accident, as a driver or passenger in a motor vehicle, resulting in bodily damage.Other road injuriesICD9:E810.4-E810.5, E811.4-E811.5, E812.4-E812.5, E813.4-E813.5, E814.4-E814.5,E815.4-E815.5, E816.4-E816.5, E817.4-E817.5, E818.4-E818.5, E819.4-E819.5,E820.4-E820.5, E821.4-E821.5, E822.4-E822.5, E823.4-E823.5, E824.4-E824.5,E825.4-E825.5, E826.3-E826.4, E827.3-E827.4, E828.4, E829.4ICD10:V80-V80.929, V82-V82.9Death resulting from being a driver or passenger of a vehicle not including automobiles, motorcycles, bicycles (ie, streetcar).Bodily damage resulting from being a driver or passenger of a vehicle not including automobiles, motorcycles, bicycles (ie, streetcar).Other transport injuriesICD9:E800-E800.2, E801-E801.2, E802-E802.2,E803-E803.2, E804-E804.2, E805-E805.2,E806-E806.2, E807-E807.2, E810.7,E820.7, E821.7, E826.2, E827.2, E828.2,E830-E838.9, E840-E849.9, E929.1ICD10:V00-V00.898, V05-V05.99, V81-V81.9,V83-V86.99, V88.2-V88.3, V90-V98.8Interaction with a means of transport other than automobile, motorcycle, pedal cycle or other road vehicles resulting in death.Interaction with a means of transport other than automobile, motorcycle, pedal cycle or other road vehicles resulting in bodily damage.Interpersonal violenceICD9:E960-E969ICD10:X85-Y08.9, Y87.1-Y87.2Death from intentional use of physical force or power, threatened or actual, from another person or group not including military or police forces.Sustaining bodily harm in terms of tissue damage from intentional use of physical force or power, threatened or actual, from another person or group not including military or police forces.Physical violence by firearmICD9:E965-E965.4ICD10:X93-X95.9Death from intentional use of physical force or power by a firearm from another person or group or community not including military or police forces.Sustaining bodily harm in terms of tissue damage from intentional use of physical force or power by a firearm from another person or group not including military or police forces.Physical violence by sharp objectICD9:E966ICD10:X99-X99.9Death from intentional use of physical force or power by a sharp object from another person or group or community not including military or police forces.Sustaining bodily harm in terms of tissue damage from intentional use of physical"
  },
  {
    "full_text": "of tissue damage from intentional use of physical force or power by a sharp object from another person or group not including military or police forces.Sexual violenceICD9:E960-E960.1ICD10:Y05-Y05.9NAExperiencing at least one event of sexual violence in the last year, where sexual violence is defined as any sexual assault, including both penetrative sexual violence (rape) and non-penetrative sexual violence (other forms of unwanted sexual touching).Physical violence by other meansICD9:E961-E964, E965.5-E965.9, E967-E969ICD10:X85-X92.9, X96-X98.9, Y00-Y04.9, Y06-Y08.9, Y87.1-Y87.2Death from intentional use of physical force or power by an object other than a firearm or sharp object from another person or group or community not including military or police forces.Sustaining bodily harm in terms of tissue damage from intentional use of physical force or power by an object other than a firearm or sharp object from another person or group not including military or police forces.Conflict and terrorismICD9:E979-E979.9, E990-E999.1ICD10:U00-U03, Y36-Y38.9, Y89.1Death resulting from the instrumental use of violence by people who identify themselves as members of a group—whether this group is transitory or has a more permanent identity—against another group or set of individuals, in order to achieve political, economic or social objectives.Bodily harm resulting from the instrumental use of violence by people who identify themselves as members of a group—whether this group is transitory or has a more permanent identity—against another group or set of individuals, in order to achieve political, economic or social objectives.Executions and police conflictICD9:E970-E978ICD10:Y35-Y35.93, Y89.0State-sanctioned executions or police-related altercations leading to death.State-sanctioned executions or police-related altercations leading to bodily damage.Exposure to forces of natureICD9:E907-E909.9ICD10:X33-X38.9Death resulting from an unforeseen and often sudden natural event such as a hurricane, earthquake, tsunami or tornado.Bodily damage resulting from an unforeseen and often sudden natural event such as a hurricane, earthquake, tsunami or tornado.Exposure to mechanical forcesICD9:E913-E913.19, E916-E922.99, E928.1-E928.7ICD10:W20-W38.9, W40-W43.9, W45.0-W45.2,W46-W46.2, W49-W52, W75-W76.9Unintentional death resulting from contact with or threat of an (in)animate object, human or plant.Unintentional bodily damage resulting from contact with or threat of an (in)animate object, human or plant.Unintentional firearm injuriesICD9:E922-E922.99, E928.7ICD10:W32-W34.9Unintentional death resulting from contact with a firearm.Unintentional bodily damage resulting from contact with a firearm.Other exposure to mechanical forcesICD9:E916-E921.99, E928.1-E928.6ICD10:W20-W31.9, W35-W38.9, W40-W43.9,W45.0-W45.2, W46-W46.2, W49-W52Unintentional death resulting from contact with or threat of an (in)animate object (not including a firearm), human or plant.Unintentional bodily"
  },
  {
    "full_text": "a firearm), human or plant.Unintentional bodily damage resulting from contact with or threat of an (in)animate object (not including a firearm), human or plant.Pulmonary aspiration and foreign body in airwayICD9:770.1–770.18, E911-E912.09, E913.8-E913.99ICD10:W78-W80.9, W83-W84.9Unintentional death from inhaling, swallowing or aspirating extraneous materials or substance that enters the airway or lungs.Unintentional bodily damage from inhaling, swallowing or aspirating extraneous materials or substance that enters the airway or lungs.Foreign body in eyesICD9:360.5–360.69, 374.86, 376.6, E914-E914 09ICD10:H02.81-H02.819, H44.6-H44.799NAUnintentional damage from extraneous materials or substance in the orbital structure or eye.Foreign body in other body partICD9:709.4, E915-E915.09ICD10:M60.2-M60.28, W44-W45, W45.3-W45.9Unintentional death from an extraneous material or substance being within the body, not including the airway, lungs or eyes.Unintentional bodily damage from an extraneous material or substance being within the body, not including the airway, lungs or eyes.Injuries definition: damage, defined by cellular death, tissue disruption, loss of homeostasis, pain limiting activities of daily living or short-term psychological harm (for cases of sexual violence), inflicted on the body as the direct or indirect result of a physical force, immersion or exposure, which may include interpersonal or self-inflicted forces.GBD, Global Burden of Disease; ICD, International Classification of Diseases.GBD separates the concept of cause of injury from nature of injury. Cause of injury (eg, road injuries, falls, drowning) have historically been used for assigning cause of death as opposed to the ‘nature’ of injury, which more directly specifies the pathology that resulted in death. For example, an individual who falls, fractures his or her hip, undergoes surgery and then develops hospital-acquired pneumonia and dies while hospitalised would still have a fall as the underlying cause of death, regardless of whether sepsis or some other disease process leads to death more proximally in the chain of events. In this individual, the ‘nature’ of injury would have been specified as a hip fracture, since it is the bodily injury that would dictate the disability this person experiences. Since it is evident that a hip fracture is more disabling than a mild skin abrasion, it is important for measuring non-fatal burden to consider both the cause and the nature in the formulation of complete injury burden. A full list of nature of injury is provided intable 3.Table 3GBD nature of injuryNature of injuryAmputation of lower limbs, bilateralFracture of sternum and/or fracture of one or more ribsCrush injuryAmputation of upper limbs, bilateralFracture of vertebral columnNerve injuryAmputation of fingers (excluding thumb)Fracture of femur, other than femoral neckInjury to eyesAmputation of lower limb, unilateralMinor TBIPoisoning requiring urgent careAmputation of upper"
  },
  {
    "full_text": "requiring urgent careAmputation of upper limb, unilateralModerate/severe TBISevere chest injuryAmputation of thumbSpinal cord lesion at neck levelInternal haemorrhage in abdomen and pelvisAmputation of toe/toesSpinal cord lesion below neck levelEffect of different environmental factorsLower airway burnsMuscle and tendon injuries, including sprains and strains lesser dislocationsComplications following therapeutic proceduresBurns, <20% total burned surface area without lower airway burnsForeign body in earMultiple fractures, dislocations, crashes, wounds, pains and strainsBurns, ≥20% total burned surface area or ≥10% burned surface area if head/neck or hands/wrist involved without lower airway burnsOpen wound(s)Fracture of clavicle, scapula or humerusContusion in any part of the bodyFracture of face bonesSuperficial injury of any part of the bodyFracture of foot bones except ankleDislocation of hipFracture of hand (wrist and other distal part of hand)Dislocation of kneeFracture of hipDislocation of shoulderFracture of patella, tibia or fibula or ankleForeign body in respiratory systemFracture of pelvisForeign body in GI and urogenital systemFracture of radius and/or ulnaDrowning and non-fatal submersionFracture of skullAsphyxiationGBD, Global Burden of Disease; GI, gastrointestinal; TBI, traumatic brain injury.Cause-specific mortality and years of life lostAs described above, cause-specific mortality is measured for every cause of injury in the GBD cause hierarchy with the exception of foreign body in the ear and sexual violence, which undergo only non-fatal burden estimation (described in more detail below). GBD adheres to five general principles for measuring cause-specific mortality, which are described in more detail elsewhere but are summarised as follows.12First, GBD 2017 identifies all available data. For injuries, this includes vital registration (VR), vital registration samples, verbal autopsy (VA), police records and mortuary/hospital data. VR is the preferred data source but is not available in every location in the GBD location hierarchy. Prior VA research has demonstrated that VA is more accurate for certain injury causes than it is for certain diseases.13Police data undergo additional validity checks to ensure that systematic under-reporting does not occur in comparison to VR data, which is described in more detail in a related publication.6The second general principle relevant to injury mortality estimation is maximising comparability and quality of the dataset. For the purposes of injury mortality estimation, this process is largely focused on (1) ensuring appropriate accounting for different ICD code versions used for cause of death data classification over time, (2) redistribution of ill-defined causes of death (described in more detail elsewhere) and (3) processing VA studies into usable data that map to the GBD cause hierarchy.8 9 12The third general principle for injury cause of death models in GBD 2017 is to develop a"
  },
  {
    "full_text": "cause of death models in GBD 2017 is to develop a diverse set of plausible models. This process is conducted via the Cause of Death Ensemble model (CODEm) framework, which is the standard, peer-reviewed cause of death estimation process used extensively in the GBD study. CODEm generates a large set of possible models based on covariates suggested by the modeller based on expert input and literature review (eg, alcohol for road injuries) and then runs every plausible model, which can range into the thousands per cause. These models can be conducted in both rate space and cause fraction space and use an assortment of combinations among the user-selected covariates (table 4). Fourth, the predictive validity of each one of these submodels is tested using test-train holdouts, whereby a specific model is trained on a portion of data and tested on a separate portion to determine out-of-sample predictive validity. Once the submodels are conducted and predictive validity is measured, then an ensemble model is developed out of the submodels. The submodels and the ensemble model are then subject to the fifth principle, which is to choose the best-performing models based on out-of-sample predictive validity. The chosen models may be a single cause model or an ensemble of models. Beyond these processes, which have become automated with expert review in the GBD processing architecture, there is also considerable time required by the analysts, modellers, collaborators and principal investigators who are involved in the GBD study. Such processes also come under expert scrutiny via the GBD Scientific Council and the peer-review process in the annual GBD capstone publications.2–7Table 4Covariates used in GBD cause of death modelsCauseGlobal or data-rich modelSexNumber of covariates usedCovariates usedTransport injuriesGlobal/Data richMale10Alcohol (litres per capita), Education (years per capita), Lag distributed income per capita (I$), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Rainfall Quintile 5 (proportion), Vehicles–two+four wheels (per capita), Vehicles–two wheels fraction (proportion), Sociodemographic Index, Healthcare Access and Quality IndexTransport injuriesGlobal/Data richFemale10Alcohol (litres per capita), Education (years per capita), Lag distributed income per capita (I$), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Rainfall Quintile 5 (proportion), Vehicles–two+four wheels (per capita), Vehicles–two wheels fraction (proportion), Sociodemographic Index, Healthcare Access and Quality IndexRoad injuriesGlobal/Data richMale13Alcohol (liters per capita), Education (years per capita), Lag distributed income per capita (I$), Population 15 to 30 (proportion), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Vehicles–two+four wheels (per capita), Vehicles–two wheels (per capita),"
  },
  {
    "full_text": "(per capita), Vehicles–two wheels (per capita), Vehicles - 4 wheels (per capita), Vehicles–two wheels fraction (proportion), Log-transformed summary exposure value (SEV) scalar: Road Inj, Sociodemographic Index, Healthcare Access and Quality IndexRoad injuriesGlobal/Data richFemale13Alcohol (liters per capita), Education (years per capita), Lag distributed income per capita (I$), Population 15 to 30 (proportion), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Vehicles–two+four wheels (per capita), Vehicles–two wheels (per capita), Vehicles - 4 wheels (per capita), Vehicles–two wheels fraction (proportion), Log-transformed SEV scalar: Road Inj, Sociodemographic Index, Healthcare access and quality indexPedestrian road injuriesGlobal/Data richMale11Alcohol (liters per capita), Education (years per capita), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Rainfall Quintile 5 (proportion), Vehicles–two+four wheels (per capita), Vehicles–two wheels fraction (proportion), Log-transformed SEV scalar: Pedest, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Pedestrian road injuriesGlobal/Data richFemale11Alcohol (liters per capita), Education (years per capita), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Rainfall Quintile 5 (proportion), Vehicles–two+four wheels (per capita), Vehicles–two wheels fraction (proportion), Log-transformed SEV scalar: Pedest, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Cyclist road injuriesGlobal/Data richMale10Alcohol (liters per capita), Education (years per capita), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Vehicles–two+four wheels (per capita), Vehicles - two wheels fraction (proportion), Log-transformed SEV scalar: Cyclist, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Cyclist road injuriesGlobal/Data richFemale10Alcohol (liters per capita), Education (years per capita), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Vehicles - two+four wheels (per capita), Vehicles–two wheels fraction (proportion), Log-transformed SEV scalar: Cyclist, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Motorcyclist road injuriesGlobal/Data richMale10Alcohol (liters per capita), Education (years per capita), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Rainfall Quintile 5 (proportion), Vehicles–two wheels (per capita), Log-transformed SEV scalar: Mot Cyc, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Motorcyclist road injuriesGlobal/Data"
  },
  {
    "full_text": "capita (I$)Motorcyclist road injuriesGlobal/Data richFemale10Alcohol (liters per capita), Education (years per capita), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Rainfall Quintile 5 (proportion), Vehicles–two wheels (per capita), Log-transformed SEV scalar: Mot Cyc, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Motor vehicle road injuriesGlobal/Data richMale10Alcohol (liters per capita), Education (years per capita), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Rainfall Quintile 5 (proportion), Vehicles–four wheels (per capita), Log-transformed SEV scalar: Mot Veh, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Motor vehicle road injuriesGlobal/Data richFemale10Alcohol (liters per capita), Education (years per capita), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Rainfall Quintile 5 (proportion), Vehicles–four wheels (per capita), Log-transformed SEV scalar: Mot Veh, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Other road injuriesGlobal/Data richMale8Alcohol (liters per capita), Rainfall Quintile 5 (proportion), Vehicles–two+four wheels (per capita), Vehicles–two wheels fraction (proportion), Log-transformed SEV scalar: Oth Road, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Other road injuriesGlobal/Data richFemale8Alcohol (liters per capita), Rainfall Quintile 5 (proportion), Vehicles–two+four wheels (per capita), Vehicles–two wheels fraction (proportion), Log-transformed SEV scalar: Oth Road, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Other transport injuriesGlobal/Data richMale11Alcohol (liters per capita), Education (years per capita), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Rainfall Quintile 5 (proportion), Vehicles–two+four wheels (per capita), Vehicles–two wheels fraction (proportion), Log-transformed SEV scalar: Oth Trans, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Other transport injuriesGlobal/Data richFemale11Alcohol (liters per capita), Education (years per capita), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Rainfall Quintile 5 (proportion), Vehicles–two+four wheels (per capita), Vehicles–two wheels fraction (proportion), Log-transformed SEV scalar: Oth Trans, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)FallsGlobal/Data richMale7Alcohol (liters per capita), Elevation Over 1500 m (proportion), Log-transformed SEV scalar: Falls, Sociodemographic Index, milk"
  },
  {
    "full_text": "SEV scalar: Falls, Sociodemographic Index, milk adjusted(g), Healthcare Access and Quality Index, Lag distributed income per capita (I$)FallsGlobal/Data richFemale7Alcohol (liters per capita), Elevation Over 1500 m (proportion), Log-transformed SEV scalar: Falls, Sociodemographic Index, milk adjusted(g), Healthcare Access and Quality Index, Lag distributed income per capita (I$)DrowningGlobal/Data richMale10Alcohol (liters per capita), Coastal Population within 10 km (proportion), Education (years per capita), Landlocked Nation (binary), Elevation Under 100 m (proportion), Rainfall Quintile 1 (proportion), Rainfall Quintile 5 (proportion), Log-transformed SEV scalar: Drown, Sociodemographic Index, Lag distributed income per capita (I$)DrowningGlobal/Data richFemale10Alcohol (liters per capita), Coastal Population within 10 km (proportion), Education (years per capita), Landlocked Nation (binary), Elevation Under 100 m (proportion), Rainfall Quintile 1 (proportion), Rainfall Quintile 5 (proportion), Log-transformed SEV scalar: Drown, Sociodemographic Index, Lag distributed income per capita (I$)Fire, heat and hot substancesGlobal/Data richMale9Alcohol (liters per capita), Tobacco (cigarettes per capita), Education (years per capita), Indoor Air Pollution (All Cooking Fuels), Population Density (over 1000 ppl/sqkm, proportion), Log-transformed SEV scalar: Fire, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Fire, heat and hot substancesGlobal/Data richFemale9Alcohol (liters per capita), Tobacco (cigarettes per capita), Education (years per capita), Indoor Air Pollution (All Cooking Fuels), Population Density (over 1000 ppl/sqkm, proportion), Log-transformed SEV scalar: Fire, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)PoisoningsGlobal/Data richMale8Education (years per capita), Opium Cultivation (binary), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Log-transformed SEV scalar: Poison, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)PoisoningsGlobal/Data richFemale8Education (years per capita), Opium Cultivation (binary), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Log-transformed SEV scalar: Poison, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Poisoning by carbon monoxideGlobal/Data richMale4Education (years per capita), Lag distributed income per capita (I$), Sociodemographic Index, Healthcare Access and Quality IndexPoisoning by carbon monoxideGlobal/Data richFemale4Education (years per capita), Lag distributed income per capita (I$), Sociodemographic Index, Healthcare access and quality indexPoisoning by other meansGlobal/Data richMale4Education (years per capita), Lag distributed income per capita (I$),"
  },
  {
    "full_text": "capita), Lag distributed income per capita (I$), Sociodemographic Index, Healthcare access and quality indexPoisoning by other meansGlobal/Data richFemale4Education (years per capita), Lag distributed income per capita (I$), Sociodemographic Index, Healthcare access and quality indexExposure to mechanical forcesGlobal/Data richMale7Alcohol (liters per capita), Education (years per capita), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Sociodemographic Index, Healthcare access and quality index, Lag distributed income per capita (I$)Exposure to mechanical forcesGlobal/Data richFemale7Alcohol (liters per capita), Education (years per capita), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Sociodemographic Index, Healthcare access and quality index, Lag distributed income per capita (I$)Unintentional firearm injuriesGlobal/Data richMale9Alcohol (liters per capita), Education (years per capita), Health System Access (unitless), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Log-transformed SEV scalar: Mech Gun, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Unintentional firearm injuriesGlobal/Data richFemale9Alcohol (liters per capita), Education (years per capita), Health System Access (unitless), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Log-transformed SEV scalar: Mech Gun, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Other exposure to mechanical forcesGlobal/Data richMale9Alcohol (liters per capita), Education (years per capita), Health System Access (unitless), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Log-transformed SEV scalar: Oth Mech, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Other exposure to mechanical forcesGlobal/Data richFemale9Alcohol (liters per capita), Education (years per capita), Health System Access (unitless), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Log-transformed SEV scalar: Oth Mech, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Adverse effects of medical treatmentGlobal/Data richMale3Lag distributed income per capita (I$), Sociodemographic Index, Healthcare Access and Quality IndexAdverse effects of medical treatmentGlobal/Data richFemale3Lag distributed income per capita (I$), Sociodemographic Index, Healthcare Access and Quality IndexAnimal contactGlobal/Data richMale11Alcohol (liters per capita), Education (years per capita), Elevation Over 1500 m (proportion), Population 15 to 30 (proportion), Population Density (over 1000 ppl/sqkm,"
  },
  {
    "full_text": "Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Elevation Under 100 m (proportion), Log-transformed SEV scalar: Animal, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Animal contactGlobal/Data richFemale11Alcohol (liters per capita), Education (years per capita), Elevation Over 1500 m (proportion), Population 15 to 30 (proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Elevation Under 100 m (proportion), Log-transformed SEV scalar: Animal, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Venomous animal contactGlobal/Data richMale10Alcohol (liters per capita), Education (years per capita), Elevation Over 1500 m (proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Elevation Under 100 m (proportion), Log-transformed SEV scalar: Venom, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Venomous animal contactGlobal/Data richFemale10Alcohol (liters per capita), Education (years per capita), Elevation Over 1500 m (proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Elevation Under 100 m (proportion), Log-transformed SEV scalar: Venom, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Non-venomous animal contactGlobalMale6Alcohol (liters per capita), Education (years per capita), Lag distributed income per capita (I$), Log-transformed SEV scalar: Non Ven, Sociodemographic Index, Healthcare Access and Quality IndexNon-venomous animal contactData richMale10Alcohol (liters per capita), Education (years per capita), Elevation Over 1500 m (proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Elevation Under 100 m (proportion), Log-transformed SEV scalar: Non Ven, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Non-venomous animal contactGlobal/Data richFemale10Alcohol (liters per capita), Education (years per capita), Elevation Over 1500 m (proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Elevation Under 100 m (proportion), Log-transformed SEV scalar: Non Ven, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Foreign bodyGlobalMale10Education (years per capita), Indoor Air Pollution (All Cooking Fuels), Population Density (over 1000 ppl/sqkm, proportion), Population Over 65 (proportion), Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Foreign bodyGlobalFemale10Education (years per capita), Indoor Air Pollution (All Cooking"
  },
  {
    "full_text": "per capita), Indoor Air Pollution (All Cooking Fuels), Population Density (over 1000 ppl/sqkm, proportion), Population Over 65 (proportion), Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Pulmonary aspiration and foreign body in airwayGlobal/Data richMale6Alcohol (liters per capita), Lag distributed income per capita (I$), Mean BMI, Log-transformed SEV scalar: F Body Aspn, Sociodemographic Index, Access and Quality IndexPulmonary aspiration and foreign body in airwayGlobalFemale8Alcohol (liters per capita), Education (years per capita), Mean BMI, Alcohol binge drinker proportion, age-standardised, Log-transformed SEV scalar: F Body Aspn, Sociodemographic Index, Healthcare access and quality index, Lag distributed income per capita (I$)Pulmonary aspiration and foreign body in airwayData richFemale6Alcohol (liters per capita), Lag distributed income per capita (I$), Mean BMI, Log-transformed SEV scalar: F Body Aspn, Sociodemographic Index, Healthcare Access and Quality IndexForeign body in other body partGlobal/Data richMale10Alcohol (liters per capita), Education (years per capita), Elevation Over 1500 m (proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Elevation Under 100 m (proportion), Log-transformed SEV scalar: Oth F Body, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Foreign body in other body partGlobal/Data richFemale10Alcohol (liters per capita), Education (years per capita), Elevation Over 1500 m (proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Elevation Under 100 m (proportion), Log-transformed SEV scalar: Oth F Body, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Environmental heat and cold exposureGlobal/Data richMale11Education (years per capita), Lag distributed income per capita (I$), Population-weighted mean temperature, Elevation Over 1500 m (proportion), Elevation 500 to 1500 m (proportion), Population Density (150–300 ppl/sqkm, proportion), Rainfall (Quintiles 4–5), Sanitation (proportion with access), 90th percentile climatic temperature in the given country-year, Sociodemographic Index, Healthcare Access and Quality IndexEnvironmental heat and cold exposureGlobal/Data richFemale11Education (years per capita), Lag distributed income per capita (I$), Population-weighted mean temperature, Elevation Over 1500 m (proportion), Elevation 500 to 1500 m (proportion), Population Density (150–300 ppl/sqkm, proportion), Rainfall (Quintiles 4–5), Sanitation (proportion with access), 90th percentile climatic temperature in the given country-year, Sociodemographic Index, Healthcare Access and Quality IndexOther unintentional injuriesGlobal/Data richMale12Alcohol (liters per capita), Education (years per capita), Elevation Over 1500 m (proportion),"
  },
  {
    "full_text": "per capita), Elevation Over 1500 m (proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Elevation Under 100 m (proportion), Vehicles–two wheels (per capita), Vehicles–four wheels (per capita), Log-transformed SEV scalar: Oth Unint, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Other unintentional injuriesGlobal/Data richFemale12Alcohol (liters per capita), Education (years per capita), Elevation Over 1500 m (proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Elevation Under 100 m (proportion), Vehicles–two wheels (per capita), Vehicles–four wheels (per capita), Log-transformed SEV scalar: Oth Unint, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Self-harmGlobalMale11Alcohol (liters per capita), Education (years per capita), Population Density (150–300 ppl/sqkm, proportion), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Sociodemographic Index, Healthcare Access and Quality Index, Muslim Religion (proportion of population), Lag distributed income per capita (I$)Self-harmGlobalFemale15Alcohol (liters per capita), Education (years per capita), Population Density (150–300 ppl/sqkm, proportion), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Religion (binary,>50% Muslim), Log-transformed SEV scalar: Self Harm, Sociodemographic Index, Major depressive disorder, Risk of selfharm due to major depressive disorder, Healthcare Access and Quality Index, Non-partner lifetime prevalence of sexual violence (female-only), Lag distributed income per capita (I$)Self-harmData richMale11Alcohol (liters per capita), Education (years per capita), Population Density (150–300 ppl/sqkm, proportion), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Religion (binary,>50% Muslim), Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Self-harmData richFemale13Alcohol (liters per capita), Education (years per capita), Population Density (150–300 ppl/sqkm, proportion), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Religion (binary,>50% Muslim), Log-transformed SEV scalar: Self Harm, Sociodemographic Index, Major depressive disorder, Healthcare Access and"
  },
  {
    "full_text": "Major depressive disorder, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Self-harm by firearmGlobal/Data richMale13Alcohol (liters per capita), Education (years per capita), Population Density (150–300 ppl/sqkm, proportion), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Religion (binary,>50% Muslim), Log-transformed SEV scalar: Self Harm, Sociodemographic Index, Major depressive disorder, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Self-harm by firearmGlobal/Data richFemale13Alcohol (liters per capita), Education (years per capita), Population Density (150–300 ppl/sqkm, proportion), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Religion (binary,>50% Muslim), Log-transformed SEV scalar: Self Harm, Sociodemographic Index, Major depressive disorder, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Self-harm by other specified meansGlobal/Data richMale13Alcohol (liters per capita), Education (years per capita), Population Density (150–300 ppl/sqkm, proportion), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Religion (binary,>50% Muslim), Log-transformed SEV scalar: Self Harm, Sociodemographic Index, Major depressive disorder, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Self-harm by other specified meansGlobal/Data richFemale13Alcohol (liters per capita), Education (years per capita), Population Density (150–300 ppl/sqkm, proportion), Population Density (300–500 ppl/sqkm, proportion), Population Density (500–1000 ppl/sqkm, proportion), Population Density (over 1000 ppl/sqkm, proportion), Population Density (under 150 ppl/sqkm, proportion), Religion (binary,>50% Muslim), Log-transformed SEV scalar: Self Harm, Sociodemographic Index, Major depressive disorder, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Interpersonal violenceGlobal/Data richMale8Alcohol (liters per capita), Education (years per capita), Opium Cultivation (binary), Population Density (over 1000 ppl/sqkm, proportion), Log-transformed SEV scalar: Violence, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Interpersonal violenceGlobal/Data richFemale8Alcohol (liters per capita), Education (years per capita), Opium Cultivation (binary), Population Density (over 1000 ppl/sqkm, proportion), Log-transformed SEV scalar: Violence, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita"
  },
  {
    "full_text": "Quality Index, Lag distributed income per capita (I$)Physical violence by firearmGlobal/Data richMale8Alcohol (liters per capita), Education (years per capita), Opium Cultivation (binary), Population Density (over 1000 ppl/sqkm, proportion), Log-transformed SEV scalar: Viol Gun, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Physical violence by firearmGlobal/Data richFemale8Alcohol (liters per capita), Education (years per capita), Opium Cultivation (binary), Population Density (over 1000 ppl/sqkm, proportion), Log-transformed SEV scalar: Viol Gun, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Physical violence by sharp objectGlobal/Data richMale8Alcohol (liters per capita), Education (years per capita), Opium Cultivation (binary), Population Density (over 1000 ppl/sqkm, proportion), Log-transformed SEV scalar: Viol Knife, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Physical violence by sharp objectGlobal/Data richFemale8Alcohol (liters per capita), Education (years per capita), Opium Cultivation (binary), Population Density (over 1000 ppl/sqkm, proportion), Log-transformed SEV scalar: Viol Knife, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Physical violence by other meansGlobal/Data richMale8Alcohol (liters per capita), Education (years per capita), Opium Cultivation (binary), Population Density (over 1000 ppl/sqkm, proportion), Log-transformed SEV scalar: Oth Viol, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Physical violence by other meansGlobal/Data richFemale8Alcohol (liters per capita), Education (years per capita), Opium Cultivation (binary), Population Density (over 1000 ppl/sqkm, proportion), Log-transformed SEV scalar: Oth Viol, Sociodemographic Index, Healthcare Access and Quality Index, Lag distributed income per capita (I$)Executions and police conflictGlobal/Data richMale6Alcohol (liters per capita), Education (years per capita), Lag distributed income per capita (I$), Population Density (over 1000 ppl/sqkm, proportion), Sociodemographic Index, Healthcare Access and Quality IndexExecutions and police conflictGlobal/Data richFemale6Alcohol (liters per capita), Education (years per capita), Lag distributed income per capita (I$), Population Density (over 1000 ppl/sqkm, proportion), Sociodemographic Index, Healthcare Access and Quality IndexBMI, body mass index.Once submodels and ensemble models have been conducted for each cause in the GBD cause hierarchy, a process to correct for cause of death rates to ensure internal consistency is conducted. Specifically, each subcause within some overall cause is rescaled such that, for example, every subtype of road injuries sums to road injuries deaths overall, and then road injuries and other transport injuries sum to equal"
  },
  {
    "full_text": "and other transport injuries sum to equal the overall transport injuries cause. As this cascades to the overall cause hierarchy and the overall all-cause mortality rates, cause-specific mortality across all causes ultimately equals the overall mortality in the population. An example of an injuries cause of death model with vital registration data (Colombia, females) is shown infigure 1. A similar model with relatively less data is shown infigure 2(Honduras, females). While data are absent in more recent years in Honduras, the model is still able to follow temporal trends, age patterns and broader geographical patterns by harnessing signals from covariate-based fixed effects (eg, alcohol consumption per capita) and location-based random effects (eg, the regional trends in Central Latin America and patterns in neighbouring countries). All cause of death models from GBD 2017 are publicly available for review (https://vizhub.healthdata.org/cod/). Cause-specific deaths are converted to cause-specific mortality rates (CSMRs) using GBD populations. Once CSMRs are established, years of life lost (YLLs) are computed as the product of CSMRs and residual life expectancy at the age of death. The residual life expectancy is based on the lowest observed mortality rate for each age across all populations over 5 million. For example, if a death from road injuries occurs at age 25 and the residual life expectancy is 60 years, then there are 60 YLLs attributed to that death. If the death had occurred at age 50 with a residual life expectancy of 38 years, then 38 YLLs would be attributed. Life tables used for GBD 2017 are provided in related publications.7Figure 1Cause of Death Ensemble model with data points for road injuries in Colombia for females.Figure 2Cause of Death Ensemble model with data points for road injuries in Honduras for femalesInjury incidence, prevalence and years lived with disabilityAfter cause-specific models for each cause of injury in the GBD cause hierarchy are conducted, the non-fatal estimation process is conducted. An overview of this process is depicted infigure 3. In the first stage, we estimate the incidence of injuries warranting medical care using DisMod-MR 2.1 (abbreviated DisMod). DisMod is a meta-regression tool for epidemiological estimation that uses a compartmental model structure whereby a healthy population may become diseased or injured, at which point the individual either remains a prevalent case, goes into remission or dies. DisMod essentially fits differential equations to reconcile the transitions between these different compartments, so that the final posterior estimate for each epidemiological parameter can be explained in the context of the other parameters. Similar to the principles described in CODEm, DisMod uses all available data, ranging from incidence data to cause-specific mortality rates from the corrected CODEm results, to produce estimates for every age, sex, year and location. For the purposes of"
  },
  {
    "full_text": "age, sex, year and location. For the purposes of injuries, we established our case definition for non-fatal injuries as injuries that require medical care. This is a necessary case definition as we do not want to consider minor stumbles and falls, for example, that led to no actual bodily harm as injuries for GBD, since they would not have any associated disability. These models are conducted only for injurycausesas opposed to the nature of injuries references above. Each data input is designated based on type of data—specifically, inpatient data, outpatient data, surveillance data, survey data and literature studies that are population-representative. We model incidence rates for hospital admissions for injuries, so the non-inpatient data sources get adjusted according to their classification so that the model inputs are consistent as injuries that warranted or received inpatient medical care. The coefficients measured by DisMod that were used for adjustment are provided intable 5. Input data for injury cause incidence models included sources identified as part of systematic reviews conducted in past GBD cycles, new sources identified by the GBD collaborator network and new sources of clinical data and other injuries data obtained by the core injuries burden estimation team at the Institute for Health Metrics and Evaluation at the University of Washington. In addition, CSMRs from the corrected CODEm models described above are used in this stage of DisMod modelling. The list of non-fatal injury sources used in GBD 2017 is provided inonline supplementary appendix table 2. The completed DisMod models for inpatient incidence for each cause of injury are publicly available athttps://vizhub.healthdata.org/epi/.10.1136/injuryprev-2019-043531.supp3Supplementary dataFigure 3Injuries non-fatal estimation flow chart.Table 5Covariates and coefficients used in Global Burden of Disease incidence cause modelsCauseOutpatient coefficientInjury receiving formal care, inpatient and outpatient coefficientInjury warranting medical care coefficientAnimal contact7.04 (7.03–7.04)7.56 (6.91–8.31)Non-venomous animal contact2.91 (2.91–2.92)11.21 (10.1–12.38)Venomous animal contact3.14 (3.01–3.34)4.09 (3.69–4.5)Drowning0.88 (0.87–0.89)1.01 (1.0–1.05)30.42 (15.33–51.11)Falls6.91 (6.89–6.94)5.94 (5.5–6.46)9.73 (9.28–10.22)Fire, heat and hot substances3.53 (3.53–3.56)7.82 (7.24–8.51)Pulmonary aspiration and foreign body in airway3.37 (3.35–3.43)15.36 (13.93–16.86)Foreign body in eyes931.4 (923.34–934.49)302.06 (251.14–365.04)Foreign body in other body part1.97 (1.95–2.01)20.97 (15.55–26.26)Interpersonal violence6.57 (6.56–6.61)21.43 (13.6–32.79)46.97 (39.57–53.62)Assault by firearm1.36 (1.29–1.44)1.27 (1.05–1.6)53.58 (50.65–54.54)Assault by sharp object3.18 (2.92–3.5)2.38 (1.86–3.22)37.91 (28.3–50.05)Assault by other means5.65 (5.44–5.89)2.44 (2.02–3.2)Exposure to mechanical forces12.4 (12.0–12.82)33.3 (30.51–36.23)Unintentional firearm injuries2.71 (2.53–2.9)4.6"
  },
  {
    "full_text": "firearm injuries2.71 (2.53–2.9)4.6 (3.49–6.36)Other exposure to mechanical forces12.62 (12.55–12.85)30.77 (25.74–36.09)Adverse effects of medical treatment1.06 (1.06–1.06)19.81 (17.29–26.1)Environmental heat and cold exposure3.91 (3.9–3.94)17.54 (3.91–49.6)Other unintentional injuries13.53 (13.46–13.78)14.95 (9.62–24.12)Poisonings3.96 (3.73–4.19)3.78 (3.4–4.21)8.47 (4.41–16.64)Poisoning by carbon monoxide5.86 (5.68–5.92)Poisoning by other means4.18 (3.9–4.5)Self-harm2.75 (2.75–2.78)2.5 (2.2–2.83)Self-harm by firearm2.77 (2.42–3.07)16.94 (2.81–51.06)Self-harm by other specified means1.5 (1.47–1.51)6.73 (2.78–19.14)Other transport injuries1.65 (1.6–1.77)1.01 (1.0–1.03)Road injuries3.77 (3.75–3.78)6.16 (5.65–6.68)15.44 (13.25–18.1)Motorcyclist road injuries1.94 (1.92–1.99)Motor vehicle road injuries4.48 (4.46–4.48)Other road injuries6.9 (6.89–6.96)Cyclist road injuries4.54 (4.33–4.89)Pedestrian road injuries1.94 (1.94–1.96)15.78 (7.63–36.6)Once an incidence cause model is constructed for each cause of injury, an extensive analytical ‘pipeline’ follows which converts injury cause incidence into years lived with disability. First, inpatient incidence is split into inpatient and outpatient incidence using coefficients empirically measured by DisMod. The outpatient coefficients for each injury cause are also included intable 5. Separate pipelines are then conducted for inpatient and outpatient injury incidence—each step below can be considered to have been run for both streams of data, for each cause of injury. After the coefficient is applied, incidence is adjusted by the excess mortality rate measured by DisMod to essentially remove injury cases that died after the injury occurred. Once these deaths are removed from the incidence pool, the resulting steps are applied to these surviving cases of injury. First, each new case of injury is considered to have 47 possible ‘natures’ of injury that can result. These are the types of bodily injury that are considered to be possible outcomes from a given injury cause. The proportion of new cases of injury that would have some nature of injury as the most disabling outcome is determined based on dual-coded clinical data sources where both the cause and nature of injury were included as ICD codes.10Of note, one limitation of this process is that due to computational demands, it is currently only possible to apportion the most disabling nature of injury for each new case of injury. As such, the probability that each nature of injury is the most disabling nature of injury for some cause of injury is modelled in a Dirichlet regression such that the probabilities sum to 1. In other words, each nature of injury has some probability of being the most disabling injury suffered by the victim of some cause of injury, but if multiple natures of injury occurred, then the less disabling injuries are not captured as part of that injury cause’s disability. This limitation has been recognised as a limitation of GBD injury"
  },
  {
    "full_text": "has been recognised as a limitation of GBD injury burden estimation in various peer-reviewed articles and will likely be addressed in future GBD updates as computational efficiency improves.3 10The probability distributions of each cause-nature are computed separately for each age, sex, year and location. At this point, the analytical stage has the age-specific, sex-specific, year-specific, location-specific incidence of a cause-nature combination, for example, the incidence of road injuries that led to a cervical-level spinal cord injury in males aged 20–24 years in 2017 in Stockholm, Sweden. The next step converts these incidence estimates into short-term and long-term injury incidence estimates, where long-term disability is defined as having a lower functional status 1 year postinjury than at the time of injury. These probabilities were measured using long-term follow-up studies.14–20For some natures of injury, such as lower extremity amputation, the probability of being a long-term injury is 1. The probabilities of short-term versus long-term injury for each cause-nature combination are used to split the incidence values into short-term and long-term pipelines. The long-term incidence is then converted to prevalence using the ordinary differential equation solver used in DisMod, which also uses as an input excess mortality estimated for certain natures of injury such as traumatic brain injury and spinal cord injury conducted in a previous systematic review and meta-analysis. The short-term incidence is converted to prevalence by multiplying incidence and duration of injury, where duration of injury was either computed directly from follow-up studies or, in the case of unavailable data, estimated by an expert clinical panel involved in previous iterations of the GBD study. Since access to medical treatment is assumed to affect duration of injury and disability, the GBD Healthcare Access and Quality Index is used to estimate the proportion with and without access to medical treatment on a location-specific basis.21The average duration for short-term injury is therefore calculated as the percentage treated multiplied by treated duration added to the percentage untreated multiplied by the untreated duration. The output from this step is the short-term prevalence of each cause-nature combination. Short-term prevalence is subtracted from long-term prevalence at this stage to avoid double counting the same case of injury. Once short-term and long-term prevalence estimates for each cause-nature are computed, then disability weights as derived by the Salomonet alprocess are assigned to each injury nature.22Short-term disability weights by injury nature are shown intable 6, which does not include amputations since we assume they cause only long-term disability. The full list of long-term disability weights by injury nature, location and year are provided inonline supplementary appendix table 3, which does not include foreign body in respiratory"
  },
  {
    "full_text": "does not include foreign body in respiratory system, foreign body in gastrointestinal and urogenital system, foreign body in ear and superficial injury of any part of body, since we assume these natures of injury do not cause long-term disability. After disability weights are assigned to each injury case, years lived with disability for each cause of injury are calculated as the prevalence of each health state multiplied by the corresponding disability weight and then summed across natures of injury for each cause to compute years lived with disability (YLDs) for each age, sex, year and location for that injury cause. YLDs then undergo comorbidity adjustment used across the GBD study whereby comorbid cases of disease and injury in the population are simulated and adjusted disability weights are computed. These processes are described in more detail in GBD literature.3GBD 2017 provided an important methodological update whereby nature of injury results, regardless of cause of injury, could be reviewed in the results from this process; this has enabled more advanced GBD research such as measuring the burden of traumatic brain injury and spinal cord injury, measuring the burden of facial fractures and measuring the burden of hand and finger fractures.1010.1136/injuryprev-2019-043531.supp4Supplementary dataTable 6Short-term disability weights for each nature of injuryNature of injuryShort-term disability weightSpinal cord lesion at neck level0.7319Spinal cord lesion below neck level0.6235Foreign body in respiratory system0.4079Lower airway burns0.3764Severe chest Injury0.3685Internal haemorrhage in abdomen and pelvis0.3242Burns, ≥20% total burned surface area or ≥10% burned surface area if head/neck or hands/wrist involved without lower airway burns0.3145Fracture of pelvis0.2788Fracture of hip0.2575Multiple fractures, dislocations, crashes, wounds, sprains and strains0.2575Drowning and non-fatal submersion0.2471Asphyxiation0.2471Moderate TBI0.2137Poisoning requiring urgent care0.1628Burns, <20% total burned surface area without lower airway burns0.1408Effect of different environmental factors0.1334Complications following therapeutic procedures0.1334Crush injury0.1325Foreign body in GI and urogenital system0.1143Dislocation of knee0.1134Fracture of femur, other than femoral neck0.1114Fracture of vertebral column0.1106Minor TBI0.11Fracture of sternum and/or fracture of one or more ribs0.1027Nerve injury0.0997Fracture of skull0.0714Fracture of face bones0.0669Dislocation of shoulder0.062Injury to eyes0.0543Fracture of patella, tibia or fibula or ankle0.0501Fracture of clavicle, scapula or humerus0.0349Fracture of radius and/or ulna0.0281Fracture of foot bones except ankle0.026Dislocation of hip0.0159Foreign body in ear0.0133Fracture of hand (wrist and other distal part of hand)0.0099Muscle and tendon injuries, including sprains and strains lesser dislocations0.0075Contusion in any part of the body0.0075Superficial injury of any part of the"
  },
  {
    "full_text": "body0.0075Superficial injury of any part of the body0.0075Open wound(s)0.0058GI, gastrointestinal; TBI, traumatic brain injury.Sexual violenceSexual violence follows a different analytical pathway than the other causes of injury. This process is shown infigure 4. We used the same study framework as was developed for other injury rates in the GBD 2017 study to estimate the yearly proportion of the population that experienced at least one episode of sexual violence in the past year, using a case definition of any sexual assault including penetrative sexual violence (rape) and non-penetrative sexual violence (other forms of unwanted sexual touching). To inform the sexual violence estimates, we identified data in 93 countries that met the case definition above. This resulted in 263 site-years of data, which mainly were derived from surveys such as Demographic and Health Surveys and Reproductive Health Surveys. Similar to our other injury models, we used DisMod 2.1 to model prevalence. The sexual violence prevalence model used study-level covariates for each type of survey question, for example, we used a study-level covariate to identify surveys that identify penetrative sexual violence only to account for how the overall incidence of sexual violence is greater than this value. This model also used a covariate on alcohol use in litres per capita for each location to help fit the model in data-sparse locations. Once yearly prevalence was measured, sexual violence cases undergo a process by which short-term disability from the physical and psychological harm of sexual violence cases is assigned to each prevalent case; however, long-term sequelae of sexual violence are currently not captured in this process, which has been a known limitation of sexual violence estimation in the GBD framework.Figure 4Sexual violence estimation flow chart. HAQI, Healthcare Access and Quality Index.Disability-adjusted life-yearsAfter estimation of cause-specific mortality and YLLs as well as non-fatal health outcomes estimation including YLDs, DALYs are calculated as the sum of YLLs and YLDs for each cause of injury. YLDs are also calculated for each nature of injury category.GATHER statementGBD 2017 adheres to the Guidelines for Accurate and Transparent Health Estimates Reporting (GATHER). GATHER is described in more detail inonline supplementary appendix 2.10.1136/injuryprev-2019-043531.supp5Supplementary dataRESULTSResults for all GBD 2017 injury estimates are available in associated publications as well as online. Specifically, results by age, sex, year, subnational location and nature of injury can be viewed and downloaded online via the GBD Results Tool (http://ghdx.healthdata.org/gbd-results-tool) and GBD Compare (https://vizhub.healthdata.org/gbd-compare/). These results are available in terms of incidence, prevalence, YLDs, cause-specific mortality, YLLs and DALYs, expressed in counts, rates, and percentages. Analytical code and input datasets are available"
  },
  {
    "full_text": "Analytical code and input datasets are available athttp://ghdx.healthdata.org.CODEm modelsModel performance metrics for each injury cause model in GBD 2017 are provided intable 7. Model performance metrics for CODEm models include root mean square error (RMSE) for in-sample tests and out-of-sample tests, percentage of data points that correctly predict the trend in-sample and out-of-sample and percentage of data points that are present within the 95% uncertainty intervals (UIs) of the model fit. RMSE in-sample is generally better than RMSE out-of-sample, which is an expected result that also demonstrates the importance of performing out-of-sample predictive validity tests. While the correct trend is predicted in approximately one in five models, this may also be related to more dynamic temporal trends in injury mortality patterns over time. In general, most data points exist within the 95% UI of the model fit (mean: 98.5% in-sample, 98.0% out-of-sample).Table 7Performance metrics for each cause-of-injury CODEm modelCauseTypeSexRMSE in-sampleRMSE out-of-samplePer cent coverage in-samplePer cent coverage out-of-sampleTransport injuriesData richFemale0.1530620.2110280.9998510.999395Transport injuriesData richMale0.1444230.2023660.999780.998995Transport injuriesGlobalFemale0.2164050.3383980.999510.992996Transport injuriesGlobalMale0.2095610.3279540.9993470.99108Road injuriesData richFemale0.1549160.220110.9999450.999642Road injuriesData richMale0.1474320.2089890.999870.999452Road injuriesGlobalFemale0.1980020.3388850.9997360.993674Road injuriesGlobalMale0.1938960.3212190.9993320.990834Pedestrian road injuriesData richFemale0.1836930.3279640.9997760.998965Pedestrian road injuriesData richMale0.1779940.3235440.9996880.998913Pedestrian road injuriesGlobalFemale0.2401510.4301270.9991740.992328Pedestrian road injuriesGlobalMale0.2473290.4091910.9982290.990017Cyclist road injuriesData richFemale0.2199650.4359830.9998920.999106Cyclist road injuriesData richMale0.2069190.5005910.9998760.999158Cyclist road injuriesGlobalFemale0.2968950.5280630.9983840.990875Cyclist road injuriesGlobalMale0.2947760.5274410.9987020.988234Motorcyclist road injuriesData richFemale0.2684060.6536920.9997760.998805Motorcyclist road injuriesData richMale0.1953680.4447140.9997930.998395Motorcyclist road injuriesGlobalFemale0.3626550.6927620.9987260.99082Motorcyclist road injuriesGlobalMale0.2830240.5025880.9988040.987794Motor vehicle road injuriesData richFemale0.1677660.330830.999930.999335Motor vehicle road injuriesData richMale0.1605840.3097260.9999190.999377Motor vehicle road injuriesGlobalFemale0.2309460.386640.999570.995355Motor vehicle road injuriesGlobalMale0.2328980.3780960.9993530.992869Other road injuriesData richFemale0.4088521.041710.9972050.970506Other road injuriesData richMale0.4672561.210470.9944290.9463Other road injuriesGlobalFemale0.5587840.8994970.9948990.96375Other road injuriesGlobalMale0.6541891.07080.9847530.931697Other transport injuriesData"
  },
  {
    "full_text": "transport injuriesData richFemale0.2558430.4063710.9995810.998655Other transport injuriesData richMale0.1955750.4042140.9996660.99863Other transport injuriesGlobalFemale0.318460.5469180.9985990.991384Other transport injuriesGlobalMale0.2675140.497310.9984440.989304FallsData richFemale0.1627730.2374920.9998730.999522FallsData richMale0.1571140.2204520.9998470.999492FallsGlobalFemale0.2468770.4288220.999230.988577FallsGlobalMale0.2461010.3691180.9995710.989585DrowningData richFemale0.1779050.2581720.9999320.999782DrowningData richMale0.1646170.2268990.9998680.999373DrowningGlobalFemale0.2385980.4284670.9996570.992777DrowningGlobalMale0.2244380.3618790.999610.989534Fire, heat and hot substancesData richFemale0.1754260.2450.9999620.999793Fire, heat and hot substancesData richMale0.170540.2276180.9999440.999737Fire, heat and hot substancesGlobalFemale0.2814280.4017980.9994830.994548Fire, heat and hot substancesGlobalMale0.2897080.409820.9995180.99422PoisoningsData richFemale0.1904980.2839240.9999010.999732PoisoningsData richMale0.1897470.2836390.9998880.999668PoisoningsGlobalFemale0.3113280.5157180.999180.993385PoisoningsGlobalMale0.3238150.5298060.9991660.992089Poisoning by carbon monoxideData richFemale0.2550340.3523420.9991190.998139Poisoning by carbon monoxideData richMale0.2349130.3286920.9994860.998765Poisoning by carbon monoxideGlobalFemale0.3533930.6882690.9983720.982832Poisoning by carbon monoxideGlobalMale0.3056150.6217780.9990060.983458Poisoning by other meansData richFemale0.2084680.4701990.9998610.998144Poisoning by other meansData richMale0.2313950.5431850.9998710.998948Poisoning by other meansGlobalFemale0.2843830.5551320.9997460.989287Poisoning by other meansGlobalMale0.2880980.5909130.9997590.990146Exposure to mechanical forcesData richFemale0.1719020.293540.9996360.99932Exposure to mechanical forcesData richMale0.1626410.2592680.9996050.998955Exposure to mechanical forcesGlobalFemale0.3988550.543790.9956720.987855Exposure to mechanical forcesGlobalMale0.3259750.4540210.9957580.985214Unintentional firearm injuriesData richFemale0.2071770.5028310.9996190.999488Unintentional firearm injuriesData richMale0.2215330.492350.9993060.998449Unintentional firearm injuriesGlobalFemale0.3541520.5916740.9989790.991558Unintentional firearm injuriesGlobalMale0.3557980.649530.9965240.980841Other exposure to mechanical forcesData richFemale0.202870.4365180.9999120.999795Other exposure to mechanical forcesData richMale0.1702920.3187040.9998960.999761Other exposure to mechanical forcesGlobalFemale0.4064250.5380890.9953790.98994Other exposure to mechanical forcesGlobalMale0.3616460.4727130.9955280.988955Adverse effects of medical treatmentData richFemale0.1868090.3051470.9998320.999511Adverse effects of medical treatmentData richMale0.2172780.3424150.9998330.999577Adverse effects of medical treatmentGlobalFemale0.2802040.4304530.9996980.993818Adverse effects of medical treatmentGlobalMale0.2770280.4312720.9995730.992957Animal contactData"
  },
  {
    "full_text": "contactData richFemale0.2772260.4396710.9993550.998642Animal contactData richMale0.2316270.4149210.9998630.999528Animal contactGlobalFemale0.4017140.6913060.9986690.987713Animal contactGlobalMale0.3166470.6234460.99910.99176Venomous animal contactData richFemale0.4177260.7452340.9605010.956152Venomous animal contactData richMale0.4010060.7614810.9771490.97478Venomous animal contactGlobalFemale0.6346420.9153230.9650660.949503Venomous animal contactGlobalMale0.4498480.8391850.978190.96024Non-venomous animal contactData richFemale0.3047760.5938810.9945470.991865Non-venomous animal contactData richMale0.3042230.5290770.9989290.998113Non-venomous animal contactGlobalFemale0.4212040.6804170.9950820.9848Non-venomous animal contactGlobalMale0.4711480.7405240.9987070.990622Foreign bodyData richFemale0.1706990.2759660.9999370.999705Foreign bodyData richMale0.1661610.2631430.9997980.999305Foreign bodyGlobalFemale0.2168320.4014080.9995350.992467Foreign bodyGlobalMale0.2274140.3815980.9992620.989838Pulmonary aspiration and foreign body in airwayData richFemale0.1744240.3747490.9999790.999572Pulmonary aspiration and foreign body in airwayData richMale0.1789470.347410.9999280.999294Pulmonary aspiration and foreign body in airwayGlobalFemale0.2676970.4160380.9994130.993624Pulmonary aspiration and foreign body in airwayGlobalMale0.2864720.4229150.9980890.990215Foreign body in other body partData richFemale0.312290.6644650.990050.987846Foreign body in other body partData richMale0.2911720.6291720.9935470.991666Foreign body in other body partGlobalFemale0.4622990.7498940.983920.971743Foreign body in other body partGlobalMale0.4786140.7591330.9843010.971436Other unintentional injuriesData richFemale0.2663670.4504370.9996120.999067Other unintentional injuriesData richMale0.2280510.3874090.9995970.998959Other unintentional injuriesGlobalFemale0.3547820.6718130.9973430.984969Other unintentional injuriesGlobalMale0.3012560.540850.9979630.985982Self-harmData richFemale0.1574560.2364150.9996990.999206Self-harmData richMale0.1509670.2233710.9996880.999011Self-harmGlobalFemale0.2199880.3707610.9985510.986222Self-harmGlobalMale0.2033410.3472130.9993890.979274Self-harm by firearmData richFemale0.2157780.4396080.9924760.992525Self-harm by firearmData richMale0.193230.4028980.9980820.997457Self-harm by firearmGlobalFemale0.3110610.6428890.9878940.971118Self-harm by firearmGlobalMale0.3169450.5903670.9926460.977377Self-harm by other specified meansData richFemale0.1620230.3456610.9998550.998854Self-harm by other specified meansData richMale0.2351290.3225810.9998980.999453Self-harm by other specified meansGlobalFemale0.1916360.383570.9996360.98601Self-harm by other specified meansGlobalMale0.1923110.3489530.9998130.986603Interpersonal violenceData richFemale0.2240810.2943070.998630.996721Interpersonal violenceData richMale0.2208520.2981970.9981320.995665Interpersonal violenceGlobalFemale0.3060860.4506970.9984560.989396Interpersonal"
  },
  {
    "full_text": "violenceGlobalMale0.3074390.4794520.9975880.981596Physical violence by firearmData richFemale0.2532830.4140030.9985980.997318Physical violence by firearmData richMale0.2773530.5017530.9978430.996142Physical violence by firearmGlobalFemale0.446170.6210020.9936190.98712Physical violence by firearmGlobalMale0.412860.6792940.9958670.981991Physical violence by sharp objectData richFemale0.2220360.3932350.9998150.999003Physical violence by sharp objectData richMale0.2355420.4631210.9997960.998721Physical violence by sharp objectGlobalFemale0.2764740.4997950.9995260.993622Physical violence by sharp objectGlobalMale0.3323360.5952170.9993540.990212Physical violence by other meansData richFemale0.2043510.3362390.9999540.999532Physical violence by other meansData richMale0.2021920.3941880.9998680.999051Physical violence by other meansGlobalFemale0.2702870.4101860.9997190.995718Physical violence by other meansGlobalMale0.2855890.453870.9996120.992595Environmental heat and cold exposureData richFemale0.2347540.3994630.9994030.999073Environmental heat and cold exposureData richMale0.2018210.3099390.9996580.999207Environmental heat and cold exposureGlobalFemale0.35110.6398690.9985950.989061Environmental heat and cold exposureGlobalMale0.334410.5281370.9993360.993068Executions and police conflictData richFemale0.8522421.44310.498030.533053Executions and police conflictData richMale0.9705971.556070.6293130.628953Executions and police conflictGlobalFemale1.24221.865180.5416870.549016Executions and police conflictGlobalMale1.047551.957560.6714960.659889CODEm, Cause of Death Ensemble model.Incidence modelsModel performance metrics for each injury cause model in GBD 2017 are provided intable 8. These model performance metrics include in-sample coverage and RMSE of estimated results for cause-specific mortality, excess mortality and incidence. There are no performance metrics for CSMR or excess mortality for foreign body in eyes since we do not estimate mortality from this cause of injury. For incidence, the in-sample coverage average was 55.3% across cause-of-injury models and ranged from a low of 26% in falls to a high of 88% in poisoning by carbon monoxide. Incidence RMSE ranged from a low of 1.04 in pedestrian road injuries to a high of 4.86 in foreign body in eye.Table 8Performance metrics for each cause-of-injury DisMod modelCauseCause-specific mortality rate:in-sample coverageCause-specific mortality rate: in-sample RMSEExcess mortality rate:in-sample coverageExcess mortality rate:in-sample RMSEIncidence hazard: in-sample coverageIncidence hazard:in-sample RMSEAnimal contact0.950.960.691.140.401.64Non-venomous animal contact0.970.980.741.200.531.40Venomous animal contact0.971.130.741.170.481.31Drowning0.910.820.841.400.731.61Falls0.930.660.711.130.261.77Fire, heat and hot substances0.950.590.670.970.501.16Pulmonary aspiration and foreign body in airway0.920.930.781.290.651.56Foreign body in eyes0.834.86Foreign body in other body"
  },
  {
    "full_text": "body in eyes0.834.86Foreign body in other body part0.961.400.741.310.571.39Interpersonal violence0.890.810.641.110.311.77Assault by firearm0.931.960.741.070.691.25Assault by sharp object0.921.500.781.050.571.17Assault by other means0.900.910.751.100.481.33Exposure to mechanical forces0.920.810.611.230.382.01Unintentional firearm injuries0.951.510.751.130.701.17Other exposure to mechanical forces0.930.840.661.220.411.94Adverse effects of medical treatment0.920.710.711.480.371.41Environmental heat and cold exposure0.941.210.731.540.561.52Other unintentional injuries0.891.310.511.350.501.67Poisonings0.950.900.761.750.581.90Poisoning by carbon monoxide0.950.940.811.110.881.17Poisoning by other means0.950.920.791.890.672.04Self-harm0.980.270.761.020.471.32Self-harm by firearm1.001.280.891.310.861.35Self-harm by other specified means0.980.260.830.960.601.06Other transport injuries0.960.990.731.430.631.32Road injuries0.910.470.631.100.271.43Motorcyclist road injuries0.961.070.701.130.541.18Motor vehicle road injuries0.940.550.591.120.481.21Other road injuries0.991.450.781.160.741.19Cyclist road injuries0.991.130.731.100.591.09Pedestrian road injuries0.920.720.621.020.481.04RMSE, root mean square error.DISCUSSIONMany considerable advancements have been made in the measurement of global injury burden since early versions of the GBD Study. Novel datasets, sophisticated statistical modelling and global collaboration have all facilitated the advancement of injury burden measurement science. Many more advancements in future updates should be possible as larger datasets become available and as computational power allows for more detailed measurement processes. Continued global collaboration will be an integral component. Suggested priority items for the advancement of injury burden estimation are as follows:First, while much of the global injury burden occurs in low-income and middle-income countries, these countries are frequently the most data-sparse. GBD has rigorously attempted to collect all available data, including police records and verbal autopsy studies and inpatient and outpatient records; however, it is likely that additional data sources in data-sparse countries exist. Parties who are aware of additional data sources that could be used in the GBD estimation framework should consider joining the GBD collaborator network to contribute new sources of data to be used in future estimation updates.Second, computational and data limitations make it difficult to account for the full disability that might be experienced in the setting of multiple injuries. For example, if an individual sustains a below-neck spinal injury and an upper extremity amputation, the amputation is not directly accounted for in the prevalence or YLD estimate of the injury cause to which this disability is attributed. This problem quickly grows in complexity, as one can imagine an event like a road injury leading to multiple contusions and abrasions, several fractures in different"
  },
  {
    "full_text": "and abrasions, several fractures in different anatomical sites, a mild traumatic brain injury and a spinal cord injury. There are over 3.6 million permutations of injury if one considers only 10 possible natures of injury, making it difficult to quantitatively measure these relationships by cause of injury and by age, sex, year and location. Future research to address this limitation may focus on simulation studies that model the probability of different comorbid injury combinations to better inform disability weight applications.Third, more data could be used for nature of injury measurement. Traumatic brain injury and spinal cord injury registries, for example, are not currently directly compatible with the GBD injury estimation framework yet provide rich epidemiological information. Future updates to GBD should focus more attention on incorporating data that measure burden of nature of injury in terms of incidence, prevalence or excess mortality. Incorporating these types of data would require a method to be developed such that estimates were internally consistent across cause-nature distributions. While the methods and data required for this update would be complex, they would represent a large increase in the available data that could be used for GBD injuries estimation.Fourth, measuring the total burden of sexual violence has proven to be a challenging area of estimation in the GBD framework. As noted in the ‘Methods’ section of this paper, one known limitation is how long-term sequelae and conditions may not be adequately accounted for in sexual violence burden estimation. In order to attribute burden from major depressive disorder, anxiety disorders, self-harm and substance use disorders, measuring the relative risk of developing these conditions for victims of sexual violence would allow for population attributable fractions to be calculated and DALYs from these conditions to be attributed to sexual violence. While the premise of this methodological update is relatively simple, currently there are relatively few studies to inform these relative risks, and conducting and adding such studies in the future would be recognised as a major achievement in GBD research as it would allow for more accurate estimation of lifetime disability caused by sexual violence. This effort would moreover represent an important contribution to research surrounding the Sustainable Development Goals related to sexual violence and women’s rights.23 24Fifth, non-fatal injuries from conflict and natural disaster are challenging to estimate because of data sparsity in areas that are afflicted by these events. Fatalities are estimated after such events, but there is still considerable injury burden among the population that survives. Since data collection systems and hospitals may also be destroyed in these events, it becomes difficult to collect adequate non-fatal injury data. Global collaboration should also focus on identifying sources of data on non-fatal and"
  },
  {
    "full_text": "on identifying sources of data on non-fatal and fatal injury cases in conflict and natural disaster events.It will be important to monitor the effects of implementing these priorities as injury measurement science continues to evolve. Global collaborations including the GBD enterprise should monitor performance statistics and utilisation of results by research groups and ministries to track how improvements to injury measurement progress over time. Scientific dialogue and collaboration must be a major focus, and the GBD enterprise is a good forum to support this kind of data sharing. For example, a collaborative effort between researchers in Vietnam and the Institute for Health Metrics on Evaluation on developing a study on Vietnam injury burden following GBD 2017 led to identifying the use of the Vietnam National Injury Survey, which was then added for estimation in GBD 2019. Increasing data collection standardisation efforts should be emphasised as a priority in all countries, particularly countries where data coverage on injuries is sparse. Ongoing dialogue via scientific publications and international conferences should also continue to serve as a forum to discuss data and methodological updates that can continue to refine the science of injuries estimation in GBD.CONCLUSIONMeasuring injuries burden in GBD is a complex scientific endeavour that leverages large amounts of data, a complex analytical framework and a global research network. GBD 2017 included more comprehensive detail of injury burden than any other known efforts to date. GBD 2019 and future updates will continue to add detail and refine methods in the interest of providing injury burden estimates that are robust, accurate and timely. Expanded injury data collection efforts will be a critical component of future injury burden estimation.What is already known on the subjectGlobal Burden of Disease (GBD) 2017 provided an extensive peer-reviewed assessment of death and disability.GBD 2017 methods have been reviewed and updated iteratively as new methods and data become available.Measuring injury burden in GBD 2017 is complex due to differences in measuring cause of injury versus nature of injury and the temporal difference between them.What this study addsThis capstone study details key estimation methods that are used for measuring the global burden of injuries as described in related publications in this journal.More detailed methods descriptions and model performance metrics from GBD 2017 are provided in this study than in related studies.This study also includes suggested future directions for improving injury burden research. CONCLUSION: CONCLUSIONMeasuring injuries burden in GBD is a complex scientific endeavour that leverages large amounts of data, a complex analytical framework and a global research network. GBD 2017 included more comprehensive detail of injury burden than any other known efforts to date. GBD 2019 and future updates will continue to add detail and refine"
  },
  {
    "full_text": "updates will continue to add detail and refine methods in the interest of providing injury burden estimates that are robust, accurate and timely. Expanded injury data collection efforts will be a critical component of future injury burden estimation.What is already known on the subjectGlobal Burden of Disease (GBD) 2017 provided an extensive peer-reviewed assessment of death and disability.GBD 2017 methods have been reviewed and updated iteratively as new methods and data become available.Measuring injury burden in GBD 2017 is complex due to differences in measuring cause of injury versus nature of injury and the temporal difference between them.What this study addsThis capstone study details key estimation methods that are used for measuring the global burden of injuries as described in related publications in this journal.More detailed methods descriptions and model performance metrics from GBD 2017 are provided in this study than in related studies.This study also includes suggested future directions for improving injury burden research."
  }
]