[
  {
    "full_text": "TITLE: European Resuscitation Council COVID-19 guidelines executive summary ABSTRACT: Coronavirus disease 2019 (COVID-19) has had a substantial impact on the incidence of cardiac arrest and survival. The challenge is to find the correct balance between the risk to the rescuer when undertaking cardiopulmonary resuscitation (CPR) on a person with possible COVID-19 and the risk to that person if CPR is delayed. These guidelines focus specifically on patients with suspected or confirmed COVID-19. The guidelines include the delivery of basic and advanced life support in adults and children and recommendations for delivering training during the pandemic. Where uncertainty exists treatment should be informed by a dynamic risk assessment which may consider current COVID-19 prevalence, the person’s presentation (e.g. history of COVID-19 contact, COVID-19 symptoms), likelihood that treatment will be effective, availability of personal protective equipment (PPE) and personal risks for those providing treatment. These guidelines will be subject to evolving knowledge and experience of COVID-19. As countries are at different stages of the pandemic, there may some international variation in practice. BODY: IntroductionThe World Health Organization has declared COVID-19 a pandemic. The disease is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and is highly contagious.These coronavirus disease 2019 (COVID-19) guidelines focus specifically on patients with suspected or confirmed COVID-19. For resuscitation of those who are low risk or confirmed negative for COVID-19, the reader is directed to the standard resuscitation guidelines for adults and children.1,2,3Where uncertainty exists treatment should be informed by a dynamic risk assessment which may consider current COVID-19 prevalence, the patient’s presentation (e.g. history of COVID-19 contact, COVID-19 symptoms), likelihood that treatment will be effective, availability of personal protective equipment (PPE) and personal risks for those providing treatment. These guidelines will be subject to evolving knowledge and experience of COVID-19. As countries are at different stages of the pandemic, there may some international variation in practiceThe number of out-of-hospital cardiac arrests in the Lombardy region of Italy increased by 58% during the COVID-19 pandemic in comparison with a similar period in 2019; 77% of the increase in these cardiac arrests were among those with suspected or confirmed COVID-19.4In Paris and surrounding suburbs, the incidence of out of hospital cardiac arrest doubled in parallel with an increase in hospital admissions for COVID-19.5In the Parisian study only 33% of the increase in the incidence was explained by patients with suspected or confirmed COVID-19. This suggests that a significant proportion of the excess cardiac arrests were not directly attributable to COVID-19. Whether this is explained by fear and anxiety delaying presentation for non-COVID-19"
  },
  {
    "full_text": "anxiety delaying presentation for non-COVID-19 related illnesses, deteriorating mental health increasing self-harm or other reasons requires further research.6In both studies the proportion of cardiac arrests which occurred at home increased, likely related to the lock-down. Importantly the rate of bystander CPR and public access defibrillation fell as did overall survival. These worrying observations highlight the importance of practical guidance to enable members of the community and healthcare professionals to continue to provide effective resuscitation to the several hundred thousand people who sustain a cardiac arrest each year in Europe.7Among 136 patients with severe COVID-19 pneumonia and in-hospital cardiac arrest at a tertiary hospital in Wuhan, China, 119 (87.5%) had a respiratory cause for their cardiac arrest.8In this series of patients, the initial cardiac arrest rhythm was asystole in 122 (89.7%), pulseless electrical activity in 6 (4.4%) and ventricular fibrillation/ pulseless ventricular tachycardia (VF/pVT) in 8 (5.9%). Cardiovascular manifestations of COVID-19 include elevation of cardiac biomarkers, cardiac arrhythmia, arterial and venous thromboembolism, cardiogenic shock and cardiac arrest.9In a case series of 138 hospitalised COVID-19 patients, 16.7% of patients developed arrhythmias and 7.2% had acute cardiac injury.10Thus, although most cardiac arrests in these patients are likely to present with a non-shockable rhythm caused by hypoxaemia (although dehydration, hypotension, sepsis coagulation activation and pulmonary embolism may also contribute), some will have a shockable rhythm, which may be associated with drugs causing prolonged-QT syndrome (e.g. chloroquine, azithromycin) or caused by myocardial ischaemia. In the series of 136 cardiac arrests from Wuhan, four (2.9%) patients survived for at least 30 days but only one of these had a favourable neurological outcome.8Risks associated with cardiopulmonary resuscitation (CPR) in patients with COVID-19Mechanisms of transmission of SARS-CoV-2The main mechanism of disease transmission of SARS-CoV-2 is by respiratory secretions either directly from the patient or by touching contaminated surfaces. Viable virus is detectable on some surfaces for up to 72 h.11Respiratory secretions are called either droplets (> 5–10 microns in diameter) or airborne particles (< 5 microns). Droplets fall onto surfaces within 1–2 m of the patient’s respiratory tract while airborne particles can remain suspended in the air for prolonged periods.11,12,13,14,15The International Liaison Committee on Resuscitation (ILCOR) has undertaken a systematic review addressing three questions:161Is the delivery of chest compressions or defibrillation an aerosol-generating procedure?2Do the delivery of chest compressions, defibrillation or CPR (all CPR interventions that include chest compressions) increase infection transmission?3What type of PPE is required by individuals delivering chest compressions,"
  },
  {
    "full_text": "by individuals delivering chest compressions, defibrillation or CPR in order to prevent transmission of infection from the patient to the rescuer?The evidence addressing these questions is scarce and comprises mainly retrospective cohort studies17,18and case reports.19,20,21,22,23,24In most cases, delivery of chest compressions and defibrillation are lumped together with all CPR interventions, which means that there is considerable confounding in these studies. Aerosol generation by chest compressions is plausible because they generate small but measurable tidal volumes.25,26Chest compressions are similar to some chest physiotherapy techniques, which are associated with aerosol generation.27Furthermore, the person performing chest compressions is close to the patient’s airway.The ILCOR systematic review did not identify evidence that defibrillation generates aerosols. If it occurs, the duration of an aerosol generating process would be brief. Furthermore, the use of adhesive pads means that defibrillation can be delivered without direct contact between the defibrillator operator and patient. The ILCOR treatment recommendations are listed inTable 1. The values, preferences and Task Force insights summarise the rationale for recommendations for lay persons and health care professionals.Table 1ILCOR treatment recommendations for cardiopulmonary resuscitation (CPR) in patients with COVID-19.Table 1• We suggest that chest compressions and cardiopulmonary resuscitation have the potential to generate aerosols (weak recommendation, very low certainty evidence).• We suggest that in the current COVID-19 pandemic lay rescuers consider compression-only resuscitation and public-access defibrillation (good practice statement).• We suggest that in the current COVID-19 pandemic, lay rescuers who are willing, trained and able to do so, may wish to deliver rescue breaths to children in addition to chest compressions (good practice statement).• We suggest that in the current COVID-19 pandemic, healthcare professionals should use personal protective equipment for aerosol-generating procedures during resuscitation (weak recommendation, very low certainty evidence).• We suggest that it may be reasonable for healthcare providers to consider defibrillation before donning aerosol generating personal protective equipment in situations where the provider assesses the benefits may exceed the risks (good practice statement).Personal protective equipment (PPE)Recommendations for PPE are summarised inTable 2. Some healthcare systems are facing shortages of personnel and equipment. The position of the European Resuscitation Council (ERC) is that health systems should prioritise the protection of healthcare personnel and ensure adequate PPE is available to those who are expected to provide treatment for cardiac arrest.Table 2Recommendations for Personal Protective Equipment.Table 2Minimumdroplet-precautionPPEMinimumairborne-precautionPPE•Gloves•Short-sleeved"
  },
  {
    "full_text": "apron•Fluid-resistant surgical mask•Eye and face protection (fluid-resistant surgical mask with integrated visor or full-face shield/visor or polycarbonate safety glasses or equivalent).•Gloves•Long-sleeved gown•Filtering facepiece 3 (FFP3) or N99 mask/respirator (FFP2 or N95 if FFP3 not available)a•Eye and face protection (full-face shield/visor or polycarbonate safety glasses or equivalent).•Alternatively, powered air purifying respirators (PAPRs) with hoods may be used.28aThe European Standard (EN 149:2001) classifies FFP respirators into three classes: FFP1, FFP2, and FFP3 with corresponding minimum filtration efficiencies of 80%, 94%, and 99%. The US National Institute for Occupational Safety and Health (NIOSH) classifies particulate filtering facepiece respirators into nine categories based on their resistance to oil and their efficiency in filtering airborne particles. N indicates not resistant to oil; R is moderately resistant to oil; and P is strongly resistant to oil – ‘oil proof’. The letters N, R or P are followed by numerical designations 95, 99, or 100, which indicate the filter’s minimum filtration efficiency of 95%, 99%, and 99.97% of airborne particles (<0.3 microns).29,30.Safety is paramount and the safety priorities are: (1) self; (2) colleagues and bystanders; (3) the patient. The time required to achieve safe care is an acceptable part of the resuscitation process.Basic life support for adults with suspected or confirmed COVID-19For patients with confirmed or suspected COVID-19 the European Resuscitation Council recommends the following changes to basic life support (BLS) based on the recent ILCOR evidence review and commentary:16,31Basic life support in adults by lay persons•Cardiac arrest is identified if a person is unresponsive and not breathing normally.•Responsiveness is assessed by shaking the person and shouting. When assessing breathing, look for normal breathing. In order to minimise the risk of infection, do not open the airway and do not place your face next to the persons’ mouth / nose.•Call the emergency medical services if the person is unresponsive and not breathing normally.•During single-rescuer resuscitation, if possible, use a phone with a hands-free option to communicate with the emergency medical dispatch centre during CPR.•Lay rescuers should consider placing a facemask or cloth/towel over the person’s mouth and nose before performing chest compressions and public-access defibrillation. This may reduce the risk of spreading the virus during chest compressions.26•Lay rescuers should follow instructions given by the emergency medical dispatch centre.•After providing CPR, lay rescuers should, as soon as possible, wash their hands thoroughly with soap and water or disinfect their hands with an alcohol-based hand gel and contact the local health authorities to enquire about screening after having been in contact with a person with suspected or confirmed COVID-19.Emergency medical dispatch staff•For"
  },
  {
    "full_text": "COVID-19.Emergency medical dispatch staff•For untrained rescuers, provide compression-only instructions.•Guide additional rescuers to the nearest automated external defibrillator (AED) when available.•The risk of COVID-19 should be assessed by emergency medical dispatch as early as possible; if there is a risk of infection, the responding healthcare personnel should be alerted immediately to enable them to take precautions such as donning airborne-precaution PPE.•First responders or trained volunteers who are dispatched or alerted to cardiac arrests in patients with suspected or confirmed COVID-19 should have access to and training in the use of airborne precaution PPE. In making this recommendation the BLS writing group is of the opinion that first responders have a professional duty to respond and therefore their employer must provide adequate PPE. Trained volunteers who are dispatched to a cardiac arrest also have the right to be protected adequately against the risk of infection with SARS-CoV-2.Basic life support in adults by healthcare personnelTeams responding to cardiac arrest patients (both in- and out-of-hospital) should be comprised only of healthcare personnel with access to, and training in the use of airborne-precaution PPE.•Recognise cardiac arrest by looking for the absence of signs of life and the absence of normal breathing.•Applying defibrillator pads and delivering a shock from an AED/defibrillator is unlikely to be an aerosol-generating procedure and can be undertaken with the healthcare provider wearing droplet-precaution PPE (fluid-resistant surgical mask, eye protection, short-sleeved apron and gloves.•Healthcare personnel should always use airborne-precaution PPE for aerosol-generating procedures (chest compressions, airway and ventilation interventions) during resuscitation.•Perform chest compressions and ventilation with a bag-mask and oxygen at a 30:2 ratio, pausing chest compressions during ventilations to minimise the risk of aerosol. BLS teams less skilled or uncomfortable with bag-mask ventilation should not provide bag-mask ventilation because of the risk of aerosol generation. These teams should place an oxygen mask on the patient’s face, give oxygen and provide compression-only CPR.•Use two hands to hold the mask and ensure a good seal for bag-mask ventilation. This requires a second rescuer – the person doing compressions can squeeze the bag when they pause after each 30 compressions.•Use a high-efficiency particulate air (HEPA) filter or a heat and moisture exchanger (HME) filter between the self-inflating bag and the mask to minimise the risk of virus spread.•Apply a defibrillator or an AED and follow any instructions where available.Advanced life support for adults with suspected or confirmed COVID-19In-hospital cardiac arrest•Identify as early as possible any patients with a COVID-19 like illness, who are at risk of acute deterioration or cardiac arrest. Take appropriate steps to prevent cardiac arrest and"
  },
  {
    "full_text": "appropriate steps to prevent cardiac arrest and avoid CPR without appropriate PPE. Use of physiological track-and-trigger systems will enable early detection of acutely ill patients.•For those for whom resuscitation would be inappropriate, decisions must be made and communicated. Patients with severe COVID-19 respiratory failure who would not be deemed suitable for tracheal intubation and mechanical ventilation or multiple organ support are extremely unlikely to survive attempted resuscitation after cardiac arrest. For such patients, a do not attempt CPR (DNACPR) decision is appropriate.•If a patient is unresponsive and not breathing normally shout for help/pull emergency bell.•Check for signs of life/pulse. DO NOT listen for breaths or place your cheek near to the patient's face.•Send someone to place a COVID cardiac arrest call (2222 or equivalent local number), and to bring a defibrillator.•Chest compressions have the potential to generate aerosols and airway interventions are aerosol-generating procedures (AGPs). Healthcare staff should therefore don (put on) airborne-precaution PPE before starting chest compressions and /or airway interventions; as a minimum a FFP3 mask (FFP2 or N95 if FFP3 not available), eye and face protection, long-sleeved gown, and gloves before undertaking these procedures.•Applying defibrillator pads and delivering a shock from an AED/defibrillator is unlikely to be an aerosol-generating procedure and can be undertaken with the healthcare provider wearing a fluid-resistant surgical mask, eye protection, short-sleeved apron and gloves. If a defibrillator is immediately available, switch it on, apply the defibrillator pads and deliver a shock if the rhythm is ventricular fibrillation/ pulseless ventricular tachycardia (VF/pVT). If the patient remains in VF/pVT, and if you are wearing airborne-precaution PPE, start chest compressions. If not, give up to two additional shocks (if indicated) while other healthcare workers are putting on airborne-precaution PPE.•If using an AED, follow the prompts and deliver a shock if indicated; do not start chest compressions until you are wearing airborne-precaution PPE for AGPs.•Don airborne-precaution PPE (if not already on).•Restrict the number of staff in the room or at the bedside. Allocate a gatekeeper to do this. All personnel not immediately needed should keep their distance from the patient and remain protected.•If no signs of life, start chest compressions (continuous until bag-mask device arrives).•If not on the patient already, place an oxygen mask and give oxygen. Leave the mask on the patient until a bag-mask device arrives.•Once a bag-mask device arrives, proceed with a compression:ventilation ratio of 30:2. Manual ventilation with a bag-mask should be minimised and be performed only by experienced staff using a 2-person technique because an ill-fitting mask/poor seal will generate an aerosol. The person doing compressions can pause to squeeze the bag.•Ensure there is a"
  },
  {
    "full_text": "can pause to squeeze the bag.•Ensure there is a viral filter (HME filter or HEPA filter) between the self-inflating bag and airway (mask, supraglottic airway, tracheal tube) to filter exhaled breaths.•Experienced airway staff should insert a supraglottic airway or intubate the trachea early so that the period of bag-mask ventilation is minimised. Consider videolaryngoscopy for tracheal intubation by providers familiar with its use – this will enable the intubator to remain further from the patient’s mouth.•If a supraglottic airway has been inserted, use a 30:2 chest compression ventilation ratio, pausing the chest compressions to enable ventilation. This will minimise the risk of aerosol generation caused by gas leaking from the seal between the supraglottic airway and larynx.•Consider stopping CPR early if treatable reversible causes of cardiac arrest have been addressed.•If there is a need for prolonged CPR, consider the use of a mechanical chest compression device in those settings that are familiar with its use.•Ensure the safe removal ('doffing') of PPE to prevent self-contamination.•Undertake a team debrief.Resuscitation in intubated patients at the time of cardiac arrest•Resuscitation team members should wear airborne-precaution PPE.•In the event of cardiac arrest in an intubated and mechanically ventilated patient, do not disconnect the ventilator circuit when starting CPR to avoid aerosol generation.•Increase the FiO2to 1.0 and set the ventilator to deliver 10 breaths a minute. It may be necessary to use a volume control mode and to increase the pressure limits.•Quickly check the ventilator and circuit to ensure that they have not contributed to the cardiac arrest, e.g. blocked filter, breath-stacking with high auto-PEEP, or mechanical failure. Follow local guidance regarding ventilator disconnection to minimise aerosol generation e.g. clamping the tube prior to disconnection, use of viral filters etc.Resuscitation in patients in the prone positionCOVID-19 patients are often managed in the prone position because this can improve oxygenation.32Most of these patients will be intubated, but in some cases awake unintubated COVID-19 patients may also be nursed in the prone position. In the event of cardiac arrest in the unintubated, prone patient, whilst wearing the correct PPE, immediately turn the patient supine before starting chest compressions. In the event of cardiac arrest in an intubated patient who is prone, it is possible to deliver chest compressions by pressing the patient’s back. This can provide some perfusion of vital organs while a team prepares to turn the patient supine, as follows:1Resuscitation team members should wear airborne-precaution PPE.2Compress between the scapulae (shoulder blades) at the usual depth and rate (5–6 cm at 2 compressions per second).3Turn patient supine if:aineffective compressions – look at arterial line and aim for diastolic pressure greater than 25 mmHgbinterventions require the patient supine,"
  },
  {
    "full_text": "25 mmHgbinterventions require the patient supine, e.g. for airway problemscunable to restore a circulation rapidly (minutes)4Turning the patient supine requires additional help – plan this early.5Defibrillator pad placement options in the prone position include:aAnterior-posterior (front and back), orbBi-axillary (both armpits).Out-of-hospital cardiac arrestMost of the principles described for the management of in-hospital cardiac arrest in adults with confirmed or suspected COVID-19 also apply to ALS for such patients in cardiac arrest out-of-hospital. In the context of COVID-19, early recognition of cardiac arrest by the dispatcher will enable emergency medical services (EMS) staff to put on airborne-precaution PPE as soon as possible.Paediatric basic and advanced life support with suspected or confirmed COVID-19Children are susceptible to COVID-19 but often seem to have only mild disease.33,34,35,36,37,38,39Very young children and children with co-morbid diseases may be more prone to severe illness.40,41In approximately 70% of paediatric out-of-hospital cardiac arrests, rescuers are likely to be family members and therefore, if the child is infected with SARS-CoV-2, they are likely to have had previous exposure to the virus. They might also consider their personal risk far less important than the potential benefit for the child. This is unlikely to be true for random bystanders. Healthcare providers may also value the benefit for the child higher than their personal risk, but they should be aware of their responsibility towards their relatives, colleagues and the wider community as well.42Basic life support for children•Check forresponsiveness- in an unresponsive child, assessbreathingvisually (chest rise). Do not approach the child’s mouth or nose at this stage. Cardiac arrest is defined by ‘being unresponsive and not breathing normally’.•Untrained lay rescuers will likely have called the EMS dispatcher (112/national emergency number) at the start; trained providers should do so before starting chest compressions. In cases where there are two or more rescuers, a second rescuer should call the EMS immediately.•Once cardiac arrest is identified, rescuers should provide at least compression-only CPR. Place a surgical mask or other face mask (if available) over the child’s mouth and nose before commencing chest compressions. The routine use of a cloth as an alternative is not advised because of the potential risk of airway obstruction and/or restriction of passive air movement (due to compressions). However, when a surgical mask or face mask is not available, and if this cloth encourages rescuers to provide support where otherwise they would not, they should use it (lightly draped over mouth and nose).•Unless a primary cardiac origin is likely, those rescuers who are willing and able should also open the airway and provide rescue breaths. This is likely to increase the risk of infection (if the child has COVID-19) but can significantly improve"
  },
  {
    "full_text": "child has COVID-19) but can significantly improve the outcome.•When an AED is readily available, trained providers should use it as soon as feasible. An AED should primarily be advised as part of dispatcher-assisted CPR in those cases where the likelihood of a primary shockable rhythm is sufficiently high: in cases of sudden witnessed collapse; for children with a specific ‘cardiac’ history; or for children older than 1y of age without any identifiable non-cardiac cause of arrest.•Communicate the child’s COVID-19 status to all providers involved.Foreign body airway obstruction (FBAO) in childrenThe existing guidelines for the management of FBAO are applicable regardless of the presumed COVID-19 status.3Advanced life support for children•Pre-hospital EMS or in-hospital ALS teams must wear airborne-precaution PPE before arriving at the child’s side, unless COVID-19 has been ruled out, even if it delays commencing or continuing CPR. Protocols should be in place to facilitate this and to minimise delays.•Keep teams as small as possible but without compromising efficacy.•Personnel wearing only droplet-precaution PPE may consider providing initial defibrillation before putting on airborne-precaution PPE in children with an identified shockable rhythm. If a defibrillator is immediately available, switch it on, apply the defibrillator pads and deliver a shock if the rhythm is VF/pVT. If the child remains in VF/pVT, and if wearing airborne-precaution PPE, start chest compressions and follow the 2015 algorithms. Do not delay CPR in order to secure an invasive airway. Provide initial ventilations with a bag-mask following the same principles as described in adults above. If not wearing airborne-precaution PPE, give up to two additional shocks (if indicated) while other healthcare workers are putting on airborne-precaution PPE.•Early identification and proper treatment of any reversible causes during CPR is important. Some of these reversible causes demand ‘advanced’ resuscitation techniques: consider early transport to a centre capable of performing this for children.•There is insufficient evidence to advocate for or against the use of extracorporeal life support for children with COVID-19. In settings where this facility is available, providers should balance the use of such advanced resources with the likelihood of a good outcome for the individual patient.Newborn life supportCase series suggest the risk of vertical transmission of SARS-CoV-2 at birth is unlikely and that there is a low risk of babies being infected at birth even if born to a confirmed COVID-19 positive mother.43,44Maternal infection with COVID-19 does not appear to increase the risk of spontaneous preterm labour (35a) but may increase the risk of premature delivery.45There is a tendency for more deliveries to be via caesarean section with foetal compromise cited as an indication.46Concerns about maternal health may also prompt a decision to deliver.47,48Factors including the necessary"
  },
  {
    "full_text": "to deliver.47,48Factors including the necessary obstetric precautions against viral exposure may increase the time taken to deliver compromised babies by caesarean section. However, the presence of maternal COVID-19 does not appear to compromise babies further at birth.46The indications for the attendance of a neonatal team in advance, and the clinical factors which might prompt resuscitation remain unchanged whatever the maternal COVID-19 status. The sequence of assessment and any subsequent resuscitation/stabilisation remain unchanged and follow standard newborn life support (NLS) principles.49Changes to the standard approach should be made to reduce the risk of COVID-19 cross infection for staff and the baby.Departments should have clear local guidelines on the prevention of COVID-19 transmission and suitable personal protective equipment (PPE) must be available in all birthing areas. Staff must be familiar with the guidelines and trained in the appropriate use of PPE.•Local recommendations may take into account the regional prevalence of COVID-19.•Where maternal COVID-19 is not clinically suspected, staff should follow local or national guidelines for PPE, which may include the routine use of droplet-precaution PPE for any attendance.•Where maternal COVID-19 is suspected or confirmed, staff must attend in full airborne-precaution PPE.Delivery area•Significant numbers of asymptomatic mothers may be infected with COVID-19 at the time of childbirth.50Whilst it is recommended that mothers with suspected or confirmed COVID-19 should deliver their babies in a designated area, it may not be feasible to segregate all such mothers. Therefore, take appropriate precautions and wear PPE when attending all deliveries.•Ideally, delivery of a baby from a mother with suspected or confirmed COVID-19 should take place in a negative-pressure room, but these facilities may not be available in all delivery or operating rooms.•As a minimum precaution, resuscitation of the baby should ideally take place at least 2 m from the mother in order to minimise the risk of droplet spread (the risk from airborne spread still exists).29Provision of a mask for the mother may reduce droplet spread.•Consider a partition or locating the resuscitation area separate from the delivery area.48•Operating rooms are associated with a higher risk of droplet or airborne spread because of aerosol-generating procedures carried out on the mother (airway management, diathermy etc.).Pre-delivery discussions with suspected or confirmed COVID-19 positive parents•Droplet-precaution PPE is required for face-to-face consultation.•Video consultation may be an alternative to reduce contact.•If the neonatal team is unable to counsel the family then the obstetric/midwifery team may need to undertake such discussions.Neonatal team attending in advance (for suspected or COVID-19 positive mother)•Check and prepare the resuscitation area before the mother is in the room.•Where a neonatal team is called in"
  },
  {
    "full_text": "in the room.•Where a neonatal team is called in advance, careful planning is required to minimise the number who enter the room. The team should include someone experienced in newborn resuscitation and interventional procedures. Additional team members may be required to help with PPE.•Ensure that there are facilities for safely putting on and taking off PPE. Handling PPE may incur delays.•Full airborne-precaution PPE is required for anyone entering the room. Team members should put on PPE in advance although they may choose to leave off their masks/visors until it is clear they are required to attend the baby.Delivery•There are no changes to the immediate management of the baby following delivery in the presence of suspected or confirmed COVID-19 infection. Delayed cord clamping should still be considered. Initial assessment of the newborn may take place on the perineum provided extra care is taken.48,51,52•The baby should only be passed to the neonatal team if intervention is needed; babies doing well stay with mother and the neonatal team may be able to avoid exposure.Neonatal team called after delivery (of a suspected or confirmed COVID-19 positive mother)•Staff attending any delivery need to be able to initiate the resuscitation of a compromised baby before the neonatal team arrives. Call for help early because there may be a delay as the neonatal team puts on full airborne-precaution PPE.Approach to resuscitation and stabilisation•The approach to resuscitation and stabilisation follows standard NLS recommendations.49•Take measures to minimise potential COVID-19 exposure.•A wet towel must be considered contaminated and removed with care.•A viral filter (HME filter or HEPA filter) between the T-piece/self-inflating bag and mask might be considered. If a filter is used ensure that it is appropriate for the size of the baby and that ventilation is not compromised.•Two-person airway support reduces mask leakage and is preferred where enough staff with appropriate PPE are available.•Minimise potential aerosol-generating procedures (AGPs) such as suction and ensure that the most experienced team member carries out any advanced airway manoeuvres.48Neonatal post resuscitation care•Decisions to separate a COVID-19 positive mother and her baby should follow local guidance. Generally, a baby should stay with their mother if she is well enough. Skin-to-skin care and breast feeding may be possible if adequate precautions are taken including strict hand hygiene and a fluid-resistant surgical mask for the mother to reduce the risk of droplet spread.53,54•Should the baby require admission to a neonatal intensive care unit we recommend that transfer takes place in a closed incubator. Minimise exposure of the incubator to the contaminated area; it may be kept out of the delivery area/operating room if the resuscitation area is in the same room and the baby carried to it.•Staff escorting the baby to the neonatal unit should consider wearing full"
  },
  {
    "full_text": "to the neonatal unit should consider wearing full airborne-precaution PPE where they might need to intervene during the transfer.•If possible, avoid AGPs outside controlled areas such as the neonatal unit.•Following resuscitation, isolate the baby until its COVID-19 status is known.•A team debrief will support staff and improve future performance.Postnatal deterioration and resuscitation•Where the cause of a deterioration or collapse is unknown, consider the possibility of infection with COVID-19. A high local incidence of disease or confirmed COVID-19 infection in the mother should prompt a higher index of suspicion.•Any resuscitation should take place in a designated area to minimise the risk of cross-infection.•Assessment and resuscitation follow standard NLS principles regardless of circumstances•Those undertaking initial assessment and support should as a minimum use droplet-precaution PPE. Any staff attending subsequently should wear full airborne-precaution PPE as it may be necessary to undertake AGPs. If intubation is necessary, consider videolaryngoscopy.•Ideally respiratory support should not be delayed. Mask ventilation and cardiac compressions are considered AGPs in all age groups outside the immediate newborn period.16,29,31There is no published evidence that resuscitative measures during postnatal collapse are associated with increased risk of infection. Nevertheless, due to the heightened concerns of cross infection, full airborne-precaution PPE should be used whenever possible if attending a postnatally collapsed baby in these circumstances. Decisions on providing breathing support in the absence of full airborne-precaution PPE need to be made with the understanding that there may be a small, but undefined, risk of COVID-19 exposure.Resuscitation education and COVID-19This educational guidance considers the infection risk for instructors and candidates during a pandemic. Minimising the risk of infection during courses is paramount – distance learning, self-directed learning, augmented and virtual learning will become much more important in CPR teaching.General guidance for education in CPR during the pandemic•Life support teaching programmes must include specific interventions for COVID-19 patients focusing on infection prevention whilst being adaptable for local needs and requirements.•Self-protection against infection (equipment and procedures) must be part of CPR education.•Modify on-site teaching facilities to avoid virus transmission:oIndividuals who should be isolating or have symptoms must not take part in the course.oEveryone must wear a surgical mask, wash/alcohol-gel their hands frequently, and maintain a 2-m spatial distance.oDuring hands-on sessions when practising on a manikin, for training purposes candidates and instructors should wear PPE which should be kept throughout the course.oAvoid mouth-to-mouth ventilation on manikins.oManikins and equipment should be cleaned following every single training session (or"
  },
  {
    "full_text": "following every single training session (or scenario) using disinfectant compatible with the materials.oKeep to the absolute minimum the number of candidates working simultaneously with one manikin.oMaintain a 2-m space around the manikin using coloured tape on the floor.oRearrange course programmes to avoid simultaneous breaks for different groups.•Whenever possible, use methods such as distance learning, self-directed learning, augmented and virtual learning.•Beyond the current team training (focusing on non-technical skills), specific education on human factors (e.g. briefing and debriefing, restrictions of leadership, and communication wearing PPE) during CPR in the pandemic should be provided as hands-on training in small group teaching sessions.•Candidates and instructors should use droplet-precaution PPE (eye protection, mask, gloves, gown) during hands-on, small-group teaching. The differences in performing CPR wearing PPE are part of CPR educational programmes and should be practised, including donning (putting on) and doffing (taking off) and in a buddy system.•Course organisers should provide enough PPE to run courses.•Plenary sessions will initially be replaced by small group workshops; in the long-term, e-learning content and webinars should be developed.•Do not exceed 6 candidates per group for hands-on training and maintain the same groups throughout the course. During the pandemic, suspend social programmes, get togethers, formal and informal break meetings.•Ensure availability of enough disinfectant and hand-washing facilities.•The validity of all ERC certificates has been extended for one year to reduce pressure on candidates and instructors.•In case of limited resources for teaching CPR during this COVID-19 pandemic, those with close contact with COVID-19 patients and the risk of having to treat a person in cardiac arrest should be trained first, followed by those with the longest gap in CPR teaching.Basic courses during the COVID-19 pandemicBLS education for laypeople•During the pandemic BLS training should conform to local government advice on social distancing and mass gatherings.•Hands-on BLS teaching for laypeople is important because bystander CPR saves lives. Self-learning stations with proper infection precautions and cleaning by the course organiser as well as use of individual (blow-up) manikins are valid means of teaching BLS skills.•During the pandemic, for BLS education for laypeople the ERC recommends individual self-directed learning, apps and virtual reality resources for BLS – they are readily available and are effective for teaching chest compressions and the use of an AED.•Self-directed learning or distance learning will reduce the infection risk for both candidates and instructors.•Internet-based tutorials and video instruction are a suitable alternative. Whilst their effectiveness for learning BLS is less certain, they provide a readily accessible medium for people to access training. The focus of BLS"
  },
  {
    "full_text": "for people to access training. The focus of BLS education for laypeople during the pandemic is on chest compressions and the use of an AED while minimising the risk of infection. They should be taught to look for normal breathing but not to open the airway and not to place their face close to the victim’s mouth/nose. No mouth-to-mouth ventilation will be taught.BLS education for professionals•For professionals, self-directed learning or distance learning is feasible and effective and has the potential to reduce the infection risk for both candidates and instructors.•The ERC suggests self-directed learning for those professionals who have a duty to respond but who rarely treat cardiac arrest patients. For this group of rescuers, the educational focus is on chest compressions, use of an AED, and the donning (putting on) and doffing (taking off) of PPE.•Professionals who provide BLS regularly should be educated in the donning and doffing of PPE, chest compression, use of an AED, and bag-mask ventilation with a heat and moisture exchange (HME) filter or high-efficiency particulate air (HEPA) filter between the mask and bag. Practice in small groups with PPE if possible.•No check for breathing and no mouth to mouth/nose ventilation should be taught during the pandemic as these interventions increase the risk of infection.•Do not use face shields or pocket masks – they do not have sufficiently effective viral filters.Advanced courses during the COVID-19 pandemic•Where available, use virtual learning environments to teach advanced life support knowledge, and behavioural and infection prevention strategies. This will reduce the duration of hands-on sessions.•During the pandemic the candidate/instructor ratio in advanced ERC courses may be modified to a maximum of 6:1 (instead of 3:1).•Practice CPR procedures with an emphasis on the specific considerations of using PPEoDonning (putting on PPE), doffing (taking off PPE)oCommunicationoUse of specific equipment•Special circumstances should include resuscitation of the patient with COVID-19 the pandemic and the management of in-hospital cardiac arrest patients in the prone position.•Continuous assessment may be preferred over summative assessment to avoid pooling of candidates and to ensure adherence to social distancing.•Minimise faculty meetings during ALS courses, keeping sufficient personal distance to minimise the risk of infection. Before and after courses, internet-based faculty meetings are encouraged.Instructor education during the COVID-19 pandemic•Instructor education in the form of the ERC Basic Instructor Course (BIC) or Generic Instructor Course (GIC) should be paused during government full lock-downs because these courses are not essential for patient care. If local authorities re-open higher educational activities and allow meetings of larger groups of people, course centres might consider providing instructor courses depending on the local needs for instructors. Instructor Potential (IP)"
  },
  {
    "full_text": "needs for instructors. Instructor Potential (IP) validity will be extended with one year during the pandemic.Ethics and end-of-life decisions during the COVID-19 pandemicDuring a pandemic many concomitant risks might put further pressure on the already strained healthcare system and potentially lead to excess mortality:42,55,56•During a pandemic, the demand for resources (e.g. critical care beds, ventilators, medicines, test materials and PPE) may significantly exceed resource availability.•Healthcare workers are at an increased risk of contracting COVID-19, creating additional challenges in providing adequate staffing for both direct patient care and support work.•Disruptions to the healthcare system (because of insufficient resources, decreased delivery of non-COVID related care and, importantly, exaggerated fear) will also affect the care for patients with other medical problems, both acute and chronic. Eventually this could lead to more morbidity and mortality than caused by COVID-19 itself.57•Any temporary modifications to existing guidelines should be interpreted within the context of each healthcare system, taking into consideration the prevalence of COVID-19 and available resources. Our knowledge about COVID-19 is still limited and guidelines may need to be updated as more data become available.42•The general principles of ethics in resuscitation remain valid. Where possible, advance care planning should be considered.58This may be particularly challenging in the context of the current COVID-19 pandemic due to knowledge gaps, social distancing measures, etc.•Implementation of criteria for withholding or withdrawing resuscitation will depend on the local context (legal, cultural and organisational).•Healthcare teams should carefully assess for each individual patient their chances of survival and/or good long-term outcome and their expected use of resources; such evaluation should be reviewed regularly.•Categorical or blanket criteria (e.g. age thresholds) should not be used to determine the eligibility of a patient to receive resources or treatments.56•The principal challenge with resuscitation during the COVID-19 pandemic is the difficulty of reliably balancing the risk for the provider and the potential benefit for the patient. Whilst doing their best for an individual patient, healthcare providers should also be aware of their responsibility towards their relatives, colleagues, and the wider community. Healthcare providers (including first responders) should use PPE for all patients with confirmed or suspected COVID-19. The type of PPE should be defined at system level, proportionate to the presumed risk of transmission. Protocols may need to be adjusted locally to reflect the evolving pandemic and resources.First aid during the COVID-19 pandemicThere are only a few changes to the current recommended first aid protocols, most of which relate to the prevention or minimisation of the risk of virus transfer:•A casualty with COVID-19 may"
  },
  {
    "full_text": "of virus transfer:•A casualty with COVID-19 may be asymptomatic and yet still be a virus carrier.•If the casualty is a household contact of the care provider and infected with COVID-19, that provider has likely already been exposed and may be willing to provide direct first aid.•If the casualty is not a household contact:oFollow national advice on social distancing and the use of PPE wherever possible.oThe use of PPE (gloves, masks, eye-protection, etc) may not be applicable to all first aid, but care should always be taken to protect the casualty and the first aid provider.oThose key workers with a duty of care should put on the appropriate PPE and provide first aid without further delay.oIf the casualty isresponsiveand able to follow selfcare advice, provide first aid advice from a safe (2 m) distance. If the casualty has a face cover/mask available, encourage them to wear it while being cared for. Family members, if willing, may be coached to provide direct first aid. It may also be necessary to provide dressings, bandages, etc. from outside the immediate contact area.oIf the casualty isunresponsiveor unable to provide selfcare then it may be necessary to provide direct care. However, the casualty and the first aid provider must be aware of the risk of virus transfer.•Sequence of actions for bystander care of a casualty outside of the household:oCall for medical assistance immediately.oWhere possible, wear gloves when touching or handling the casualty.oWear a face cover/mask if available and consider placing a face cover/mask over the face of the casualty.oOnly handle/touch what is essential, remembering that all surfaces in and around the casualty may be contaminated with the virus.oOnly provide essential direct first aid in order to limit your exposure time. This may include controlling significant bleeding, applying a dressing, use of an adrenaline autoinjector, assessing for responsiveness by shaking the person and shouting, and positioning of a casualty.•Following completion, it is essential to:oremove and dispose of any PPE;owash your hands thoroughly with soap and water for at least 20 s;owash all your clothing as soon as practicable;obe prepared to self-isolate and follow national guidance if you develop COVID-19 symptoms after providing direct first aid.Conflict of interestJPN is Editor in Chief of Resuscitation and Chairman of the European Resuscitation CouncilKGM is Vice Chair of the European Resuscitation CouncilJS and GDP are Editors of Resuscitation.LB, BWB, RG, CL, JM, TMO, CCR, FS, PVP and DAZ declare no conflicts of interest."
  }
]