[
  {
    "full_text": "TITLE: European stroke organisation (ESO) guideline on cerebral small vessel disease, part 2, lacunar ischaemic stroke ABSTRACT: A quarter of ischaemic strokes are lacunar subtype, typically neurologically mild, usually resulting from intrinsic cerebral small vessel pathology, with risk factor profiles and outcome rates differing from other stroke subtypes. This European Stroke Organisation (ESO) guideline provides evidence-based recommendations to assist with clinical decisions about management of lacunar ischaemic stroke to prevent adverse clinical outcomes. The guideline was developed according to ESO standard operating procedures and Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) methodology. We addressed acute treatment (including progressive lacunar stroke) and secondary prevention in lacunar ischaemic stroke, and prioritised the interventions of thrombolysis, antiplatelet drugs, blood pressure lowering, lipid lowering, lifestyle, and other interventions and their potential effects on the clinical outcomes recurrent stroke, dependency, major adverse cardiovascular events, death, cognitive decline, mobility, gait, or mood disorders. We systematically reviewed the literature, assessed the evidence and where feasible formulated evidence-based recommendations, and expert concensus statements. We found little direct evidence, mostly of low quality. We recommend that patients with suspected acute lacunar ischaemic stroke receive intravenous alteplase, antiplatelet drugs and avoid blood pressure lowering according to current acute ischaemic stroke guidelines. For secondary prevention, we recommend single antiplatelet treatment long-term, blood pressure control, and lipid lowering according to current guidelines. We recommend smoking cessation, regular exercise, other healthy lifestyle modifications, and avoid obesity for general health benefits. We cannot make any recommendation concerning progressive stroke or other drugs. Large randomised controlled trials with clinically important endpoints, including cognitive endpoints, are a priority for lacunar ischaemic stroke. BODY: IntroductionCerebral small vessel disease (cSVD) is a common cause of stroke, lacunar stroke about 25% of all ischaemic strokes and the major cause of intracerebral haemorrhage.1It also causes cognitive impairment, mobility and mood disorders, or it can be covert and detected on a brain scan performed for other purposes. cSVD is due to intrinsic disease in the perforating cerebral arterioles, thought to be at least partly due to endothelial or other vascular wall dysfunction.This guideline is the second in a series of ESO Guidelines addressing management of patients with cSVD and focuses on ischaemic stroke resulting from cSVD, that is, management of patients with clinically suspected or presumed lacunar ischaemic stroke. The first of the series addressed covert cSVD.1We define ‘lacunar ischaemic stroke’ as ‘a combination of clinical findings"
  },
  {
    "full_text": "stroke’ as ‘a combination of clinical findings suggestive of acute stroke due to a small subcortical ischaemic lesion (which may or may not be visible on brain imaging) thought to be due to cerebral small arterial vessel disease (i.e. no obvious large artery/cardioembolic cause)’, (Panel 1).2All mentions of ‘lacunar ischaemic stroke’ in this guideline refer to patients presenting with a stroke where symptoms and signs are consistent in time and location with a recent small subcortical infarct. It does not refer to lacunes seen on brain imaging without clearly related acute symptoms.Panel 1.Common Lacunar SyndromesYes: Pure motor stroke involving more than one body location, e.g. face, upper extremity, lower extremityPure sensory stroke involving more than one body location, e.g. face, upper extremity, lower extremitySensory-motor stroke, involving more than one body location, e.g. face, upper extremity, lower extremityAtaxic hemiparesisDysarthria clumsy hand syndromeNo: MonoparesisHemispatial neglectDysphasiaVisual lossAny other higher cerebral dysfunctionIsolated dysarthriaIsolated ataxiaIsolated vertigoWorst NIHSS >8HeadacheAlteration of consciousnessLacunar ischaemic stroke has a somewhat different risk factor and outcome profile compared to other stroke subtypes. Carotid or vertebrobasilar stenosis and cardioembolic sources are unusual.3Lacunar stroke is associated with increased risk of recurrent stroke, death or dependency4and cognitive impairment,5in the long term.Currently, patients with lacunar ischaemic stroke receive acute treatment (e.g. thrombolysis) and secondary prevention (i.e. antiplatelet drug(s), antihypertensive threatment, lipid lowering, and lifestyle advice) as for other types of ischaemic stroke. However, although many patients with lacunar ischaemic stroke were included in acute stroke treatment and secondary prevention trials, the results were rarely analysed separately for lacunar stroke.6Additionally, the only large trial to test dual versus single antiplatelet drugs long term stopped prematurely due to hazard,7and found that intensive versus guideline blood pressure lowering did not reduce recurrent stroke or prevent cognitive decline.8,9Hence it is uncertain whether current treatment or prevention approaches are best suited for treatment in lacunar ischaemic stroke.The aim of this guideline is to provide recommendations to guide cerebrovascular disease care providers to reach clinical decisions when assessing patients with suspected or presumed lacunar ischaemic stroke, along with investigation and management strategies to reduce the risk of recurrent stroke, long-term disability, cognitive, mobility, and mood disorders.We first describe the selection of topics and some general advice on clinical assessment and diagnosis in lacunar stroke, prior to presenting the findings of each Population, Intervention, Comparator and Outcome (PICO) question.Advice on clinical assessment and diagnostics in lacunar ischaemic"
  },
  {
    "full_text": "assessment and diagnostics in lacunar ischaemic strokeThe Guideline Module Working Group (MWG) was conscious that lacunar ischaemic stroke is a somewhat neglected subtype of stroke and felt that it would be useful to provide some key background in order to use this guideline effectively.Clinical assessment: Lacunar syndromes are described inPanel 1.2However, these symptoms and signs may overlap with cortical stroke syndromes in 15%–20% of cases (‘clinical-imaging mismatch’)10and may be difficult to recognise in the acute stages. Some clinical findings increase the likelihood that an ischaemic stroke is due to lacunar infarction in the acute phase. For example, within 6 h of symptom onset, neither lacunar clinical syndromes or NIHSS alone have good sensitivity or specificity for small subcortical infarcts, but the combination of a lacunar syndrome (the five commonest being: pure motor stroke, pure sensory stroke, sensory-motor stroke, ataxic hemiparesis and dysarthria clumsy hand) and stroke severity of NIHSS <7, gives a high specificity, positive and negative predictive values to detect acute small subcortical infarction.11Conversely, the presence of higher cortical dysfunction such as neglect, dysphasia, visual loss, suggests a cortical or larger subcortical infarct. Pre-existing lacunes, leukoaraiosis/other neuroimaging markers of SVD, elevated BP and history of diabetes may also increase the likelihood of a new stroke being due to a small subcortical infarct (summarised in Ref.11).Underlying causes/differential diagnoses not to be missed (Panel 2):Small subcortical infarcts are not always due to sporadic intrinsic small vessel disease. It is important to avoid missing situations where an alternative guideline-based treatment should be considered. Clinical and/or imaging features that point to higher likelihood of cardio- or atherothromboembolic sources in a patient presenting with a lacunar clinical syndrome and/or a small subcortical infarct include: isolated subcortical infarct without any other signs of SVD on neuroimaging, cortical combined with subcortical infarcts; multiple contemporaneous infarcts involving more than one main arterial territory; large subcortical infarcts (as a guide>2 cm max diameter in the acute stage, but perceived size may depend on imaging modality); arterial dissection; and rare differential diagnoses of monogenic SVD (e.g. with unusually high burden of white matter hyperintensities (WMH), lacunes, microbleeds, and vascular risk factors in relation to age; lesion distribution; and family history12) especially in younger people. Cardioembolic and large artery disease (i.e. atherothromboembolic sources, dissection, embolic stroke of unknown source) should be managed according to the relevant guidelines (Table 1).Panel 2.Alternative ischaemic cerebrovascular causes with specific treatments that are not to be missed in patients with suspected lacunar stroke, and standard investigations; note that practice varies"
  },
  {
    "full_text": "investigations; note that practice varies between countries and hospitals and this is general guidance.Alternative causeClues that the cause is NOT intrinsic small vessel diseaseInvestigations*Brain imaging, neck artery imaging, BP, routine haematology, blood glucose, lipids, coagulation, liver, kidney function tests, proteinuriaCardioembolic:• Clinical history, symptoms, and findings suggesting cardiac disease• Contemporaneous cortical and small subcortical infarcts• Multiple contemporaneous infarcts in different arterial territories which may include a small subcortical infarct• Large subcortical infarct on imaging (as a guide, >2 cm axial diameter in the acute stage, although cardioembolic infarcts can be smaller and perceived size may depend on the type of imaging)*ECG*Cardiac echocardiography including PFO detection**Prolonged ECG monitoringLarge artery atherothromboembolism• Contemporaneous cortical and small subcortical infarcts• Large subcortical infarct on imaging (>2 cm axial diameter in the acute stage)• Manifestations of atherosclerosis in other organs e.g. coronary arteries, aorta, extremities*Carotid/vertebral artery imaging, using ultrasound, CTA, or MRAArterial dissection• Clinical symptoms and findings suggesting dissection• Odd-shaped subcortical infarct• Presence of cortical infarct*Carotid/vertebral artery imaging, using ultrasound, CTA, or MRAIntracranial atheromatous stenosis• Large subcortical infarct (>2 cm axial diameter)• Long tubular infarct (>2 cm long) extending from the inferior perforating substance superiorly into the basal gangliaIntracranial CT or MR angiography. Vessel wall MRIRare monogenic causes• Worse WMH, more lacunes, perivascular spaces, and microbleeds than usual for age, and vascular risk factors• Concomitant other manifestations from other organs, for example, eye, skin, heart, ear, kidney• Cerebral lesion distribution• Young onset• Family historyGenetic testing*Should be routine in all ischaemic strokes including lacunar.**PFO detection usually clinically relevant only for patients under 60–65 years of age.Table 1.Current guidelines on acute treatment or prevention of stroke relevant to presumed lacunar ischaemic stroke.Name of guidelineDate pubKey findings related to acute phase treatment of SVD related strokeKey findings related to secondary prevention of SVD related strokeKey findings when presence SVD influences other treatmentsESO GuidelinesESO Guideline on covert cerebral smallvessel disease12021Nil specific – focussed on patients with SVD and no diagnosis stroke/TIA/Cognitive imp/mood/mobilityNilNilEuropean Stroke Organisation (ESO) – European Society for Minimally InvasiveNeurological Therapy (ESMINT)Guidelines on Mechanical Thrombectomy in Acute Ischaemic Stroke132019NilNilNilA European Stroke Organisation (ESO) guideline on antithrombotic treatment for secondary prevention of stroke and other thromboembolic events in patients with stroke or transient ischemic attack and non-valvular atrial"
  },
  {
    "full_text": "transient ischemic attack and non-valvular atrial fibrillation.142019NilRecommendations are weak regarding treatment with oral anticoagulants in . . . specific patient subgroups including those with small vessel disease, because of a lack of strong evidence;Recommendations. In patients with non-valvular AF, previous ischemic stroke or TIA and SVD, we cannot make recommendations about whether non-vitamin K antagonist oral anticoagulants should be preferred over vitamin K antagonists for reducing recurrent stroke or thromboembolism: Quality of evidence – Low; Strength of recommendation: WeakNo randomised controlled trials investigating the efficacy and safety of: antiplatelet therapy compared to no antithrombotic treatment; vitamin K antagonists versus antiplatelet therapy; or direct oral anticoagulants versus vitamin K antagonists, for prevention of recurrent stroke or other adverse outcomes in patients with non-valvular AF and SVD (WMH and CMBs).European Stroke Organisation and European Academy of Neurology joint guidelines on post-stroke cognitive impairment152021Nil on treatment, focussed on post stroke cognitive impairmentNil on treatmentWMH on MRI may predict post stroke cognitive impairmentEuropean Stroke Organisation (ESO) guideline on pharmacologicalinterventions for long-term secondary prevention after ischaemic stroke or transient ischaemic attack162022NilNilNilConsensus statements andrecommendations from the ESO-Karolinska Stroke Update Conference,Stockholm 11–13 November 20181711–13 November 2018NilNilIndividual decision making on OAC after ICHshould consider (Grade C): quality of BP control, age, ICH location, burden of small vessel disease (cerebral microbleeds (CMBs), leukoaraiosis, cortical super-ficial siderosis, CAA), additional antiplatelet therapy.OAC in patients with evidence of CMBs should notbe withheld (Grade C).EAN/ERS/ESO/ESRS statement on the impact of sleep disorders on risk and outcome of stroke182020NilNilNilEuropean Stroke Organisation (ESO)guidelines on intravenous thrombolysis for acute ischaemic stroke192021Although there are ongoing discussionsabout the use of IVT in patients with lacunar stroke, there is currently no strong evidence that it should be avoidedNilIVT is recommended in the presence of a small-to-moderate burden of white matter lesions and suggested in the presence of a high burden of lesionsWhen CMB burden is unknown or known to be low (e.g. <10), we suggestintravenous thrombolysis with alteplase. When CMB burden has been previouslyreported to be high (e.g. >10), we suggestno intravenous thrombolysis.All members suggest againstscreening with MRI to assess CMB burden before making a treatment decision regardingIVTEuropean Stroke Organisation (ESO)guidelines on management of transient ischaemic attack202021NilLow risk TIA was defined by absence of high riskfeatures (i.e. those in whom brain-tissue damage hasnot been detected on diffusion-weighted imaging,with no documented stenosis in the ipsilateral"
  },
  {
    "full_text": "no documented stenosis in the ipsilateral cerebralartery, no major cardiac source of embolism, no smallvessel disease, and an ABCD2 score of less than 4)Other European GuidelinesMonogenic cerebral small-vessel diseases: diagnosis and therapy.Consensus recommendations of the European Academy of Neurology122020Patients with CADASIL should not receive thrombolysisfor acute small-vessel ischaemic stroke(which is almost always the case)Anticoagulants are not recommended for strokeprophylaxis in CADASIL due to the risk of intracerebralhaemorrhage, but they are not contraindicatedif there is another strong indication (e.g. atrialfibrillation, pulmonary embolus)NilAHA/ASA2021 Guideline for the Prevention of Stroke in Patients With Stroke and Transient Ischemic Attack - A Guideline From the American Heart Association/American Stroke Association212021NilIn patients with ischemic stroke related to small vessel disease, the usefulness ofcilostazolfor secondary stroke prevention isuncertainTargeted strategies for secondary prevention aftersmall vessel stroke that also reduce the risk of vasculardementia are lackingStudies that showed benefit from PFO closureexcluded lacunar strokesNilGuidelines for the Early Management of Patients With AcuteIschemic Stroke: 2019 Update to the 2018 Guidelines for theEarly Management of Acute Ischemic Stroke222019NilFor prevention of recurrent stroke, the use of MRI is reasonable in somepatients with AIS to provide additional information to guide selection ofappropriate secondary stroke prevention treatments.[Two studies from the 1990s evaluating repeatneuroimaging recommended repeat CT over additional MRI for most clinical situations in AIS with the exceptions of documenting lacunar and infratentorial infarcts, but they did not present evidence of a benefit on outcome forthese situations]Administration of IV alteplase in eligible patients without first obtaining MRIto exclude cerebral microbleeds (CMBs) is recommendedIn otherwise eligible patients who have previously had a small number (1–10)of CMBs demonstrated on MRI, administration of IV alteplase is reasonable.In otherwise eligible patients who have previously had a high burden of CMBs(>10) demonstrated on MRI, treatment with IV alteplase may be associatedwith an increased risk of sICH, and the benefits of treatment are uncertain.Treatment may be reasonable if there is the potential for substantial benefit.AHA/ASA Scientific Statement – Prevention of Stroke in Patients With SilentCerebrovascular Disease232017NilNilIt is reasonable to provide anticoagulation therapy to patients with microbleeds when there is an indication (e.g. AF).It is reasonable to provide antiplatelet therapy to patients with microbleeds when there is an indication.It is reasonable to administer intravenous alteplase to patients with acute ischemic stroke and evidence of microbleeds if it is otherwise indicated.It is reasonable to perform endovascular thrombectomy in patients with acute ischemic stroke"
  },
  {
    "full_text": "in patients with acute ischemic stroke and evidence of microbleeds.Canadian Stroke Best Practice RecommendationsCanadian Stroke Best Practice Recommendations – secondary prevention242020NilRecommends aggressive blood pressure in patients with lacunar stroke (systolic target of consistently lower than 130 mmHg)Lacunar stroke contraindicates PFO closureCanadian Stroke Best Practice Recommendations – acute management252022NilNilNilUK-based guidelinesRoyal College of Physicians – National clinicalguideline for stroke262016NilMentioning the SPS3 trial that suggests targeting a systolic BP of below 130 mmHg in patients with recent lacunar strokeReminding that pre-existing cSVD should be assessed when evaluating the association between statin use and cerebral haemorrhageNICE guideline – Stroke and transient ischaemic attack in over 16s: diagnosis and initial management;https://www.nice.org.uk/guidance/NG1282019NilNilNilAustralia/New ZealandAustralian and New Zealand Clinical Guidelines for Stroke Management – Acute stroke management272021Mentions a substudy of WAKE-UP which was able to show a very similar benefit of alteplase in the lacunar subgroup compared to non-lacunar patients, providing reassurance that lacunar stroke patients do indeed benefit from thrombolysis.Secondary prevention with antihypertensives in patients with recent lacunar stroke is safe and effective.CMBs at brain MRI do not contraindicate i.v. thrombolysisAustralian and New Zealand Clinical Guidelines for Stroke Management – Secondary prevention272021NilAntiplatelet treatment (without specific drug preference) is effective for secondary lacunar stroke preventionPatients with lacunar stroke should not undergo PFO closureAsian countriesChinese Stroke Association guidelines for clinical management of cerebrovascular disorders: executive summary and 2019 update of clinical management of ischaemic cerebrovascular diseases28Also see Chinese guideline for diagnosis and treatment of cerebral small vessel disease 2020.292020At present, it is recommended to manage blood pressure, and use of aspirin, clopidogrel or cilostazol (class I, level of evidence B).The blood pressure of patients should be closely monitored (class IIa, level of evidence B).Control of systolic and diastolic pressure is the key factor to control the incidence and progression of cerebral small vessel disease (class IIa, level of evidence B).It is necessary to monitor the 24 hours ambulatory blood pressure in patients with cerebral small vessel disease. When conditions permit, it is best to detect changes in blood pressure during head upright tilt test (class I, level of evidence B).NilRoutine use of MRI to identify intracranial microhaemorrhage,which can affect decisions to IV thrombolysis,is not recommended (class III, level of evidence B).Prethrombolytic MRI examination showed that IVthrombolysis was reasonable in patients with a number of (1–10) cerebral microbleeds (class IIa, level of evidence B).Prethrombolytic MRI"
  },
  {
    "full_text": "IIa, level of evidence B).Prethrombolytic MRI examination showed that IVthrombolysis was associated with an increased risk ofsymptomatic intracerebral haemorrhage in patientswith a number of (>10) cerebral microbleeds, and the clinical benefit is not clear. If there may be significant potential benefits, IV thrombolysis may bereasonable (class IIa, level of evidence B).Japanese Stroke Guidelines302021NilIn patients who experience ischemic stroke or TIA, without bilateral severe carotid artery stenosis and occlusion of major intracranial artery, who present with lacunar infarction, or undergoing antithrombotic therapy, as lower target value of blood pressure is favourable if possible, a target value of <130/80 mmHg for antihypertensive therapy is reasonable (Grade B, LOE Moderate)NilSVD: small vessel disease; WMH: white matter hyperintensities on MRI; CMB: cerebral microbleeds; CAA: cerebral amyloid angiopathy; BP: blood pressure; OAC: oral anticoagulation; PFO: patent foramen ovale; AIS: acute ischaemic stroke; IVT: intravenous thrombolysis.Summary of aetiologic work-up to be considered in suspected or presumed lacunar ischaemic stroke (Panel 2): All patients presenting with a suspected or presumed lacunar ischaemic stroke should undergo brain imaging, neck artery imaging (carotid ultrasound/CTA/MRA), screening for AF, and other routine stroke examinations (BP, blood glucose, lipids, markers of renal function, etc) may be considered to identify treatable causes of the stroke, relevant comorbidities and preventable causes of future stroke. Echocardiography and cerebral artery imaging may be indicated and additional tests (e.g. ambulatory ECG monitoring) further warranted depending on age and initial findings (e.g. fundus examination in diabetes or hypertension).In the acute situation, CT or MR brain imaging is usually performed although CT does not show the acute small subcortical infarct in around 50% of cases within the first 6 h.31Diagnostic algorithms have been suggested.11CT angiography of cerebral arteries may detect atherosclerotic changes including lesions at the origin of small penetrating arteries. CT perfusion, if performed routinely, should be examined closely since it may show a perfusion defect in a relevant brain region.32MRI is very useful instead of or in addition to CT, when the relevant sequences are included (including DW-MRI, FLAIR, SWI, T1 and T2) since it has higher sensitivity for recent small subcortical as well as cortical infarcts and is often well tolerated in patients with lacunar ischaemic stroke. If not available acutely, then MRI is still worth performing up to a few weeks later, although the interpretation may be complicated since some small subcortical infarcts can disappear subacutely.33Cognitive evaluation should be considered in all patients with suspected/presumed lacunar ischaemic stroke in view of the high rate of cognitive impairment5and to provide a baseline. Progression of cSVD may manifest as cognitive"
  },
  {
    "full_text": "Progression of cSVD may manifest as cognitive decline rather than recurrent stroke or dependency. Practical routine screening tools can include MMSE, MoCA and Trail Making test. A more comprehensive assessment by a neuropsychologist may be needed by patients of working age, or if a specific deficit or complaint is identified. Screening for neuropsychiatric symptoms (i.e. depression, apathy) should also be considered since these symptoms are relatively common, the tests provide a baseline and cSVD progression may manifest through fluctuation in neuropsychiatric symptoms.34MethodsComposition and approval of the Module Working GroupThese guidelines were initiated by the ESO. Two chairpersons (Arne Lindgren and Joanna Wardlaw) were selected to assemble and coordinate the Guideline Module Working Group (MWG). The final group contained 17 experts (12 senior members and 5 fellows) plus a methodologist. The ESO Guideline Board and Executive Committee reviewed the intellectual and financial disclosures of all MWG members and approved the composition of the group. The full details of all MWG members and their disclosures are included inSupplemental Table 1.Development and approval of clinical questionsThis guideline was prepared according to the ESO standard operating procedures (SOP),35which are based on the Grading of Recommendations, Assessment, Development and Evaluations (GRADE) framework.36Supplemental Table 2describes outcome grading. While recognising that many patients presenting with stroke also have pre-existing changes of cSVD on brain imaging, the MWG identified clinical lacunar ischaemic stroke as the most important topic to address in this guideline, deferring the topic of ‘other stroke subtypes with cSVD on imaging’ to a future guideline in view of the complexity of including both in one guideline. The MWG also identified that acute treatment (arbitrarily defined as ‘usually implemented within the first 24–48 h after symptom onset’), progressive lacunar stroke and secondary prevention were of great clinical interest, with some overlap between them. In the acute phase the clinical diagnosis of lacunar ischaemic stroke is often not completely clear, and we therefore used the termsuspected acute lacunar ischaemic strokefor these situations. In contrast we used the termlacunar ischaemic strokefor the more long-term situations where secondary prevention becomes a priority. Interventions included thrombolysis and ‘other’ (i.e. novel) agents for acute treatment and progressive stroke; antiplatelet and antihypertensive agents for acute treatment, progressive stroke and secondary prevention; and lipid lowering and lifestyle interventions and other agents for secondary prevention. Common outcomes included recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, Major Adverse Cardiovascular Event (MACE), mobility or gait disorder, and mood disorders. Questions were formatted using the PICO approach"
  },
  {
    "full_text": "Questions were formatted using the PICO approach (Population, Intervention, Comparator and Outcome), generating 10 PICO questions in total (five acute, including progressive, and five secondary prevention, as summarised in Table 8) and reviewed by two external reviewers as well as members of the ESO Guideline board and Executive Committee. The outcomes were rated by members of the MWG as: critical, important or of limited importance according to GRADE criteria. The final decision on outcomes used a Delphi approach. Results of the outcomes rating for each PICO question are included in theSupplemental Table 2.Literature searchFor each PICO question, search terms were developed by the MWG and guideline methodologist (SH). Where a validated search strategy was available, this was used or adapted. Where there was a recent relevant systematic review on the question of interest, the corresponding search strategy and results were used and updated as necessary. Search strategies are described inSupplemental Appendix.The search was performed by the ESO Guideline methodologist (SH). The following databases: Medline, Embase and Cochrane databases were searched from inception to November 2022. Reference lists of review articles, trials papers, the authors’ personal reference libraries, conference proceedings and previous guidelines were also searched for additional relevant records.Search results were loaded into the web-based Covidence platform (Health Innovation, Melbourne, Australia) for assessment by the MWG. Two or more MWG members were assigned to independently screen the titles and abstracts of publications registered in Covidence and then assess the full text of studies determined to be potentially relevant. All disagreements were resolved by discussion between the two reviewers or by a third MWG member.We prioritised randomised controlled trials (RCTs) but where data were limited, we also considered health registry data analyses, large observational studies and systematic reviews or meta-analyses of observational studies. We considered only studies in humans. We excluded publications with only conference abstracts available.All PRISMA diagrams summarising the search findings are available in theSupplement PRISMA diagrams.Data analysisData extraction was performed by the MWG fellows and members (and the methodologist for PICO 3/7), using a pre-designed data extraction template. The ESO methodologist performed appropriate meta-analyses. Any discrepancy during data extraction stage was resolved by discussion. In the case that relevant data were not reported in an eligible study, we attempted to contact the corresponding author or co-authors of the study. If no answer was received, data were considered as missing.Due to the expectation of high heterogeneity, random-effects meta-analyses were conducted using Review Manager (RevMan) software (Cochrane) version 5.4.3. Statistical heterogeneity across studies was assessed using theI2statistic, and"
  },
  {
    "full_text": "studies was assessed using theI2statistic, and classified as moderate (⩾30%), substantial (⩾50%) or considerable (⩾75%).37Where appropriate, we performed outcome analyses based on stroke outcome subtypes any stroke, ischaemic stroke and haemorrhagic stroke; and severity (major adverse cardiovascular events). Where suitable, we grouped the trials into those with acute phase results (approximately within 2–4 weeks after stroke onset), and those with long-term results (treatment administered for more than 4 weeks).Where appropriate, network meta-analysis was conducted to compare multiple interventions simultaneously for each outcome.38Network meta-analysis was conducted only for PICO 6 which was found to be feasible based on abundance of available evidence, transitivity assumption, network connectivity, inconsistency or incoherence assessment (node-splitting approach).39Evidence of incoherence in the entire network was assessed using the design-by-treatment model.40Assuming a common heterogeneity parameter, network meta-analysis was performed with a frequentist framework using a multivariate meta-analysis estimated by restricted maximum likelihood to assess the comparative effectiveness.41,42We considered ‘placebo’ as the reference group across the networks. Network meta-analysis was performed using STATA version 15.1.Evaluation of the quality of evidence and formulation of recommendationsThe risk of bias of each included randomised trial was assessed with the Cochrane RoB2 tool by the ESO methodologist and MWG member independently.43Any discrepancy or confusion in RoB judgement was discussed with a third MWG member.44The results of data analysis were imported into the GRADEpro Guideline Development Tool (McMaster University, 2015; developed by Evidence Prime, Inc.). For each PICO question, and each outcome, the following were considered: risk of bias based on the type of available evidence (randomised or observational studies); considerations on inconsistency of results; indirectness of evidence, imprecision of results, and other possible bias. GRADE evidence profiles/summary of findings tables were generated and used to prepare recommendations. ‘Evidence-based Recommendations’ were based on the GRADE methodology. The direction, strength and formulation of the recommendations were determined according to the GRADE evidence profiles and the ESO-SOP.35,36Finally, Expert Consensus Statements were added particularly whenever the PICO group considered that there was insufficient evidence available to provide Evidence-based Recommendations and practical guidance is needed for routine clinical practice. The Expert Consensus Statements were based on voting by all expert MWG members (summarised inSupplemental Table 3). Importantly, these Expert Consensus Statements should not be regarded as Evidence-based Recommendations, since they only reflect the opinion of the writing group.Drafting of the document, revision and approvalEach PICO question was addressed"
  },
  {
    "full_text": "and approvalEach PICO question was addressed in distinct sections, in line with the updated ESO SOP.35First, ‘Analysis of current evidence’ summarised current pathophysiological considerations followed by a summary and discussion of the results of the identified RCTs and other studies.Second, ‘Additional information’ was added when more details on the studies referred to in the first section were needed to provide information on key subgroup analyses of the included studies, on ongoing or future RCTs, and on other studies which can provide important clinical guidance on the topic.Third, an ‘Expert Consensus Statement’ paragraph was added when the MWG considered that insufficient evidence was available to provide evidence-based recommendations for situations in which practical guidance is needed for everyday clinical practice.The Guideline document was reviewed several times by all MWG members and modified using a Delphi approach until consensus was reached. The final submitted document was peer-reviewed by two external reviewers, two members of the ESO Guideline Board and one member of the Executive Committee.ResultsPICO 1:In patients with suspected lacunar ischaemic stroke, does thrombolytic treatment (including at extended time window and wake-up stroke, alteplase/tenecteplase/other), compared to avoiding this intervention/other thrombolytic/dose/etc, reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder and mood disorders?Analysis of current evidenceThe use of intravenous thrombolysis in patients with lacunar stroke has been debated over the years, for three reasons.45Firstly, lacunar strokes are mild in many instances, and this may raise the suspicion of an unclear benefit over side effects, particularly the risk of bleeding. Secondly, thrombosis in the perforating arteriole is not identified routinely in lacunar stroke because the affected vessel is too small to be visualised in vivo. Thirdly, patients with lacunar stroke usually have other features of small vessel disease (SVD) (e.g. white matter hyperintensities and microbleeds) that are associated with an increased haemorrhagic risk, whether or not linked with thrombolysis.31Additionally, amongst neurologically milder strokes, in a routine clinical setting, the diagnosis of the ischaemic stroke subtype can be difficult in the hyperacute or acute time window, although use of diagnostic algorithms11and CT perfusion32may help, particularly in the absence of MRI. In the first 24–48 h after stroke onset, approximately 15% of clinical lacunar syndromes are due to a cortical infarct on brain imaging and about 15%–20% of neurologically mild cortical syndromes are due to a recent small subcortical infarct.10A further point to note is that dependency is a less frequent outcome of lacunar46than of other more severe stroke subtypes and therefore functional outcome using the often dichotomised mRS 0–2 versus mRS"
  },
  {
    "full_text": "using the often dichotomised mRS 0–2 versus mRS 3-6 may not be the most sensitive measure of outcome when assessing the effects of acute treatments such as thrombolysis, and an alternative for lacunar ischaemic stroke trials may be to use mRS 0–1 versus 2–6 instead. This notwithstanding, up to 2014, observational and limited randomised trial data had suggested that thrombolysis is an effective treatment in acute lacunar stroke, and that while the presence of cSVD increases the risk of intracerebral haemorrhage during thrombolysis, it did not represent an absolute exclusion criterion.45Our literature search retrieved 897 papers (Supplement PRISMA diagram). 851 non-duplicate studies were screened, of which 47 were assessed for eligibility. Two trials were identified by independent searching. Finally, five RCTs were relevant to the review of which three could be meta-analysed (Supplemental Table 4).Only one outcome, good functional outcome, that is recognised to have limitations in assessing outcome after lacunar stroke, is available for more than two trials. The risk of bias is low but the sample size is small (521 patients is smaller than the National Institute of Neurological Disorders and Stroke (NINDS) trial and all the European Cooperative Acute Stroke Study (ECASS) trials), the certainty is very low, and the confidence intervals are very wide. Data on SICH and death are extremely limited.Three trials of intravenous alteplase versus control included patients with lacunar stroke where the outcome data for the lacunar patients could be extracted: NINDS,47IST-348,49and Wake-up.50One trial, Enhanced Control of Hypertension and Thrombolysis Stroke Study, (ENCHANTED) tested low versus standard dose of alteplase and provided data on lacunar stroke.51In another RCT in patients with mild stroke, the Potential of rtPA for Ischaemic Strokes With Mild Symptoms (PRISMS) trial,5235% of patients had lacunar stroke but the results were not published by stroke subtype.The original NINDS trial47(totaln= 624) included a small subsample (n= 81) of patients with lacunar stroke, of whom 51 were randomised to alteplase and 30 to placebo within 3 h from symptoms onset.In the IST-3,n= 3035, 168 patients with lacunar stroke within 6 h from symptoms onset were randomised to alteplase 0.9 mg/kg and 164 to placebo.48A secondary analysis considered patients randomised within 3 h of stroke who were NIHSS ≤5, with pretreatment blood pressure <185/110 mmHg, and no other alteplase exclusion criteria. 106/3035 met the restricted criteria in whom allocation to alteplase was associated with an increase in Oxfordfordshire Handicap Score (OHS) 0–2 (84% alteplase vs 65% control; (OR 3.31, 95% CI 1.24, 8.79) and a favourable shift in OHS distribution (OR 2.38, 95% CI 1.17, 4.85). There was no significant effect of alteplase on OHS 0–1 (60% vs 51%; OR 1.92, 95% CI 0.83, 4.43).49The Wake-up trial50enrolled patients with wake up stroke or unknown time of symptom onset with a DWI-FLAIR"
  },
  {
    "full_text": "or unknown time of symptom onset with a DWI-FLAIR mismatch indicating salvageable tissue amongst which were included 108 patients with lacunar ischaemic stroke, of whom 55 were randomised to alteplase, 53 to placebo.The ENCHANTED trial51enrolled a subgroup of 241 patients with lacunar stroke within 4.5 h from symptoms onset treated with alteplase 0.6 mg/kg and 249 randomised to alteplase 0.9 mg/kg.PRISMS included 35% lacunar stroke, 29% undetermined type (some of which may have been lacunar) and 29% large artery atherosclerosis or cardioembolic. However, results were not presented by subtype and therefore cannot be included in the meta-analysis. Worth noting is the overall neutral result for all patients and the excess of haemorrhages in the alteplase group.The duration of follow-up was 90 days for all except the IST3 trial which was 6 months.The main drug evaluated was alteplase in a standard 0.9 mg/kg dose (in ENCHANTED a comparison of different doses was available).A meta-analysis of three trials (NINDS, IST-3, Wake-up) on good functional outcomes was possible (Table 2,Figure 1). Some data were available on SICH and death, but this was not meta-analysable since events were too sparse. We provide a narrative summary of available outcomes. There were no data on recurrent ischaemic stroke, MACE, cognitive impairment or dementia, mobility or mood disorders.Table 2.PICO 1: GRADE evidence profile table for alteplase compared to placebo for good functional outcome in patients with lacunar stroke.Certainty assessmentNo of patientsEffectCertaintyImportanceNo of studiesStudy designRisk of biasInconsistencyIndirectnessImprecisionOther considerationsAlteplasePlaceboRelative (95% CI)Absolute (95% CI)Good Functional Outcome (defined as mRS scores 0–1; Oxford Handicap Score 0–2)3Randomised controlled trialsNot seriousSeriousaSeriousVery seriousbNone163/274 (59.5%)139/247 (56.3%)OR 1.36(0.73, 2.55)74 more per 1000(from 78 fewer to 204 more)⨁○○○Very LowCRITICALCI: confidence interval; OR: odds ratio.aHigh heterogeneity (I2= 59%).bLow sample size and confidence interval crosses the clinical decision threshold.Figure 1.The effect of alteplase versus placebo on favourable functional outcome (OHS 0–2 in IST-3)/excellent functional outcome (mRS 0–1 in NINDS and Wake-up trials) in patients with acute lacunar ischaemic stroke.Functional outcomeThree trials have evaluated the effect of thrombolysis with alteplase 0.9 mg/kg on functional outcome, totaln= 521. Allocation to alteplase was associated with non-significantly higher odds of good functional outcome defined as mRS 0–1 in NINDS and Wake up and as Oxford Handicap Scale 0–2 in IST-3 (p= 0.33) (Figure 1).Symptomatic intracranial haemorrhage (SICH)In Wake-up, 1/55 lacunar stroke patients allocated alteplase had SICH compares with none of 53 patients allocated placebo. Data were not provided in SICH for lacunar stroke patients in NINDS or IST-3.In ENCHANTED, none of 241 lacunar stroke patients allocated 0.6 mg/kg"
  },
  {
    "full_text": "241 lacunar stroke patients allocated 0.6 mg/kg alteplase had SICH versus 1/249 patients allocated 0.9 mg/kg alteplase. For any ICH, there were 11/241 (4.6%) ICH in the low dose and 7/249 (2.8%) ICH in the standard dose groups, aOR 1.50, 95% CI 0.56, 3.99.DeathData amongst patients with lacunar stroke allocated alteplase versus no alteplase were available from WAKE-up: 1/55 patients allocated alteplase versus 0/53 allocated no alteplase died within 90 days.In ENCHANTED, 1/241 patients with lacunar stroke allocated low dose alteplase and 2/249 lacunar strokes allocated standard dose alteplase died within 90 days, aOR 0.44, 95% CI 0.03, 5.71.Additional informationIn ENCHANTED,51490 patients with lacunar stroke were compared to 2098 patients with non-lacunar stroke. Compared with patients with non-lacunar stroke, patients with lacunar stroke had better functional outcomes on either dose of alteplase (mRS 2–6, adjusted OR 0.60, 95% CI 0.47, 0.77), presumably reflecting that outcomes are better in general after mild than more severe stroke. Outcomes with low dose versus standard dose of alteplase did not differ (mRS 2–6, aOR 1.04, 95% CI 0.87, 1.24). In general, lower dose of alteplase reduced the risk of SICH across all patients (although no significant effect was seen in the lacunar stroke,Supplemental Table 4).The PRISMS trial52randomised 313 patients with NIHSS ≤5 to receive 0.9 mg/kg alteplase (n= 156) or 325 mg oral aspirin (n= 157) within 3 h of onset of whom 37% of patients had a lacunar stroke. The planned sample size was 948 but the trial stopped early due to slow enrolment. The primary outcome was favourable outcome (mRS 0–1) at 90 days, seen in 122 patients (78.2%) allocated alteplase versus 128 patients 81.5% allocated aspirin (adjusted absolute risk difference −1.1%, 95% CI −9.4%, 7.3%). There were 5 SICH (3.2%) in patients allocated alteplase versus none in patients allocated aspirin, absolute risk difference 3.3%, 95% CI 0.8%, 7.4%. Details on death as an outcome for the whole sample, as well as specific information on outcomes for patients with lacunar stroke, were not reported.The Antiplatelet versus R-tPA for Acute Mild Ischaemic Stroke (ARAMIS) trial, published in 2023,53randomised 760 patients with minor non-disabling stroke to alteplase 0.9 mg/kg versus dual antiplatelet therapy (DAPT) with aspirin and clopidogrel within 4.5 h of onset, of whom 166 (21.1%) were classified as small vessel occlusion. The primary outcome was excellent functional outcome (mRS < 2) which for patients with lacunar infarct/small artery occlusion was achieved in 83/87 allocated DAPT and 73/79 allocated alteplase, risk difference 3.0%, 95% CI −4.3%, 10.3%, in favour of DAPT. The result for the whole trial was similar, 346/369 DAPT and 320/350 allocated alteplase had excellent functional outcome, an adjusted risk difference of 2.3%, 95% CI −1.6%, 6.1%,p< 0.001 for non-inferiority in favour of DAPT. In the whole trial, SICH (1 DAPT, 3 alteplase) and any"
  },
  {
    "full_text": "whole trial, SICH (1 DAPT, 3 alteplase) and any bleeding (6 DAPT, 19 alteplase) were infrequent and not reported for the lacunar subgroup.The Austrian Stroke Unit Registry54records patients admitted to Stroke Units in Austria. In a retrospective analysis of patients with lacunar or non lacunar stroke who received alteplase or not (401 each), matched for NIHSS, prestroke mRS and other risk factors, patients with lacunar stroke who received alteplase had better functional outcome at 3 months than patients with lacunar stroke who did not receive alteplase (p< 0.001). SICH occurred in 1% of patients who received alteplase and 0.2% of those not given alteplase.Marcelinus et al.55retrospectively analysed patients with lacunar ischaemic stroke from a stroke registry of the neurology department of first Affiliated Hospital of Zhengzhou University from January 2013 to December 2020. They used propensity score matching to compare patients who received alteplase versus those who did not. The primary outcome was favourable functional outcome at 3 months after stroke onset, defined by attaining a score of ≤2 points on the modified Rankin scale (mRS). 132 of 717 patients were identified of whom 44 pairs of alteplase–no alteplase were successfully matched. After propensity matching, the patients who received alteplase were more likely to have a favourable outcome at 3-month follow-up (OR = 0.247, 95% CI 0.074, 0.830,p= 0.024). There was one case of asymptomatic ICH in alteplase-treated patients.The available trials and sample with data on lacunar ischaemic stroke do not provide any data on risk of SICH according to cSVD burden. Data from IST3 found that SICH was increased with severe WMH and old infarcts but there was still benefit of alteplase.31Observational analyses also show that SICH risk is increased in patients with severe WMH and old infarcts and should be balanced against the likelihood of benefit from thrombolysis.56Current clinical guidelines on thrombolytic treatment19(Table 1) do not provide specific recommendations on subtypes of ischaemic stroke.In summary, the MWG noted that the data on alteplase in lacunar ischaemic stroke was very limited, that lacunar ischaemic stroke is difficult to identify clinically or with CT brain scanning (as used in most trials) in the acute phase, that dependency (the main outcome measure in trials of thrombolysis) is infrequent after lacunar stroke giving limited power to detect effects, and that the confidence intervals overlapped the line of no effect. In general, the trend was in the direction of benefit from alteplase, and consistent with the overall results of trials of alteplase versus control across all stroke severities and subtypes.19For this reason, the MWG provided a cautiously worded Evidence-based Recommendation, voted on two Expert Concensus Statements concerning use of rt-PA in lacunar stroke, and concurred cautiously that patients with lacunar ischaemic stroke should be managed as per current"
  },
  {
    "full_text": "ischaemic stroke should be managed as per current guidelines on use of thrombolysis in ischaemic stroke.19PICO 1 Risk of bias assessment for good functional outcomePICO 2:In patients with suspected acute lacunar ischaemic stroke, does acute treatment with antiplatelets (considering single/dual, duration, and whether any particular antiplatelet or combination of antiplatelets is better), compared to avoiding/less of/alternative antiplatelet intervention, reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?This PICO addresses antiplatelet treatment; anticoagulant treatment is covered in PICO 4 (progressive lacunar stroke) and PICO 5 (other treatments).Analysis of current evidenceWe performed a combined literature search for PICO 2 and PICO 6 (Supplemental Table 5;Supplement PRISMA diagrams) and identified 3 acute antiplatelet treatment trials.These were heterogeneous regarding intervention or timing of outcome evaluation and therefore no meta-analysis was possible.Aspirin versus placeboThe Chinese Acute Stroke Trial (CAST) included patients with ischaemic stroke within 48 h from the event onset. Patients were randomised to receive either aspirin 160 mg or placebo.57Patients were followed up to 4 weeks. In the subgroup of patients with lacunar stroke, aspirin was not superior to placebo in preventing a composite of any stroke, myocardial infarction and death (RR 0.89, 95% CI 0.66, 1.21).58The International Stroke Trial (IST)59used a factorial design to examine treatment with heparin 5000 IU or 12500 IU twice daily or no heparin, as well as aspirin 300 mg daily or no aspirin. There were two primary outcomes: death within 14 days, and death or dependency at 6 months. The trial found a trend towards better primary outcome in the aspirin group (death at 14 days 9.0% vs 9.4% and death or dependency at 6 months 62.2% vs 63.5%, (2p = 0.07)). When analysing additional outcomes, the authors found that death at 14 days (2.8% vs 3.9% (2p < 0.001)) as well as a reduction of death or non-fatal recurrent stroke (11.3% vs 12.4% (2p = 0.02)) were significantly better for the aspirin group and the authors concluded that their study and the Chinese Acute Stroke Trial (CAST)57suggest that aspirin should be started as early as possible after acute ischaemic stroke onset.59In a lacunar stroke subgroup analysis, there were 1112 primary events among 2308 patients in the aspirin group and 1116 primary events among 2308 patients in the control group for being dead or dependent at 6 months (corresponding to OR 0.99, 95% CI 0.88, 1.11).59Intensive antiplatelet therapy versus standard therapyThe Triple Antiplatelets for Reducing Dependency after Ischaemic Stroke (TARDIS) trial60compared the combined administration of three antiplatelets with either aspirin and dipyridamole in combination denoted as ‘Intensive antiplatelet therapy’, or clopidogrel alone denoted as"
  },
  {
    "full_text": "therapy’, or clopidogrel alone denoted as ‘Guideline-based antiplatelet therapy’. Patients were included within 48 h of stroke/TIA onset and received one of these treatments for 30 days. Primary outcome was defined as the combined incidence and severity of any recurrent stroke (ischaemic or haemorrhagic; assessed using the modified Rankin Scale) or TIA within 90 days. The trial was stopped early because of an increase of major bleedings in the intensive treatment group without a reduction of the primary outcome.60Among the 1556 patients receiving intensive antiplatelet therapy, 646 (42%) had a previous lacunar ischaemic stroke and among the 1540 patients receiving Guideline therapy 642 (42%) had a previous lacunar ischaemic stroke according to the Oxfordshire Community Stroke Project (OCSP) classification. For the subgroup of patients with lacunar ischaemic stroke, there was no difference in the primary outcome at 90 days (OR 1.0, 95% CI 0.6, 1.5).Cilostazol versus no antithrombotic treatmentNo trial with specific results for patients with suspected acute lacunar ischaemic stroke was identified. Some additional information is provided in PICO 5.Cilostazol versus other antiplatelet agentsNo trial with specific results for patients with suspected acute lacunar ischaemic stroke was identified. Some additional information is provided in PICO 5.Dual antiplatelet therapyThe CHANCE61and POINT62trials found effect but did not specifically report results for patients with lacunar ischaemic stroke in their primary reports. However, it is not uncommon that there is a substantial proportion of patients with lacunar/small vessel stroke in clinical trials.57,59,63CHANCE subsequently reported a subgroup analysis,64with no detected difference in the primary efficacy outcome between single small subcortical infarction patients without or with parental artery disease (considered to be related to atherosclerosis), but this may be due to insufficient power and that the definition of small vessel disease was not equal to that of lacunar ischaemic stroke.Additional informationThe CHANCE-2 trial included patients with minor stroke or transient ischaemic attack within 24 h of symptom onset and carring CYP2C19 loss-of-function alleles, for treatment with either ticagrelor+aspirin or clopidogrel+aspirin for 90 days.65A recently published subgroup analysis results showed that for 1750 patients with small-vessel occlusion ischaemic stroke, the primary outcome new stroke within 90 days occurred in 5.3% overall, and was less frequent among those administered ticagrelor+aspirin (3.6%) versus 7.0% of those administered clopidogrel+aspirin (OR 0.51, 95% CI 0.33, 0.79,p= 0.002).66The stroke recurrence rates were higher among the 1696 participants with large artery atherosclerosis (10.2% overall) with no difference in the recurrence rate between those allocated ticagrelor-aspirin (9.8%) versus those allocated clopidogrel-aspirin (10.7%; OR 0.86, 95% CI 0.63, 1.18,p= 0.34). Based"
  },
  {
    "full_text": "OR 0.86, 95% CI 0.63, 1.18,p= 0.34). Based on this secondary analysis of a subgroup, it has been suggested that DAPT with ticagrelor-aspirin initiated very early and maintained for 90 days after stroke onset may perhaps be beneficial in patients with lacunar ischaemic stroke.67The Method Working Group discussed whether to include an Expert Consensus Statement with specific recommendations on short-term DAPT in patients with presumed lacunar ischaemic stroke. After these discussions the group reached an agreement to not include a specific Expert Consensus Statement regarding early short-term DAPT because of (1) inclusion also of TIA patients in the previous trials as shown in the Table immediately below, (2) the paucity of specific data for lacunar ischaemic stroke in previous trials shown in the Table immediately below (none of these trials reported specific outcome details on lacunar ischaemic stroke), (3) the early stroke recurrence rate is lower for lacunar ischaemic stroke than for other subtypes of ischaemic stroke,4and (4) because the pathogenetic mechanism in lacunar ischaemic stroke may usually be non-atherosclerotic and non-embolic,3antiplatelet treatment may not be as effective as in other subtypes of ischaemic stroke.TrialProportion of patients with lacunar mechanismProportion of patients with TIAFASTER6825.3%–36.1%At least 39%CHANCE61Not reported,*27.9%POINT62Not reported43.2%THALES69Not reported9%*Liu et al.70reported that among the total of 5170 subjects in CHANCE, a subgroup of 1089 underwent MR angiography, where 56% had intracranial large vessel stenosis (ICAS) and that there was no treatment effect interaction when comparing ICAS versus other (where the majority might be suspected to be small vessel disease), (p= 0.52).The MWG recognise that the amount and level of evidence for short-term DAPT in lacunar ischaemic stroke is rather low and new data on suspected lacunar ischaemic stroke are becoming available which may clarify the use of dual antiplatelet drugs short-term after suspected acute lacunar ischaemic stroke. For the above reasons, the Expert Consensus Statement is worded very cautiously, and presently no solid recommendations can be given.The ESO expedited recommendation for the use of short-term dual antiplatelet therapy early after minor stroke and high-risk TIA does not specifically mention lacunar ischaemic stroke or small vessel disease,71but, although we found little evidence to support short-term DAPT specifically in lacunar ischaemic stroke, we also found no evidence contradicting the suggestion to follow these recommendations. It should also be noted that in the acute phase within 24 h after stroke onset it is often difficult to diagnose with certainty that the ischaemic stroke is indeed a lacunar ischaemic stroke, further adding to the support for using the previously published ESO recommendations.71As there are no additional data suggesting that patients with lacunar ischaemic stroke should be treated"
  },
  {
    "full_text": "with lacunar ischaemic stroke should be treated differently than the current recommendations for acute antiplatelet treatment for ischaemic stroke71it may therefore be reasonable to use dual antiplatelet therapy short term according to the CHANCE and POINT trials’ protocols.PICO 3:In patients with suspected acute lacunar ischaemic stroke, does immediate antihypertensive treatment (considering agent and BP target), compared to avoiding this intervention, reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder and mood disorders?Analysis of current evidenceFive randomised controlled trials (RCTs) have assessed the impact of immediate antihypertensive treatment compared to avoiding this intervention in patients with acute ischaemic stroke, with secondary analyses on acute lacunar ischaemic stroke patients: CATIS,72SCAST,73ENOS,74VENTURE75and ENCHANTED76(Table 3;Supplemental Table 6;Supplement PRISMA diagrams). While lower SBP after acute stroke has been associated with better outcome in several observational studies,77,78and lower risk of symptomatic intracerebral haemorrhage in a trial and registry setting,79,80an important concern is that rapid BP reductions might worsen cerebral ischaemia through hypoperfusion with compromised autoregulation and collateral flow.81While none of these trials was specifically addressing this question in patients with acute lacunar ischaemic stroke, all have reported some secondary analysis results in this subgroup of patients, encompassing haemorrhagic stroke, major adverse cardiovascular events (MACE), dependency, depression and death. No subgroup information is available for the other outcomes (recurrent ischaemic stroke, cognitive impairment or dementia, mobility or gait).Table 3.GRADE evidence profile for PICO3 – In patients with lacunar stroke, does immediate antihypertensive treatment (considering agent and BP target), compared to avoiding this intervention, reduce functional outcome, MACE and other outcomes?Certainty assessmentNo of patientsEffectCertaintyImportanceNo of studiesStudy designRisk of biasInconsist-encyIndirect-nessImprec-isionOther consider-ationsInterv-entionCompar-atorOdds Ratio (95% CI)Absolute (95% CI)Functional Outcome4Randomised trialsNot seriousNot seriousNot seriousSeriousaNoneNRNROR 0.98 (0.74,1.28),*1 fewer per 1000(from 1 fewer to 1 fewer)***⨁⨁⨁○ModerateCRITICALOR 0.99 (0.78, 1.27)**MACE2Randomised trialsNot seriousNot seriousNot seriousSeriousaNone25/321 (7.8%)21/359 (5.8%)OR 1.33(0.73, 2.44)18 more per 1000(from 15 fewer to 73 more)⨁⨁⨁○ModerateCRITICALShift in mRS distribution2Randomised trialsNot seriousNot seriousNot seriousSeriousaNone-/634-/613OR 0.98(0.72, 1.34),*1 fewer per 1000(from 1 fewer to 1 fewer)0 fewer per 1000(from 0 fewer to 0 fewer)⨁⨁⨁○ModerateCRITICALOR 0.94(0.80, 1.10)**CI: confidence interval; OR: odds ratio; a Confidence interval crosses the clinical decision"
  },
  {
    "full_text": "Confidence interval crosses the clinical decision threshold.*Represents odds ratio for continuing anti-hypertensives (ENOS).**Represents odds ratio for transdermal glyceryl trinitrate (ENOS).***Represents identical absolute 95% CI for both * and **The China Antihypertensive Trial in Acute Ischaemic Stroke (CATIS) trial is a single-blind, blinded end-points randomised clinical trial, conducted among 4071 patients with non-thrombolysed ischaemic stroke within 48 h of onset and elevated systolic blood pressure (SBP, 140–220 mmHg), recruited in China.72Patients were randomly assigned to receive antihypertensive treatment (N= 2038, aimed at lowering systolic blood pressure by 10%–25% within the first 24 h after randomisation, achieving BP less than 140/90 mmHg within 7 days, and maintaining this level during hospitalisation) or to discontinue all antihypertensive medications (control) during hospitalisation (N= 2033). Mean time from stroke onset to randomisation was 15 h. Among these patients, 417 and 385 had lacunar ischaemic stroke in the antihypertensive treatment and control arm respectively. BP lowering was achieved with either intravenous angiotensin receptor inhibitors (ACEi) (first line), oral calcium channel antagonists (CCB) (second line), or oral diuretics. Mean SBP was reduced more drastically within 24 h in the antihypertensive treatment group than in the control group (absolute difference −9.1 mmHg;p< 0.001).Overall, the primary and secondary composite outcomes of death and major disability (mRS 3–6) at 14 days or hospital discharge and 3-month respectively did not differ between treatment groups (p= 0.98 and 0.93).The Angiotensin-receptor blocker candesartan for treatment of acute stroke (SCAST) trial is a randomised, placebo-controlled, double-blind trial where patients with acute stroke (ischaemic or haemorrhagic) and SBP ⩾ 140 mmHg were randomised within 30 h of symptom onset to receive candesartan or placebo for 7 days, with doses increasing from 4 mg on day 1 to 16 mg on days 3 to 7.73Mean time from stroke onset to randomisation was 18 h. In total, 2029 patients from Northern Europe were included in the intention-to-treat analysis (1017 in the candesartan and 1012 in the placebo group), of whom 588 with lacunar ischaemic stroke (279 in the candesartan group and 309 in the placebo group), defined based on OCSP criteria. The average achieved SBP difference between randomised groups during the 7-day treatment period was of 5 mmHg.Overall, at 6 months, the risk of the composite vascular endpoint (vascular death, myocardial infarction, or stroke) did not differ between treatment groups (p= 0.52), while analysis of functional outcome (shift in modified Rankin Scale (mRS) using ordinal logistic regression) suggested a nominally significant (p= 0.048) higher risk of poor outcome in the candesartan group (not significant after multiple testing correction atp≤ 0.025).The Efficacy of Nitric Oxide in Stroke (ENOS) trial is a partial-factorial"
  },
  {
    "full_text": "in Stroke (ENOS) trial is a partial-factorial trial where patients admitted to hospital with an acute ischaemic or haemorrhagic stroke and raised SBP (systolic 140–220 mmHg) were randomly assigned, within 48 h of stroke onset, to 7 days of transdermal glyceryl trinitrate (GTN, 5 mg per day) or to no GTN (control group).74A subset of patients who were taking antihypertensive drugs before their stroke were also randomly assigned to continue or stop taking these drugs. Mean time from stroke onset to randomisation was 26 h. In total, 4011 patients (80% from Europe, 14% from Asia) were included (2000 assigned to the GTN group and 2011 to the no GTN group), of whom 1397 with lacunar ischaemic stroke (695 in the GTN group and 702 in the no GTN group), defined based on OCSP criteria. Mean SBP was significantly reduced on day 1 in patients allocated to GTN compared with controls (difference −7.0 mmHg,p< 0.0001), and on day 7 in patients allocated to continue antihypertensive drugs compared with patients randomised to stop them (difference −9.5 mmHg,p< 0.0001).Overall, at 3 months, the primary outcome (shift in mRS using ordinal logistic regression) did not differ in either treatment comparison. GTN had no significant effects on any of the secondary outcomes. Patients who continued their BP-lowering drugs were significantly more likely to have died in hospital, be dead or disabled (Barthel index < 60) and had significantly lower cognition scores at day 90 than were those who stopped treatment.74The Valsartan Efficacy oN modesT blood pressUre REduction in acute ischaemic stroke (VENTURE) study group75performed a randomised, open-label, blinded-end-point trial examining whether lowering BP with valsartan versus placebo could improve death or dependency after acute ischaemic stroke. Out of 393 subjects included in the trial overall, 44% of participants had lacunar ischaemic stroke. Mean time from stroke onset to randomisation was 12 h.Overall, this trial failed to achieve the intended target in the valsartan group (defined as a 15% decrease from baseline or to 145 mmHg), (SBP 146.8 mmHg in the valsartan group vs 147.1 mmHg in the control group on the second day. The difference in primary outcome, death or dependency at 90 days, between the treatment and control groups (24.6% vs 22.6%) was not statistically significant. However, reducing BP with valsartan during this acute period was associated with an elevated risk of early neurological deterioration (END) during the first 7 days (secondary outcome).The Enhanced Control of Hypertension and Thrombolysis Stroke Study (ENCHANTED) assessed intensive blood pressure (BP) lowering compared with guideline-recommended BP lowering, in patients treated with alteplase for acute ischaemic stroke.76The design was a partial-factorial, open-label, blinded-endpoint trial of thrombolysis-eligible patients (age ⩾ 18 years) with acute ischaemic stroke and SBP ⩾ 150 mmHg. Eligible patients were randomly assigned within 6 h of"
  },
  {
    "full_text": "patients were randomly assigned within 6 h of stroke onset to receive intensive (target SBP 130–140 mmHg within 1 h) or guideline (target SBP < 180 mmHg) BP lowering treatment over 72 h. Mean time from stroke onset to randomisation was 3 h. In total, 2196 patients (74% Asian) were included in the intention-to-treat analysis (1081 in the intensive group and 1115 in the guideline group), of whom 623 with lacunar ischaemic stroke (333 in the intensive group and 290 in the guideline group), defined based on TOAST criteria. The average achieved SBP difference between randomised groups was of 6 mmHg, much smaller than the envisaged 15 mmHg.Overall, at 3 months, intensive BP lowering compared with current guideline-recommended BP management after IV alteplase therapy was not associated with a significant difference in functional recovery, as assessed by a shift in the distribution of mRS scores. It was associated with a significant reduction in the incidence of intracranial haemorrhage.76Dependency, early neurological deterioration and deathIn the CATIS trial,72a secondary subgroup analysis for the primary outcome (combination of death and major disability (mRS 3–6) at 14 days or hospital discharge) showed a trend (p= 0.06) towards interaction with ischaemic stroke subtypes. Although not significant, lacunar stroke was the only stroke subtype for which antihypertensive treatment tended to be associated with lower risk of mRS 3–6 (Supplemental Table 6).In the SCAST trial,73there was a significant trend towards a better functional outcome (mRS, ordinal logistic regression) with candesartan in patients with total anterior circulation ischaemic stroke (TACI) and partial anterior circulation ischaemic stroke (PACI), than in patients with lacunar infarction (LACI,pvalue for trend = 0.02).82The difference was no longer significant in the adjusted analysis, and, overall, there was no heterogeneity of treatment effect between the subgroups (p= 0.11)82(Supplemental Table 6).In the ENOS trial,74the neutral effect on functional outcome (shift in 3-months mRS score distribution) of early BP lowering by transdermal glyceryl trinitrate was comparable across acute ischaemic stroke subtypes, with a neutral effect in lacunar ischaemic stroke specifically (OR 0.99, 95% CI 0.82, 1.19;Supplemental Table 6). Secondary outcomes in lacunar ischaemic stroke patients are not reported.In the VENTURE trial,75the neutral efficacy outcomes did not differ in subgroups stratified by ischaemic stroke subtypes (P interaction 0.62 for death or dependency and 0.90 for MACE).In the ENCHANTED trial,76in secondary analyses published as part of the main trial results, no significant heterogeneity of the treatment effect on the main outcome (shift on 3-month mRS score) was observed across ischaemic stroke subtypes classified on the basis of clinician diagnosis based on TOAST criteria (p for interaction 0.90)76(Supplemental Table 6).76Subsequently, as there was concern that this approach may"
  },
  {
    "full_text": "as there was concern that this approach may have over-estimated the frequency of lacunar ischaemic stroke, classification as lacunar ischaemic stroke was reassessed by a combination of clinical and centrally adjudicated imaging findings.83This analysis comprised 454 patients with definite/probable lacunar ischaemic stroke (definite 155; probable 299) and 1178 patients with definite/probable non-lacunar ischaemic stroke, who all received intravenous alteplase. The overall treatment effect of intensive BP reduction versus guideline-recommended BP management on functional, safety and other clinical outcomes were comparable to the main results of the ENCHANTED trial (Supplemental Table 6). There was no heterogeneity of treatment effect on primary and other outcomes across the subgroups of lacunar and non-lacunar AIS, (allp:s for interaction ≥ 0.19).Haemorrhagic strokeIn the ENCHANTED trial,76in the secondary analysis where the classification as lacunar ischaemic stroke was reassessed by a combination of clinical and centrally adjudicated imaging findings,83there was no significant difference on any outcomes by randomisation in the lacunar ischaemic stroke subgroup. (Supplemental Table 6).83MACEIn the SCAST trial,73for the composite vascular endpoint (vascular death, myocardial infarction or stroke) there were no differences in treatment effect for either subgroup (p= 0.28),82(Supplemental Table 6).Post-stroke depressionIn the prespecified substudy84of the CATIS72trial, a total of 642 patients with acute ischaemic stroke within 48 h of onset and elevated systolic BP at 7 sites of CATIS were included. Patients were randomly assigned to receive antihypertensive treatment (n= 318) or to the control group (n= 324). The primary outcome was depression (Hamilton Rating Scale for Depression score ⩾ 8) at 3-month post-treatment follow-up. There were 102 lacunar stroke patients (defined according to TOAST criteria) in the antihypertensive group and 104 lacunar stroke patients in the control group. The number of events (Hamilton Rating Scale for Depression score ⩾ 8) was slightly higher in the antihypertensive group than in the control group (OR 1.42, 95% CI 0.82, 2.46). There was no heterogeneity of treatment effect on post-stroke depression across stroke subtypes (p= 0.07).In summary, there is no evidence that immediate antihypertensive treatment, compared to avoiding this intervention, may be more beneficial in patients with suspected acute lacunar ischaemic stroke than in acute ischaemic stroke patients overall, in whom the absence of benefit has already been demonstrated and reflected in guidelines, with which we concur.85Time to treatment may have an effect and varies across RCTs (6–48 h), but in trials with longer time windows analyses stratified on time to treatment are not available in patients with lacunar ischaemic stroke.Results of the aforementioned trials may also have been diluted by the modest difference in BP reduction between the intervention"
  },
  {
    "full_text": "in BP reduction between the intervention and control groups in most trials.Most RCTs excluded patients with extremely elevated systolic blood pressure (>220 mmHg), or do not provide separate results in the subgroup in patients with lacunar ischaemic stroke and SBP >220 mmHg.Meta-analysesFew data were available to conduct meta-analyses.Primary meta-analyses were conducted in acute lacunar ischaemic stroke patients without thrombolysis only. Indeed, optimal BP management may be different in patients undergoing reperfusion therapy and those who are not. Of note, we did include in this meta-analysis two studies that included a small percentage (<12%) of patients who underwent thrombolysis (ENOS,74SCAST82), although subgroup results in lacunar ischaemic stroke without thrombolysis weren’t available.In a meta-analysis combining CATIS,72SCAST,82VENTURE75and ENOS immediate antihypertensive treatment (using a defined dose of Candesartan, Valsartan, transdermal glyceryl trinitrate or targeting a BP <140/90 mg with ACEi, CCB, or diuretics), compared to avoiding this intervention was not associated with a better functional outcome: OR 0.98, 95% CI 0.74, 1.28, for mRS 3–6,Figure 2.Figure 2.Meta-analysis of immediate antihypertensive therapy in suspected lacunar ischaemic stroke on functional outcome (mRS 3-6 vs 0-2), (a) continuing versus stopping antihypertensive treatment and (b) transdermal GTN versus no GTN.In a meta-analysis combining SCAST82and VENTURE,75immediate antihypertensive treatment, compared to avoiding this intervention was not associated with a lower risk of MACE: HR 1.33, 95% CI 0.73, 2.44,Figure 3.Figure 3.Meta-analysis of immediate antihypertensive therapy in suspected lacunar ischaemic stroke on MACE.As recanalisation may theoretically be less critical in lacunar ischaemic stroke compared to ischaemic stroke with large vessel occlusion, in particular with a lower risk of broad hypoperfusion related to BP lowering,83we also conducted pragmatic meta-analyses combining studies with and without thrombolysis.In a meta-analysis combining CATIS,72SCAST,82VENTURE,75ENCHANTED,83and ENOS74immediate antihypertensive treatment (using a defined dose of Candesartan, Valsartan, targeting a BP <140/90 mg or a SBP 130–140 mmHg), compared to avoiding this intervention was not associated with a better functional outcome: OR 0.99, 95% CI 0.82, 1.21, for mRS 3–6,Figure 4.Figure 4.Meta-analysis of immediate antihypertensive therapy in suspected lacunar ischaemic stroke, subgroup analysis comparing with versus without thrombolytic treatment on functional outcome (mRS 3-6 vs 0-2), (a) continuing versus stopping antihypertensive treatment and (b) transdermal GTN versus no GTN.In a meta-analysis combining ENOS74and ENCHANTED,76immediate antihypertensive treatment (using transdermal glyceryl trinitrate or targeting a SBP 130–140 mmHg), compared to avoiding this intervention was also not associated with a better functional outcome measured by the shift in mRS score"
  },
  {
    "full_text": "outcome measured by the shift in mRS score distribution: OR (continuing anti-hypertensives): 0.98, 95% CI 0.72, 1.34; OR (transdermal glyceryl trinitrate): 0.94, 95% CI 0.80, 1.10, for unfavourable shift (Figure 5).Figure 5.Meta-analysis of immediate antihypertensive therapy in suspected lacunar ischaemic stroke on functional outcome analysed using ordinal shift analysis of the mRS, (a) continuing versus stopping antihypertensive treatment and (b) transdermal GTN versus no GTN.Additional informationPrevious meta-analyses of RCTs have focused on BP lowering in acute ischaemic stroke at large only.A meta-analysis of 18 RCTs assessing the impact of BP lowering drugs in acute ischaemic stroke on mortality, found no evidence of a beneficial effect85: OR 1.00, 95% CI 0.84, 1.19,p= 0.98,I2= 35%. Similarly, a meta-analysis of 12 RCTs assessing the impact of BP lowering drugs in acute ischaemic stroke on improved functional outcome (mRS 0–2) at 3–6 months following symptom onset found no statistically significant difference between the use of any BP lowering drugs compared with control85: OR 0.98, 95% CI 0.85, 1.12,p= 0.72,I2= 35%.Most of these RCTs (except for those mentioned above) did not include subgroup analyses in patients with lacunar ischaemic stroke.86–97Of note, a meta-analysis of two RCTs (RIGHT98and RIGHT-299) assessing the impact of hyperacute pre-hospital BP lowering with any vasodepressor drug showed no difference between transdermal GTN and placebo for the outcome of death at 3 months or functional outcome (mRS 3–6).85However no subtype-specific results for lacunar ischaemic stroke were reported, a challenge in the pre-hospital (pre-imaging) setting.Other guidelinesTo our knowledge, no previous guideline has focused specifically on acute BP lowering in patients with lacunar ischaemic stroke. Recent guidelines on blood pressure management in acute ischaemic stroke at large are summarised below as a point of comparison:The previously published ESO guideline (Table 1), with which we concur, suggests against routine BP lowering in the pre-hospital setting and in the first 24 h following symptom onset in hospitalised patients with any acute ischaemic stroke and BP<220/110 mmHg not treated with intravenous thrombolysis or mechanical thrombectomy (unless necessary for a comorbid condition). In patients with any acute ischaemic stroke undergoing intravenous thrombolysis it suggests maintaining BP below 185/110 mmHg before bolus and below 180/105 mmHg after bolus, and for 24 h after alteplase infusion. The guideline also states that there is continued uncertainty over the benefits and risks (advantages/disadvantages) of continuing versus temporarily stopping previous blood pressure lowering therapy. Moreover, although the effects of blood pressure lowering in acute ischaemic stroke patients with SBP >220 mmHg are unknown, as such patients were excluded in most RCTs, careful blood pressure reduction (<15% SBP in 24 h) was deemed reasonable and"
  },
  {
    "full_text": "(<15% SBP in 24 h) was deemed reasonable and likely to be safe in an Expert Consensus Statement.85The current US guidelines for acute ischaemic stroke regardless of stroke subtype are to allow patients to autoregulate blood pressure to maintain perfusion for 24 h, up to a SBP of 220 mmHg for patients who did not receive alteplase and 180 mmHg for those who received tPA.100The Chinese guidelines for BP management in the acute phase of ischaemic stroke do not provide any specific guideline for the lacunar ischaemic stroke subtype either.28For patients with BP <220/120 mmHg, who do not receive IV alteplase or endovascular treatment and do not have complications requiring emergency antihypertensive treatment, this guideline states that starting or restarting antihypertensive therapy within the first 48–72 h after AIS is not effective in preventing death or severe disability. For patients with BP ⩾220/120 mmHg, who do not receive IV alteplase or endovascular treatment and do not have complications requiring emergency antihypertensive treatment, the effect of starting or restarting antihypertensive therapy within the first 48–72 h after AIS is uncertain. The guideline states that it may be reasonable to reduce BP by 15% within the first 24 h after stroke.28Registry dataA large Korean multicentre stroke registry data on 3042 patients with acute lacunar ischaemic stroke and 97349 systolic blood pressure measurements, recently showed that the relationship of SBP levels with poor outcome (3-months mRS 2-6) after acute stroke was strongly time-dependent.101Elevated SBP was associated with poor outcome in patients with acute lacunar ischaemic stroke, except in the very early phase of acute stroke (first 4 h). At 1 and 4 h after stroke onset, the relationship between SBP and poor outcome showed a non-linear association. The nadir (BP value with lowest percentage of poor outcome) was 155 mmHg at 1 h and 124 mmHg at 4 h. After this time period, from 4 to 72 h after stroke onset, higher SBP was linearly associated with a poorer outcome, with the steepest slope observed at 16–24 h from onset. After that the effect of SBP on poor outcomes seemed to diminish, in line with previous reports.102,103These results suggest a complex time-dependent pattern of association between BP level in acute lacunar stroke patients and functional outcome. They may, at least in part, explain the lack of benefit of BP lowering in published clinical trials and could be informative for the design of future RCTs. Based on this registry data it was estimated that a 10 mmHg reduction of SBP at the timepoints of 16–72 h could improve the outcome by approximately 2%.101PICO 3 Risk of bias of randomised controlled trials (outcome: functional, shift in mRS score distribution)PICO 4:In patients with suspected acute lacunar ischaemic strokeand progressive symptoms, does acute treatment with antiplatelets/anticoagulants/thrombolysis/other agent, compared to less intense or avoiding this"
  },
  {
    "full_text": "agent, compared to less intense or avoiding this intervention, reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?Definition:Most lacunar strokes present with a neurological deficit which improves steadily after onset.104However, progressive worsening of neurological, particularly motor, symptoms in the hours or days after initial symptom onset occurs in some patients with lacunar stroke syndromes leading to unexpectedly worse disability than is typical in lacunar stroke.105This deterioration is referred to variously as early neurological deterioration (END), progressive stroke, progressing stroke, stuttering onset, or capsular warning syndrome (CWS); we use the term ‘progressive lacunar stroke’.‘Progressive lacunar stroke’ is defined quite variably, including as an increase in NIHSS of ⩾2 points within 72 h106,107or ⩾3 points in total and ⩾2 points for limb paresis within 5 days,108or ⩾4 in total,109,110or ⩾2 by 48 h111or the seventh day after admission,112or ⩾1 within 5 days of onset,113,114or ⩾1115,116in the NIHSS, or ‘any persistent neurological worsening’.117Capsular warning syndrome (‘capsular’ or ‘stroke warning syndrome’) is variously defined as ‘⩾3118–121or ⩾2122stereotyped episodes of lacunar symptoms within 24, 48, or 72 h, with complete neurological resolution between episodes’. ‘Stuttering’ or ‘fluctuating’ lacunar syndrome’ is defined as ‘neurologic deficit’ with periods of improvement and worsening (with or without full resolution).123Progressive or stuttering stroke and capsular warning syndrome should be differentiated from early recurrent stroke occurring in the first few days since the mechanism and treatment implications may be different. Progressive stroke is a gradual deterioration whereas early recurrent stroke causes a sudden deterioration in neurological status or different neurological symptoms (indicating different brain region) to those of the initial stroke.Frequency, risk factors, outcomes: Stuttering onset, capsular warning syndrome or progressive worsening of symptoms occur in 20%–36% of patients with lacunar clinical syndrome in the hours to days after first symptom onset.105,124Risk factors such as motor paresis,105,108larger infarct volume,108,124more severe stroke at admission,101worse perfusion in the infarct,105,106more proximal location in the internal capsule or basal ganglia and larger diameter107,108seem fairly consistent between studies. Other risk factors such as male sex,105,108or older age108are variable. It is not consistently associated with BP,105hypertension, or cardiac embolic sources104,105,124An apparent association with D-dimer, thrombin and fibrin formation125may suggest a stuttering thrombotic process. Progressive stroke is associated with worse functional outcomes possibly reflecting the frequent occurrence in patients with motor symptoms.105,109,117The systematic literature search"
  },
  {
    "full_text": "systematic literature search identified 567 titles/abstracts, of which 45 were duplicates (Supplement PRISMA diagrams). Of the remaining 522, 21 were selected for full text review and of these six were selected for extraction. Some additional papers were identified during searches for the other PICOs and further articles were identified in reviews or other sources.This provided two randomised trials both testing antiplatelet drugs (cilostazol,109clopidogrel112), plus three prospective observational studies, 14 retrospective observational studies, two case series, one case report (Supplemental Tables 7and8) and one review.105The two randomised trials were too different to perform a meta-analysis but we were able to calculate ORs for progressive stroke and mRS.Analysis of Current EvidenceRandomised Trials: We found two RCTs that assessed interventions to reduce progressive stroke that included patients with lacunar stroke, but unfortunately in both trials, lacunar stroke was a subset (albeit > 50%) of the population, and neither trial reported outcomes including mRS for the lacunar group alone (Supplemental Table 7,Table 4). There were therefore no published RCTs assessing directly the effect of any interventions in progressive lacunar ischaemic stroke on the stated PICO outcomes.Table 4.GRADE evidence profile for PICO 4.Certainty assessmentNo of patientsEffectCertaintyImportanceNo of studiesStudy designRisk of biasInconsistencyIndirectnessImprecisionOther considerationsCilostazol + standard care treatmentNo cilostazol + standard care treatmentRelative (95% CI)Absolute (95% CI)a) Shimizu et al.109Good outcome (mRS 0–2 at 90 days) all patients (approx 68% were lacunar stroke)1Randomised trialSeriousaNot seriousSeriousSeriousbNone221/251 (88.1%)217/256 (84.8%)OR 1.32(0.79, 2.21)33 more per 1000(from 33 fewer to 77 more)⨁○○○Very lowCRITICALProgressive symptoms (⩾4-point increase on NIHSS) in the subgroup (n= 343) with lacunar ischaemic stroke1Randomised trialSeriousaNot seriousSeriousSeriousbNone7/154 (4.5%)9/173 (5.2%)OR 0.87(0.32, 2.39)6 fewer per 1000(from 35 fewer to 64 more)⨁○○○Very lowCRITICALb) Nishi et al.112Good outcome (mRS 0–2 at 90 days) all patients (29 lacunar stroke, 23 BAD)1randomised trialSeriousaNot seriousSeriousSeriousbNone22/28 (78%)17/25 (68%)OR 1.73(0.50, 5.92)106 more per 1000 (from 165 fewer to 246 more)⨁○○○very lowCRITICALProgressive symptoms (⩾2 point increase on NIHSS) all patients (29 lacunar stroke, 23 BAD)1randomised trialseriousanot seriousseriousseriousbnone0/28 (0.0%)4/26 (15.4%)OR 0.09(0.00, 1.72)138 fewer per 1000(from – to 84 more)⨁○○○very lowowCRITICALBAD: branch atheromatous disease; CI: confidence interval; OR: odds ratio. Unfortunately data were not available for either outcome for just the lacunar stroke subgroup.Explanations.aOpen-label trial.bConfidence interval crosses the clinical decision threshold and optimal information size not met.One pilot multicentre RCT109(Table 4a) in 55 sites in Japan,"
  },
  {
    "full_text": "RCT109(Table 4a) in 55 sites in Japan, randomised 510 non-cardioembolic progressive stroke patients (mean age 63) including 343 with lacunar stroke subtype, to cilostazol versus no cilostazol, open label. All patients received Japanese guideline treatment including antiplatelet or an antithrombin agent. Cilostazol was started within 24 h and continued for 3 months. The outcome was the rate of progressive stroke defined as ⩾4pt on NIHSS on day 3 and/or 5, and mRS 0–1 at 3 months, but the authors only reported the rate of progressive stroke in the lacunar subgroup, and we were unable to obtain additional information from the authors. In 343 patients with lacunar stroke, 7/154 (3.2%) allocated cilostazol and 9/175 (6.3%) allocated no cilostazol experienced progression (OR 0.869, 95% CI 0.304, 2.386,p= 0.143). mRS 0–2 was reported for all 507 patients (of which lacunar made up 68%) did not differ between cilostazol and no cilostazol (221/251, 88.1%, vs 217/256. 84.8%, OR 1.32, 95% CI 0.79, 2.21). There were several sources of bias: the method of randomisation was not given, the trial was open label, it is unclear if follow-up was blinded, and the guideline treatment was heterogeneous.The other RCT112(Supplemental Table 7, Table 4b) in Japan enrolled 54 patients with lacunar infarcts (n= 29) or branch atheromatous disease (n= 23) within 48 h of stroke and randomised 28 to argatroban, aspirin and clopidogrel (AAC) and 26 to argatroban and aspirin (AA) and therefore is a trial of clopidogrel versus no clopidogrel on a background of argatroban and aspirin. The outcomes were progressive stroke, defined as worsening of ⩾ 2 NIHSS on the seventh day of admission, and mRS at 3 months, but neither outcome was reported for the lacunar stroke group alone. There were fewer progressive strokes in the AAC group than in the AA group (0 [0%] versus 4 [16%]p= 0.04) but no difference in dependency (mRS 3–6) at 3 months (AAC 6 [21%] vs AA 8 [32%],p= 0.53). Sources of bias included randomisation by sealed envelope, open label and follow-up by hospital staff (blinding not mentioned).We found one entry in a trial registry (UMIN-CTR Clinical Trial) for a RCT of cilostazol+ aspirin versus aspirin started within 48 h of symptom onset and continued for 14 days to prevent progressive symptoms in lacunar stroke in Japan with outcomes including NIHSS and Barthel Index at 14 days (C000000454, Terayami et al, 2006), but could not find any results.Additional informationThe 19 observational studies (Supplemental Table 8) included various types of progressive lacunar stroke, were mostly retrospective, or prospective with historical controls, and tested several different interventions: antiplatelets (DAPT 3; cilostazol 2; tirofiban 2; abciximab 2), rt-PA (5), heparin (2), BP lowering (valsartan +/-indapamide 1), BP raising (phenylephrine 2), statin (1). Outcomes also varied: 11 retrospective, one prospective observational study and two case series reported outcomes of mRS, NIHSS,"
  },
  {
    "full_text": "two case series reported outcomes of mRS, NIHSS, haemorrhagic stroke or recurrent stroke (majority used mRS); the other four retrospective and one prospective study used the outcome of progressive stroke.The heterogeneity of patients, interventions, outcomes and the low quality of evidence provided by retrospective or prospective studies as regards interventions, makes it very difficult to summarise these data. However, considering the larger studies (n> 50), commoner interventions (antiplatelet, rt-PA, phenylephrine), outcomes (mRS, progression) and ignoring whether the studies were retro- or prospective, we derived the following summary.DAPTversusno DAPT108,126: in 458 patients with lacunar stroke, amongst whom 130 patients developed early neurological deterioration, amongst the 97 who received DAPT, mostly for 5 days versus the 33 who did not receive DAPT, NIHSS was better at discharge than admission (68% vs 35%,p= 0.002), fluctuations were fewer (absent in 79% vs 33%,p< 0.001) but there was no difference in mRS at discharge (80% vs 73%,p= 0.46).Cilostazolversusaspirin111: In 453 patients with lacunar stroke or branch atheromatous disease, amongst those who received cilostazol versus historical controls who received aspirin, there were fewer episodes of early neurological deterioration (18.5% vs 31.4%,p= 0.002), and lower mean mRS at 1 month (1.9 SD ± 1.5 vs 2.3 SD ± 1.5,p= 0.011).Alteplase versus no alteplase117,121: In 72 patients with capsular warning syndrome,121IV alteplase versus no IV alteplase did not improve mRS 0–2 at 3 months (IV alteplase: 23 [85%] versus no IV alteplase: 38 [84%],p= 0.993). In 100 patients with anterior choroidal artery ischaemic stroke of whom 46 progressed,11712/21 who progressed, versus 9/54 who did not progress, received alteplase (p= 0.3) but patients who progressed had more severe strokes at admission.Intensive BP lowering: One study114in 119 patients with lacunar stroke confirmed on MRI (<20 mm in DWI) and SBP ⩾160 mmHg, tested intensive BP lowering with valsartan+/- indapamide (to SBP goal <180 mmHg during the first 7 days after admission, <160 mmHg days 7–14, and <140 mmHg after day 14), vs historical controls with BP managed according to usual targets. BP was similar between groups in the first 14 days with no difference in progression of motor symptoms (intensive vs control: 14 [24%] vs 16 [27%],p= 0.87).Phenylephrine to elevate BP: two studies tested phenylephrine to elevate BP in patients with lacunar stroke and progressive motor symptoms (n= 82,11566116) on NIHSS and mRS. Amongst patients who received phenylephrine, mean NIHSS at discharge was lower (1.1 SD 1.47 vs 1.86 SD 1.92,p= 0.042115; 4.4 ± 2.5 vs 6.0 ± 3.7,p= 0.036116) and more patients were independent (mRS 0–2) at discharge (62%vs 50%,p= 0.044)115or at 3 months (18 [72%] vs 15 [36.6%],p= 0.011).116However many patients given phenylephrine did not achieve target BP,115and many patients who did not receive phenylephrine had higher systolic"
  },
  {
    "full_text": "did not receive phenylephrine had higher systolic BPs than those who were given phenylephrine.116Cilostazol±edaravone versus other drugs(argatroban, ozagrelsodium, urokinase)113: in 218 patients with large lacunar infarcts, cilostazol+edaravone did not reduce motor progression (int. vs control: 49 [49%] vs 55 [47%],p= 0.83).Statins110: (published in abstract but with details of results) amongst 277 patients with lacunar stroke of whom 24 had early neurological deterioration, in a retrospective analysis of DAPT, anticoagulation and statins, more patients without early neurological deterioration (41.9%) received early statin intervention (newly initiated, dose-escalation, or switching to a strong statin) than did patients with early neurological deterioration (20.8%), and statin use was associated with less early neurological deterioration in a multivariate model (OR 0.22, 95% CI 0.06, 0.68,p<0.01).One ongoing multicentre trial in France, Induced hypertension in acute PRogrESsive perforating artery Stroke Using peripheral dilute norepinephrine, PHRC-21-0096 (PRESSURE,NCT06059144) in 358 patients with progressive lacunar ischaemic stroke, may provide further evidence in future on the benefit or harm of drug-induced hypertension on functional independence at 90 days.Progressive symptoms lead to worse outcome after lacunar stroke but estimates of frequency vary, likely due to varying definitions amongst other factors.The evidence base on interventions is very limited, mostly made up of retrospective studies or prospective studies that use historical controls.There is no evidence to recommend any particular antiplatelet, BP management regimen (raising or lowering), rt-PA, anticoagulation, statin, or other treatment for progressive lacunar stroke that is different to treatment for lacunar stroke in the acute phase without progressive symptoms as described in PICOs 1–3 and 5.While it is clear that more high-quality trials are needed in progressive lacunar stroke, this should not take precedence over the major need for high quality trials in all suspected acute lacunar ischaemic stroke.We therefore suggest that patients with suspected lacunar ischaemic stroke and progressive symptoms should be included in all trials in acute lacunar ischaemic stroke but identified as a specific subgroup with prespecified planned analysis of the treatment effect in this subgroup. There is also an urgent need to agree a concensus definition for progressive lacunar ischaemic stroke.PICO 4 Risk of bias of randomised controlled trials (outcome: mRS and progressive stroke)PICO 5:In patients with suspected acute lacunar ischaemic stroke, does acute treatment with other agents such as phosphodiesterase-3 inhibitors (e.g. cilostazol, pentoxifylline), anti-inflammatory agents (e.g. minocycline), anticoagulants, nitric oxide donors (e.g. transdermal glyceryl trinitrate), phosphodiesterase 5 inhibitors (sildenafil, tadalafil, dipyridamole), or other relevant agents not addressed in"
  },
  {
    "full_text": "or other relevant agents not addressed in the other PICOs, compared to less intense or avoiding this intervention, reduce any recurrent stroke, recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?Analysis of current evidenceThe systematic literature searches for PICO 5 and 10 were performed together (Supplement PRISMA diagrams). The search identified 248 titles/abstracts. Of these, 46 articles were selected for full-text review, and 8 were selected for data extraction.46,127–132Three additional articles were identified by the searches in other PICO questions.131–135After reference screening of reviews, we added another 2 RCTs.131,136This delivered 13 RCTs, of which 7 were assigned to PICO 5.For PICO 5, we ordered the text according to agent. We found two studies on intravenous Magnesium. Due to the heterogeneity of outcomes, the data were not suitable for pooling. We found one study on cilostazol, two studies on anticoagulation, one on glyceryl trinitrate and one on Xueshuantong (Chinese medicinal herb). These are summarised inSupplemental Table 9.MagnesiumMagnesium has been studied as a neuroprotective agent, although the exact mechanism remains uncertain and may be multimodal.137Amongst others, magnesium acts as an NMDA glutamate receptor antagonist, blocks calcium cell entry and exhibits cardiovascular effects.One randomised placebo-controlled, double-blinded trial (IMAGES, 2004) included 2386 previously independent patients with acute ischaemic stroke, in which study treatment could be started within 12 h of stroke onset.138Of these, 765 patients (32%) had a clinical lacunar stroke syndrome. Patients received intravenous magnesium (4 g bolus followed by 16 g over 24 h) or placebo. The primary outcome was a joint binary outcome of death and disability at 90 days, in which Barthel score and mRS were combined. In the whole cohort, the primary outcome was not improved by magnesium (OR 0.95, 95% CI 0.80, 1.13,p= 0.59). A post-hoc analysis identified patients with lacunar syndrome as a potential subgroup that could benefit from magnesium (common OR 0.70, 95% CI 0.53, 0.92). However, the study was performed between 1997 and 2003 and major changes in acute stroke management occurred since then, like iv-thrombolysis (proportion in the trial not mentioned), stroke unit care and early start of antiplatelet therapy. Furthermore, although the trial aimed at including ischaemic stroke, imaging was not required before trial entry resulting in 8.9% primary haemorrhage among the lacunar stroke syndrome subjects.139Therefore, we think the results of this study are hardly generalisable to the lacunar stroke population in current clinical practice.A smaller trial with similar design (2013) included 107 patients with acute ischaemic stroke and symptoms less than 12h, of which 41 (38%) had a lacunar syndrome.140Patients were randomised between intravenous"
  },
  {
    "full_text": "were randomised between intravenous magnesium or placebo. Primary outcome was the NIHSS score at 90 days, which was different between the two groups (magnesium 4.7 ± 5.0 vs placebo 7.2 ± 5.7;p= 0.032). In patients with lacunar syndrome, NIHSS was 1.6 ± 1.4 in the Mg group versus 3.3 ± 1.9 in the placebo group (p= 0.003). The clinical relevance of this difference is uncertain. Secondary outcomes (mRS and mortality at 90 days) were not reported for the subgroup of lacunar stroke.CilostazolWe identified no cilostazol trials with relevant clinical outcomes that reported specific results for patients with acute lacunar ischaemic stroke. The ECLIPse trial136randomised 103 patients with acute lacunar stroke to either cilostazol plus aspirin or placebo plus aspirin for a duration of 90 days.136The median time from symptom onset to randomisation was 5 days, and 78% of patients were randomised within 7 days. The primary outcome was pulsatility index on Doppler ultrasound, a non-clinical measure, but recurrent ischaemic stroke within 90 days was reported as a secondary outcome: it occurred in one patient in both groups.Glyceryl trinitrateNitric oxide (NO) donors such as Glyceryl trinitrate (GTN) are candidate treatments for acute lacunar stroke because of several effects. NO is a cerebral and systemic vasodilator that lowers blood pressure, and has antiplatelet and neuroprotective properties.141The Efficacy of Nitric Oxide in Stroke (ENOS) trial randomised 4011 patients with acute ischaemic or haemorrhagic stroke within 48 h of onset between transdermal GTN 5 mg or placebo during 7 days.74,142The recruitment took over 12 years (2001–2013). 623 (15%) patients had a clinical lacunar stroke syndrome with a compatible CT or MRI scan (acute lacunar infarct or no visible lesion), and 143 had an imaging confirmed lacunar infarct. GTN had no effect on mRS score at 90 days in patients with clinical lacunar stroke syndrome and compatible scan (OR 1.09, 95% CI 0.82, 1.45) nor in those with confirmed lacunar infarction (OR 1.00, 95% CI 0.53, 1.87). The effect on cognition and mood was neutral (not published; personal communication). Of note, the ENOS trial was also included in the analysis of PICO 3 on immediate antihypertensive treatment in acute lacunar stroke.Based on this one trial, with low risk of bias, which could not show a positive effect on functional outcome, we suggest against the use of GTN in patients with suspected acute lacunar stroke.AnticoagulationWe found two trials on low molecular weight (LMW) heparin or heparinoid, conducted between 1990 and 2000, which presented prespecified results on acute lacunar stroke subgroups. TOAST was a randomised placebo-controlled trial of danaparoid, an LMW heparinoid given in a 7-day course, in acute ischaemic stroke of which 24% were reported to be of lacunar subtype.133Treatment with danaparoid was not associated with improvement in favourable functional outcome at 90 days in the total group, nor the lacunar"
  },
  {
    "full_text": "at 90 days in the total group, nor the lacunar subtype. TAIST was a randomised aspirin-controlled trial testing medium or high dose tinzaparin, an LMW heparin, within 48 h of acute ischaemic stroke and given for up to 10 days. It included 40% lacunar stroke subtypes.134Tinzaparin in medium or high dose did not improve functional outcome at 180 days compared with aspirin in the whole group, and this result was not different in the lacunar stroke subtype.Nowadays, there is ample evidence to start antiplatelet therapy as soon as possible after acute ischaemic stroke, and, referring to PICO 2, consensus that this also applies to acute lacunar stroke, resulting in a recommendation against the use of therapeutic LMW heparin or heparinoid in patients with acute lacunar stroke.XueshuantongXueshuantong is an extraction from a Chinese medicinal herb with an anti-inflammatory effect, administered intravenously. One small randomised non-placebo controlled trial in elderly Chinese patients with acute lacunar stroke reported significant more reduction in NIHSS score between admission and discharge after 4 weeks of treatment with Xueshuantong compared to no treatment.135Exact results were not reported, but reading from the figures, the difference in NIHSS score reduction between both groups seemed less than 1. The quality of the study was low, and we found no confirmatory trials.We found no trials on acute treatment with any other agents reporting on death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, or mood.Additional informationCilostazolIn addition to the earlier mentioned ECLIPse trial, that studied the effect of cilostazol in lacunar stroke patients, there were several randomised trials on cilostazol in acute non-cardioembolic stroke, including a substantial proportion of lacunar stroke patients.109,143–145In these trials cilostazol was started within 24–48 h of stroke onset. The smallest study (76 patients, 47% small vessel occlusion) showed that neurological deterioration or stroke recurrence within 14 days was significantly lower in the cilostazol+aspirin group than in the control group (aspirin only) (6%vs 28%, RR 0.21, 95% CI 0.05, 0.87,p= 0.013).143However, this positive effect was not found in the other trials, although it must be noted that the comparator groups were different. In CAIST, 458 acute ischaemic stroke patients (57% lacunar) were randomly assigned to cilostazol or aspirin.144Functional independency (mRS 0–2) was not different between the groups at 90 days. In the study of Shimizu et al. (507 patients, two-thirds lacunar), the rate of progressive stroke on days 3 and/or 5 did not differ between the cilostazol and control (optimal medical treatment only) group, nor did mRS score 0–1 at 90 days.109Of note, the use of antiplatelet agents other than cilostazol was more common in the control group than in the cilostazol group (89.8%vs 30.7%). The study of Aoki et al. included 1201 patients with"
  },
  {
    "full_text": "study of Aoki et al. included 1201 patients with acute ischaemic stroke (44% lacunar stroke), randomising between dual therapy with cilostazol+aspirin versus cilostazol alone.145Dual therapy did not decrease the combined occurrence of neurological deterioration, stroke recurrence, and TIA events within 14 days, nor was there a difference in mRS 0–1 at 90 days.The ECLIPse trial was not powered to find a difference in clinical outcome. Although a substantial proportion of the included patients in the abovementioned trials were of the lacunar subtype, separate results on stroke subtypes were not reported. Furthermore, the comparator groups differed between the studies, and we note some quality concerns (3 of 4 studies were non-blinded). Cilostazol has not been studied against, or on top of, clopidogrel or dual therapy with aspirin+clopidogrel. Reflecting the Asian origin of the abovementioned studies, cilostazol is included in Asian stroke guidelines: in the Japan stroke society guideline, cilostazol ‘may be considered as single antiplatelet therapy or with aspirin in patients with non-cardioembolic stroke within 48h of onset’.30The guideline of the Chinese stroke association gives cilostazol as an alternative if aspirin or clopidogrel is not available.28ESO stroke guidelines, the AHA guideline for the early management of patients with acute ischaemic stroke, the Canadian and the Australian and New Zealand stroke guidelines have no recommendation on the use of cilostazol in the acute stroke phase.24,27,71,100Taken together, we feel we cannot recommend on the use of cilostazol for acute treatment in patients with lacunar stroke.Ongoing trialsWe are not aware of ongoing trials on acute treatments with other agents in acute lacunar stroke. Agents such as cilostazol, phosphodiesterase inhibitors and anti-inflammatory drugs are currently being investigated in secondary prevention trials but might also be interesting in the acute phase.PICO 6:In patients with lacunar ischaemic stroke, does long term treatment with antiplatelets (single or dual, duration and whether any particular antiplatelet or combination of antiplatelets is better), compared to avoiding/less of/alternative antiplatelet intervention reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorders, and mood disorders?Analysis of current evidence:We identified 22 trials9,46,127,130,131,136,146–162(Supplemental Table 10;Supplement PRISMA diagrams), with a follow-up of clinical outcomes exceeding 4 weeks from randomisation.For shorter periods with focus on acute phase trials – we identified 3 trials - please see PICO 2 section.The trials examined different treatments and had various outcomes (Supplemental Table 10;Table 5). This results in a complex situation (illustrated inFigures 6–11) where it is usually not possible to compare studies directly between each other. For example, Prasugrel, Triflusal and Vorapaxar"
  },
  {
    "full_text": "For example, Prasugrel, Triflusal and Vorapaxar were only included in one trial each.149,159,163Six trials included groups receiving placebo. Several other trials were non-blinded where subjects receiving treatment with the study drug were compared with subjects not receiving the study drug. The results of the individual trials are described below. Because cilostazol was studied as an add-on to usual antiplatelet treatment in most trials, and important additional non-antiplatelet effects of cilostazol have been suggested, the cilostazol trials are described in a separate section. Regarding the effect of combining cilostazol and isosorbide mononitrate – please see PICO 10.Figure 6.PICO 6 Antiplatelet drugs in secondary prevention of any recurrent stroke in patients with lacunar ischaemic stroke: (6a.) Antiplatelets versus Placebo. (6b.) Cilostazol versus placebo. (6a. + 6b.) combined. (6c.) Cilostazol added to other antiplatelets.Figure 7.PICO 6 Antiplatelet drugs in secondary prevention of recurrent ischaemic stroke in patients with lacunar ischaemic stroke: (7a.) Antiplatelets versus Placebo. (7b.) Cilostazol added to other antiplatelets.Figure 8.PICO 6 Antiplatelet drugs in secondary prevention of MACE in patients with lacunar ischaemic stroke: (8a.) Antiplatelets versus Placebo. (8b.) Aspirin + Dipyridamole versus Aspirin. (8c.) Cilostazol added to other antiplatelets.Figure 9.Network Meta-analysis of antiplatelet trials including the outcome ‘Any stroke’.a. ESPS-2 (Ariesen; 2006)147b. AAASPS (Gorelick; 2003)164c. CSPS 2 (Shinohara; 2010)130d. ECLIPSE (Han; 2013)136e. SPS3 (Benavente; 2012)165f. CATS (Gent; 1989, Kwok; 2015)58,150g. PRoFESS (Sacco; 2008)155h. PRASTRO-I (Kitazono; 2021)149i. MAESTRO (Han; 2017)163Figure 10.Network Meta-analysis of antiplatelet trials including the outcome ‘Ischaemic stroke’.a. AICLA (Bousser; 1983)146b. ECLIPSE (Han; 2013)136c. S-ACCESS (Shinohara; 2008)148d. SPS3 (Benavente; 2012)165e. CSPS.com (Nishiyama; 2023)131f. MATCH (Diener; 2004)153g. PASTRO-I (Kitazono; 2021)149h. CSPS (Matsumoto; 2006)162Figure 11.Network Meta-analysis of antiplatelet trials including the outcome major adverse cardiovascular event (MACE) in patients with lacunar ischaemic stroke.aPERFORM (Bousser; 2011)156bSOCRATES (Amarenco; 2017)160cESPS-2 (Ariesen; 2006)147dESPRIT (ESPRIT; 2006)154eSPS3 (Benavente 2012)165Many trials included ‘any stroke’, ‘ischaemic stroke’, or ‘major adverse cardiovascular event (MACE)’ among outcomes. We meta-analysed each of these three outcomes where appropriate (Figures 6–8,Table 5). Because fewer trials included cognitive impairment or dementia, haemorrhagic stroke, mobility or gait disorder or mood disorders, we did not perform meta-analyses for these outcomes.As an exploratory analysis we also performed network meta-analyses (NMA)38where we made indirect comparisons (also seeSupplement). In the context of multiple agents for the same indication, a network meta-analysis can be a useful synthesis. We"
  },
  {
    "full_text": "meta-analysis can be a useful synthesis. We consider NMA as an exploratory rather than definitive analysis, and would urge great caution in the interpretation of these indirect network meta-analyses results as the included trials had substantial heterogeinty and there was no common comparator.Antiplatelet trials except for CilostazolAntiplatelets versus placeboAspirin versus placeboThis was studied in two trials.57,58,146,147The Accidents Ischémiques Cérébraux Liés a l’Atherosclerose (AICLA) trial, included 604 patients with atherothrombotic ischaemic strokes or TIA within 1 year from the index event. Patients were randomised in a double-blind fashion to three times daily receive either aspirin 330 mg, aspirin 330 mg plus dipyridamole 75 mg, or placebo, with evaluation at least every 4 months for 3 years. The trial included 16% of patients with lacunar stroke defined as ‘probable lacune’. The combination of aspirin + dipyridamole was superior to placebo in the prevention of recurrent ischaemic stroke (RR 0.22, 95% CI 0.05, 0.95); aspirin was not superior to placebo (RR 0.38, 95% CI 0.11, 1.27) and aspirin + dipyridamole was not superior to aspirin alone (RR 0.59, 95% CI 0.11, 3.29).146Data from the AICLA study should be taken with caution as they are based on very low numbers. Additionally, the trial did not report safety outcomes.The second European Stroke Prevention Study (ESPS-2) trial included 6602 patients with previous minor ischaemic stroke or TIA that were randomised to aspirin (25 mg twice daily) + modified-release dipyridamole (200 mg twice daily), aspirin alone, dipyridamole alone, or placebo.58,147There were 2600/6602 subjects with small vessel disease, defined as having one of the classical clinical lacunar syndromes. For these subjects, the combination of aspirin + dipyridamole was superior to placebo and to aspirin alone in prevention of any stroke (HR 0.56, 95% CI 0.40, 0.78, and HR 0.68, 95% CI 0.48, 0.97, respectively) and MACE (HR 0.64, 95% CI 0.48, 0.84, and HR 0.74, 95% CI 0.55, 0.99, respectively), while aspirin alone versus placebo and dipyridamole alone versus placebo were not significant.We did not perform a meta-analysis of the AICLA and ESPS-2 trials because they reported different outcomes.The Chinese Acute Stroke Trial (CAST) included patients within 48 h after stroke onset and compared aspirin with placebo.57We did not include the CAST trial into PICO 6 because the trial did not report outcome results after more than 4 weeks. Please see PICO 2 section for more information.Ticlopidine versus placeboThe Canadian American Ticlopidine Study (CATS) randomised 1072 patients to receive 250 mg Ticlopidine twice daily or placebo entering the study 1 week - 4 months after stroke onset. Patients were followed up for a mean of 24 months.150The event rate for stroke, myocardial infarction or vascular death, taken together was significantly lower in the Ticlopidine group.150In a subgroup analysis of 274 patients with lacunar"
  },
  {
    "full_text": "a subgroup analysis of 274 patients with lacunar stroke reported by Kwok et al.58there was a lower proportion of recurrent stroke among those treated with Ticlopidine (HR 0.52, 95% CI 0.28, 0.95).58Comparisons between different antiplatelet treatmentsAspirin versus clopidogrelThe Cilostazol Stroke Prevention Study for Antiplatelet Combination (CSPS.com)130mainly focused on cilostazol treatment and included 925 subjects with symptomatic lacunar stroke.131However, among these subjects not receiving cilostazol, a comparison between aspirin only versus clopidogrel only treatment was possible where 9 of 195 (4.6%) patients assigned aspirin and 22 of 265 (8.3%) patients assigned clopidogrel had primary outcome defined as first recurrence of an ischaemic stroke (RR 0.56, 95% CI 0.26, 1.18).131Prasugrel versus clopidogrelThe comparison of PRAsugrel and clopidogrel in Japanese patients with ischaemic STROke (PRASTRO-I) trial was a phase III randomised controlled trial which included patients with non-cardioembolic ischaemic stroke within 1–26 weeks from informed consent.149Patients were randomised to either prasugrel 3.75 mg daily or clopidogrel 75 mg daily. Patients were followed-up for 96 weeks. A subgroup analysis of the PRASTRO-I trial stratified the trial results according to stroke aetiology where lacunar stroke was defined according to the TOAST classification criteria. Among patients with lacunar stroke, the risks of recurrent ischaemic stroke (HR 0.81, 95% CI 0.43, 1.51), any stroke (HR 0.86, 95% CI 0.47, 1.56), or MACE (HR 0.82, 95% CI 0.45, 1.50) were not different between the prasugrel and the clopidogrel group.Terutroban versus aspirinThe Prevention of cerebrovascular and cardiovascular Events of ischaemic origin with teRutroban in patients with a history oF ischaemic strOke or tRansient ischaeMic attack (PERFORM) trial156randomised patients with ischaemic stroke in the previous 3 months or a TIA in the previous 8 days to terutroban 30 mg daily or aspirin 100 mg daily. Among the 1733 patients with lacunar stroke in the trial, no difference between the treatment arms regarding fatal or non-fatal ischaemic stroke, fatal or non-fatal myocardial infarction, or other vascular death (except haemorrhagic death) was seen, with these events occurring in 54 of 856 assigned terutroban and 61 of 877 assigned aspirin (HR 0.90 (95% CI 0.62, 1.31).156Ticlopidine versus aspirinThe African American Antiplatelet Stroke Prevention Study (AAASPS) trial randomised patients with ischaemic stroke occurred within 7–90 days to ticlopidine 500 mg daily versus aspirin 650 mg daily.151,164Patients were followed up for up to 2 years. The trial found that in patients with lacunar stroke, ticlopidine was not superior to aspirin for secondary prevention of any stroke (HR 0.98, 95% CI 0.64, 1.51).Ticlopidine versus clopidogrelA pooled analysis of one phase IIIa trial157and one phase IIIb trial157,158(no acronyms for these two trials were found) included patients with"
  },
  {
    "full_text": "two trials were found) included patients with ischaemic stroke occurring >8 days before treatment who were randomised to receive either ticlopidine (200 mg once daily) or clopidogrel (75 mg once daily).157Patients were followed up to 52 weeks. In patients with lacunar stroke, ticlopidine was not superior to clopidogrel in the prevention of a composite of ischaemic stroke, myocardial infarction and death (RR 0.85, 95% CI 0.46, 1.55).Triflusal versus clopidogrelThe Comparison of Triflusal and Clopidogrel Effects in Secondary Prevention of stroke based on cytochrome P450 2C19 genotyping (MAESTRO) trial included patients with ischaemic stroke within 90 days that were randomised to triflusal (300 mg twice daily) or clopidogrel (75 mg daily).152Patients were followed up for a median of 2.7 years. In patients with lacunar stroke, the trial found no difference between triflusal and clopidogrel in secondary prevention of any stroke (HR 0.68, 95% CI 0.20, 2.32). Notably, these trial results only include information for poor metabolisers of clopidogrel selected via genotyping. Therefore, the results of the MAESTRO trial cannot be directly applied to all patients with lacunar stroke.Ticagrelor versus aspirinThe Acute Stroke or Transient Ischaemic Attack Treated with Aspirin or Ticagrelor and Patient Outcomes (SOCRATES) trial randomised patients with ischaemic stroke, recruited within 24 h of stroke onset, to receive either ticagrelor (90 mg twice daily) or aspirin (100 mg once daily).160Patients were treated for 90 days when follow-up occurred. In the subgroup of patients with lacunar stroke – defined according to the ASCOD criteria – ticagrelor was not superior to aspirin in prevention of MACE – defined as a composite of stroke, myocardial infarction, or death (HR 0.91, 95% CI 0.72, 1.14).Sarpogrelate versus aspirinSarpogrelate is an antiplatelet compound inhibiting 5-hydroxytryptamine receptors and platelet aggregation.148In the Sarpogrelate-Aspirin Comparative Clinical study for Efficacy and Safety in Secondary prevention of cerebral infarction (S-ACCESS) trial, patients were randomised to receive sarpogrelate (100 mg three times per day) or aspirin (81 mg per day). In the subgroup of patients with lacunar infarction, no significant difference regarding the recurrent ischaemic stroke event rates were observed with 5.95% per year in the Sarpogrelate group and 4.53% per year in the aspirin group (HR1.31; 95% CI 0.84, 2.04).148Dual antiplatelet therapy (DAPT) or triple antiplatelet therapy versus single antiplatelet therapy (SAPT) aspirin + clopidogrel versus aspirinThe Secondary Prevention of Small Subcortical Strokes (SPS3) was specifically designed for the secondary prevention of lacunar stroke.9The trial included 3020 patients with symptomatic lacunar stroke experienced within 180 days. Patients were randomised after at least 2 weeks from the qualifying stroke to antihypertensive treatment (systolic BP target: <130 mmHg vs 130–149 mmHg) and to"
  },
  {
    "full_text": "BP target: <130 mmHg vs 130–149 mmHg) and to antiplatelet treatment (aspirin 325 mg daily plus clopidogrel 75 mg daily vs aspirin alone). Patients were followed up for a mean of 3.4 years. The trial showed that the combination of aspirin and clopidogrel, compared with aspirin alone, was not associated with reduced risk for recurrent ischaemic stroke (HR 0.82, 95% 0.63, 1.09), haemorrhagic stroke (HR 1.65, 95% CI 0.83, 3.31), any stroke (HR 0.92, 0.72, 1.16), or MACE (HR 0.89, 95% CI 0.72, 1.11), However, the combination of aspirin and clopidogrel increased the risk of major haemorrhage (HR 1.97, 95% CI 1.41, 2.71) or death (HR 1.52, 95% CI 1.14, 2.04).Aspirin + clopidogrel versus clopidogrel aloneThe Management of ATherothrombosis with Clopidogrel in High-risk patients (MATCH) study included patients with ischaemic stroke within 3 months. Patients were randomised to a combination of clopidogrel 75 mg + aspirin 75 mg daily or clopidogrel alone.153Patients were followed up to 18 months. Overall, the MATCH trial showed that after recent ischaemic stroke or transient ischaemic attack in high-risk patients, the combination of aspirin and clopidogrel did not reduce the risk of recurrent stroke compared with clopidogrel alone but instead increased the risk of life-threatening or major bleeding.153The original report did not present subgroup analyses for lacunar stroke, but this was done in a meta-analysis58that retrieved data from the MATCH trial for the subgroup of patients with lacunar stroke – according to the TOAST definition. This could not show that the combination of aspirin + clopidogrel was superior to clopidogrel alone in preventing recurrent ischaemic stroke in the long term (RR 0.97, 95% CI 0.79, 1.20) in patients with lacunar ischaemic stroke.58Aspirin + dipyridamole versus aspirinThe European/Australasian Stroke Prevention in Reversible Ischaemia Trial (ESPRIT) trial included patients with minor ischaemic stroke or with TIA within the last 6 months. Patients were randomised to aspirin 30–325 mg daily plus dipyridamole 200 mg daily versus aspirin alone and were followed-up for a maximum of 5 years (mean 3.5 years).154In patients with lacunar stroke, whose subgroup results were retrieved from a meta-analysis,58the aspirin + dipyridamole combination was not superior to aspirin alone in the prevention of a composite of any stroke, myocardial infarction, and death (RR 0.91, 95% CI 0.70, 1.17).58Aspirin + dipyridamole versus clopidogrelThe Prevention Regimen for Effectively Avoiding Second Strokes (PRoFESS) trial randomised patients with recent (<90 days) ischaemic stroke to aspirin (25 mg daily) + extended-release dipyridamole (200 mg twice daily) versus clopidogrel (75 mg daily); the trial also randomised patients to telmisartan 80 mg daily versus placebo to study effects of blood pressure treatment.155The patients were followed for a mean of 2.5 years. In the subgroup of patients with lacunar stroke – defined according to the TOAST"
  },
  {
    "full_text": "lacunar stroke – defined according to the TOAST classification criteria – aspirin + dipyridamole was not superior to clopidogrel for secondary prevention of any stroke (HR 0.96, 95% CI 0.84, 1.09).Vorapaxar + standard antiplatelet therapy versus standard antiplatelet therapyVorapaxar is an antiplatelet drug that antagonises protease-activated receptor-1. The TRA 2°P-TIMI 50 trial was a secondary prevention RCT evaluating treatment with vorapaxar, compared with placebo, on top of standard antiplatelet therapy (54%–55% consisting of aspirin alone), among patients with stable atherosclerosis such as myocardial infarction, non-cardioembolic ischaemic stroke or peripheral arterial disease.159In a prespecified analysis of stroke patients, of which 47% had lacunar stroke, no significant difference between vorapaxar and placebo was found in cardiovascular death, myocardial infarction or stroke, while bleeding complications increased. In lacunar stroke HR for MACE was 0.99, 95% CI 0.75, 1.31, while there was an increased risk for bleeding complications (HR 2.85, 95% CI 1.62, 5.06).159Vorapaxar is now considered contraindicated in patients with a history of stroke.Cilostazol trialsSeveral trials have been with subjects of Asian ethnicity but trials with subjects with European descent have also been performed. Cilostazol use may sometime be limited by side effects and some patients report to headache, diarrhoea, dizziness, or increased heart rate.166Cilostazol versus placeboThe Cilostazol Stroke Prevention Study (CSPS) included patients with ischaemic stroke within 1–6 months randomised to receive cilostazol 100 mg twice daily or placebo.161,162Overall, patients included in the trial were followed up for a mean of 652 days in the cilostazol group and 570 days in the placebo group. No data was reported for the subgroup of patients with lacunar stroke in the initial report,161but a subsequent report on the subgroup of patients with neuroimaging-confirmed lacunar stroke found that cilostazol was superior to placebo in preventing recurrent ischaemic stroke (RR 0.51, 95% CI 0.30, 0.85).162Combinations of Cilostazol and other antiplateletsCilostazol versus aspirinThe second Cilostazol Stroke Prevention Study-2 (CSPS-2) trial randomised patients with a history of ischaemic stroke 1–6 months before treatment start to cilostazol 100 mg twice daily or aspirin 81 mg daily.167Patients were followed up to 29 months. In the subgroup of patients with lacunar stroke, cilostazol was not superior to aspirin for secondary prevention of any stroke (HR 0.75, 95% CI 0.54, 1.04).Cilostazol + aspirin versus aspirinThe Effect of Cilostazol in the Acute Lacunar Infarction Based on Pulsatility Index of Transcranial Doppler (ECLIPse) trial included 203 patients with lacunar stroke – defined according to the TOAST classification – within 7 days from onset.136Patients were randomised to a combination of cilostazol 100 mg twice daily + aspirin 100 mg daily versus aspirin alone and"
  },
  {
    "full_text": "+ aspirin 100 mg daily versus aspirin alone and followed up to 90 days. The trial found no superiority of cilostazol + aspirin over aspirin alone in the prevention of recurrent ischaemic stroke (RR 1.03, 95% CI 0.07, 16.24). The data should be interpreted with caution as only one recurrent ischaemic stroke occurred in both the intervention and control group over the short follow-up period of 90 days.Cilostazol + aspirin/clopidogrel versus aspirin/clopidogrelThe Cilostazol Stroke Prevention Study for Antiplatelet Combination (CSPS.com) trial included patients with lacunar stroke occurring between 8 and 180 days before treatment.131Patients were randomised to cilostazol 100 mg twice daily + aspirin (81–100 mg daily) (defined as DAPT) or clopidogrel (50–75 mg daily) versus aspirin or clopidogrel alone and followed up for a median of 1.4 years. The trial found that DAPT with cilostazol was superior to single antiplatelet therapy (SAPT) in preventing recurrent ischaemic stroke (adjusted HR 0.43, 95% CI 0.22, 0.85), any stroke (adjusted HR 0.45, 95% CI 0.24, 0.84) and MACE (adjusted HR 0.42, 95% CI 0.23, 0.77) with no significant increase in haemorrhagic stroke (HR 0.53, 95% 0.10, 2.88) or death (HR 3.20, 95% CI 0.33, 30.8) even though small numbers – only 6 haemorrhagic strokes (2 in the intervention group vs 4 in the comparator group) and 4 deaths (3 in the intervention group vs 1 in the comparator group) during the follow-up might affect the risk estimation.131Cilostazol+aspirin/clopidogrel/no other antiplatelets versus aspirin/clopidogrel/no other antiplateletsThe LACunar Intervention-1 (LACI-1) trial was a factorial trial in which patients with clinically confirmed lacunar ischaemic stroke in the past 4 years were randomised to isosorbide mononitrate (25 mg daily increased to 25 mg twice daily), cilostazol (50 mg twice daily increased to 100 mg twice daily), both, or none.127There were 55 participants (97%) taking clopidogrel for secondary stroke prevention and two (3%) taking aspirin. Patients were followed up for 11 weeks. During the follow-up period, one recurrent ischaemic stroke occurred in the cilostazol group, versus none in the control group and there were no significant differences regarding cognitive outcomes.The Lacunar Intervention Trial-2 (LACI-2) recruited 363 subjects with clinical lacunar ischaemic stroke for a 2 × 2 factorial randomisation to cilostazol 200 mg daily, isosorbide mononitrate (ISMN) 40–60 mg daily, both, or neither drug on top of their standard medication that usually included antiplatelet treatment with clopidogrel as in LACI-1.46There were no haemorrhagic strokes registered during the 12 months follow-up period. Cilostazol versus no cilostazol treatment did not differ regarding recurrent ischaemic stroke or any stroke (adjusted OR (aOR) 1.35, 95% CI 0.51, 3.57), cognitive impairment (adjusted mean MoCA difference 0.37, 95% CI−0.37, 1.11), depression (adjusted mean Zung depression scale difference −3.34, 95%"
  },
  {
    "full_text": "mean Zung depression scale difference −3.34, 95% CI−6.81, 0.14, or death (aOR 0.90, 95% CI 0.08, 10.26). However, dependency was less common in the cilostazol treatment group (aOR 0.46, 95% CI 0.22, 0.95, for mRS>2).46For discussion on ISMN treatment results, please see PICO 10 section.PICO 6 Risk of bias assessment of included studies using RoB 2.0 tool (outcome: Any stroke, Ischaemic stroke, MACE)Network meta-analysesA previous network metal-analysis (NMA) of antiplatelet treatment in lacunar stroke with a literature search up to May 2022 has been published.168We now performed an updated NMA, with results of indirect comparisons among the different antiplatelet agents – or combination of them – for the prevention of three specific outcomes: ‘Any stroke’ ‘Ischaemic stroke’, or ‘MACE’ are reported inFigures 9to11, respectively and only including randomised controlled trials. The NMA was performed with Stata 1.15 according to the methods laid down in Cochrane handbook.38In these Figures, the size of the dots is proportional to the number of patients included in trials, while the widths of lines are proportional to the number of trials. For the outcome‘Any stroke’, aspirin was the drug tested in most patients, followed by aspirin + dipyridamole and by clopidogrel; for the outcome ‘Ischaemic stroke’, the most tested drug was again aspirin, followed by the aspirin-clopidogrel combination and by cilostazol. It should be noted that cilostazol was tested in several studies (wide lines) each including few patients (small dots), while the other drugs were usually the object of single trials (narrow lines).Supplemental tables report the quantitative results of indirect comparisons. The results should be taken with extreme caution as they derive from indirect comparisons and are therefore less reliable than those of direct comparisons. This is the rationale for why we do not include the results from the network meta-analyses into our recommendations. However, the analyses indicate that there may be a need for further studies on for example, cilostazol treatment or the combination of dipyridamole and aspirin.Any strokeThe network diagram for any stroke is presented inFigure 9. We included 9 RCTs in the analysis with 21080 participants. For details regarding detailed numerical values – please seeSupplemental Table 11. No evidence of global or loop-specific incoherence was found in the network. Compared to placebo, only Aspirin + Dipyridamole (RR 0.56, 95% CI: 0.41, 0.77, low certainty evidence), Cilostazol (RR 0.55, 95% CI 0.36, 0.84, low certainty evidence) and Clopidogrel (RR 0.59, 95% CI 0.42, 0.83, low certainty evidence) reduces the risk of any stroke in patients with lacunar stroke (Supplemental Table 11).Table 5.GRADE evidence profile for PICO 6: long-term antiplatelet treatment (single or dual, duration, and whether any particular antiplatelet or combination of antiplatelets is better), compared to avoiding/less of/alternative antiplatelet"
  },
  {
    "full_text": "to avoiding/less of/alternative antiplatelet intervention, to reduce recurrent ischaemic stroke, any stroke and MACE in patients with lacunar ischaemic stroke. Please compare withFigures 6-8.Certainty assessmentNo of patientsEffectCertaintyImportanceNo of studiesStudy designRisk of biasInconsistencyIndirectnessImprecisionOther considerationsInterventionComparatorRelative (95% CI)Absolute (95% CI)Any stroke (Antiplatelets vs placebo – other than Cilostazol)1Randomised trialsNot seriousNot seriousNot seriousNot seriousNone195/1919 (10.2%)93/681 (13.7%)RR 0.74(0.59, 0.94)36 fewer per 1000(from 56 fewer to 8 fewer)⨁⨁⨁⨁HighCRITICALAny stroke (Cilostazol vs placebo)1Randomised trialsNot seriousNot seriousNot seriousSeriousaNone20/400 (5.0%)39/394 (9.9%)RR 0.51(0.30, 0.85)49 fewer per 1000(from 69 fewer to 39 more)⨁⨁○○LowCRITICALAny stroke (Antiplatelets vs Placebo – including Cilostazol)2randomised trialsnot seriousnot seriousseriousbnot seriousnone215/2319 (9.3%)132/1075 (12.3%)RR 0.69(0.55, 0.88)38 fewer per 1000(from 55 fewer to 15 fewer)⨁⨁⨁○ModerateCRITICALAny stroke (Cilostazol added to other antiplatelets)4Randomised trialsNot seriousNot seriousNot seriousSeriouscNone27/784 (3.4%)44/759 (5.8%)RR 0.74(0.31, 1.75)15 fewer per 1000(from 40 fewer to 43 more)⨁⨁⨁○ModerateCRITICALIschaemic stroke (Antiplatelets vs Placebo – including Cilostazol)2Randomised trialsSeriousdNot seriousSeriousNot seriousNone22/434 (5.1%)48/428 (11.2%)RR 0.45(0.25, 0.79)62 fewer per 1000(from 84 fewer to 24 fewer)⨁⨁○○LowCRITICALIschaemic stroke (Cilostazol added to other antiplatelets)4Randomised trialsNot seriousNot seriousNot seriousSeriouscNone25/784 (3.2%)40/759 (5.3%)RR 0.74(0.30, 1.78)14 fewer per 1000(from 37 fewer to 41 more)⨁⨁⨁○ModerateCRITICALMACE Outcome (Antiplatelets vs placebo – other than Cilostazol)1Randomised trialsNot seriousNot seriousNot seriousNot seriousNone291/1919 (15.2%)128/681 (18.8%)RR 0.81(0.66, 0.98)38 fewer per 1000(from 64 fewer to 4 fewer)⨁⨁⨁⨁HighCRITICALMACE Outcome (Aspirin + Dipyridamole vs Aspirin)2randomised trialsnot seriousnot seriousnot seriousseriousenone178/1346 (13.2%)207/1299 (15.9%)RR 0.83(0.69, 1.00)27 fewer per 1000(from 49 fewer to 0 fewer)⨁⨁⨁○ModerateCRITICALMACE Outcome (Cilostazol added to other antiplatelets)2Randomised trialsNot seriousNot seriousNot seriousSeriousfNone30/642 (4.7%)50/641 (7.8%)RR 0.71(0.20, 2.50)23 fewer per 1000(from 62 fewer to 117 more)⨁⨁○○LowCRITICALCI: confidence interval; RR: risk ratio.ExplanationsaOptimal information size not met (less event and small sample size).bVariation in interventions.cWide confidence interval and clinical decision threshold crosses the line of no effect.dIncluded studies had some concern to high concern/high risk of bias.eClinical decision threshold touches the line of no effect.fWide confidence interval and clinical decision threshold crosses the line of no effect.The size of dots is proportional to the number of patients included in trials, while the widths of the lines"
  },
  {
    "full_text": "included in trials, while the widths of the lines are proportional to the number of trials.Ischaemic strokeThe network diagram for ischaemic stroke is presented inFigure 10. We included 8 RCTs in the analysis with 9862 participants. For details regarding detailed numerical values – please seeSupplemental Table 12. No evidence of global or loop-specific incoherence was found in the network. Compared to placebo, only Aspirin + Dipyridamole (RR 0.22, 95% CI 0.05, 0.95, low certainty evidence) and Cilostazol (RR 0.51, 95% CI 0.30, 0.85, low certainty evidence) reduces the risk of ischaemic stroke in patients with lacunar stroke (Supplemental Table 12).The size of dots is proportional to the number of patients included in trials, while the widths of the lines are proportional to the number of trials.MACEThe network diagram for major adverse cardiovascular outcome is presented inFigure 11. We included 5 RCTs in the analysis with 12569 participants. For details regarding detailed numerical values – please seeSupplemental Table 13. No evidence of global or loop-specific incoherence was found in the network. Compared to placebo, only Aspirin + Dipyridamole (RR 0.70, 95% CI 0.56, 0.88, low certainty evidence) and Clopidogrel + Aspirin (RR 0.74, 95% CI 0.54, 0.99, low certainty evidence) reduces the risk of MACE in patients with lacunar stroke (Supplemental Table 13).The size of dots is proportional to the number of patients included in trials, while the widths of the lines are proportional to the number of trials.Additional informationDifferent monotherapy choices are recommended in different countries and are somewhat influenced by the findings for example, in the CAPRIE trial.169A subgroup analysis of the SPS3 trial considered the CYP2C19 metaboliser status in patients with lacunar stroke, comparing the CYP2C19*2 with CYP2C19*17 allele; the metaboliser status did not influence the rate of recurrent ischaemic stroke and major bleeding.170The recently published subgroup analysis from the CHANCE-2 trial that included patients with minor stroke or transient ischaemic attack within 24 h of symptom onset and carring CYP2C19 loss-of-function alleles, for treatment with either ticagrelor+aspirin or clopidogrel+aspirin for 90 days,65showed that for 1750 patients with small vessel occlusion ischaemic stroke, the primary outcome new stroke within 90 days occurred among 3.6% of those administered ticagrelor+aspirin versus 7.0% of those administered clopidogrel+aspirin (0.51, 95% CI 0.33, 0.79,p= 0.002).66This is also discussed in the PICO 2 section of this GL. We did not perform a systematic screen of all relevant literature concerning this topic, therefore we cannot make any specific recommendations. It should be noted that this PICO 6 addresses long term recommendations. The MWG’s recommendations on antiplatelet treatment in the acute phase after lacunar stroke are described in PICO 2, which includes an Expert consensus statement that initiation of antiplatelet"
  },
  {
    "full_text": "statement that initiation of antiplatelet therapy should be started as soon as possible after stroke onset.Previous systematic reviewsA pooled analysis of 17 trials with 42234 subjects with lacunar stroke concluded that a single antiplatelet agent compared with placebo is adequate for secondary stroke prevention, whereas dual antiplatelet therapy should not be used for long-term treatment,58which is in line with our results.A systematic review and meta-analysis on cilostazol in stroke prevention performed an exploratory sensitivity analysis of 9 trials where more than 40% (on average of the participants had lacunar stroke.171Cilostazol treatment was associated with a reduction of recurrent ischaemic stroke (OR 0.64, 95% CI 0.52, 0.79),171but the authors concluded that more evidence is needed before cilostazol is used more widely in stroke in routine practice.Another systematic review and meta-analysis of 13 studies with 33011 subjects suggested that cilostazol may be a priority option for secondary prevention in lacunar stroke, but that this needs further study.168Current guidelinesWe found no specific recommendations regarding long-term antiplatelet treatment in lacunar ischaemic stroke in guidelines from AHA/ASA 2021,21Canadian Stroke Best Practice 2020,24ESO 2022,16or Australia (https://informme.org.au/guidelines/living-clinical-guidelines-for-stroke-managementandhttps://app.magicapp.org/#/guideline/8L0RME/section/j1qQXj, accessed on July 7th, 2023) (Table 1).*Defined as more than 2–4 weeks.PICO 7:In patients with lacunar ischaemic stroke, does antihypertensive treatment considering a particular agent or target, compared to less intense or avoiding this intervention given long term, reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder and mood disorders?Analysis of current evidenceTwo RCTs have examined the impact of antihypertensive treatment compared to less intense or avoiding this intervention on risk of recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke and MACE in patients with a history of lacunar ischaemic stroke, SPS3 (primary outcomes) and How intensively should we treat blood PRESsure in established cERebral small VEssel disease? (PRESERVE) trial (secondary outcome),9,172No data are available on the impact of antihypertensive treatment on mobility, gait disorder or mood disorders in lacunar ischaemic stroke patients. No subgroup analyses in lacunar ischaemic stroke patients are available either in large RCTs on secondary prevention of ischaemic stroke at large. Details of the trials seeSupplemental Table 14; PRISMA diagram seeSupplement PRISMA diagrams.Blood-pressure targets in patients with recent lacunar stroke (SPS3) randomised trialThe SPS3 trial9is a randomised open-label trial, including patients living in North America, Latin America and Spain who had a recent, MRI-defined symptomatic"
  },
  {
    "full_text": "Spain who had a recent, MRI-defined symptomatic lacunar ischaemic stroke. Patients were randomly assigned, according to a two-by-two multifactorial design, to a SBP target of 130–149 mmHg or < 130 mmHg. The primary endpoint was reduction in any stroke. Patients were included at least 2 weeks poststroke, with a median of 62 days after the event. In total, 3020 patients were enrolled, 1519 in the higher-target group and 1501 in the lower-target group and followed up for 3.7 ± 2.0 years. After 1 year, the achieved difference in mean SBP was 11 mmHg between the higher-target and the lower-target group.Non-significant rate reductions were seen for all stroke (HR 0.81, 95% CI 0.64, 1.03,p= 0.08) and the composite MACE outcome of myocardial infarction or vascular death (HR 0.84, 95% CI 0.68, 1.04,p= 0.32) with the lower SBP target (Supplemental Table 14). The rate of ICH was significantly reduced (HR 0.37, 95% CI 0.15, 0.95,p= 0.03) (Supplemental Table 14). Changes in Cognitive Ability Screening Instrument (CASI) statisticalZscores over time and cumulative incidence of mild cognitive impairment did not differ between assigned BP target groups (p= 0.520 and p=0.555).8Randomised trial of intensive versus standard blood pressure control in small vessel disease (PRESERVE)The PRESERVE trial172is a randomised, parallel, multicentre controlled, blinded-outcomes clinical trial where 111 participants with MRI-confirmed lacunar ischaemic stroke and confluent WMH were recruited at least 3 months poststroke and randomised to standard (SBP 130–140 mmHg) (n= 56) or intensive (SBP < 125 mmHg) (n= 55) BP targets. The primary endpoint was change in diffusion tensor imaging (DTI) white matter mean diffusivity (MD) peak height between baseline and 24 months and secondary endpoints included change in cognitive performance. Noteworthy, the initial endpoint was a global cognitive score with DTI-MRI as a secondary end point, but following the publication of the SPS3 cognition study, showing that cognitive change could not be detected over 2 years in 2916 participants with lacunar ischaemic stroke, recruitment to the cognitive only arm of PRESERVE was halted and only recruitment to the DTI-MRI arm continued (which had a smaller sample size of 180), with the primary end point of the overall study becoming DTI. Mean BP was reduced by −15.3 and −23.1 mmHg in the standard and intensive groups respectively (p< 0.001).Over 24 months follow-up there was no difference between treatment groups for the primary endpoint of change in MD peak height on DTI (p= 0.92) or the secondary endpoint of change in cognitive performance (p> 0.33,Supplemental Table 14). Of note, in the overall sample there was a significant deterioration in white matter microstructure on multimodal diffusion tensor imaging-magnetic resonance imaging but no detectable decrease in cognition. During follow-up, there were three strokes, and one death in the intensive, and three strokes, and two deaths in the standard"
  },
  {
    "full_text": "and three strokes, and two deaths in the standard arms.The number of patients with any side effect was 45 in the intensive arm and 36 in the standard arm (OR 2.48, 95% CI 0.96, 6.73,p= 0.05). There was no difference between groups in the number of falls (intensive 21, standard 14; OR 0.54, 95% CI 0.22, 1.31,p= 0.16), or postural-related dizziness (intensive 27, standard 22; OR 0.67, 95% CI 0.30, 1.52,p= 0.34).Meta-analysis resultsRisk of recurrent strokeWhen combining SPS3 and PRESERVE, the lower target group (<130 mmHg) was found to be non-significantly associated with a relative risk reduction in recurrent stroke of 13% (RR 0.87, 95% CI 0.68, 1.10,p= 0.25) compared to the higher target group (130–149 mmHg)Table 6,Figure 12.Table 6.PICO 7 – GRADE evidence profile table. In patients with lacunar stroke, does antihypertensive treatment considering a particular agent or target, compared to less intense or avoiding this intervention, reduce recurrent stroke and risk of death?Certainty assessmentNo of patientsEffectCertaintyImportanceNo of studiesStudy designRisk of biasInconsistencyIndirectnessImprecisionOther considerationsInterventionComparatorRelative (95% CI)Absolute (95% CI)Recurrent stroke2Randomised controlled trialsseriousanot seriousnot seriousseriousbnone115/1557 (7.4%)134/1574 (8.5%)RR 0.87(0.68, 1.10)11 fewer per 1000(from 27 fewer to 9 more)⨁⨁○○LowCRITICALDeath2Randomised controlled trialsseriousanot seriousnot seriousseriousbnone107/1540 (6.9%)103/1561 (6.6%)RR 1.05(0.81, 1.37)3 more per 1000(from 13 fewer to 24 more)⨁⨁○○LowCRITICALCI: confidence interval; RR: Relative Risk.aLow to high risk of bias.bConfidence interval crosses the clinical decision threshold.Figure 12.PICO 7. Long term intensive versus guideline BP reduction to prevent recurrent stroke in patients with lacunar ischaemic stroke.Risk of deathWhen combining SPS3 and PRESERVE, no significant association was found between the lower and higher target BP group in terms of risk of death (p= 0.70)Figure 13.Figure 13.PICO 7. Long term intensive versus guideline BP reduction to prevent death in patients with lacunar ischaemic stroke.PICO 7 Risk of bias of randomised controlled trials (outcome: recurrent stroke, death)Additional informationA large number of secondary analyses of the SPS3 trial in subgroup of patients have been conducted (Supplemental Table 14), demonstrating:A modifying effect of WMH burden on the risk of recurrent stroke173: Participants with higher WMH burden appeared to experience greater benefit from intensive BP lowering in prevention of recurrent stroke (pfor interaction 0.04).A modifying effect of WMH burden on vascular outcomes amongst older SPS3 participants174:Among 1263 participants aged 65 years and older a lower SBP target (<130 mmHg) appeared more beneficial among those with worse WMH burden for risk of recurrent stroke (P for interaction 0.01) and MACE (pfor interaction 0.03). No significant interaction was observed for change in cognitive"
  },
  {
    "full_text": "interaction was observed for change in cognitive function.No significant modifying effect of cerebral microbleeds on the risk of recurrent stroke and death175: Intensive BP lowering significantly reduced risk of stroke recurrence in patients with CMB (HR 0.5, 95% CI 0.3, 0.9) but not patients without CMB (HR 0.7, 95% CI 0.4, 1.3), however, the difference in the magnitude of effect was not significant (pfor interaction 0.34). No effect on all-cause mortality was detected in patients with (HR 0.9, 95% CI 0.4, 1.8) or without CMB (HR 0.8, 95% CI 0.5, 1.5,pfor interaction 0.99)Several secondary analyses have also examined the relation of blood pressure reduction with outcomes, prompting caution:After a mean follow up of 3.7 years, there was a J-shaped association between achieved blood pressure and outcomes.176For example, above a SBP of 124 mmHg, 1 standard deviation higher (11.1 mmHg) was associated with increased mortality (aHR 1.9, 95% CI 1.4, 2.7), whereas below this level, this relationship was inverted (aHR 0.29, 95% CI 0.10, 0.79,p< 0.001) for interaction. Above a DBP of 67 mmHg, a 1 standard deviation higher (8.2 mmHg) was associated with an increased risk of stroke (aHR 2.2, 95% CI 1.4, 3.6), whereas below this level, the association was in the opposite direction (aHR 0.34, 95% CI 0.13, 0.89),p= 0.02 for interaction. The lowest risk of all events occurred at a nadir of ≈ 120–128 mmHg systolic blood pressure and 65–70 mmHg diastolic blood pressure.Another study used an unsupervised cluster procedure to identify distinct patterns of BP change during the first 9 months of anti-hypertensive therapy intensification among 1331 SPS3 participants randomised to the lower BP target (SBP<130 mmHg).177Compared to mild reducers (mildly elevated baseline SBP and minimal visit-to-visit BP variability) moderate reducers (moderately elevated baseline SBP and moderate visit-to-visit BP variability) had a higher risk of death (aHR 1.6, 95% CI 1.0, 2.7), MACE (aHR 2.1, 95% CI 1.4, 3.2) and stroke (aHR 2.6, 95% CI 1.7, 4.1), while large reducers (very elevated baseline SBP with very large visit-to-visit BP variability) had the highest risk of death (aHR 2.3, 95% CI 1.2, 4.4).177Other guidelinesFew guidelines have addressed the question of BP lowering for secondary stroke prevention in lacunar ischaemic stroke patients specifically (Table 1):CurrentUS guidelines for the prevention, detection, evaluation and management of high blood pressurein adults suggest that tor adults with a lacunar stroke, a target SBP goal of less than130 mmHg may be reasonable (Class IIb; Level of Evidence B-randomised).178,179A recentChinese guideline for clinical management of cerebrovascular disorders28recommends to manage blood pressure in patients with lacunar ischaemic stroke (Class I, level of evidence B). As cSVD leads to a significant decrease in the adaptability of brain tissue to excessive hypertension and hypotension the blood pressure of patients should be closely monitored"
  },
  {
    "full_text": "pressure of patients should be closely monitored (Class IIa, level of evidence B). Control of systolic and diastolic pressure is described as the key factor to control the incidence and progression of cSVD (Class IIa, level of evidence B). The guideline also recommends to monitor the 24 h ambulatory blood pressure and, when possible, to detect changes in BP during head upright tilt test (Class I, level of evidence B).Another, recentChinese guideline(in Chinese), specifically dedicated to the diagnosis and treatment of cSVD states, first, that an SBP target of below 130 mmHg in patients with cSVD might achieve better outcomes (strength of recommendation: I/level of evidence: A); in the case of co-existing large artery atherosclerosis the magnitude and rate of blood pressure reduction should be relatively small and slow. Second, this guideline states that antihypertensive drugs that reduce blood pressure variability may be more effective in managing cSVD, highlighting that calcium channel blockers and renin angiotensin system inhibitors are more effective in stabilising blood pressure variability (strength of recommendation: II/level of evidence: B).29Other guidelines focus on BP lowering for secondary stroke prevention in general, with no specific recommendations for lacunar ischaemic stroke:The latest ESO guideline on secondary stroke prevention16recommends BP lowering treatment in people with previous ischaemic stroke or TIA, to reduce the risk of recurrent stroke, aiming for BP <130/80 mmHg. In these people it supports the use of out of office blood pressure measurements wherever feasible, to achieve better long-term control of blood pressure. It supports initiation of a combination of two blood pressure lowering drugs to reduce the risk of recurrent stroke, with consideration of monotherapy where there are potential risks of hypotension, such as in frail, elderly people and people with borderline hypertension. The use of out of office BP measurements is supported wherever feasible.The AHA/ASA 2021 secondary stroke prevention guideline21recommends an office BP goal of <130/80 mmHg in patients with hypertension who experience a stroke or TIA to reduce the risk of recurrent stroke and vascular events (Class 1; Level of Evidence B-randomised). In these patients, treatment with a thiazide diuretic, angiotensin-converting enzyme inhibitor, or angiotensin II receptor blockers is useful for lowering BP and reducing recurrent stroke risk (Class 1; Level of Evidence A); individualised drug regimens that take into account patient comorbidities, agent pharmacological class and patient preference are recommended to maximise drug efficacy (Class 1; Level of Evidence B-nonrandomised). In patients with no history of hypertension who experience a stroke or TIA and have an average office BP of ⩾130/80 mmHg, antihypertensive medication treatment can be beneficial to reduce the risk of recurrent stroke, ICH and other vascular events (Class 2a; Level of Evidence"
  },
  {
    "full_text": "vascular events (Class 2a; Level of Evidence B-randomised).Systematic reviews and meta-analysesThe largest most recent meta-analysis exploring the impact of BP-lowering treatment on clinical outcomes in patients with a history of stroke or TIA was conducted as part of the ESO secondary stroke prevention guideline,16but did not include any specific subgroup analyses for lacunar ischaemic stroke.When comparing BP lowering treatment to no intervention, on meta-analysis of data from nine trials,180–188there was a significant reduction in the odds of recurrent stroke by almost 20% (OR 0.81, 95% CI 0.71, 0.92,p= 0.002 non significant for ischaemic and haemorrhagic stroke separately), a significant reduction in MACE (OR 0.80, 95% CI 0.69, 0.94,p= 0.006), and no significant reduction in all cause death (seven trials,180,182–184,186,187OR 0.97, 95% CI 0.90, 1.05,p= 0.51). There were insufficient data to allow analysis of the effect of antihypertensive medication on dementia and functional outcome.When comparing intensive BP treatment with a standard BP reduction strategy, there was a significant reduction in recurrent stroke with (OR 0.79, 95% CI 0.64, 0.98,p= 0.029), significant for haemorrhagic (p= 0.033) but not ischaemic stroke (p= 0.228) and no significant difference between groups for the outcomes of major vascular events, all-cause death on meta-analysis. Functional outcome was only assessed in the SPS3 trial,9with no significant difference between intensive and standard BP reduction groups for poor outcome (mRS 3–6).Regarding combined versus monotherapy,16trials in people with essential hypertension show that the former leads to better control of BP.189,190A large systematic review and meta-analysis shows that the extra BP reduction from combining two drug classes is approximately five times greater than doubling the dose of one drug.191The European Society of Hypertension and European Society of Cardiology guidelines192which recommend initiation of antihypertensive treatment with combination treatment, except in people at increased risk of hypotension and those with mild hypertension and low cardiovascular risk. In the absence of alternative specific evidence for secondary prevention in stroke, and supportive evidence for the potential benefit of combination treatment in the Perindopril Protection Against Recurrent Stroke Study (PROGRESS),180this European guidance is therefore applicable for most people with prior stroke. No specific data is available for lacunar ischaemic stroke.Regarding the choice of BP-lowering molecules, in primary prevention trials, calcium channel blockers (CCBs) appear to be slightly more efficacious than other classes in prevention of stroke at large,193,194and a greater consistency of BP control and lower systolic BP variability)193has been observed with CCBs and thiazide-like diuretics. Based on primary prevention guidelines, plus supportive evidence from drug classes used in trials such as PROGRESS,180,195initiation"
  },
  {
    "full_text": "used in trials such as PROGRESS,180,195initiation of treatment with a combination of antihypertensive medication, usually containing either a thiazide-like diuretic (such as indapamide) or a CCB (such as amlodipine or felodipine), combined with a RAS inhibitor (ACE inhibitor or angiotensin 2 receptor blocker) was considered reasonable in patients with a history of stroke or TIA.16While no trial data is available specifically for patients with lacunar ischaemic stroke, indirect evidence from a Mendelian randomisation study can be reported.196In this study genetic proxies for calcium channel blockers, but not β-blockers, were associated with lower risk of any stroke and ischaemic stroke and showed particularly strong associations with small vessel stroke and WMH, an MRI-marker of cSVD.For patients with prior stroke or TIA, there is concern that a possible lower BP threshold may increase the risk of stroke, or a J-curve effect. In the past, post hoc analyses of RCTs, meta-analyses and population-based studies of patients with cerebrovascular disease have shown an inconsistent relationship between achieved SBP <120 mmHg and poor outcomes.195,197–200New data from RCTs and large meta-analyses now provide compelling evidence that neurologically stable patients with cerebrovascular disease also benefit from a BP goal of <130/80 mmHg and that BP targets for stroke prevention should be more aligned with targets for prevention of other cardiovascular conditions. However, there is insufficient evidence to recommend a lower limit of BP within the normal range for patients with prior stroke.PICO 8:In patients with lacunar ischaemic stroke, does treatment with lipid lowering agents (considering a particular agent, dose, target), compared to less intense or avoiding this intervention, reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?Analysis of current evidenceWe identified two randomised clinical trials relevant to this PICO question,201,202(Supplemental Table 15;Supplement PRISMA diagrams). Other RCTS and observational studies did not adequately subtype ischaemic stroke or report outcomes stratified by stroke subtype.The main SPARCL trial randomised 4731 patients with a history of stroke, TIA 1–6 months previously and with no pre-existing indication for lipid lowering therapy to receive 80 mg atorvastatin versus placebo.203Patients with atrial fibrillation, peripheral vascular disease or coronary artery disease were excluded. The main results showed that over a follow up of 4.9 years atorvastatin reduced the overall incidence of stroke and cardiovascular events with no effect on mortality.A subsequent sub-analysis of the SPARCL trial included here investigated primary end points and outcomes stratified by presenting stroke subtype (large vessel, small vessel, unknown cause and ICH).201There were limited numbers of patients with cardio-embolic stroke"
  },
  {
    "full_text": "numbers of patients with cardio-embolic stroke as those with AF and other heart disease were excluded. Thirty percent of participants had small vessel (referred to here as lacunar) stroke, 16% large vessel, 22% unknown, 31% TIA and 2% ICH. Of the 1409 patients with lacunar stroke at baseline the primary outcome of any stroke occurred in 93 (13.1%) of the atorvastatin treated group and 109 (15.2%) of the control group with a HR 0.85, 95% CI 0.64, 1.12,p= 0.249. The HR were similar for secondary outcomes of Stroke/TIA or MACE. The primary end point event rate of fatal or non-fatal stroke for those randomised to atorvastatin versus placebo was 13.1% versus 18.6% for patients with large vessel stroke, 11.2% versus 12.7% for unknown cause and 7.6% versus 8.8% for TIA. The trial did not find a difference in the efficacy of treatment for the primary outcome of stroke (large vessel stroke HR 0.70, 95% CI 0.49, 1.02, TIA HR 0.81, 95% CI 0.57, 1.17, SVD HR 0.85, 95% CI 0.64, 1.12, unknown cause HR 0.87, 95% CI 0.61, 1.24, haemorrhagic stroke HR 3.24, 95% CI 1.01, 10.4; P for heterogeneity = 0.421), or MACE (P for heterogeneity = 0.360) based on stroke subtype of the index event. It should be noted however that this was a post hoc subgroup analysis.The J-STARS trial was a randomised multicentre open label parallel group study which randomised 1578 patients with non cardio-embolic ischaemic stroke and total cholesterol levels of 4.65–6.21 mmol/L to receive pravastatin 10 mg once daily versus placebo with a primary outcome of stroke/TIA over a mean follow up period of 4.9 years.202At baseline 1006 patients had lacunar infarcts, 401 atherothrombotic and 171 unknown aetiology. The main results for the trial showed no significant difference for the primary outcome of stroke/TIA between the groups but the rate of atherothrombotic infarction was lower in the pravastatin group compared to the control group (0.21% vs 0.64%/year,p= 0.0047, aHR 0.33, 95% CI 0.15, 0.74). Data are presented in theSupplemental materialof the publication, providing outcomes stratified by baseline stroke subtype.202In the 1006 patients with lacunar stroke at baseline there was no significant difference in the primary outcome of TIA/stroke (49 stroke outcomes in the pravastatin arm and 47 stroke outcomes in the control arm) but the authors report a trend in reduction of incident atherothrombotic infarcts for patients with lacunar stroke at baseline albeit limited by small event rates (0 in case group, 10 in control).A meta-analysis was performed using the data from the subgroup analysis of the SPARCL trial and the J-STARS trial to evaluate whether statins would be effective in reducing the risk of stroke/TIA in patients with lacunar ischaemic stroke.201,202Neither Pravastatin 10 mg nor Atorvastatin 80 mg was found to be effective in reducing the risk of stroke/TIA in patients with lacunar ischaemic stroke (Figure 14). Furthermore, combining the results of the 2 trials, statin use was not"
  },
  {
    "full_text": "the results of the 2 trials, statin use was not associated with a significant reduction of the risk of stroke/TIA (RR 0.93, 95% CI 0.77, 1.12) (Figure 14). Taken together, since neither trial focused on lacunar ischaemic stroke and the meta-analysis was inconclusive, we feel that the evidence is insufficient to make a recommendation (Table 7) and therefore the Evidence-based Recommendation reflects the continued uncertainty over lipid lowering specifically in lacunar ischaemic stroke.Table 7.GRADE evidence profile for PICO 8 long-term lipid lowering agents (considering a particular agent, dose, target), compared to less intense or avoiding this intervention, to reduce stroke or TIA in patients with lacunar ischaemic stroke.Certainty assessmentNo of patientsEffectCertaintyImportanceNo of studiesStudy designRisk of biasIncon-sistencyIndirect-nessImpre-cisionOther considerationsStatinsPlaceboRelative (95% CI)Absolute (95% CI)Stroke/TIA2randomised trialsseriousnot seriousnot seriousseriousanone173/1210 (14.3%)185/1205 (15.4%)RR 0.93(0.77, 1.12)11 fewer per 1000(from 35 fewer to 18 more)⨁⨁○○LowCRITICALCI: confidence interval; RR: risk ratio; TIA: Transient Ischaemic Attack.Explanationsa.Confidence interval crosses the clinical decision threshold.Figure 14.PICO 8. Effect of lipid lowering on recurrent stroke or TIA in patients with lacunar ischaemic stroke.PICO 8 Risk of bias of randomised controlled trials (outcome: recurrent stroke)Additional informationThe Heart Protection Study included 3280 patients with cerebrovascular disease (defined as non-disabling stroke, TIA or having had a carotid endarterectomy) in whom treatments with simvastatin 40 mg versus placebo reduced subsequent major vascular events over 5 years follow upn= 406 (24.7%) versus 488 (29.8%);p=0.001.204Although patients with lacunar stroke are likely to have been recruited to this study there is no mention of the proportion with lacunar stroke.Similarly, in the Treat Stroke to Target Trial 2860 patients with recent stroke or TIA and ‘atherosclerotic disease’ were randomised in France and South Korea to receive lipid lowering medication (statin, ezetimibe or both) with a lower target (LDL-C <1.8 mmol/L (<70 mg/dL)) or higher target (2.3–2.8 mmol/L (90–110 mg/dL)).205The composite primary end point (MACE) occurred in 121 patients (8.5%) in the lower-target group and in 156 (10.9%) in the higher-target group (aHR 0.78, 95% CI 0.61, 0.98;p= 0.04) suggesting benefit to a lower target. Again, stroke was not subtyped.International US,21European16,206and local guidelines (UK/Irelandhttps://www.strokeguideline.org/, Swedenhttps://www.socialstyrelsen.se/globalassets/sharepoint-dokument/artikelkatalog/nationella-riktlinjer/2020-1-6545-kunskapsunderlag-2020.pdf) recommend intensive LDL-C lowering therapy in patients following ischaemic stroke with the AHA and UK guidance specifying atorvastatin 80 mg od and to consider other agents based upon co-morbidities with the AHA recommending a target"
  },
  {
    "full_text": "co-morbidities with the AHA recommending a target level of LDL-C <1.8 mmol/L (<70 mg/dL) (Table 1). Where documented, there was good representation of patients with lacunar stroke in the background trials and there is no convincing evidence that patient with lacunar stroke subtypes should be treated differently from other ischaemic stroke subtypes with regards to management of lipid profiles.PICO 9:In patients with lacunar ischaemic stroke, does treatment with lifestyle interventions (e.g. smoking cessation, dietary interventions, weight reduction, physical exercise, cognitive/behavioural or social interventions, sleep disorder/sleep apnoea interventions, or a mixture of these), compared to less intense or avoiding this intervention, reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?Lifestyle factors such as smoking, physical inactivity, diet and sodium intake are well-known modifiable risk factors for stroke21,207–209and have been associated with the severity of SVD brain changes in observational studies.210–212Rigorous management of lifestyle factors has been recommended alongside evidence-based medications.211However, trials investigating the impact of lifestyle and behavioural interventions in SVD are still scarce. The ESO Guideline on covert cerebral SVD in 2021 gave no recommendation for any specific lifestyle intervention due to insufficient direct evidence but stated that it is reasonable to promote healthy lifestyle interventions as recommended in primary prevention for vascular disease.1None of the previous stroke prevention guidelines have explicitly referred to stroke subtype when discussing lifestyle modifications (Table 1).1,24,213–215Here, we evaluate the evidence for different lifestyle interventions on adverse outcomes in patients with clinically evident lacunar stroke.Analysis of current evidenceThe literature search identified two RCTs addressing the effect of lifestyle interventions in reducing adverse clinical outcomes in patients with lacunar stroke (Supplement PRISMA diagram), one on physical exercise and the other on a dietary intervention (nutritional supplement). As it was not possible to pool the studies for meta-analysis, we describe the results narratively. Summary of the main findings is given inSupplemental Table 16.Physical exerciseThe HITPALS study included patients with acute/postacute lacunar stroke or TIA with MRI-confirmed signs of a previous lacunar stroke.208,216The patients were randomised within 3 weeks after the symptom onset to 3-month home-based high-intensity interval training (15 min a day, 5 days per week, with weekly telephone calls to ensure compliance) or usual care including encouragement to lifestyle changes (baselinen= 31+32). The primary outcome was cardiorespiratory fitness (Graded Cycling Test with Talk Test), while the secondary outcomes included measures of post-stroke fatigue,"
  },
  {
    "full_text": "included measures of post-stroke fatigue, depression, mental well-being, chronic stress, cognition (Montreal Cognitive Assessment), blood pressure, BMI and physical activity. The home-based training protocol was safe and well-received by the patients. In the intervention group, vigorous physical activity initially increased more than in the control group; however, the difference was not sustained over time. Regarding the primary outcome, no significant difference in cardiorespiratory fitness was found between the groups after the treatment or in 12-month follow-up. Secondary outcomes improved in a similar way in both study groups. A possible interpretation of the findings is that adherence to physical activity programmes post-stroke is poor in the long term. Both groups – even the control group – might have enhanced their physical activity or increased their awareness of the importance of physical activity, which could explain the improved outcomes of both study groups. The study was discussed to be limited by the small sample size, and possibly insufficient intensity of exercise or a bias in selection of patients.Dietary interventionsA substudy of the VITATOPS trial reported data on a subgroup of patients with recent lacunar stroke and cognitive impairment but no dementia.217The trial was a randomised, double-blind, placebo-controlled trial of a daily administration of B-vitamins (2 mg folic acid, 25 mg vitamin B6 and 0.5 mg vitamin B12) versus placebo (baselinen= 118+112). The outcome of the study was defined as the change in cognitive test scores over 5 years. Overall, the trial failed to demonstrate any significant effect of the vitamin B complex on cognitive outcomes. The results do not support a routine administration of vitamin B to reduce cognitive decline in patients with lacunar stroke and cognitive impairment no dementia.Other lifestyle interventionsThe literature search found no RCTs on the effect of other lifestyle interventions such as smoking cessation, weight reduction, cognitive/behavioural or social interventions or sleep disorder/sleep apnoea interventions in reducing adverse outcomes in patients with lacunar stroke.Additional informationGiven the small number of trials providing direct evidence for the effectiveness of lifestyle interventions in preventing adverse clinical outcomes in patients with lacunar stroke, we also reviewed indirect evidence from relevant observational studies and RCTs with related patient groups.A secondary analysis of the SPS3 trial assessed the association of smoking status on major cardiovascular outcomes in patients with MRI-confirmed symptomatic lacunar stroke.218The patients were classified as never smokers, prior smokers, current smokers who quit within 3 months of the index event, and persistent smokers. Persistent smokers had an increased risk of composite outcome of death, stroke and myocardial infarction, compared with never smokers. Notably, there was no difference between never smokers,"
  },
  {
    "full_text": "there was no difference between never smokers, former smokers and those who quit smoking suggesting that smoking cessation after stroke may have beneficial effects in reducing the risk of death and cardiovascular events.The Impact of physical activity in vascular cognitive impairment (AFIVASC) study is an ongoing trial including community dwellers with either probable mild vascular cognitive impairment (VCI) or previous stroke (>6 months before) or TIA (>1 month before), who have no dementia or significant functional impairment.219Patients are randomised to usual care or a structured physical activity intervention (three sessions a week). The primary outcome is decline in cognitive status, whereas secondary outcomes include changes in cognitive measures, quality of life, functional and motor status as well as radiological markers of SVD progression on brain MRI. The trial has not planned subgroup analyses for patients with lacunar strokes. The first cross-sectional observational data (prior to randomisation) have suggested that objective measurement (accelerometry) is more realiable indicator of physical activity as compared to self-reports, and that physical exercise as performed at least according to WHO recommendations is significantly associated with higher global cognition, attention and processing speed.220Excessive salt intake is as an important risk factor for cardiovascular disease and stroke. It has been estimated that even a modest reduction in salt consumption (by 1 g/day) would result in a considerable decrease in adverse outcomes.221In patients with minor stroke (lacunar or cortical), dietary salt intake has been cross-sectionally associated with lacunar stroke type as well as more severe WMH and other SVD brain changes.222,223Both animal and human studies have demonstrated several adverse effects of high salt intake on small and large arteries beyond increased blood pressure, including impaired endothelial function and increased arterial stiffness.224Besides the effects of high Na+on cerebral vascular dysfunction via excess inflammation225and oxidative stress,226there is also evidence of sensitisation of central sympathetic circuits by central Na+sensing, which occurs in the circumventricular organs leading to excessive sympathetic outflow.227In addition, this augmented sympathetic vascular transduction can be enhanced with an increase of potent circulating vasoconstrictors, such as endothelin-1 and arginine vasopressin, associated with dietary salt.224In recent years, increasing interest has focused on multidomain interventions to target several life-style factors simultaneously in the attempt of preventing cognitive impairment and dementia (reviewed in228). The FINGER study was among the first trials to demonstrate beneficial effects of a 2-year multidomain intervention (diet, physical exercise, cognitive training and vascular risk monitoring) on cognitive functions in older individuals with existing dementia-related risk"
  },
  {
    "full_text": "individuals with existing dementia-related risk factors.229The intervention was effective in reducing incident cerebrovascular events and also total cardiovascular events (coronary event, stroke, TIA) among those with a history of cardiovascular disease.230As the aetiology of dementia is multifactorial and the risk factor profiles differ between individuals, preventive interventions are likely enhanced by personalised multidomain approaches and could be facilitated by digital health solutions.228In regard to secondary stroke prevention, most current guidelines and recommendations address lifestyle modifications but not in the light of specific stroke subtypes (Table 1).The AHA/ASA 2021 Guideline for the Prevention of Stroke in Patients With Stroke and Transient Ischaemic Attack identifies medication adherence and a healthy lifestyle as key components of secondary stroke prevention, with the highest class of recommendation for smoking cessation (Class 1; Level of Evidence A, B-nonrandomised) and substance use (Class 1; Levels of Evidence B-nonrandomised, C-expert opinion), followed by physical activity (Class 1–2b; Levels of Evidence C-limited data, B-randomised, C-expert opinion, B-nonrandomised) and nutrition (Class 2a; Level of Evidence B-randomised).21AHA/ASA published 2014 a scientific statement on Physical Activity and Exercise Recommendations for Stroke Survivors, recognising that physical inactivity after stroke is highly prevalent and listing evidence supporting the use of exercise training, both aerobic and strength training, for stroke survivors that need to be customised for the individual to maximise long-term adherence.213Canadian Stroke Best Practice Recommendations: Secondary Prevention of Stroke Update 2020 gives recommendations on preferable lifestyle behaviours for reducing the risk of an initial stroke and the risk of a subsequent stroke for patients with a prior history of stroke, which include a healthy balanced diet, low sodium intake, physical activity, weight management, moderate alcohol consumption, avoiding recreational drug use, smoking cessation including the use of e-cigarettes as well as controlling emerging risk factors such as air pollution.24Chinese Stroke Association guidelines for clinical management of cerebrovascular disorders from 2020 comprise a section on Cerebral small vessel disease management, which did not address lifestyle modifications.28Australian and New Zealand Clinical Guidelines for Stroke Management published in 2021 emphasised that lifestyle modifications require multimodal interventions, including education, a counselling approach and supervised/active exercise, commenced early after hospital discharge through organised processes and considering the patient’s living circumstances.27Recommendations of the Spanish Society of Neurology for the prevention of stroke. Interventions on lifestyle and air pollution specifically addressed lifestyle modification. They provided recommendations on common"
  },
  {
    "full_text": "They provided recommendations on common factors such as smoking, alcohol, obesity, diet and nutrition and sedentary lifestyle, as well as stress and air pollution, without addressing stroke subtypes.215Recently, World Stroke Organization (WSO) Guideline committee reviewed the available guidelines to summarise the existing recommendations of stroke management globally. Areas of strong agreement across guidelines were identified. For secondary prevention, lifestyle modifications were recommended (with referral to specialised services where necessary) including weight loss, regular physical exercise, smoking cessation, moderate alcohol intake, avoiding recreational drug use and reduction of salt intake.231According to WSO and the Global Burden of Disease research group, behavioural factors such as smoking, poor diet and low physical activity account for 47% of stroke burden, which highlights the importance of promoting stroke awareness and developing novel risk prevention strategies.232We also reviewed the recommendations and guidelines that referred to lifestyle modifications in the prevention of post-stroke VCI.Regarding the effect of lifestyle-based interventions (exercise, dietary change, alcohol moderation, weight loss, smoking cessation) on post-stroke cognitive impairment, ESO-EAN joint guidelines did not make recommendations due to the very low quality of evidence. The Guidelines’ Expert Consensus Statement emphasised that lifestyle interventions, alone or in combination, should not be used solely for the prevention of post-stroke cognitive decline or dementia and recognised a need for further, adequately powered trials that assess the effect of monitored lifestyle interventions on cognitive decline following stroke. Stroke subtypes were not explicitly addressed.15Recommendations of the fifth Canadian Consensus Conference on the diagnosis and treatment of dementia (CCCDTD5) from 2020 and 2022 recommended physical activity but not other lifestyle interventions to reduce the risk of dementia, including Alzheimer’s and vascular dementia.233,234The section of the guidelines dedicated to VCI, Canadian Consensus Conference on Diagnosis and Treatment of Dementia (CCCDTD5): Guidelines for management of vascular cognitive impairment from 2020 focused on medical management and did not address lifestyle modifications.235Clinical practice guideline for cognitive impairment of cerebral small vessel disease by the Geriatric Neurology Group of the Chinese Society of Geriatrics in 2019 recognised the beneficial effects of physical exercise on pathological processes involved in cognitive impairment and concluded that it could reduce the risk of vascular dementia.236The 2011 AHA/ASA Statement on Vascular Contributions to Cognitive Impairment and Dementia summarised previously published systematic literature reviews, guidelines, personal files and expert opinions and addressed in detail lifestyle modifications to prevent VCI. They recommended that in people"
  },
  {
    "full_text": "to prevent VCI. They recommended that in people at risk for VCI, smoking cessation is reasonable (Class IIa; Level of Evidence A), the moderation of alcohol intake, weight control and physical activity (for all: Class IIb; Level of Evidence B) may be reasonable lifestyle interventions, and that the use of antioxidants and B vitamins is not beneficial (Class III; Level of Evidence A).237Stroke subtypes associated with cognitive impairment were not addressed specifically.PICO 10:In patients with lacunar ischaemic stroke, do other treatments as secondary prevention, such as phosphodiesterase-3 inhibitors (e.g. cilostazol, pentoxifylline), anti-inflammatory agents (e.g. minocycline), anticoagulants, nitric oxide donors (e.g. transdermal glyceryl trinitrate), phosphodiesterase-5 inhibitors (sildenafil, tadalafil, dipyridamole), or other relevant agents not addressed in the other PICOs, compared to less intense or avoiding this intervention, reduce any recurrent stroke, recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?Analysis of current evidenceThe systematic literature searches for PICO 5 and 10 were performed together. The search identified 248 titles/abstracts. Of these, 46 articles were selected for full-text review, and 7 of these were selected for data extraction.46,127,130,131Three additional articles were identified by the searches in other PICO questions,133–135After reference screening of reviews, we added another 2 RCTs.131,136This delivered 12 RCTs, of which 5 were assigned to PICO 10 (Supplemental Table 17,Supplement PRISMA diagrams).For PICO 10, we found 5 studies on cilostazol and 1 study on isosorbide mononitrate.CilostazolCilostazol, a phosphodiesterase-3 inhibitor, not only inhibits platelet aggregation but also has vasodilating, endothelial protecting and anti-inflammatory effects, making it a promising agent in small vessel disease management. It is commonly used for peripheral vascular disease and in Asia-Pacific countries also for secondary stroke prevention.The CSPS (2000) and CSPS-2 (2010) randomised-controlled trials both included a large proportion of lacunar stroke patients.129,130,161,162Patients were randomised to receive cilostazol 200 mg/daily versus placebo (CSPS) or versus aspirin (CSPS-2). Both trials are covered in PICO 6 on antiplatelet treatment.CSPS.com (2019) studied cilostazol on top of modern recommended antiplatelet therapy, and is therefore covered in this PICO. CSPS.com was a non-blinded RCT comparing dual therapy with cilostazol plus either aspirin or clopidogrel, with monotherapy aspirin or clopidogrel in high-risk ischaemic stroke patients.162Clopidogrel was used in 55% of patients and aspirin in 45%. The trial stopped before reaching half of the planned sample size at 1879 patients (49% lacunar stroke subtype) because of slow recruitment. Median follow-up time was 1.4 year. In lacunar stroke"
  },
  {
    "full_text": "follow-up time was 1.4 year. In lacunar stroke subtype,131the ischaemic stroke recurrence risk was significantly lower in the dual therapy group (HR 0.41, 95% CI 0.21, 0.81), without increasing the risk of severe or life-threatening bleeding (0.36, 95% CI 0.07, 1.81). Furthermore, composite vascular events was significantly lower in the dual therapy group (HR 0.41, 95% CI 0.23, 0.75), whereas the risk of haemorrhagic stroke and death from any cause did not differ significantly between the two groups (HR 0.47, 95% CI 0.08, 2.64; and HR 3.20, 95% CI 0.33, 30.8). To be noted, discontinuation of trial medication in the cilostazol group was three times as frequently as in the control group.These CSPS studies are from Asia-Pacific countries where epidemiology and risk factors may differ from Western/European populations, and were not primarily focused on lacunar stroke subtype. Reflecting the Asian origin of these trials, cilostazol is included in Asian stroke guidelines: the Japan Stroke Society Guideline (2021) gives a high level of evidence for the effectiveness of cilostazol for prevention in non-cardioembolic stroke, and also recommends to give dual antiplatelet therapy with cilostazol and aspirin in non-cardio-embolic stroke with multiple vascular risk factors.30The guideline of the Chinese stroke association (2019) recommends the use of aspirin, clopidogrel, or cilostazol in ischaemic stroke caused by small vessel disease.28According to the AHA guideline (2021), the role of cilostazol in secondary prevention after stroke related to small vessel disease is uncertain.21The ESO guideline on secondary prevention (2022) does not give a recommendation on cilostazol.16LACI-1 was a European phase IIa, dose-tolerability, open-label trial, randomising 57 patients with lacunar stroke to ISMN 50 mg/daily, cilostazol 200 mg/daily, both ISMN and cilostazol started immediately, or both with delayed start, all in addition to clopidogrel or aspirin prescribed as standard care.134The trial confirmed tolerability and safety after a short-term treatment of 8 weeks. The (secondary) clinical outcomes can only be considered preliminary. The trial reported one recurrent ischaemic stroke in the ‘both drugs immediate’ group. There were no deaths or major haemorrhages. Cognition, tested with Trail making test A and B, was not different in cilostazol versus no cilostazol.The subsequent LACI-2 trial was a 2 × 2 factorial design, open label, phase II trial. It included 363 patients with lacunar stroke and aimed to determine if cilostazol and ISMN are tolerated at the target dose for a year.46The study drugs were given on top of regular secondary prevention. Although the trial was not powered for efficacy, several clinical outcomes were reported: cilostazol did not reduce the composite outcome of recurrent stroke, TIA, myocardial infarction, dependence, any cognitive impairment, and death, nor did it reduce recurrent stroke or TIA. Cilostazol reduced dependency (mRS score of"
  },
  {
    "full_text": "TIA. Cilostazol reduced dependency (mRS score of 3–6: 11.5% with cilostazol vs 17.5% without; aOR 0.46, 95% CI 0.22, 0.95). Cilostazol did not reduce cognitive impairment but tended to improve mood. The trial confirmed tolerability and safety and supports the feasibility of a large phase III trial.For additional information on Cilostazol, please see PICO 6 section above.Isosorbide mononitrate (ISMN)ISMN is an NO donor. NO has multiple potential beneficial effects such as improvement of blood–brain barrier integrity, vasodilation, reduced inflammation and neuroprotection.The previously mentioned LACI-1 trial studied the tolerability and safety of an 8-week course of ISMN 50 mg/daily (and cilostazol in a 2 × 2 factorial design) in 57 patients with lacunar stroke.127There was one recurrent ischaemic stroke in the study group that received both ISMN and cilostazol. There were no deaths or major haemorrhages. Cognition was tested with Trail making test A and B. Although time did not differ, the group on ISMN achieved more points on TMT part A (MD 2.6, 95% CI 0.1, 5.1,p= 0.05). The subsequent similarly designed LACI-2 trial included 363 patients with lacunar stroke and aimed to determine if the trial design was feasible and if ISMN and cilostazol were safe and tolerated at the target dose for a year.46The trial reported clinical outcomes although it was not powered for efficacy. ISMN appeared well tolerated and safe, and in addition, ISMN reduced recurrent stroke or TIA (adjusted OR 0.23, 95% CI 0.07, 0.74). The absolute reduction in participants with any cognitive impairment was 10.4% (54.4% with ISMN and 64.8% without ISMN), and on a 7-level ordinal scale cognitive impairment was reduced aOR 0.55, 95% CI 0.36, 0.86).The combination of ISMN and cilostazol versus none of these in LACI-2 showed reduced dependency (mRS 3–6: aOR 0.27, 95% CI 0.09, 0.82) but no effect on recurrent stroke. Combination ISMN-cilostazol reduced cognitive impairment (7-level ordinal scale aOR 0.44, 95% CI 0.23, 0.85) and reduced low mood (Zung depression scale: adjusted mean difference −5.98, 95% CI −10.77, −1.20,p= 0.01).Additional informationAnticoagulationWe did not find any studies on anticoagulation as secondary prevention specifically in patients with lacunar stroke without atrial fibrillation (AF). However, there are some studies that can provide indirect evidence as they included a substantial proportion of lacunar stroke subtype. These trials, such as WARSS (56% lacunar stroke)238and ESPRIT (48% small vessel stroke)239found no evidence that warfarin is more efficacious than antiplatelet therapy in non-cardioembolic stroke patients. Moreover, in the SPIRIT trial, warfarin was associated with increased risk of intracerebral haemorrhage, particularly in patients with leukoaraiosis.240We also did not find results on anticoagulation as secondary prevention in lacunar stroke subtype with AF. A lacunar stroke in a patient with AF most probably results from small vessel"
  },
  {
    "full_text": "with AF most probably results from small vessel disease but it is challenging to rule out an embolic aetiology in clinical practice. In general, anticoagulant therapy is strongly superior to antiplatelet therapy for the prevention of recurrent stroke in ischaemic stroke patients with AF.241,242Existing guidelines for anticoagulation in AF do not distinguish between different stroke subtypes.14However, a 2-year observational study in 288 stroke patients (26% lacunar subtype) with AF who were receiving anticoagulation therapy showed that the stroke recurrence rate was almost twice as high in patients with lacunar stroke subtype compared to those with cardioembolic subtype despite being on anticoagulation (8.5% vs 4.6%,p= 0.067), and the majority of recurrent events were of the lacunar subtype.243Furthermore, anticoagulation in patients with lacunar stroke is not without risk, as most intracerebral haemorrhages in older people result from small vessel disease. A lacunar ischaemic stroke increases the risk of both future ischaemic stroke and ICH and this may change the risk-benefit ratio of anticoagulation, especially when extensive covert lesions are present, such as microbleeds and leukoaraiosis. In general, Guidelines on prevention of recurrent stroke in patients with AF recommend DOACs over vitamin K antagonists.14However, the ESO guideline on secondary prevention in patients with AF14did not find any data on DOAC versus vitamin K antagonists in lacunar stroke, nor in patients with any previous stroke or TIA subtype and severe SVD, and concluded that ‘theoretically, DOACs might be preferable to vitamin K antagonists in patients with severe SVD, but there are no current data to support this hypothesis’.14Therefore the Method Working Group agreed that patients with lacunar ischaemic stroke and AF should receive anticoagulant treatment as advised in current Guidelines on anticoagulation in patients with AF.14Ongoing trialsSeveral trials in lacunar stroke patients are ongoing but few have clinical endpoints. The use of PDE-5 inhibitors might be of interest in small vessel disease by their effect on cerebral blood flow and endothelial function. A small trial including 20 lacunar stroke cases showed that a single dose of tadalafil increased blood oxygen saturation in the microvasculature at 180 min post-administration, indicating improved perfusion in the cerebral microvasculature.244A larger RCT (NCT05173896) is now investigating if 3 months daily intake of tadalafil is feasible in lacunar stroke patients and if it alters cerebral perfusion, neurovascular reactivity, and cognition. Sildenafil is investigated in the OxHARP study, however, the primary outcome is cerebrovascular pulsatility and reactivity and the study will not have any relevant clinical outcome measures.245The effect of minocycline, an antibiotic with anti-inflammatory properties, on microglial activation and blood-brain permeability in patients with lacunar stroke is investigated in"
  },
  {
    "full_text": "patients with lacunar stroke is investigated in the MINERVA trial.246However there will be no clinical outcomes.DiscussionThis guideline document was developed following the GRADE methodology and aims to assist physicians in decision-making regarding suspected lacunar ischaemic stroke. All recommendations and Expert Consensus Statements are summarised inTable 8.Table 8.Synoptic table of all Evidence Based Recommendations and Expert Consensus Statements.Evidence Based RecommendationExpert consensus statementPICO 1: In patients with suspected lacunar ischaemic stroke, does thrombolytic treatment (including at extended time window and wake-up stroke, alteplase/tenecteplase/other), compared to avoiding this intervention/other thrombolytic/dose/etc, reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?We suggest that patients with suspected acute lacunar ischaemic stroke should be assessed for and receive treatment with 0.9 mg/kg alteplase according to current guidelines for the treatment of acute ischaemic stroke, since the limited data available suggest that the outcomes for patients with lacunar ischaemic stroke are consistent with the overall results of alteplase trials.Quality of evidence:Very Low⊕Strength of recommendation:Weak for intervention↑?1. Twelve of twelve MWG members agreed that in patients with suspected acute lacunar ischaemic stroke, with no contraindication to thrombolytic treatment according to current clinical guidelines for thrombolytic treatment (including wake up stroke), there is no evidence for withholding thrombolytic treatment. Therefore these patients should receive intravenous alteplase at standard dose (0.9 mg/kg) as quickly as possible according to current clinical guidelines.2. Twelve of 12 MWG members agreed that in patients with suspected acute lacunar ischaemic stroke there are insufficient data to support use of thrombolytic drugs other than alteplase, or a lower dose of alteplase, at the present time.PICO 2: In patients with suspected acute lacunar ischaemic stroke, does acute treatment with antiplatelets (considering single/dual, duration, and whether any particular antiplatelet or combination of antiplatelets is better), compared to avoiding/less of/alternative antiplatelet intervention, reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?In patients suspected acute lacunar ischaemic stroke, there is continued uncertainty about a specific combination of antiplatelet therapy over monotherapy.Quality of evidence:Very low⊕Strength of recommendation:-1. Twelve of 12 experts agree to the statement that in patients with suspected lacunar ischaemic stroke, initiation of antiplatelet therapy should be started as soon as possible after stroke onset.PICO 3: In patients with suspected acute lacunar ischaemic"
  },
  {
    "full_text": "patients with suspected acute lacunar ischaemic stroke, does immediate antihypertensive treatment (considering agent and BP target), compared to avoiding this intervention, reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?1. In hospitalised patients with suspected acute lacunar ischaemic stroke and BP <220/110 mmHg, not treated with intravenous thrombolysis, we suggest against the routine use of blood pressure BP lowering agents in the hyperacute phase, unless this is necessary for a specific comorbid condition.Quality of evidence:Moderate⊕⊕⊕Strength of recommendation:Weak against intervention↓?2. In patients with suspected acute lacunar ischaemic stroke undergoing intravenous thrombolysis we suggest following the same guideline as in acute ischaemic stroke at large, that is, maintaining BP below 185/110 mmHg before bolus and below 180/105 mmHg after bolus, and for 24 hours after alteplase infusion.Quality of evidence:Very Low⊕Strength of recommendation:Weak for intervention↑?3. In patients with suspected acute lacunar ischaemic stroke there is continued uncertainty over the benefits and risks of temporarily stopping versus continuing previous BP lowering therapy.Quality of evidence:Very Low⊕Strength of recommendation:-1. Twelve of twelve MWG members agreed that there is insufficient evidence at present to provide a precise timeframe during which BP lowering agents should be avoided in patients with suspected acute lacunar ischaemic stroke. Based on current limited evidence, blood pressure lowering therapy should be avoided for at least 24 hours after symptom onset.2. When antihypertensive drugs need to be used in patients with suspected acute lacunar ischaemic stroke undergoing intravenous thrombolysis and with BP >180/105 mmHg, twelve of 12 MWG members agreed that there is no advantage/disadvantage of one antihypertensive medication over another, hence any antihypertensive drug may be used, as long as blood pressure is closely monitored.3. Eleven of twelve MWG members agreed that in patients with suspected acute lacunar ischaemic stroke not treated with intravenous thrombolysis and blood pressure >220/120 mmHg, careful blood pressure reduction (<15% systolic blood reduction in 24 hours) is reasonable. No specific blood pressure lowering agent can be recommended.PICO 4: In patients with suspected acute lacunar ischaemic stroke and progressive symptoms, does acute treatment with antiplatelets/anticoagulants/thrombolysis/other agent, compared to less intense or avoiding this intervention, reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?There is continued uncertainty regarding intervention with antiplatelets, anticoagulants, thrombolysis or other agents in patients with suspected lacunar ischaemic stroke and progressive"
  },
  {
    "full_text": "lacunar ischaemic stroke and progressive symptoms, including early neurological deterioration, stuttering/fluctuating symptoms and capsular warning syndrome.Quality of evidence:Very Low⊕Strength of recommendation:-1. Twelve of 12 MWG members agreed that in patients with suspected lacunar ischaemic stroke and progressive symptoms, there is no evidence to recommend any particular antiplatelet regimen (intensive or single), BP management regimen (raising or lowering), rt-PA, anticoagulation, statin, or other treatment.2. Twelve of 12 MWG members agreed that in patients with suspected lacunar ischaemic stroke and progressive symptoms, they should be included in all trials in acute lacunar ischaemic stroke but identified as a specific subgroup with prespecified planned analysis of the treatment effect in this subgroup.3. Twelve of 12 MWG members agreed that in patients with suspected lacunar ischaemic stroke and progressive symptoms, there is an urgent need to agree a consensus definition for progressive symptoms.PICO 5: In patients with suspected acute lacunar ischaemic stroke, does acute treatment with other agents such as phosphodiesterase-3 inhibitors (e.g. cilostazol, pentoxifylline), anti-inflammatory agents (e.g. minocycline), anticoagulants, nitric oxide donors (e.g. transdermal glyceryl trinitrate), phosphodiesterase-5 inhibitors (sildenafil, tadalafil, dipyridamole), or other relevant agents not addressed in the other PICOs, compared to less intense or avoiding this intervention, reduce any recurrent stroke, recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?1. In patients with suspected acute lacunar ischaemic stroke, there is continued uncertainty over the benefits and risks of magnesium for acute treatment.Quality of evidence:Low⊕⊕Strength of recommendation:-2. In patients with suspected acute lacunar ischaemic stroke, there is continued uncertainty over the benefits and risks of cilostazol for acute treatment.Quality of evidence:Low⊕⊕Strength of recommendation:-3. In patients with acute lacunar ischaemic stroke, we suggest against the use of glyceryl trinitrate to reduce dependency.Quality of evidence:Moderate⊕⊕⊕Strength of recommendation:Weak against intervention↓?4. In patients with acute lacunar ischaemic stroke, we recommend against the use of therapeutic LMW heparin/heparinoid to reduce dependency.Quality of evidence:Moderate⊕⊕⊕Strength of recommendation:Weak against intervention↓?5. In patients with acute lacunar ischaemic stroke, there is continued uncertainty over the benefits and risks of Xueshuantong to reduce dependency.Quality of evidence:Very low⊕Strength of recommendation:-6. In the absence of RCTs, we cannot make recommendations on the use of any other agents, such as phosphodiesterase-3 inhibitors, anti-inflammatory agents, anticoagulants, nitric oxide donors, phosphodiesterase-5 inhibitors or otherwise not mentioned in"
  },
  {
    "full_text": "inhibitors or otherwise not mentioned in PICO 1-4, for acute treatment in patients with lacunar ischaemic stroke, to reduce any recurrent stroke, recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders.Quality of evidence: -Strength of recommendation:-PICO 6: In patients with lacunar ischaemic stroke, does long term treatment with antiplatelets (single or dual, duration, and whether any particular antiplatelet or combination of antiplatelets is better), compared to avoiding/less of/alternative antiplatelet intervention, reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?In patients with suspected lacunar ischaemic stroke, for secondary prevention of long-term adverse outcomes, we recommend long term single antiplatelet therapy with aspirin or clopidogrel from 2-4 weeks after stroke onset.Quality of evidence:Moderate⊕⊕⊕Strength of recommendation:Weak for intervention↑?1. In patients with suspected lacunar ischaemic stroke twelve of 12 MWG members recommend against the use of long-term* dual or triple antiplatelet therapy. Instead, single antiplatelet therapy should be used as per the Evidence Based Recommendation, unless other conditions warrant a combination of these medications.*Defined as more than 2–4 weeks2. In patients with suspected lacunar ischaemic stroke, eleven of 12 MWG members agreed that the current evidence was inadequate to recommend routine use of cilostazol to prevent adverse long term outcomes.PICO 7: In patients with lacunar ischaemic stroke, does antihypertensive treatment considering a particular agent or target, compared to less intense or avoiding this intervention given long term, reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?In patients with suspected lacunar ischaemic stroke we recommend the use of antihypertensive treatment to prevent recurrent stroke and MACE.Quality of evidence:Low⊕⊕Strength of recommendation:Strong for intervention↑↑1. Twelve of twelve MWG members suggest that: BP should be appropriately monitored and well controlled, when possible through use of out of office blood pressure measurements. We cannot advise any specific antihypertensive treatment.2. Eleven of twelve MWG members agree that aiming for BP <130/80 mmHg as generally recommended for patients with previous ischaemic stroke or TIA may be reasonable, but that drastic BP reductions and important BP variability should be avoided, probably targeting SBP between 125 and 130 mmHg and DBP between 70 and 80 mmHg.PICO 8: In patients with lacunar ischaemic stroke, does treatment with lipid lowering agents (considering a particular agent, dose, target), compared to less intense or avoiding this intervention, reduce recurrent ischaemic"
  },
  {
    "full_text": "this intervention, reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?There is continued uncertainty regarding the effect of lipid lowering specific to lacunar stroke. However we recognise that lipid lowering is effective in reducing clinically adverse outcomes in patients with undifferentiated ischaemic stroke.Quality of evidence:Low⊕⊕Strength of recommendation:-1. Twelve of 12 MWG members agreed that patients with lacunar ischaemic stroke should receive lipid lowering therapy given there is some evidence of benefit and no clear evidence of harm.PICO 9: In patients with lacunar ischaemic stroke, does treatment with lifestyle interventions (e.g. smoking cessation, dietary interventions, weight reduction, physical exercise, cognitive/behavioural or social interventions, sleep/CPAP, or a mixture of these), compared to less intense or avoiding this intervention, reduce recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?In patients with lacunar stroke, there is continued uncertainty to indicate that any specific lifestyle interventions prevent adverse clinical outcomes.Quality of evidence:Very low⊕Strength of recommendation:-1. Despite lack of direct evidence, twelve of 12 MWG members suggest that it is advisable to promote healthy lifestyle modifications in patients with lacunar stroke as recommended in secondary prevention for stroke and VCI. These include regular physical exercise, maintaining healthy body weight, avoiding smoking and excess alcohol, and eating a healthy balanced diet with low sodium intake.PICO 10: In patients with lacunar ischaemic stroke, do other treatments as secondary prevention, such as phosphodiesterase-3 inhibitors (e.g. cilostazol, pentoxifylline), anti-inflammatory agents (e.g. minocycline), anticoagulants, nitric oxide donors (e.g. transdermal glyceryl trinitrate), phosphodiesterase-5 inhibitors (sildenafil, tadalafil, dipyridamole), or other relevant agents not addressed in the other PICOs, compared to less intense or avoiding this intervention, reduce any recurrent stroke, recurrent ischaemic stroke, dependency, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders?There is continued uncertainty on the use of any other agents, such as phosphodiesterase-3 inhibitors, anti-inflammatory agents, anticoagulants, nitric oxide donors, phosphodiesterase-5 inhibitors or otherwise not mentioned in PICO 6-8, for secondary prevention in patients with lacunar ischaemic stroke, to reduce recurrent ischaemic stroke, death, cognitive impairment or dementia, haemorrhagic stroke, MACE, mobility or gait disorder, and mood disorders.Quality of evidence:Low⊕⊕Strength of recommendation:-1. In patients with lacunar ischaemic stroke without AF, twelve of 12 MWG members"
  },
  {
    "full_text": "stroke without AF, twelve of 12 MWG members recommend against the use of anticoagulation for secondary prevention, if there is no other indication.2. In patients with lacunar ischaemic stroke and AF, twelve of 12 MWG members recommend the use of anticoagulation for secondary prevention. The evidence for efficacy of anticoagulants over antiplatelet is strong in patients with AF, overruling stroke subtype. However, since the risk of ICH is increased in patients with lacunar stroke and severe SVD, we recommend strict risk factors control.We noted that a considerable proportion of articles were not found by the literature search and that a substantial number of additional articles were detected through other methods such as checking reference lists. This indicates that detection of relevant trials may be especially difficult for lacunar ischaemic stroke.We considered acute treatment and secondary prevention in lacunar ischaemic stroke. We tried to reflect diagnoses, timings and practical clinical aspects of the knowledge base that will inform the management of patients with suspected lacunar ischaemic stroke. Disappointingly, there is a dearth of data on cognitive and mood outcomes despite cognitive impairment being the commonest problem after lacunar stroke and a main concern to patients. Since most data were from subgroups of trials that included all stroke or all ischaemic stroke, the most commonly available outcomes were dependency (which is less common in lacunar stroke than in other ischaemic stroke subtypes) and recurrent stroke (which in general is less common early after lacunar stroke than with large artery or cardioembolic stroke).4The strengths of this work include the use of the GRADE approach as mandated by ESO. The guideline builds on the Guideline for covert SVD published in 2021.1We have endeavoured to amass all relevant data. While we hope we have not missed any major trials we acknowledge that it is difficult to search for trials in lacunar ischaemic stroke. We contacted authors for additional data, and wherever feasible we undertook several new meta-analyses, including a network meta-analysis on antiplatelet drugs in secondary prevention.We also acknowledge limitations. Limitations of the data reflect the dearth of any data on many of the outcomes of interest and many interventions of interest in lacunar ischaemic stroke. There were essentially no data on cognition despite cognitive impairment being common and a main concern of patients with lacunar ischaemic stroke. Most data came from a lacunar subgroup of a larger trial, which may be limited by definition, chance, small sample and often only reporting one outcome in the subgroups. Very few trials focused on lacunar ischaemic stroke. Although many trials must have included patients with lacunar ischaemic stroke, many did not distinguish lacunar from other subtypes at all, or if they did, then often did not report any results for the lacunar subgroup, or only reported a few"
  },
  {
    "full_text": "for the lacunar subgroup, or only reported a few outcomes for the lacunar stroke patients separately. Lack of long-term follow-up in many secondary prevention trials mean that effects of interventions in lacunar stroke may not have become fully apparent, since recurrent stroke, dependency, or death typically occur late after lacunar ischaemic stroke, compared with other stroke sybtypes. Finally, time constraints meant that we were not able to obtain stakeholder feedback on the guideline prior to publication, but we welcome feedback from people affected by lacunar ischaemic stroke and other forms of cSVD to help inform future guidelines, research and practice.The Guideline is part of a series of Guidelines on the clinical management of cerebral small vessel disease: Part 1, covert cSVD, Part 2, lacunar ischaemic stroke, other Parts under consideration include 3, other stroke subtypes with a high cSVD burden, 4, cognitive, 5, mobility, and 6, mood presentations of cSVD. The Guideline Parts published so far will be updated within 5 years of publication or sooner if important new information becomes available.Implications for clinical practiceFor acute interventions, specific data on lacunar ischaemic stroke were sparse for most interventions, and the quality of evidence low or very low, but in general, the findings are within the envelope of expected effects in other ischaemic stroke subtypes, are consistent with other ESO guidelines on these treatments in ischaemic stroke in general (Table 1) as follows, with caveats:Thrombolysis: dependency (the main outcome measure used) is less frequent after lacunar ischaemic stroke and so is not a good measure of outcome. Thus, there is a trend in the direction of benefit with alteplase, but the available data do not show a conventionally significant effect despite our meta-analyses having nearly as much data as some individual pivotal trials such as the NINDS trial.Antiplatelet drugs: No meta-analysis was possible, but considering the individual trials’ data, consistent with other stroke subtypes, short-term dual (not triple) antiplatelet drugs in the acute phase may reduce recurrent stroke with little evidence of harm.Blood Pressure lowering: here there were more data with consistent findings indicating that intensive BP lowering appeared harmful and should be avoided in acute lacunar ischaemic stroke unless there is another good reason to do so.Other agents and progressive lacunar stroke: there were no data to suggest that any other agents were beneficial. The data for progressive stroke are very limited with very few trials, inconsistent definitions and outcomes. The current data on a range of potential agents are provided in text and supplement. Given that progressive stroke is common after lacunar stroke, this should be a major focus of future acute stroke treatment trials.For secondary prevention, in general the data were also very limited, mostly reliant on subgroups, mostly of moderate to very low"
  },
  {
    "full_text": "on subgroups, mostly of moderate to very low quality, with few trials specifically in lacunar ischaemic stroke. However, for all interventions, the general findings were similar to those for ischaemic stroke in general:Antiplatelet drugs: A comprehensive assessment of data on antiplatelet agents, mostly as subgroups of larger trials, identified benefit for reduction in recurrent stroke and MACE with a continuous single (not long-term dual or triple) antiplatelet drug with most evidence for aspirin or clopidogrel.Blood Pressure lowering: Data on over 3000 patients in two trials specifically in lacunar ischaemic stroke which compared intensive with less intensive BP targets did not show conventional significance for preventing recurrent stroke, no effect on death, cognitive decline or dependency. Nonetheless, BP lowering is advised.Lipid lowering: data were particularly sparse and limited to subgroup analyses of old trials and did not show conventional significance of benefit, but were consistent with statins’ effects in any ischaemic stroke with no evidence of harm.Lifestyle interventions: there was little direct evidence of any intervention in lacunar ischaemic stroke, although lifestyle interventions are common sense with little evidence of harm.Other interventions: A number of mostly small trials did not identify definite benefit with any other agent, although there may be hints of benefits with some agents that may improve endothelial function, but larger trials are needed.Recommendations for future researchWe suggest several actions that would help to improve the quantity and quality of evidence for interventions to guide management in patients with lacunar ischaemic stroke, in future.First, trials in stroke that plan to include also patients with lacunar ischaemic stroke, should subtype lacunar and other stroke subtypes at baseline so that the lacunar strokes can be identified in future analyses. The subtyping should use currently used definitions such as the Oxfordshire Community Stroke Project (OCSP)2definition based on symptoms and signs, or the TOAST classification (although caution is required to avoid bias due to presumed causation)133and if possible, even more detailed information and nomenclature as proposed by Standards for Reporting Vascular Changes on Neuroimaging −2 (STRIVE-2) collaboration.33Possibly, in view of differences in outcome rates between lacunar versus non-lacunar strokes, the stroke subtype should even be included in any minimisation algorithm to ensure that treatment allocation is well balanced for baseline characteristics including stroke subtype. These trials that include patients with lacunar stroke should present as many results as possibly by stroke subtype, albeit in secondary analyses. Nonetheless, if previous trials had provided data on outcomes in lacunar stroke by treatment allocation more systematically this would, by now, have resulted in a much stronger evidence base for many basic routine stroke"
  },
  {
    "full_text": "evidence base for many basic routine stroke interventions than is currently the case.Second, there is an urgent need for more trials dedicated to lacunar stroke, in order to improve the current clinical management. Amongst the conventional routine acute stroke treatments or secondary preventions, few showed much slight benefit (acute short term antiplatelets, long-term antiplatelets); several showed no definite benefit, with confidence intervals overlapping no effect, but ‘taken on trust’, the direction of effect is in the right direction (thrombolysis, acute phase DAPT, long-term BP lowering, long-term statins, lifestyle); and one showed harm (acute BP lowering). These findings are consistent with the data in the covert cSVD Guideline, although in the case of antiplatelet drugs in covert cSVD there was evidence of harm. Of the ‘other’ interventions and in progressive lacunar stroke, there were mostly small inconclusive trials. Furthermore, the outcomes provided in the conventional stroke interventions focused on early stroke recurrence or dependency, with little to no data on cognitive impairment, a frequent consequence and major concern to patients with lacunar stroke. Trials dedicated to lacunar stroke, which does after all account for a quarter of ischaemic strokes, could focus on recruitment practices, trial designs and outcomes (especially cognition, mood) that are more relevant to lacunar stroke, critically important to assess, and where an effective intervention is more likely to impact clinical practice.Third, the data on aspirin and clopidogrel (conventional ‘strong’ antiplatelet drugs), antihypertensives and statins indicate somewhat limited effectiveness and suggest that there is little point in attempting further trials of these agents, although the combination of aspirin and dipyridamole or aspirin and ticagrelor in acute lacunar ischaemic stroke could be of interest. This is consistent with the intrinsic nature of the underlying non-atheromatous, non-cardioembolic SVD pathology. Rather, it could be more informative to focus on emerging, newer, or novel agents with relevant modes of action to try and find more effective interventions that tackle the intrinsic pathology.Fourth, a major issue was the difficulty in identifying the relevant literature, due to the wide range of terms used in lacunar stroke and SVD and the lack of indexing on these terms. This problem was what led to the STRIVE-1 initiative focused on SVD features on neuroimaging,which has improved the consistency of some SVD terminology already, and has now been updated with new STRIVE recommendations.33Other manifestations of SVD such as WMH, silent lacunar infarcts and enlarged perivascular spaces should also whenever possible be evaluated in treatment trials.In conclusion, there is clearly a large problem for clinical aspects of lacunar stroke and SVD still to be addressed.Plain language summaryThis guideline offers recommendations for the treatment of lacunar"
  },
  {
    "full_text": "recommendations for the treatment of lacunar stroke. An ischaemic stroke happens when the blood flow to a part of the brain is interrupted causing damage to the brain. This damage causes common symptoms which can include weakness and speech. Lacunar strokes occur following damage to the small blood vessels of the brain (small vessel disease) and are common, accounting for about a quarter of all stroke cases. There is a suggestion that the treatment of patients with lacunar stroke may differ from the treatment of other types of stroke that are caused by clots going from the heart or from disease in the large blood vessels.This guideline was written by the European Stroke Organisation who gathered an international group of experts in the area. We identified 10 key areas of uncertainty (or questions) in the treatment of lacunar stroke and then searched all of the published articles on treatment trials to try and answer these questions. For each area of uncertainty/question we assessed the quality of the research studies providing information on the topic. To make recommendations we needed to be certain that the trials were of high enough quality. If there was enough evidence to provide a recommendation we did so (all the time indicating how certain we were). If there was not enough evidence of high enough quality then we made a statement based upon our expert consensus opinion. We were keen that proposed treatments should benefit to patients and families (and not just improvement in a brain scan appearance or blood test). So for each possible treatment we looked at whether it reduced key clinical outcomes for example recurrent stroke, death, onset of memory and thinking problems or dementia, onset of reliance on others, heart attacks or other features of small vessel disease such as mobility and mood disorders.We hope that these guidelines will help healthcare professionals and patients decide how to treat patients with lacunar stroke but also highlight where evidence is lacking and where research should focus in the future.The questions we asked along with the answers are below:1. Should patients with lacunar (small vessel disease) stroke receive thrombolysis (a clot busting drug in the first few hours after a stroke happens).ANSWER: Yes – patients with lacunar stroke should receive thrombolysis if necessary (as for other types of ischaemic stroke)2. Should patients with lacunar stroke receive antiplatelet drugs in the first few hours after the stroke happens – these act to thin the blood and are commonly used after stroke or heart attack for example, aspirin?ANSWER: Yes - we recommend that these drugs should be started as soon as possible.3. Should patients with lacunar stroke receive drugs to lower high blood pressure in the first 24 h after a stroke happens?ANSWER: We recommend against lowering BP drastically in the first 24 h (unless this is needed for another reason).4. Should patients who have a lacunar stroke and then experience a worsening"
  },
  {
    "full_text": "a lacunar stroke and then experience a worsening of their symptoms be treated with specific drugs other than normal stroke treatments?ANSWER: No –at the moment there is no research to guide recommendations here (nor is it clear exactly how to define this group).5. Should patients with lacunar stroke receive any other drugs in the first few hours following a stroke?ANSWER: We do not know if magnesium or cilostazol or the Chinese medicinal herb Xueshuantong are of benefit, we recommend against using nitrates and against using heparin in acute lacunar ischaemic stroke.6. Should patients with lacunar stroke receive antiplatelet drugs (blood thinning drugs like aspirin) in the long term?ANSWER: Yes - we recommend one antiplatelet drug long term (aspirin or clopidogrel) (often patients will receive both aspirin and clopidogrel for the first weeks after a stroke). There is not enough research evidence to recommend cilostazol.7. Should patients with lacunar stroke receive drugs to lower blood pressure in the long term?ANSWER: Yes – we recommend treating blood pressure, aiming for a level of 130/80 but avoiding drastic changes in blood pressure level.8. Should patients with lacunar stroke receive drugs to lower cholesterol levels? ANSWER: Yes –there is general benefit for most patients following an ischaemic stroke and we recommend taking drugs to lower cholesterol.9. Should patients with lacunar stroke adopt lifestyle measures to benefit their health?ANSWER: Yes - Although there is a lack of direct evidence we recommend general health lifestyle modifications as recommended in stroke and dementia guidelines. These include (but are not limited to) regular physical exercise, maintaining healthy body weight, avoiding smoking and excess alcohol and eating a healthy balanced diet with low sodium (dietary salt) intake.10. Should patients with lacunar stroke receive any other long-term treatments not mentioned above?ANSWER– We do not know whether to use cilostazol or nitrates or not. In patients with an irregular heart beat (Atrial Fibrillation) and lacunar stroke we recommend using blood thinning drugs for example, warfarin or equivalent as for patients with other types of stroke who have atrial fibrillation, as well as treating risk factors for small vessel disease.These recommendations will help health care professionals and patients in choosing the best treatments and also highlight where more research is needed.Supplemental Materialsj-docx-1-eso-10.1177_23969873231219416 – Supplemental material for European stroke organisation (ESO) guideline on cerebral small vessel disease, part 2, lacunar ischaemic strokeSupplemental material, sj-docx-1-eso-10.1177_23969873231219416 for European stroke organisation (ESO) guideline on cerebral small vessel disease, part 2, lacunar ischaemic stroke by Joanna M Wardlaw, Hugues Chabriat, Frank-Erik de Leeuw, Stéphanie Debette, Martin Dichgans, Fergus Doubal, Hanna Jokinen, Aristeidis H Katsanos, Raffaele Ornello, Leonardo"
  },
  {
    "full_text": "Aristeidis H Katsanos, Raffaele Ornello, Leonardo Pantoni, Marco Pasi, Aleksandra M Pavlovic, Salvatore Rudilosso, Reinhold Schmidt, Julie Staals, Martin Taylor-Rowan, Salman Hussain and Arne G Lindgren in European Stroke Journalsj-docx-2-eso-10.1177_23969873231219416 – Supplemental material for European stroke organisation (ESO) guideline on cerebral small vessel disease, part 2, lacunar ischaemic strokeSupplemental material, sj-docx-2-eso-10.1177_23969873231219416 for European stroke organisation (ESO) guideline on cerebral small vessel disease, part 2, lacunar ischaemic stroke by Joanna M Wardlaw, Hugues Chabriat, Frank-Erik de Leeuw, Stéphanie Debette, Martin Dichgans, Fergus Doubal, Hanna Jokinen, Aristeidis H Katsanos, Raffaele Ornello, Leonardo Pantoni, Marco Pasi, Aleksandra M Pavlovic, Salvatore Rudilosso, Reinhold Schmidt, Julie Staals, Martin Taylor-Rowan, Salman Hussain and Arne G Lindgren in European Stroke Journalsj-docx-3-eso-10.1177_23969873231219416 – Supplemental material for European stroke organisation (ESO) guideline on cerebral small vessel disease, part 2, lacunar ischaemic strokeSupplemental material, sj-docx-3-eso-10.1177_23969873231219416 for European stroke organisation (ESO) guideline on cerebral small vessel disease, part 2, lacunar ischaemic stroke by Joanna M Wardlaw, Hugues Chabriat, Frank-Erik de Leeuw, Stéphanie Debette, Martin Dichgans, Fergus Doubal, Hanna Jokinen, Aristeidis H Katsanos, Raffaele Ornello, Leonardo Pantoni, Marco Pasi, Aleksandra M Pavlovic, Salvatore Rudilosso, Reinhold Schmidt, Julie Staals, Martin Taylor-Rowan, Salman Hussain and Arne G Lindgren in European Stroke Journal"
  }
]