[
  {
    "full_text": "TITLE: Examination of References in Rosen’s Emergency Medicine Text Book, 8thEdition; an Observational Study ABSTRACT: Introduction:This study aims to analyze the references that the authors and editors used during the writing of Rosen’s Emergency Medicine, 8th edition.Methods:15,209 references, which were used in 197 chapters of Rosen’s Emergency Medicine, 8thedition, were examined regarding the distribution of countries, journals, publication year, and the department of the affiliation of the first author.Results:A total of 63.1% (n = 9591) of the references were led by authors from the United States (US). US-based journals were mostly used, and Annals of Emergency Medicine was the journal from which the references were most frequently extracted, with a percentage of 5.2% (n = 756). The studies conducted by emergency physicians have increased in recent years, and emergency physicians, with a percentage of 17.8% (n = 351), were the leading authors of studies conducted between 2010 and 2013, which were cited in the references of Rosen’s Emergency Medicine, 8th edition.Conclusion:US-based studies make up a significantly bigger portion of the references used in Rosen’s Emergency Medicine, 8thedition. If Europe and other countries give due importance to emergency medicine, they will have the capability to produce studies that can be used as references in textbooks as much as the US. BODY: IntroductionEmergency medicine, which first took root in the United States approximately 50 years ago, has experienced rapid growth since it first started (1). Emergency medicine residency programs first started at the University of Cincinnati in 1970 (2). As of 2016, 33,510 emergency physicians have been certified by the Emergency Physicians American Board of Emergency Medicine (ABEM) in the United States. At present, the emergency medicine specialty is being accepted as an area of specialization in more than 60 countries (4,5).One of the most important reference guides for emergency physicians is Rosen’s Emergency Medicine; its first edition was published in 1983 under the leadership of Peter Rosen, who was the founding editor. Rosen’s Emergency Medicine is one of the most comprehensive textbooks of emergency medicine, and it is in the top rank of key textbooks that are most recommended by many emergency medicine academicians (7). Rosen’s Emergency Medicine, 8th edition, which was awarded the Medical Book Award by the British Medical Association (BMA) in 2014, was highly commended by the same organization.One of the most important parts of the writing phase of a textbook is the collection of literature references (8). The authors should select the references they use carefully to support their arguments and provide reliability. During the writing phase, the authors of key textbooks select with caution the references and publications they prefer; such references are directly related to the quality of the book. We think that the countries where these studies were"
  },
  {
    "full_text": "think that the countries where these studies were conducted recognized emergency medicine as a specialty and also attached importance to the improvement of emergency medicine clinics. In line with this hypothesis, in the current study, we aimed to examine the references that the authors and editors used when writing the eighth edition of Rosen’s Emergency Medicine.MethodsStudy design and settingsThis observational study was conducted between Jan 08, 2016 and Jan 08, 2017 to analyze the references of Rosen’s Emergency Medicine, 8thedition regarding the distribution of countries, journals, publication year and affiliation of the first authors.Data GatheringThe references used in all chapters of Rosen’s Emergency Medicine, 8th edition, were collected. The databases of PubMed, Scopus, ResearchGate, Scimago Journal & Country Rank, and Google Scholar and online libraries of universities were checked to access the bibliography of the references. The country and the department in which the first author was working during the publication of the study, the publication year of the reference, and the type of publication (i.e., journals and books), were extracted for all references. The number of references used in each five year period, and the ratios of these references in emergency department and in other departments were also investigated.This study was conducted by an independent researcher who was blinded to our hypothesis in order to prevent bias. Furthermore, another independent researcher assessed all references for citation and quotation accuracy. Despite all these efforts, the first authors of some studies, primarily old ones, could not be found or the countries where some studies were conducted could not be identified. Therefore, these studies were indicated as ‘others’ in the main text and tables. Studies cited in the eighth edition of Rosen’s Emergency Medicine were from more than two hundred different journals and over fifty countries. Information about emergency service in those countries (whether emergency medicine is recognized as a specialty or not) was obtained from the American journal of Emergency Physicians (ACEP), European Society for Emergency Medicine (EUSEM) and official websites of the ministries of health in the respective countries as well as websites of their emergency medicine societies, if any. The ranking of the countries and journals was obtained from ‘Scimagojr.com’.Statistical analysisSPSS 22.0 (Armonk, NY: IBM Corp.) was used for analysis of these data and simple destriptive statistics was used to record numbers and percentages.Results15,209 references were cited in 197 chapters. 14,437 (94.9%) of the used references were taken from journals, and 772 (5.1%) of the references were taken from other sources (books, guidelines, reports, etc.).Country distribution of referencesWith regard to the country of the first authors, the US was found to be the most common country (63.1% of first authors, n = 9591), followed by the"
  },
  {
    "full_text": "of first authors, n = 9591), followed by the United Kingdom (UK) (6.0% first authors, n = 912) and Canada (4.3% of first authors, n = 654) (Table 1).Journal distribution of referencesThe journals that were used as references most frequently were Annals of Emergency Medicine (5.2%, n = 756), New England Journal of Medicine (4.2%, n = 614), Journal of Trauma and Acute Care Surgery (2.9%, n = 431), Journal of the American Medical Association (JAMA) (2.6%, n = 384), Academic Emergency Medicine (2.5%, n = 431), and the American Journal of Emergency Medicine (AJEM) (2.3%, n = 337) (figure 1).Department distribution of referencesWhen the departments of the first authors of the references were examined, the most common department was emergency department (14.5%, n = 2206), followed by Department of Medicine (11.6%, n = 1766). It was found that 86.5% (n = 1905) of emergency physicians included as the first author in the references were from the US and Canada (figure 2).Publication year distribution of referencesIt was found that the studies published between 2005 and 2009 were most frequently used (35.8%, n = 5238). When references that listed emergency physicians as the first authors were examined, the ratio of emergency physicians to other physicians had increased in recent years, and this ratio was 17.8% (n = 351) in the last 4 years (2010–2013) (Table 2).DiscussionEmergency physicians diagnose patients admitted to the emergency department and treat them with the information they obtain from key textbooks such as Rosen’s Emergency Medicine. A key textbook passes many stages of writing and includes the contribution of many authors. Rosen’s Emergency Medicine, 8th edition, was written over a long period of 4 years and, during this period, many important references were used for citations in the book (6). When the data obtained from the Scopus-Scimago Journal & Country Rank (S-SJR) were examined, it was found that out of the 9,917 studies in the field of emergency medicine that were published in 2016, 33.0% (n = 3273) were performed by authors from the US, 9.1% (n = 904) were performed by authors from Germany, and 5.1% (n = 510) were performed by authors from the UK (9). The analysis of the references of Rosen’s Emergency Medicine, 8th edition revealed that studies by authors from the US and Canada were used the most, and the studies by the authors from Europe and other countries lagged behind. Moreover, with regard to the ratio of the studies by emergency physicians used as references, it was found that the emergency physicians from Europe were much behind those from the US and Canada in terms of conducting and publishing studies in emergency medicine. This could be related to the fact that the emergency medicine clinic is not yet at the desired level in Europe; for instance, emergency medicine is not yet known as a field of specialization in Germany.It is necessary to accept emergency medicine as a field of specialization and to increase the academic"
  },
  {
    "full_text": "of specialization and to increase the academic opportunities for emergency physicians in Europe and other countries to enable them to contribute to this field.Another subject that was addressed in the current study was the studies published in which journals were cited most as references in Rosen’s Emergency Medicine, 8th edition. According to the S-SJR 2016 data (10), when the H-index score in the field of emergency medicine and the countries in which they were published were analyzed, it was found that the H-index score was the highest for Annals of Emergency Medicine (US, H-index score = 130); other scores were Resuscitation (European, H-index score = 109), Academic Emergency Medicine (US, H-index score = 101), Shock (US, H-index score = 101), Injury (European, H-index score = 96), Burns (US, H-index score = 80), American Journal of Emergency Medicine (US, H-index score = 80), Journal of Emergency Medicine (H-index score = 64), and Emergency Medicine Journal (European, H-index score = 63). The analysis of the journals whose articles were cited in Rosen’s Emergency Medicine, 8thedition revealed a similar result, that is, the most common journal was Ann Emerg Med; moreover, almost all of the first 10 journals with most cited references were US-based journals. Tsai et al. also reported a similar finding in their studies in which they examined the most frequently cited references in emergency medicine. They reported that the most frequently cited references were published mainly in the journals originating from the US including Annals of Emergency Medicine (10). Therefore, this result can be interpreted as the studies published in the US-based journals are the leading academic contributors to the field of emergency medicine.Table 1Distribution of references of Rosen’s Emergency Medicine, 8th edition, based on countriesCountryNumber (%)EM#CountryNumber (%)EM#USA9591 (63.1)YesGreece65 (0.4)NoUK912 (6.0)YesTaiwan62 (0.4)YesCanada654 (4.3)YesIndia59 (0.40YesGermany311 (2.0)NoSouth Korea55 (0.4)YesAustralia303 (1.9)YesDenmark55 (0.4)YesFrance267 (1.8)YesAustria54 (0.4)NoItaly248 (1.6)YesBrazil53 (0.3)NoHolland246 (1.6)YesSouth Africa44 (0.3)YesIsrael156 (1.0)YesIreland41 (0.3)YesSwitzerland154 (1.0)NoSingapore41 (0.3)YesJapan146 (0.9)YesNew Zealand34 (0.2)YesSpain111 (0.7)YesMalaysia30 (0.2)YesTurkey110 (0.7)YesIran28 (0.2)YesSweden97 (0.6)YesSaudi Arabia26 (0.2)YesChina90 (0.6)YesPoland25 (0.2)YesFinland71 (0.5)YesScotland24 (0.2)YesBelgium70 (0.5)YesThailand24 (0.2)YesNorway66 (0.4)NoOthers*886 (5.8)*References other than journals (books, reports, etc.) or references from an unknown country of the first author or from other countries;#is emergency medicine a recognized specialty?Figure 1Distribution of references in Rosen’s Emergency Medicine, 8th edition, based on journalsFigure 2Distribution of references in Rosen’s Emergency Medicine, 8th edition, based on departmentsTable 2:Distribution of references in Rosen’s Emergency Medicine, 8th edition,"
  },
  {
    "full_text": "in Rosen’s Emergency Medicine, 8th edition, based on publication yearsYear of publicationDepartment n (%)EmergencyOtherTotal2010–2013351 (17.8)1623 (82.2)1974 (13.6)2005–2009798 (15.2)4440 (84.8)5238 (36.2)2000–2004560 (15. 0)3182 (85.0)3742 (25.9)1995–1999263 (16.1)1366 (83.9)1629 (11.2)1990–1994138 (15.3)765 (84.7)903 (6.3)1985–198971 (13.7)448 (86.3)519 (3.6)1980–198421 (9.5)200 (90.5)221 (1.5)≤19794 (1.9)204 (98.1)208 (1.4)The ratio of the studies in the field of emergency medicine to total studies in the field of medicine was compared with the data obtained from S-SJR. Out of the 341,316 studies performed in 1996, 0.71% (n = 2455) were in the field of emergency medicine. Out of the 12,201,133 studies performed in the field of medicine between 1996 and 2016, 0.95% (n = 116,488) were in the field of emergency medicine. Out of the 912,801 studies performed in the field of medicine in 2016, 1.08% were related to emergency medicine. Furthermore, although only 53 countries made contributions to the studies in the field of emergency medicine in 1996, this number increased to 134 countries in 2016 (9,11,12). Analysis of the publication dates of the references in Rosen’s Emergency Medicine, 8th edition, based on years showed that the rate of emergency physicians leading the studies has gradually increased, and it was highest between 2010 and 2013. In light of the data obtained from S-SJR and information obtained from the references in Rosen’s Emergency Medicine, 8thedition, it was observed that contributions by emergency physicians in the field of medicine have gradually increased. Similar results were obtained in the study by Liang Y et al. (13), in which the development of emergency medicine was investigated via evaluation of impact factors of 24 emergency journals. According to this previous study, the impact factors of journals of emergency medicine have increased from 2005 to 2014. Contributions of Emergency Physicians to medical literature are increasing. However, the number of the studies conducted in emergency fields in countries other than the US increased gradually, which was not so remarkable (14,15). Li Q et al. examined all the studies published from 2006 to 2010 in 13 most commonly cited emergency medicine journals. Li Q et al. reported that the studies originating from the US accounted for 46.3%, which were also among the most commonly cited studies (16). This is consistent with our findings.LimitationsThere are a few limitations in this study. First, references of a key textbook in emergency medicine from European or countries other than the US were not examined in addition to Rosen’s Emergency Medicine, 8th edition. The editors of Rosen’s Emergency Medicine, 8th edition, are physicians from the US. This might be the reason why they mainly had access to the studies conducted in their own country and were influenced by such studies. Another limitation is that the editors ignored the publications inthe field of emergency medicine in"
  },
  {
    "full_text": "publications inthe field of emergency medicine in languages other than English. Since there are some publications that were written in English but could not provide important contributions to emergency medicine, maybe the editors did not prefer these studies in languages other than English as references.Conclusion:Based on the findings, the studies were mostly performed by authors from the US and that US-based journals were mostly used for citing references. Although the rate of using the studies performed by emergency physicians as a reference has gradually increased, countries other than the US are not at a desirable level of contribution to the field of emergency medicine."
  }
]