[
  {
    "full_text": "TITLE: Extracorporeal Membrane Oxygenation for Cardiac Indications in Adults: A Health Technology Assessment ABSTRACT: BackgroundExtracorporeal membrane oxygenation (ECMO) is a rescue therapy used to stabilize patients with hemodynamic compromise such as refractory cardiogenic shock or cardiac arrest. When used for cardiac arrest, ECMO is also known as extracorporeal cardiopulmonary resuscitation (ECPR). We conducted a health technology assessment of venoarterial ECMO for adults (aged ≥ 18 years) with cardiac arrest refractory to conventional cardiopulmonary resuscitation (CPR) or with cardiogenic shock refractory to conventional medical management (i.e., drugs, mechanical support such as intra-aortic balloon pump and temporary ventricular assist devices). Our assessment included an evaluation of effectiveness, safety, cost-effectiveness, the budget impact of publicly funding ECMO for these indications, and patient preferences and values.MethodsWe performed a systematic literature search of the clinical evidence. We assessed the risk of bias of each included study using the Risk of Bias in Systematic Reviews (ROBIS) tool for systematic reviews and the Risk of Bias Among Nonrandomized Trials (ROBINS-I) tool for observational studies, and the quality of the body of evidence according to the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) Working Group criteria. We performed a systematic economic literature search and conducted a cost-effectiveness analysis with a lifetime horizon from a public payer perspective. We also analyzed the budget impact of publicly funding ECMO in Ontario for patients with refractory cardiogenic shock or cardiac arrest. To contextualize the potential value of ECMO for cardiac indications, we spoke with patients and caregivers with direct experience with the procedure.ResultsWe included one systematic review (with 13 observational studies) and two additional observational studies in the clinical review. Compared with traditional CPR for patients with refractory cardiac arrest, ECPR was associated with significantly improved 30-day survival (pooled risk ratio [RR] 1.54; 95% CI 1.03 to 2.30) (GRADE: Very Low) and significantly improved long-term survival (pooled RR 2.17; 95% CI 1.37 to 3.44) (GRADE: Low). Overall, ECPR was associated with significantly improved 30-day favourable neurological outcome in patients with refractory cardiac arrest compared with traditional CPR; pooled RR 2.02 (95% CI 1.29 to 3.16) (GRADE: Very Low). For patients with cardiogenic shock, ECMO was associated with a significant improvement in 30-day survival compared with intra-aortic balloon pump (pooled RR 2.11; 95% CI 1.23 to 3.61) (GRADE: Very Low). Compared with temporary percutaneous ventricular assist devices, ECMO was not associated with improved survival (pooled risk ratio 0.94; 95% CI 0.67 to 1.30) (GRADE: Very Low).We estimated the incremental cost-effectiveness ratio of ECPR compared with conventional CPR is"
  },
  {
    "full_text": "ratio of ECPR compared with conventional CPR is $18,722 and $28,792 per life-year gained (LYG) for in-hospital and out-of-hospital cardiac arrest, respectively. We estimated the probability of ECPR being cost-effective versus conventional CPR is 93% and 60% at a willingness-to-pay of $50,000 per LYG for in-hospital and out-of-hospital cardiac arrest, respectively. We estimate that publicly funding ECMO in Ontario over the next 5 years would result in additional total costs of $1,673,811 for cardiogenic shock (treating 314 people), $2,195,517 for in-hospital cardiac arrest (treating 126 people), and $3,762,117 for out-of-hospital cardiac arrest (treating 247 people).The eight patients and family members with whom we spoke had limited ability to assess the impact of ECMO or report their impressions because of their critical medical situations when they encountered the procedure. All had been in hospital with acute hemodynamic instability. In the decision to receive the procedure, participants generally relied on the expertise and judgment of physicians.ConclusionsFor adults treated for refractory cardiac arrest, ECPR may improve survival and likely improves long-term neurological outcomes compared with conventional cardiopulmonary resuscitation. For patients treated for cardiogenic shock, ECMO may improve 30-day survival compared with intra-aortic balloon pump, but there is considerable uncertainty.For adults with refractory cardiac arrest, ECPR may be cost-effective compared with conventional CPR. We estimate that publicly funding ECMO for people with cardiac arrest and cardiogenic shock in Ontario over the next 5 years would cost about $845,000 to $2.2 million per year.People with experience of ECMO for cardiac indications viewed it as a life-saving device and expressed gratitude that it was available and able to help stabilize their acute medical condition. BODY: BackgroundExtracorporeal membrane oxygenation (ECMO) is a rescue therapy used to stabilize patients with hemodynamic compromise such as refractory cardiogenic shock or cardiac arrest. When used for cardiac arrest, ECMO is also known as extracorporeal cardiopulmonary resuscitation (ECPR). We conducted a health technology assessment of venoarterial ECMO for adults (aged ≥ 18 years) with cardiac arrest refractory to conventional cardiopulmonary resuscitation (CPR) or with cardiogenic shock refractory to conventional medical management (i.e., drugs, mechanical support such as intra-aortic balloon pump and temporary ventricular assist devices). Our assessment included an evaluation of effectiveness, safety, cost-effectiveness, the budget impact of publicly funding ECMO for these indications, and patient preferences and values."
  }
]