[
  {
    "full_text": "TITLE: Gaps in the Provision of Cognitive and Psychological Resources in Cardiac Arrest Survivors with Good Neurologic Recovery ABSTRACT: We aimed to elucidate gaps in the provision of cognitive and psychological resources in cardiac arrest survivors. We conducted an online survey study between October 29, 2019, and November 15, 2019 with cardiac arrest survivors and caregiver members of the Sudden Cardiac Arrest Foundation. We queried survivors as to whether they experienced cognitive or psychological symptoms since their cardiac arrest. Next, we queried both survivors and caregivers on the provision of resources through three metrics: (1) discussions with providers about potential cognitive or psychological symptoms, (2) neurologist or psychologist appointments scheduled by providers, and (3) mental health referrals by providers. We then ran Chi-square goodness-of-fit tests to compare the proportion of survivors and caregivers who reported resource provision (observed values) to the proportion of survivors who reported experiencing cognitive and psychological symptoms, respectively (expected values). We included responses from 167 survivors and 52 caregivers. A total of 73.1% (n= 122) survivors reported experiencing cognitive symptoms and 67.1% (n= 112) psychological symptoms since their cardiac arrest. When compared to these two proportions, provision of resources was significantly lower in all three metrics: (1) fewer discussions with providers about potential for developing cognitive symptoms (31%) and psychological symptoms (26.3%), (2) fewer neurologist appointments scheduled (8.4%) and psychologist appointments scheduled (4.8%), and (3) fewer referrals to mental health (6%). Informal caregivers also reported significantly lower provision of resources in all three metrics, with the exception of discussions about developing cognitive symptoms. Our results suggest that there are discrepancies in the provision of cognitive and psychological resources in cardiac arrest survivors with good neurologic recovery. Systematic referral processes may be needed to standardize resource provision to consistently meet the pervasive cognitive and psychological needs of cardiac arrest survivors."
  }
]