[
  {
    "full_text": "TITLE: Global emergency medicine: A scoping review of the literature from 2023 ABSTRACT: AbstractObjectiveThe Global Emergency Medicine Literature Review (GEMLR) highlights the highest‐quality research addressing emergency care in resource‐limited settings (ECRLS). This 18th edition reviews global emergency medicine (GEM) literature published during 2023.MethodsA scoping review of GEM articles published in 2023 was performed using a systematic PubMed search and manual gray literature (GRAY) search. Reviewers and editors from 10 countries screened articles utilizing case definitions of three categories of GEM research—disaster and humanitarian response (DHR), ECRLS, and emergency medicine development (EMD). After duplicates and those not meeting authorship equity and ethical review requirements were removed, articles were scored according to rubrics for original research (OR), review articles (RE), and GRAY. Those in the top 5% from any category were summarized and critiqued in narrative review.ResultsThere were 58,291 articles identified in the main search and 11,035 in the GRAY search. A total of 825 articles from the main search and 37 GRAY articles screened in and were scored. Fifty‐five main search articles and one GRAY article were included after scoring, a 52.8% increase from 2022 despite <1% change in search volume. ECRLS remained the largest category (63%). As in previous years, articles frequently addressed emergencies in pediatrics (10 articles), trauma (9), prehospital care (8), maternal/neonatal care (6), education/training (6), disaster medicine (4), and airway/sedation management (4). A total of 3.5% of screened‐in articles failed to meet GEMLR's new authorship equity and ethics standards.ConclusionsThe quantity and quality of GEM research continues to grow as measured by the GEMLR scoring system. A revised search string identified relevant GEM articles with broad application in global settings. New equity guidelines were successfully implemented. This review summarizes the highest quality current GEM research while providing evolving guidelines for best practices in performing this important and rapidly growing work. BODY: INTRODUCTIONThe Global Emergency Medicine Literature Review (GEMLR), now in its 18th edition, highlights the highest‐quality research addressing emergency care in resource‐limited settings (ECRLS).1This research includes direct clinical care, humanitarian response, or development of emergency care systems and constitutes a broad definition of global emergency medicine (GEM).2By compiling the best GEM research in any given year, the GEMLR Group seeks to recognize and support GEM practitioners who are advancing quality emergency care around the world.3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20While the bulk of this research is on direct clinical care in low‐ and middle‐income countries (LMICs), attention is also directed toward disaster and humanitarian response (DHR) as well as emergency medicine development"
  },
  {
    "full_text": "(DHR) as well as emergency medicine development (EMD). The goal is that this review will be helpful to emergency care practitioners engaged in direct clinical practice, policy makers, researchers, and individuals involved in GEM systems development.In addition to an annual scoping review of the GEM literature, the GEMLR Group publishes an annual systematic review focused on singular topics in EM identified in prior annual reviews as lacking consensus. Previous reviews have expanded insight into nutrition interventions affecting pediatric mortality in humanitarian emergencies, bystander response and activation of trauma systems, interventions in first responders to prevent or treat the mental health effects of disaster response, mobile health impacts on emergency care in LMICs, and effective interventions for severe respiratory infections in LMICs.21,22,23,24,25,26In the main GEMLR, a scoping review has been performed every year since 2005, and articles are reviewed, categorized, and summarized based on three broad categories: DHR, ECRLS, and EMD.METHODSUpdates to 2023 searchThe process for surveying the GEM literature has remained generally stable over the 18 years of GEMLR publications, albeit with an annual update to its procedures manual (Data SupplementS1) accomplished through a process of committee work by the editorial team. The GEMLR members are divided into smaller review groups consisting of an editor, four reviewers, an alternate reviewer, and in some groups an alternate editor. Given the continued increase in the volume of articles screened each year, the number of these review groups was increased this year from seven to eight. A secondary review of literature published by organizations involved in GEM care has often accompanied the formal PubMed review in the form of a gray literature (GRAY) review. The GRAY review includes a screen of work from organizations involved in GEM care which perform independent research but may publish outside of traditional journals or may face financial barriers to publishing in larger or indexed journals, to ensure the contributions of these organizations to the body of GEM research are not missed. Last year's process renewed this review of the GRAY with an improved and standardized process, and this was continued in the current edition. No large language model or similar software was used in the preparation of this research.A major change in this year's review was the modification of previously included authorship and local ethical approval requirements to better align with recommended guidelines regarding research in LMIC settings.27Previously, screened‐in articles were awarded a point if there was at least one local author listed in any position. Starting this year, articles were excluded prior to scoring if this minimum criterion was not met. Similarly, screened in articles were awarded a point if there was local ethical board review or a clear explanation why it was not acquired. Starting this"
  },
  {
    "full_text": "why it was not acquired. Starting this year, articles not meeting these minimal criteria were also excluded prior to scoring. Finally, the scoring rubric was changed to now award 2 points for local authorship positioning as first and/or last author. For articles not clearly affiliated with one country or setting or for articles addressing why local ethical review was not possible and how it was mitigated, articles were allowed if both reviewers, and the assigned editor and managing editor agreed that the requirements either were not applicable or there was a clear and reasonable explanation of why they were not met. Statements from a government ministry or community group or studies that clearly adhered to the Declaration of Helsinki were acceptable in lieu of institutional review board (IRB) approval. Most other procedures from recent reviews were retained and a Preferred Reporting Items for Systematic Reviews and Meta Analyses extension for Scoping Reviews (PRISMA‐ScR) checklist was completed (Data SupplementS2). Finally, the PubMed search string was revised with assistance from a research librarian to address issues of redundancy, specificity, and to better align search terms with the three broad definitions of DHR, EMD, and ECRLS established in the procedures manual. Most significantly the term “pandemic” was removed as an independent search variable, as was “tuberculosis,” while the terms “anaphylaxis,” “obstetric,” and “neonatal” were added. The full search string used in this year's review is available in Data SupplementS3.GEMLRrecruitment and personnelRecruitment of GEM practitioners actively working in LMIC settings remains a priority, and this year's review includes representation from several new countries and institutions (Appendix0). While the ultimate goal is a review team broadly representative of the countries and settings in which GEM work is performed, the current review team also encompasses practitioners with formal GEM training and who actively work in LMIC settings. An annual call for applications is widely advertised and applicants are screened by GEMLR leadership to fill open positions. The expansion to eight review teams and several positions opened through attrition and term limits resulted in 23 new members, including alternate reviewers from the previous year. This year's GEMLR team included 62 representatives from 10 countries (Australia, Cameroon, Canada, Egypt, Ghana, Kenya, Tanzania, Uganda, United Kingdom, and the United States) and included an editor in chief, managing editor, assistant managing editor, technical editor, eight editors, two assistant editors, 30 reviewers, five alternate reviewers, seven advisors, and six members of the systematic review team (Appendix). All GEMLR members are volunteers and are unfunded for their participation.Article screening proceduresAll new and returning reviewers engage in a practice screening and scoring assignment supervised by their individual group editor. This process"
  },
  {
    "full_text": "by their individual group editor. This process familiarizes new reviewers with the procedures, reorients returning reviewers, and pilot tests any changes to the screening process or scoring rubrics. This also establishes a baseline for small‐group communication and helps editors identify any reviewer who may need additional support or mentorship. The review is performed in two identical rounds each including a screening phase followed by a scoring phase. A PubMed search of the first 8 months of 2023 was followed by a smaller round of the final four months to capture all GEM articles published in English, Spanish, and French for the calendar year. Included in the PubMed search is a “hand search” of all articles from publications that had high rates of included articles in the past—African Journal of Emergency Medicine,Bulletin of the World Health Organization,The Lancet, andPrehospital and Disaster Medicine.Following the PubMed search, article abstracts are divided among the review teams. Guided by the inclusion definitions of DHR, ECRLS, and EMD as outlined in the procedures manual, reviewers identify articles meeting these definitions, which are again screened by their assigned editor. Compiled lists are screened a third time by the managing editorial team. Articles selected for scoring are then compiled and redivided among the teams for full‐text review. The GRAY screen includes a manual screening of 11 organizations' websites as listed in Data SupplementS1, with an editor and one reviewer screening these sites to identify any independent research published directly by these groups. Websites included in this search are reviewed and updated annually based on prior identification of reviewed articles.Article scoring and inclusion proceduresA final combined list of articles from the PubMed search screened in for scoring is consolidated, and duplicates were removed. Full‐text articles are uploaded to a shared drive for manual review. At this stage, reviewers and editors assign attributes to each article including OR, RE, qualitative versus quantitative versus mixed methods, DHR, ECRLS, and EMD. Two exclusion criteria are then applied—at least one local author must be listed, and a local IRB or similar local governmental or approval authority, specifically mentioned, must be included. Reviewers and editors identify any articles not meeting either the equity in authorship or IRB requirements and these articles are excluded. All remaining articles are then independently scored by two reviewers using established rubrics for OR and RE articles, with specific subcategories for study design, ethics (OR only), importance, clarity (RE only), and impact. The GRAY scoring is similarly determined using a predetermined rubric. These are provided in Data SupplementS4.Articles with a mean difference between these two scores exceeding two standard deviations for OR articles and one standard deviation for RE articles are subject to rescoring by an editor if the"
  },
  {
    "full_text": "are subject to rescoring by an editor if the subsequent mean score would elevate the article above the inclusion threshold. The top 5% of articles in each of the categories (rounded down to the nearest whole percent), are then included in the final list for full‐length written review. Reviewers are assigned up to two articles to summarize and provide a one‐page narrative commentary, using a templated format to identify strengths, limitations, and relevance to GEM.RESULTSThe 2023 GEMLR main review PubMed search found 58,291 articles, of which 932 were screened in by the seven main review teams (Figure1). There were 74 duplicates removed, and 33 articles were determined not to meet the authorship equity or IRB criteria and were further excluded. The remaining 825 articles underwent full‐text review and scoring (Table1, Data SupplementS5). There were 55 articles identified in the top 5% of any category (Table2). Eight articles were rescored, and none met inclusion cutoffs. The GRAY team identified 11,035 articles from 11 websites, of which 37 met inclusion criteria for scoring. There were 56 articles selected for final inclusion from the main review, including 13 (23%) DHR, 35 (63%) ECRLS (including a single GRAY article), and eight (14%) EMD. There were 31 (55%) OR and 25 (45%) RE articles, and of the OR articles, nine (29%) were qualitative, 21 (68%) quantitative, and one (3%) mixed methods. Five articles came from the hand‐search journals. As in previous years, articles frequently addressed emergencies in pediatrics (10 articles), trauma (9), prehospital care (8), maternal and neonatal care (6), education/training (6), disaster medicine (4), and airway/sedation management (4). Fewer articles this year were specifically focused on respiratory illness (3), sepsis (3), COVID‐19 (3), CPR (3), triage protocols (2), ultrasound (2), snakebite (2), or malaria (2). All narrative summaries of the 56 articles are available in Data SupplementS6.FIGURE 1Flow diagram of articles selected for review.TABLE 1Summary statistics for article scoring (excluding GRAY).Number (%)Scores (out of 20)Minimum25th percentileMedian75th percentileMaximumTotal82571213.514.519.5Article categoryDHR181 (21.9)711.51314.518ECRLS546 (66.2)71213.514.62519.5EMD98 (11.9)71213.51518Type of research articleOR article705 (85.5)7121314.518.5RE article120 (14.5)711.5141619.5Type of OR articleQuantitative study558 (79.1)71213.2514.518.5Qualitative study129 (18.3)711.51314.518Mixed‐methods study18 (2.6)9.511.3751315.516.5Abbreviations: DHR, disaster and humanitarian response; ECRLS, emergency care in resource‐limited settings; EMD, emergency medicine development; GRAY, gray literature; OR, original research; RE, review.TABLE 2Top‐scoring GEMLR 2023 articles.CategoryFirst authorTitleJournalOR or RESummaryDHRAguierre28Pediatric traumatic brain injuries in war zones: a systematic literature reviewFront NeurolREThis systematic review reported blast injuries as the most common cause of pediatric"
  },
  {
    "full_text": "injuries as the most common cause of pediatric TBI in a war context, with most casualties reported in Afghanistan, an average patient age of 8–10 years, and overall mortality between 4%–47%.Al‐Hajj29Physical injuries and burns among refugees in Lebanon: Implications for programs and policiesConfl HealthORInjuries and burns are common and exact a significant human and economic toll among refugees in Lebanon, reinforcing the need for targeted injury prevention and mitigation programs.Allison30A systematic review of vaccination guidance for humanitarian responsesVaccineREThis systematic review of guidelines available for vaccinations during humanitarian response found that measles, polio, and tetanus were the most frequently identified vaccine‐preventable diseases targeted by 48 guidance documents.Burton31Effects of the COVID‐19 pandemic on prehospital emergency care for adults with stroke and transient ischaemic attack: a systematic review and meta‐analysisPrehosp Emerg CareRETimely prehospital care for patients with suspected stroke and transient ischaemic attack should remain a priority for the health care system during pandemics and other public health emergencies.de Araujo32Effects of public health emergencies of international concern on disease control: a systematic reviewRev Panam Salud PublicaREThis systematic literature review demonstrates the devastating indirect consequences of diverting health care resources during a public health emergency of international concern, leading to weakened health systems, disproportionately affecting vulnerable populations.Doocy33Effectiveness of humanitarian health interventions: a systematic review of literature published between 2013 and 2021BMJ OpenREHigh‐quality research on humanitarian health interventions is essential in bridging the gap between available resources and need. A review of 269 studies found significant heterogeneity in reporting and description of interventions, highlighting an urgent need for policy to govern humanitarian health programming.Doshi34Ebola vaccine uptake and attitudes among healthcare workers in North Kivu, Democratic Republic of the Congo, 2021Front Public HealthORVaccine hesitancy among health care workers remained a challenge during the Ebola outbreak in Eastern Democratic Republic of the Congo between 2018 and 2020. Risk communication and community engagement strategies are important to overcome such hesitancy.Hasan35Hospital surge capacity preparedness in disasters and emergencies: a systematic reviewPublic HealthREA guide to surge capacity preparedness made simple, this review of 82 texts highlighted 13 articles that demonstrated high‐quality preparedness interventions in four categories: staff, stuff, space, and systems.Médecins Sans Frontières36No one came to our rescue: The human costs of European migration policies in the Central MediterraneanMSFGRAY, ORMigrants crossing the Central Mediterranean region face extreme hardship and violence during their journey at"
  },
  {
    "full_text": "hardship and violence during their journey at sea. Current policies by EU member states hinder NGO‐led search and rescue operations and do not prioritize the safety of those fleeing difficult settings.Shah37Reconnoitering NGOs strategies to strengthen disaster risk communication (DRC) in Pakistan: a conventional content analysis approachHeliyonORDisaster risk communication by nongovernmental organizations should focus on effective communication with individuals and community members, building trust between affected individuals and relief agencies, and coordination between organizations working in this space.Soltani Goki38Iranian nurses' perceptions of core competencies required for disaster risk managementBMC Emerg MedORIranian nurses' competency levels in disaster risk management are encouraging but targeted training courses may address core deficiencies.Su39Disaster preparedness in healthcare professionals amid COVID‐19 and beyond: a systematic review of randomized controlled trialsNurse Educ PractREA systematic review of the literature identifies a lack of proven interventions for disaster preparedness training among health care professionals.Wagaba40Does mHealth influence community health worker performance in vulnerable populations? A mixed methods study in a multinational refugee settlement in UgandaPLoS Glob Public HealthORmHealth (mobile, wireless) technologies were preferred by community health workers—despite mHealth's association with suboptimal performance—in this mixed‐methods study from one refugee camp in Southwestern Uganda.ECRLSAbouyannis41A global core outcome measurement set for snakebite clinical trialsLancet Glob HealthREA diverse stakeholder group developed a global standardized set of outcome measures to support more effective snakebite clinical trial reporting and treatment strategies.Asdo42Repeatability of pulse oximetry measurements in children during triage in 2 Ugandan hospitalsGlob Health Sci PractORThe accuracy of pulse oximetry is important in the assessment of children during hospital triage. Assessment of oxygen saturation in this population required at least 35 s to obtain reliable results.Aswin43Comparing sensitivity and specificity of ultrasonography with chest radiography in detecting pneumothorax and hemothorax in chest trauma patients: a cross‐sectional diagnostic studyCureusORA single‐center, cross‐sectional study from India shows that bedside pulmonary ultrasound may have better sensitivity and specificity than chest X‐ray when performed by an ultrasound‐trained emergency physician.Blair44Screening tools for predicting mortality of adults with suspected sepsis: an international sepsis cohort validation studyBMJORThis study assesses the efficacy of different sepsis screening tools in predicting death rates among adults suspected of having sepsis using prospective data from the United States, Cambodia, and Ghana.Blumenröder45Neonatal infection in sub‐Saharan Africa: a cross‐sectional pilot study on"
  },
  {
    "full_text": "Africa: a cross‐sectional pilot study on bacterial pathogens and maternal risk factorsFront MicrobiolORThis cross‐sectional pilot study suggests that neonatal mortality may be improved more by screening for maternal UTIs, anemia, and hyperglycemia than for helminth or malaria infection.Dajel46A prospective observational phase IV study on effectiveness of animal derived polyclonal antibody antivenoms against West African carpet viper (Echis romani) induced coagulopathy and mortalityToxiconORA phase IV prospective observational study suggests two polyclonal antibody antivenoms against the West African carpet viper effectively reverse coagulopathy and decrease the risk of death among envenomated patients, with an NNT of 7 to avert death.Dokponou47Transcranial Doppler in the non‐invasive estimation of intracranial pressure in traumatic brain injury compared to other non‐invasive methods in lower‐middle income countries: systematic review and meta‐analysisJ Clin NeurosciREA systematic review of noninvasive neurodiagnostics to detect elevated ICP in LMIC TBI patients suggests that transcranial Doppler performs best.Eyeberu48Use of tranexamic acid in decreasing blood loss during and after delivery among women in Africa: a systematic review and meta‐analysisArch Gynecol ObstetRETXA reduces postpartum hemorrhage in both vaginal and C‐section deliveries and should be incorporated into standard postpartum hemorrhage treatment algorithms in Africa.Garg49Cost of treating sick young infants (0–59 days) with possible serious bacterial infection in resource‐constrained outpatient primary care facilities: an insight from implementation research in two districts of Haryana and Uttar Pradesh (India)J Glob HealthORWhen referral for admission is not feasible, outpatient treatment of possible serious bacterial infections in infants in India may be a cost‐effective alternative.Green50Rectal artesunate for severe malaria, implementation research, ZambiaBull World Health OrganORThis study demonstrated a remarkable mortality reduction following prereferral administration of rectal artesunate in young children with suspected severe malaria in rural districts of Zambia.Gyedu51Standardized trauma intake form with clinical decision support prompts improves care and reduces mortality for seriously injured patients in non‐tertiary hospitals in Ghana: stepped‐wedge cluster randomized trialBr J SurgORThis randomized controlled trial demonstrated the implementation of a standardized checklist in trauma patients, improved assessment, and decreased mortality in regional hospitals in Ghana.Hendrikse52Ketamine as adjunctive or monotherapy for post‐intubation sedation in patients with trauma on mechanical ventilation: A rapid reviewAfr J Emerg MedREKetamine, when used as an adjunctive sedative for mechanically ventilated trauma patients, provides meaningful reductions in opioid requirements without increasing length of stay, yet there is insufficient high‐certainty evidence to"
  },
  {
    "full_text": "there is insufficient high‐certainty evidence to recommend for or against its use as a sole sedative agent.Hirner53Defining measures of emergency care access in low‐income and middle‐income countries: a scoping reviewBMJ OpenREThis scoping review of 75 articles aims to define key measures of access to emergency care in LMICs to improve and strengthen health systems.Jazayeri54A systematic review and meta‐analysis of the global epidemiology of pediatric traumatic spinal cord injuriesEur J PediatrREA meta‐analysis and review of 87 articles found that the worldwide incidence of pediatric traumatic spinal cord injuries was higher in low‐income countries, and more likely the result of falls, while those in high‐income countries were more likely related to transportation injury.John55Implementation of a triage protocol outside the hospital setting for timely referral during the COVID‐19 second wave in Chennai, IndiaJMIR Form ResORImplementation of a large, out‐of‐hospital triage system for COVID‐19 can lead to actionable care assessments and is reproducible.Joiner56Barriers and facilitators for developing a prehospital emergency care system evaluation tool (PEC‐SET) for low‐resource settings: a qualitative analysisBMJ OpenORThere is a need for the creation of a prehospital emergency care system assessment tool for low‐ and middle‐income countries and can improve the delivery of health care.Kaur57Contrast‐enhanced computed tomography abdomen versus diagnostic laparoscopy‐based management in patients with penetrating abdominal trauma: a randomised controlled trialEur J Trauma Emerg SurgORThe selection of conservative versus surgical management of hemodynamically stable patients with penetrating abdominal trauma is a topic of ongoing discussion due to concern for missed injury and delayed surgical intervention.Lindert58State of burns management in Africa: challenges and solutionsBurnsORThis first multicenter study in Africa on gaps in burn care concluded that the major determinant in outcomes is likely poverty, and global poverty reduction is needed to reduce burn mortality.Luo59The effect of vitamin C in adults with sepsis: a meta‐analysis of randomized controlled trialsFront MedREThe use of vitamin C in the treatment of sepsis showed a decrease in vasopressor use but no significant difference in short‐term mortality. However, in developing countries specifically, vitamin C use also showed a decrease in short‐term mortality and SOFA score.Maasdorp60Core competencies in critical care for general medical practitioners in South Africa: a Delphi studySouth Afr J Crit CareORAn expert‐guided panel identified 153 key training competencies for South African general practitioners who manage critically ill patients.Mallick61Customized molecular diagnostics of bacterial bloodstream infections for carbapenem resistance: a convenient and affordable approachPathog Glob HealthREA new, low‐cost assay to measure carbapenem resistance in patients with bacteremia may be"
  },
  {
    "full_text": "resistance in patients with bacteremia may be able to guide antibiotic selection in low‐resource settings.Mead62A systematic review and synthesis of global stroke guidelines on behalf of the World Stroke OrganizationInt J StrokeORExtensive review of stroke guidelines across the world suggests that stroke care recommendations are relatively universal, though implementation may be varied by resource availability.Mega63Safety and effectiveness of magnesium sulphate for severe acute asthma management among under‐five children: systematic review and meta‐analysisJ Asthma AllergyREOnly three of 639 records in this systematic review met criteria investigating magnesium sulphate for severe asthma in children. Only one concluded intravenous salbutamol to be more effective than intravenous magnesium sulphate with no statistically significant difference in safety.Mitchell64Systematic review: what is the impact of triage implementation on clinical outcomes and process measures in low‐ and middle‐income country emergency departments?Acad Emerg MedRETriage implementation is a valuable component for ED care in the LMICs and can reduce both waiting times and mortality.Mohd Kamil65Non‐rebreather mask and low‐flow nasal cannula vs. high‐flow nasal cannula in severe COVID‐19 pneumonia in the emergency departmentAm J Emerg MedORIn resource‐limited emergency care settings, supplemental oxygenation via nonrebreather mask with low‐flow nasal cannula may be considered as an alternative to high‐flow nasal cannula when managing COVID‐related hypoxic respiratory failure.Muoghalu66A systematic review of the efficacy and safety of tenecteplase versus streptokinase in the management of myocardial infarction in developing countriesCureusRETenecteplase demonstrates a higher safety and efficacy profile compared to streptokinase in the management of myocardial infarctions in developing countries.Rice67Mortality after emergency unit fluid bolus in febrile Ugandan childrenPLoS OneORThis single‐center retrospective study did not demonstrate a significant difference in mortality when a fluid bolus is given to children with a fever in a low‐resource emergency unit setting.Saito68Pregnancy outcomes after first‐trimester treatment with artemisinin derivatives versus non‐artemisinin antimalarials: a systematic review and individual patient data meta‐analysisLancetREAn analysis of treatments forPlasmodium falciparummalaria and their effects on maternal morbidity and mortality suggests those receiving non‐ABT have worse outcomes, while patients who received ABT had no evidence of associated teratogenicity. Artemether–lumefantrine had the lowest number of adverse pregnancy outcomes and is safest for pregnant mothers in the first trimester.Sánchez‐Martínez69Impact of a simplified treatment protocol for moderate acute malnutrition with a decentralized treatment approach in emergency settings of NigerFront NutrORIn this nonrandomized controlled trial, the authors report the use of a"
  },
  {
    "full_text": "controlled trial, the authors report the use of a simplified, decentralized protocol for moderate acute malnutrition improved treatment coverage and outcomes; however, due to several limitations, further research is advised.Schultz70Pediatric procedural sedation in African clinical settings: a mixed methods study of African providers' sedation practicesAfr J Emerg MedORThis study examines the practices, challenges, and barriers faced by medical providers in administering pediatric procedural sedation in resource‐limited settings and found that ketamine used to facilitate imaging was the most frequent application of procedural sedation.Semakula71Bayesian belief network modelling approach for predicting and ranking risk factors for malaria infections among children under 5 years in refugee settlements in UgandaMalar JORBayesian belief network modeling may be a useful tool in predicting malaria infection in high‐risk populations of refugee children in East Africa.Terabe72Applicability of machine learning technique in the screening of patients with mild traumatic brain injuryPLoS OneORThe use of CTs is widespread but rarely changes management in mild TBI. In Brazil, a prediction model could risk stratify adults presenting with mild TBI for underlying intracranial injuries.Yue73Update on pediatric mild traumatic brain injury in rural and underserved regions: a global perspectiveJ Clin MedREThis review aimed to provide a knowledge update regarding patterns and care for pediatric mild TBI in rural and underserved regions around the globe.Yuniar74Prognostic factors and models to predict pediatric sepsis mortality: a scoping reviewFront PediatrREA variety of models and tools are available to predict pediatric mortality in sepsis, though their usefulness depends on availability of resources. This review suggests that albumin, rather than lactate, may be superior in predictability, cost, and availability in resource‐limited settings.Zhang75Global burden and trends of ectopic pregnancy: an observational trend study from 1990 to 2019PLoS OneREDespite global declining trends in ectopic pregnancies, lower‐income and minority groups still show upward trends in incidence, death rates, and disability‐adjusted life years; hence, effort should be geared toward this group to reduce ectopic‐related mortality and morbidity.EMDAlemayehu76Effective coverage of emergency obstetric and newborn care services in Africa: a scoping reviewOpen Access Emerg MedREBetween 2011 and 2020, effective coverage of emergency obstetric and neonatal care in Africa has improved but remains well below WHO goals.Al Jadidi77Effectiveness of a short refresher course on the retention of cardiopulmonary resuscitation‐related psychomotor skills (REF‐CPR)Oman Med JORA prospective, nonblinded randomized trial from Oman showed a statistical difference in the retention of CPR skills among medical staff 12 months after training if provided a refresher course after a 6‐month"
  },
  {
    "full_text": "if provided a refresher course after a 6‐month interval.Atuhairwe78Leveraging tele‐mentoring and remote learning to strengthen the emergency care capacity of health workers in UgandaAfr J Emerg MedORThe Extension for Community Healthcare Outcomes (ECHO) program provides a feasible model for building EM capacity and providing health care workers with further skills in LMIC countries such as Uganda.Hosaka79A qualitative assessment of stakeholder perspectives on barriers and facilitators to emergency care delays in northern Tanzania through the three delaysAfr J Emerg MedORKey stakeholder interviews highlight barriers to timely emergency care in northern Tanzania: empowering and training the community and nonmedical first responders may make a difference.Ng80Global prevalence of basic life support training: a systematic review and meta‐analysisResuscitationRELarge global variations exist in CPR and automated external defibrillator training, with lower prevalence in lower‐income regions. This highlights socioeconomic disparities and the need to promote access to these lifesaving skills worldwide.Ononge81Strengthening Kampala's urban referral system for maternal and newborn care through establishment of an emergency call and dispatch centerGlob Health Sci PractREPrioritizing the enhancement of the referral system in resource‐limited settings is essential to improve maternal and newborn health care, particularly for vulnerable populations.Shrestha82Evaluation of junior doctors' retention of knowledge and skills after simulation training in shockable rhythm cardiac arrest in a low‐resource setting in NepalResusc PlusORAdvanced life support training in low‐resource settings is necessary to improve patient care, but it remains challenging to sustain initial gains in knowledge and competency.Wang83Development of a prediction model for emergency medical service witnessed traumatic out‐of‐hospital cardiac arrest: a multicenter cohort studyJ Formos Med Assoc.ORA prediction model derived from prehospital data for witnessed traumatic cardiac arrests in Korea, Taiwan, Malaysia, India, and Vietnam will allow for early detection of patients at risk for clinical decompensation.Abbreviations: ABT, artemisinin‐based therapies; DHR, disaster and humanitarian response; ECRLS, emergency care in resource‐limited settings; EMD, emergency medicine development; GEM, global emergency medicine; GEMLR, Global Emergency Medicine Literature Review; ICP, intracranial pressure; LMIC, low‐ to middle‐income countries; NA, not applicable; NNT, number needed to treat; OR, original research; RE, review; TBI, traumatic brain injury.DISCUSSIONGlobal research in EM continues to grow as has been well documented over the course of the 18 years of this annual scoping review.3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20While the total number of articles screened remained relatively steady with a <1% decrease from 2022, the number of articles identified for inclusion grew by 52.8%.20Over the"
  },
  {
    "full_text": "identified for inclusion grew by 52.8%.20Over the preceding 8 years the number of articles screened had been increasing every year by a mean rate of 34% annually.15,16,17,18,19The correction of this trend likely reflects an improved search string that has increased the PubMed search specificity. Continuing a trend identified in last year's review, articles related to the COVID‐19 pandemic remained remarkably low. Most articles, as has been typical in the review, relate to direct emergency care, rather than development of emergency care systems or large‐scale emergency response. However, though there were more articles overall this year, this was driven by a proportionally greater increase in both DHR and EMD articles (by 86% and 267%, respectively) than in ECRLS (29% increase).Joining with other groups that have called for improved equity and justice in global research, the GEMLR team adopted stronger policies toward ethical practices in GEM research.27,84,85The GEMLR group has set an expectation that ethical GEM research must involve those directly affected by the interventions studied and has shifted local authorship and local IRB approval from point‐generating items on a rubric to prioritizing these as exclusion criteria if not adequately satisfied. Such attributions are more straightforward for primary research, as authorship affiliations and IRB statements were generally easy to identify.86For review articles (REs) that studied large amounts of data from multiple countries or that affected populations across regions, those criteria are more difficult but still possible to apply. This year, only 33 articles (3.5%) were excluded due to these local ethical/contribution requirements. It is possible that additional articles lacking these particular attributes were excluded during the screening phase. A second possibility is that authorship criteria are insufficient to fully identify and exclude from scoring articles in which there is inequity in author collaboration. This seems less likely, as any articles ultimately scored still had additional ethical authorship and approval considerations applied through the scoring rubrics (Data SupplementS4). A more optimistic interpretation is that those currently performing GEM research are becoming more inclusive than previous generations of researchers, in response to contemporary acknowledgment of the colonial history of global health.87Supporting GEM researchers actively participating in emergency care research in their local communities is an active method both for decolonizing global research and for being a fundamental goal of the GEMLR project.87This year's review is the most diverse team in GEMLR's 18‐year history. However, as most members still affiliate with academic programs in the United States, it remains likely more reflective of the support provided to GEM fellowships and academic EM in general than a representative body of practitioners performing the research it reviews. While the"
  },
  {
    "full_text": "performing the research it reviews. While the practice of GEM has become more globally widespread, there remain few academic departments of EM outside of high‐income countries (HICs), and no comprehensive list of those programs exists. GEM education has seen significant changes in the level of support offered through bilateral partnerships and the leveraging of technology following the COVID‐19 pandemic.88However, direct support of local leadership remains the intervention that is most likely to have long term impact—and which remains quite fragile.89Scholarship and innovation that occurs in many global academic EM contexts may not look like the traditional research supported by academics in HICs and is less likely to be recognized through traditional research publication formats.90Until academic departments of EM are more widely developed around the world, and the activities of scholarship and research are actively supported by them, recruitment and retention of the volunteer EM faculty who make up the bulk of the GEMLR team will remain a struggle. GEMLR, for its part, remains committed to increasing and retaining a representative cadre of reviewers and editors for future iterations.This scoping review highlights the best GEM research published in 2023, and the highest‐quality articles are presented below. All 825 articles that went through full‐text screening are available as a searchable spreadsheet in Data SupplementS5, while the GEMLR team's 56 individual narrative summaries are found in Data SupplementS6.Disaster and Humanitarian ResponseThirteen articles focusing on DHR were included this year, mostly REs as well as the single GRAY article. Aguierre et al.28provided a systematic review of pediatric traumatic brain injuries (TBIs) in war zones. From 14 included studies of more than 14,000 cases, they identified blast injuries as the most common cause of pediatric TBI in a war context. Most casualties were reported in Afghanistan, with an average patient age of 8–10 years old and overall mortality between 4% and 47%. In a survey of 750 households in a Lebanese refugee camp, Al‐Hajj et al.29found that 14.9% of households reported injuries over the previous 12 months, including road traffic accidents and burns, more than one‐third of which were disabling. Children were most likely to sustain burns from unattended boiling cooking water inside the home, with implications for intentional refugee camp design to address risk factors of crowded conditions. Allison et al.30reviewed 48 vaccine guidance guidelines for humanitarian response and found that measles, polio, and tetanus were the most frequently identified vaccine‐preventable diseases targeted for intervention. In one of only three articles in this year's review specifically addressing the COVID‐19 pandemic, Burton et al.31conducted a systematic review and meta‐analysis of global ambulance response times and call volumes for cases of suspected stroke, finding longer prehospital response"
  },
  {
    "full_text": "stroke, finding longer prehospital response times during the pandemic despite lower call volumes for stroke‐related complaints. Uniquely, the researchers included stroke survivors as advisors in the development, study protocol, and dissemination of the study results. In a first‐of‐its‐kind systematic literature review, de Araújo et al.32demonstrated the devastating indirect consequences of diverting health care resources during a public health emergency, leading to neglecting of chronic disease surveillance, forgone HIV therapy, decreased prenatal care, and reduction of standard vaccination programs. Doocy et al.33provided a review of 269 studies finding significant heterogeneity in reporting and description of humanitarian health interventions, highlighting an urgent need for policy to standardize reporting in humanitarian crises.In an original research (OR) study, Doshi et al.34reported that vaccine hesitancy among 438 health care workers remained a challenge during the 2018–2020 Ebola outbreak in the Democratic Republic of the Congo. Hasan et al.35reviewed 82 texts addressing disaster preparedness and described high‐quality capacity interventions in four categories: staff, stuff (equipment), space (facilities), and systems. Highlights of this review are the clear, tangible interventions described for each category and in a way easily understood by various stakeholders. In our GRAY article from Médecins Sans Frontières (MSF),36they report on nearly 10,000 migrant survivors rescued in the Mediterranean Sea over 9 months, many of which reported extreme hardship and violence in the form of physical injuries; sexual and gender‐based violence; unwanted pregnancies; and witnessing of rape, murder, and torture. Focused on individual hardship, the MSF report specifically criticizes European Union member states for hindering search and rescue operations through policies that do not prioritize the safety of individual migrants fleeing difficult situations. A qualitative Pakistani study by Shah et al.37of 50 stakeholders determined that NGOs should focus on effective disaster risk communication with individuals and community members, build trust between affected individuals and relief agencies, and coordinate between organizations. In a cross‐sectional survey from Iran, Soltani et al.38found that nurses with disaster risk management training have higher levels of self‐reported competencies in these areas and that targeted training courses may address core deficiencies. A review by Su et al.39of 27 randomized controlled trials addressing disaster preparedness found that only 59% of studies showed improvement in outcome measures, concluding that a lack of proven interventions exist for disaster‐preparedness training among health care professionals, especially in LMICs. The final DHR paper from Wagaba et al.40found that mobile health technologies were preferred by community health workers, despite some suboptimal performance of the specific platform"
  },
  {
    "full_text": "suboptimal performance of the specific platform studied.Emergency Care in Resource Limited Settings (ECRLS)There were 35 ECRLS papers in this year's review, nearly as many as in the entire review from the previous year, including 15 REs and 20 OR articles. Abouyannis et al.41organized a diverse stakeholder group that included patients to develop a global standardized set of outcome measures for more effective snakebite research and reporting. A Ugandan study by Asdo et al.42of 3823 children identified the optimal time of at least 35 seconds to obtain the most accurate assessment of pediatric pulse oximetry. A single‐center, cross‐sectional study from Aswin et al.43in India showed that bedside pulmonary ultrasound may have better sensitivity and specificity than chest X‐ray in 255 trauma patients when performed by trained emergency physicians. Blair et al.44assessed the efficacy of five sepsis screening tools in predicting death rates in a prospective study of 567 adults suspected of having sepsis in three sites in Cambodia, Ghana, and the United States and found the Universal Vital Assessment score to be most accurate. Blumenröder et al.45presented a cross‐sectional, single‐center pilot study from Tanzania suggested that neonatal mortality may be improved more by screening for maternal urinary tract infections, anemia, and hyperglycemia than for helminth or malaria infection. A second snakebite‐related article by Dajel et al.46studied the efficacy of two polyclonal antibody antivenoms against the West African carpet viper in 5467 patients in three Nigerian hospitals and determined that they effectively reverse coagulopathy and decrease mortality among envenomated patients, with a number needed to treat of seven to 13 to avert death.Dokponou et al.47performed a systematic review of 15 papers utilizing noninvasive neurodiagnostics to detect elevated intracranial pressure in LMIC TBI patients and suggested that transcranial Doppler performs best when compared to MRI, CT, ultrasound, and blood pressure measurements, with a sensitivity of 92% and negative predictive value of 93%. In a meta‐analysis of tranexamic acid (TXA) for postpartum hemorrhage (PPH) in Africa, Eyeberu et al.48compiled data from 16 studies and reported significant improvements in blood loss, recommending incorporation of TXA into standard PPH strategies in Africa, particularly where blood product transfusions are limited or unavailable. In an implementation study from India, Garg et al.49found feasibility in both cost and compliance with outpatient treatment of possible serious bacterial infection in infants when transfer to a higher level care was not possible. In another article addressing the challenges of transferring patients for escalating care, Green et al.50found a remarkable mortality reduction following prehospital treatments with rectal artesunate in young children with suspected malaria in rural districts of Zambia. Malaria‐related mortality among 1610 patients"
  },
  {
    "full_text": "Malaria‐related mortality among 1610 patients decreased from 3.1%–6.2% to 0.5%–0.6% after the intervention by community health workers.In a well‐designed before–after trial of a standardized trauma checklist from Ghana, Gyedu et al.51demonstrated mortality improvements in serious trauma patients. This intervention in several regional, nontertiary care hospitals supports the principle that low‐cost interventions can have large mortality benefits in the very places where most community‐based trauma occurs. The authors of a South African review, Hendrikse et al.52sought to provide evidence supporting ketamine's inclusion as a postintubation sedative agent on South Africa's list of essential medicines. In their analysis they found sufficient evidence for its use as an adjunct, but not as monotherapy, with meaningful reductions in opioid requirements for mechanically ventilated patients. Hirner et al.53performed a scoping review of 75 articles defining key measures of access to emergency care in LMICs, setting up a foundation for universal access standards in emergency care. The meta‐analysis of 87 articles by Jazayeri et al.54found that the worldwide incidence of pediatric traumatic spinal cord injuries was higher in low‐income countries and more likely the result of falls as opposed to those in HICs more likely related to transportation injury.In another COVID‐19 article, John et al.55described implementing a large out‐of‐hospital triage system in India—capable of screening 90% of a community at 2500 patients a day—and showed that it led to actionable care assessments, is potentially reproducible, and could serve as a toolkit for implementation during a future case‐volume surge. Joiner et al.56surveyed emergency physicians summarizing both the need for, and barriers to, the development of a prehospital emergency care system assessment tool for LMICs. In a well‐designed randomized controlled trial comparing CT‐guided conservative versus immediate surgical management of hemodynamically stable patients at a single site in India, Kaur et al.57showed that there were fewer nontherapeutic operative interventions in those treated with conservative management. In their conclusions the authors discuss cost savings, patient comfort, and human resource allocation as important additional considerations in trauma care.In the first multicenter study in Africa on resource gaps in burn care, Lindert et al.,58surveyed 271 majority‐tertiary hospitals in 40 countries and found that only 35% of these had burn units and only 21% intensive care facilities. The authors argued for increased education and intensive care unit availability and concluded that the major determinant is likely poverty with the primary factor to impact outcomes being global poverty reduction. Luo et al.59demonstrated in a meta‐analysis of 10 studies and 1426 patients that vitamin C in the treatment of sepsis showed a decrease in vasopressor use, and in developing countries specifically, it showed"
  },
  {
    "full_text": "in developing countries specifically, it showed a decrease in short‐term mortality and SOFA score. The results of Maasdorp et al.60results from a modified Delphi study of 13 critical care experts identified 153 key training competencies for South African general practitioners who manage critically ill patients.Mallick et al.61developed a new assay to rapidly detect carbapenem‐resistant organisms with >90% sensitivity and specificity, important in a site where they had identified a 30% rate of resistance. A review of 200 global stroke guidelines by Mead et al.62suggests that stroke care recommendations are relatively universal, though implementation was varied by resource availability. A review by Mega et al.63of more than 600 randomized controlled trials assessing magnesium for severe pediatric asthma found only three articles meeting study inclusion, and these provided no clear evidence for or against magnesium. A systematic review of triage implementation systems in LMICs by Mitchell et al.64showed broad positive trends, though was hindered by heterogeneity between study subjects and size. In a retrospective review study of 110 patients at two EDs in Malaysia, Mohd Kamil et al.65showed that supplemental oxygen via nonrebreather mask with low‐flow nasal cannula may be an alternative to high‐flow nasal cannula, with no statistically significant outcome differences between the two study arms.In settings without cardiac catheterization capabilities, thrombolysis remains standard of care for acute myocardial infarction. In an important systematic review comparing thrombolytics in LMICs, Muoghalu et al.66demonstrated that tenecteplase was superior to streptokinase. Rice et al.67found no mortality difference between children with fever who received a fluid bolus and those that did not in a single retrospective study from Uganda. Regarding malaria, Saito et al.68reviewed seven studies of 1013 pregnant patients in the first trimester and found reduced adverse pregnancy outcomes for patients receiving artemisinin‐based therapies versus those that received other treatments. In the first West African study to assess moderate (rather than severe) acute malnutrition, Sánchez‐Martínez et al.69found that the use of a simplified acute malnutrition protocol improved treatment coverage and had both higher and faster recovery rates. Schultz et al.70evaluated the practices, challenges, and barriers faced by 38 providers from 19 African countries in administering pediatric procedural sedation and found ketamine used to facilitate imaging was the most frequent application. A Ugandan study by Semakula et al.71used a Bayesian belief network model to predict malaria infection in high‐risk populations of refugee children in East Africa, with an accuracy of 91.1% among 675 infected children.Terabe et al.72tested various machine learning models to predict surgically important TBI identified on CT at a single Brazilian hospital, creating further ambiguity about whether"
  },
  {
    "full_text": "creating further ambiguity about whether head CT rules validated in HICs are applicable for use in LMICs. Likewise, Yue et al.73reviewed 15 pediatric TBI articles and found that in rural and underserved regions children faced increased injury risk, financial and geographic barriers to care, and poorer outcomes. They recommend an expanded scope for telehealth and community‐based interventions. Yuniar et al.74reviewed 28 articles of prediction tools to aid in sepsis care of children and found that albumin, rather than lactate, may be superior in predictability, cost, and availability in resource‐limited settings. In review of global trends in ectopic pregnancies, Zhang et al.75found that despite global improvements, lower income and minority groups still experience increasing trends in death rates, incidence, and disability‐adjusted life years.Emergency Medicine Development (EMD)Eight papers scored in the top 5% for EMD, five of which were OR studies. Alemayehu et al.76reviewed obstetric and neonatal coverage in Africa, and despite a limited and heterogeneous data set, some improvements were identified, though these remain well below World Health Organization goals. In a prospective, nonblinded, randomized trial from Oman, Al Jadidi and Al Jufaili77showed a statistical difference in the retention of CPR skills among medical staff 12 months after training, if a refresher course was provided midway. A group from Uganda, Atuhairwe et al.,78provided a feasible model for building EM capacity in the form of both an in‐person and a virtual learning cohort taught by GEM experts. In Tanzania, a qualitative stakeholder assessment survey by Hosaka et al.79highlighted barriers to timely emergency care in an urban region, arguing that training community and nonmedical first responders is an important objective. Ng et al.80reviewed 29 studies of over 53,000 patients and found that large global variations exist in CPR and AED training, with lower prevalence in lower income regions, and provide a comprehensive overview of the state of bystander training across regions and socioeconomic groups. Ononge et al.81reported on the enhancement of a referral system in a resource limited setting in Uganda to improve maternal and newborn health care and showcases a successful coordination of emergency systems including assessment and transportation, despite ongoing challenges. Shrestha et al.82evaluated knowledge and skill retention in Advanced Life Support training for junior doctors in Nepal and found initial gains challenging to sustain. Finally, Wang et al.83retrospectively studied a prediction model for witnessed traumatic cardiac arrests in five Asian nations and validated five variables as a potential early warning tool for prehospital assessment—age <40, systolic blood pressure <100, respiratory rate, oxygen saturation <94%, and level of consciousness.CONCLUSIONSAn improved search string as well as continued general growth in high‐quality global emergency medicine"
  },
  {
    "full_text": "growth in high‐quality global emergency medicine research resulted in a large increase in articles included in this year's Global Emergency Medicine Literature Review, while halting an 8‐year‐long trend in increasing numbers of articles screened. The literature continues to diversify, with proportionally more articles describing advances in areas of emergency medicine development and disaster and humanitarian response, though research in direct clinical care remains the predominant form of the global emergency medicine literature represented in the Global Emergency Medicine Literature Review main review. The review team itself continues to evolve with increased representation from low‐ and middle‐income countries settings but remains limited by the ability to recruit and retain reviewers who work in settings in which academic emergency medicine is not independently supported. The scope of global emergency medicine literature continues to mature as evidenced by a growing number of high‐quality research articles, and this review will continue to support efforts to hold global emergency medicine researchers to high ethical standards. Concerted efforts to strengthen research infrastructure, inclusivity, and ethical standards remain central to the continuing advancement of global emergency medicine.AUTHOR CONTRIBUTIONSStudy concept and design: Braden J. Hexom, Nana Serwaa A. Quao, Sean M. Kivlehan. Acquisition of data: Jonathan M. Strong. Analysis and interpretation of data: Braden J. Hexom, Nana Serwaa A. Quao, N. Shakira Bandolin, Joseph Bonney, Morgan C. Broccoli, Amanda Collier, Nanaba A. Dawson‐Amoah, Jonathan Dyal, Vinay Kampalath, J. Austin Lee, Chris A. Rees, Gabriel Lucca de Oliveira Salvador. Drafting of the manuscript: Braden J. Hexom. Critical revision of the manuscript for important intellectual content: Braden J. Hexom, Nana Serwaa A. Quao, N. Shakira Bandolin, Joseph Bonney, Morgan C. Broccoli, Amanda Collier, Nanaba A. Dawson‐Amoah, Jonathan Dyal, Vinay Kampalath, J. Austin Lee, Chris A. Rees, Gabriel Lucca de Oliveira Salvador, Jonathan M. Strong, Sean M. Kivlehan. Statistical analyses: Braden J. Hexom. Acquisition of funding: none.CONFLICT OF INTEREST STATEMENTThe authors declare no conflicts of interest.Supporting informationData S1.Data S2.Data S3.Data S4.Data S5.Data S6. CONCLUSION: CONCLUSIONSAn improved search string as well as continued general growth in high‐quality global emergency medicine research resulted in a large increase in articles included in this year's Global Emergency Medicine Literature Review, while halting an 8‐year‐long trend in increasing numbers of articles screened. The literature continues to diversify, with proportionally more articles describing advances in areas of emergency medicine development and disaster and humanitarian response, though research in direct clinical care remains the predominant form of the global emergency medicine literature represented in the Global Emergency Medicine Literature"
  },
  {
    "full_text": "in the Global Emergency Medicine Literature Review main review. The review team itself continues to evolve with increased representation from low‐ and middle‐income countries settings but remains limited by the ability to recruit and retain reviewers who work in settings in which academic emergency medicine is not independently supported. The scope of global emergency medicine literature continues to mature as evidenced by a growing number of high‐quality research articles, and this review will continue to support efforts to hold global emergency medicine researchers to high ethical standards. Concerted efforts to strengthen research infrastructure, inclusivity, and ethical standards remain central to the continuing advancement of global emergency medicine."
  }
]