[
  {
    "full_text": "TITLE: How Did the Number and Type of Injuries in Patients Presenting to a Regional Level I Trauma Center Change During the COVID-19 Pandemic with a Stay-at-home Order? ABSTRACT: AbstractBackgroundDuring a pandemic, it is paramount to understand volume changes in Level I trauma so that with appropriate planning and reallocation of resources, these facilities can maintain and even improve life-saving capabilities. Evaluating nonaccidental and accidental trauma can highlight potential areas of improvement in societal behavior and hospital preparedness. These critical questions were proposed to better understand how healthcare leaders might adjust surgeon and team coverage of trauma services as well as prepare from a system standpoint what resources will be needed during a pandemic or similar crisis to maintain services.Questions/purposes(1) How did the total observed number of trauma activations, defined as patients who meet mechanism of injury requirements which trigger the notification and aggregation of the trauma team upon entering the emergency department, change during a pandemic and stay-at-home order? (2) How did the proportion of major mechanisms of traumatic injury change during this time period? (3) How did the proportion and absolute numbers of accidental versus nonaccidental traumatic injury in children and adults change during this time period?MethodsThis was a retrospective study of trauma activations at a Level I trauma center in New Orleans, LA, USA, using trauma registry data of all patients presenting to the trauma center from 2017 to 2020. The number of trauma activations during a government mandated coronavirus 2019 (COVID-19) stay-at-home order (from March 20, 2020 to May 14, 2020) was compared with the expected number of activations for the same time period from 2017 to 2019, called “predicted period”. The expected number (predicted period) was assumed based on the linear trend of trauma activations seen in the prior 3 years (2017 to 2019) for the same date range (March 20, 2020 to May 14, 2020). To define the total number of traumatic injuries, account for proportion changes, and evaluate fluctuation in accidental verses nonaccidental trauma, variables including type of traumatic injury (blunt, penetrating, and thermal), and mechanism of injury (gunshot wound, fall, knife wound, motor vehicle collision, assault, burns) were collected for each patient.ResultsThere were fewer total trauma activations during the stay-at-home period than during the predicted period (372 versus 532 [95% CI 77 to 122]; p = 0.016). The proportion of penetrating trauma among total activations was greater during the stay-at-home period than during the predicted period (35% [129 of 372] versus 26% [141 of 532]; p = 0.01), while the proportion of blunt trauma was lower during the stay-at-home period than during the predicted period (63 % [236 of 372] versus 71% [376 of 532]; p = 0.02). The proportion of gunshot wounds in relation to total activations"
  },
  {
    "full_text": "gunshot wounds in relation to total activations was greater during the stay-at-home period than expected (26% [97 of 372] versus 18% [96 of 532]; p = 0.004). There were fewer motor vehicle collisions in relation to total activations during the stay-at-home period than expected (42% [156 of 372] versus 49% [263 of 532]; p = 0.03). Among total trauma activations, the stay-at-home period had a lower proportion of accidental injuries than the predicted period (55% [203 of 372] versus 61% [326 of 532]; p = 0.05), and there was a greater proportion of nonaccidental injuries than the predicted period (37% [137 of 372] versus 27% [143 of 532]; p < 0.001). In adults, the stay-at-home period had a greater proportion of nonaccidental injuries than the predicted period (38% [123 of 328] versus 26% [123 of 466]; p < 0.001). There was no difference between the stay-at-home period and predicted period in nonaccidental and accidental injuries among children.ConclusionData from the trauma registry at our region’s only Level I trauma center indicate that a stay-at-home order during the COVID-19 pandemic was associated with a 70% reduction in the number of traumatic injuries, and the types of injuries shifted from more accidental blunt trauma to more nonaccidental penetrating trauma. Non-accidental trauma, including gunshot wounds, increased during this period, which suggest community awareness, crisis de-escalation strategies, and programs need to be created to address violence in the community. Understanding these changes allows for adjustments in staffing schedules. Surgeons and trauma teams could allow for longer shifts between changeover, decreasing viral exposure because the volume of work would be lower. Understanding the shift in injury could also lead to a change in specialists covering call. With the often limited availability of orthopaedic trauma-trained surgeons who can perform life-saving pelvis and acetabular surgery, this data may be used to mitigate exposure of these surgeons during pandemic situations.Level of EvidenceLevel III, therapeutic study. BODY: BackgroundDuring a pandemic, it is paramount to understand volume changes in Level I trauma so that with appropriate planning and reallocation of resources, these facilities can maintain and even improve life-saving capabilities. Evaluating nonaccidental and accidental trauma can highlight potential areas of improvement in societal behavior and hospital preparedness. These critical questions were proposed to better understand how healthcare leaders might adjust surgeon and team coverage of trauma services as well as prepare from a system standpoint what resources will be needed during a pandemic or similar crisis to maintain services."
  }
]