[
  {
    "full_text": "TITLE: Imaging patterns of thoracic injuries in survivors of intimate partner violence (IPV) ABSTRACT: PurposeTo recognize the imaging patterns of thoracic injuries in survivors of intimate partner violence (IPV).Materials and methodsA retrospective radiological review of 688 patients self-reporting IPV to our institution’s violence intervention and prevention program between January 2013 and June 2018 identified 30 patients with 89 thoracic injuries. Imaging and demographic data were collected.ResultsThirty survivors with 89 injuries to the thorax were identified with a median age of 43.5 years (21–65 years). IPV was reported or disclosed as the direct cause of injury in 50% (15/30) of survivors, including all nine patients who sustained penetrating injuries. The most common injury type was fracture (72%, 64/89) with 52 rib, 3 sternal, 2 clavicular, and 7 vertebral fractures. There were 3 acromioclavicular dislocations. Among rib fractures, right lower anterior rib fractures (9–12 ribs) were the most common(30%, 16/52). There were 10 superficial soft tissue injuries. There were 12 deep tissue injuries which included 2 lung contusions, 2 pneumomediastinum, 7 pneumothoraces, 1 hemothorax. One third of patients had concomitant injuries of other organ systems, most commonly to the head and face, followed by extremities and one third of patients had metachronous injuries.ConclusionAcute rib fractures with concomitant injuries to the head, neck, face, and extremities with an unclear mechanism of injury should prompt the radiologist to discuss the possibility of IPV with the ordering physician.Advances in knowledgeRecognizing common injuries to the thorax will prompt the radiologists to suspect IPV and discuss it with the clinicians. BODY: IntroductionIntimate partner violence (IPV) is a prevalent and preventable public health problem. One in 5 (29 million women), and 1 in 7 (16 million men) in the USA have experienced severe physical violence from an intimate partner during their lifetime [1]. The spectrum of observed injuries from IPV range from mild abrasions to severe multisystem injuries which could lead to death [2]. Injuries from IPV can progress in frequency and severity over a period of time, occasionally resulting in homicides [3]. The morbidity and mortality associated with IPV highlights the urgency of early identification and intervention because each year more than 50% of homicides in women in the USA alone occur in the hands of their intimate partner or a family member [4]. IPV-related injuries burden the healthcare system and increase healthcare costs. In comparison to age-matched controls, IPV-related injuries lead to a tenfold increase in the rate of hospitalization [5,6]. Survivors of IPV make greater use of healthcare resources. In terms of appointments with outpatient and inpatient providers, mental health or substance resources, or prescriptions, IPV survivors demonstrate 20% higher healthcare utilization compared to age matched"
  },
  {
    "full_text": "healthcare utilization compared to age matched controls, and healthcare expenses are 19% higher in survivors of IPV [7]. The economic cost of care for survivors of IPV is estimated to be over $100,000 per female patient, with a population economic burden of $3.6 trillion (in 2014) over an estimated prevalence of 43 million survivors [7,8].IPV is severely underreported, with reporting rates as low as 2.5% to 15% [9]. Survivors of IPV refuse to disclose abuse due to embarrassment, fear of retaliation, and financial dependence, while physicians in general do not broadly and routinely apply screening tools for IPV [10]. Healthcare providers can play a crucial role in identifying IPV and studies have shown that IPV detection rates improve when healthcare personnel are offered training in IPV [11]. Recent studies have explored the role of radiologists in identifying IPV-related injuries [12,13].The most commonly reported injuries in survivors of IPV involve the head, face, and neck which represent easily accessible target sites [14]. Musculoskeletal injuries, particularly of the upper extremities, are the second most common type of injuries, often indicating defensive injuries [14–16]. Injuries to the torso (thorax and abdomen) are the least frequent IPV-related injuries and most likely represent target injuries [2,14]. In terms of specific breakdown of injury pattern rates, Loder et al., demonstrated that facial injuries were the most common (58.7%), followed by extremities (22.3%), and upper trunk (11.3%) without any discrete details on the specific organ or bone involvement [14]. Increased injuries to the thorax were reported during the COVID-19 pandemic where abusers and survivors were trapped under the same roof due to shelter-in-place orders [13]. Prior studies have explored injuries of the head, neck, face, and extremities; however, no extant studies describe IPV-related injuries to the thorax. In our study, we describe radiologic patterns of thoracic injuries seen in survivors of IPV.MethodsInstitutional review board (IRB) approval was obtained and the study was Health Insurance Portability and Accountability Act (HIPAA) compliant. This retrospective analysis was conducted in a large academic medical center in the Northeast USA with a dedicated domestic violence intervention and prevention program.Study cohortThe institution’s domestic violence prevention and intervention program provided a list of patients reporting physical IPV from June 2013 to June 2018. Of 1248 patients, 668 patients had radiological studies that were analyzed for injuries. Four emergency radiology fellows reviewed radiology reports and coded them for injuries of the thorax (injuries extending from the thoracic inlet to diaphragms). A note was made of synchronous and non-synchronous injuries to the head, face, abdomen, upper extremity, lower extremity, cervical spine, and lumbar spine. Radiographs, ultrasounds, computed tomography (CT), magnetic resonance imaging (MRI),"
  },
  {
    "full_text": "(CT), magnetic resonance imaging (MRI), fluoroscopic imaging, nuclear medicine imaging, and other less commonly used modalities such as bone densitometry and angiograms were analyzed. An emergency radiology fellow with thoracic radiology subspecialty training then reviewed all radiological studies with thoracic injuries. Of 288 patients, 30 patients had sustained 89 thoracic injuries.Analysis of thoracic injuriesInjuries were descriptively analyzed based on location—lung, pleura, mediastinum, vessels, bones, and soft tissues. Fractures were categorized by location—ribs, sternum, scapulae, clavicles, and thoracic vertebrae. Rib fractures were further categorized numerically as upper (1–4), middle (5–8), and lower (9–12); laterality (left or right); facing (anterior or posterior); and chronicity (acute or chronic) [17]. An imaginary line was drawn parallel to the anterior border of the vertebral body and rib fractures anterior to this line were considered as anterior rib fractures and rib fractures posterior to this line were classified as posterior rib fractures [17]. A rib fracture was considered non-displaced when there was partial or complete cortical disruption with alignment maintained. A rib fracture was considered displaced when the alignment was disrupted with overlapping of fractured fragments [18]. Clavicle fractures were considered displaced if there was half shaft width displacement and comminuted when broken into three or more fragments. Soft tissue injuries were categorized based on the laterality, site of injury, and pattern of injury (soft tissue swelling, laceration, hematoma, gunshot wounds, and stab wounds). Injuries were also analyzed for chronicity as acute or chronic/indeterminate age.Other radiological studies from the same day were reviewed to identify synchronous injuries at other sites. Radiological studies preceding and following the current study were reviewed to identify injuries occurring prior to and after the index episode of abuse. A note was made of recurrent injuries occurring at the same site at different points of time. The same finding seen on repeat studies was not included as a separate finding. Patient charts were reviewed to identify demographic information such as age, sex, race, ethnicity, zip code (to calculate median household income), and marital status. Other relevant information such as the reported mode of injury and reporting of IPV at the time of injury was extracted from the electronic medical records.ResultsDemographicsThirty survivors of IPV were found to have 89 thoracic injuries, of which the majority were women (87%, 26/30). The median age of the cohort was 43.5 years (21–65 years). Most of the survivors were white (47%, 14/30), followed by African American (30%, 9/30), Hispanic (13%, 4/30), and Asian ethnicity (7%, 2/30). Substance use disorder was documented in 23% (7/30) survivors. Psychiatric issues were documented in 30% (9/30) survivors. Please refer to Table1.Table 1Demographics and"
  },
  {
    "full_text": "Please refer to Table1.Table 1Demographics and pattern of acute and chronic injuries in survivors of IPVParameterIPV survivors with acute injuries (n= 25)Survivors with chronic or age indeterminate injuries (n= 5)Total (n= 30)Number of injuries602989No. of fractures352964Age (years)*44.5 (21–65)37 (22–50)43.5 (21–65)SexFemale21526 (87%)Male404 (13%)RaceWhite11314 (47%)African American909 (30%)Hispanic224 (13%)Asian202 (7%)Others101 (3%)IPV historyIPV reported15015 (50%)Screened for IPV21021 (70%)Psychiatry historyYes639 (30%)Substance abuseYes617 (23%)Mechanism of Injury based on patient reportingIPV15015 (50%)Fall112 (7%)MVC101 (3%)Other8412 (40%)Pattern of chest injuriesFracturesRibs242852Sternum213Clavicle202Thoracic vertebrae707SubluxationsAcromioclavicular joint subluxation303Lung and pleura injuriesLung contusion202Pneumothorax707Hemothorax101Mediastinal injuriesPneumomediastinum202Soft tissue injuriesLeft anterior chest wall stab injury505Right anterior chest wall stab injury303Right anterolateral chest wall stab injury101Right breast laceration101IPV reportingIPV was reported as the mechanism of injury by 50% (15/30) survivors, and IPV screening was performed in 70% (21/30) survivors.Injuries on imagingThere were 89 thoracic injuries, of which 67 were bone injuries (Fig.1), 12 were visceral organ injuries, and 10 were soft tissue injuries. The majority of the thoracic injuries were right-sided (42%, 37/89), followed by left sided (29%, 26/89), midline injuries (13%, 12/89), and bilateral injuries (16%, 14/89). Chronic injuries were seen in 33% patients (29/89) and included 28 rib fractures and 1 sternal fracture.Fig. 1Graph depicting distribution of fractures in thorax of survivors of intimate partner violence based on the bones involvedRib fracturesA total of 52 rib fractures were identified. Acute rib fractures were seen in 57% (17/30) survivors, with a total of 24 acute rib fractures. Lower ribs were the most common site of acute rib fractures (71%, 17/24), followed by middle rib fractures (29%, 7/24). Right rib fractures (67%, 16/24) were more common than left rib fractures (33%, 8/24). Anterior rib fractures (75%, 18/24) were more common than posterior rib fractures (25%, 6/24). Most fractures were nondisplaced (83%, 20/24).Acute rib fractures were associated with organ injuries. One survivor with acute bilateral 12th rib fractures had concurrent splenic laceration, another survivor with acute right 5th and 6th rib fractures had simultaneous right pneumothorax, and the third survivor with acute right 9th and 10th rib fractures had concurrent left hemothorax.Injuries to the head, face, and neck were subsequently seen in 32% (8/25) survivors with acute rib fractures. Survivors with acute rib fractures presented subsequently with deep injuries such as subarachnoid hemorrhage, subdural hemorrhage, left frontal bone fracture, supraspinous ligament tear, splenic laceration, and abdominal wall hematoma.Chronic rib fractures were seen in"
  },
  {
    "full_text": "wall hematoma.Chronic rib fractures were seen in 43% (13/30) survivors, with a total of 28 chronic rib fractures. A similar pattern of distribution was seen as acute rib fractures with a predominance of lower rib fractures (57%, 16/28) and anterior rib fractures (71%, 20/28). The same number of chronic rib fractures were seen bilaterally (50%, 14/28, right = left) (Fig.2).Fig. 2Axial chest CT images in a 45-year-old woman with IPV with acute on chronic rib fractures.AMildly displaced fracture of the right anterior seventh rib (white arrow).BOld fracture of the right anterior fourth rib (thin arrow).COld fracture of the left anterior fifth rib (thin arrow)Overall, rib fractures were most commonly seen in the right lower anterior ribs (30%, 16/52).Other fractures and dislocationsMildly displaced clavicular fractures were seen in 7% (2/30) of survivors. One survivor with left clavicular fracture reported IPV at the time of clavicular fracture, and subsequently suffered a penetrating injury to the neck.Sternal fractures were seen in 10% (3/30) of survivors. One sternal fracture was chronic, while two were acute, and both were disclosed at the time of presentation. One survivor with acute sternal fracture had concurrent thoracic vertebral fractures and subsequently experienced stab injury to the abdomen.Thoracic vertebral fractures were seen in 10% (3/30) of survivors, with a total of 7 fractures. One survivor with thoracic vertebral fractures, who reported IPV at the time of presentation, had subsequent scalp laceration and abdominal wall penetrating injury with hematoma.Acute acromioclavicular joint (ACJ) subluxations were seen in 10% (3/30) of survivors, all of them reported IPV at the time of presentation, 2/3 on the left. All three survivors had subsequent scalp lacerations and one survivor with left ACJ subluxation had subsequent injury to cervical spinous ligament (supraspinous ligament) and L2 fracture.Lung injuriesLung contusions were seen in 7% (2/30) of survivors (Fig.3). Both were due to stabbing related to IPV, one of which was with a kitchen knife. Both were associated with pneumothorax, simultaneous injuries to the chest wall and multiple other sites in the body, with one survivor demonstrating numerous penetrating injuries to the neck and abdomen including laceration to the liver and fracture of the mandible.Fig. 3Axial chest images in a 38-year-old woman with IPV with multiple penetrating injuries.ALinear air track in the left anterior chest wall consistent with a penetrating stab injury (black arrow). Also seen in a left apical pneumothorax (thin black arrow).BEmphysema in the left axillary region (black arrow). Also seen is left apical pneumothorax (thin arrow). Focal consolidation in the left lung apex adjacent to the pneumothorax is consistent with lung contusion (white arrow).CPneumoperitoneum in the abdomen (black arrows)Pleural injuriesPneumothoraces were seen in 23% (7/30) of survivors. Of these, 85% (6/7) were the result of"
  },
  {
    "full_text": "survivors. Of these, 85% (6/7) were the result of penetrating injury, and all survivors disclosed IPV at time of presentation. Hemothorax was seen in 3% (1/30) of survivors (Fig.4).Fig. 4Axial chest images in a 43-year-old woman with IPV with multiple penetrating injuries.ASubcutaneous emphysema in the left neck consistent with penetrating injury (black arrow).B,CRight pneumothorax (black arrow).DFocal hemothorax in the right upper anterior pleura (white arrow). Also note active extravasation of contrastMediastinal injuriesPneumomediastinum was seen in 7% (2/30) of survivors, and both cases were due to stab injuries from IPV.Soft tissue injuriesSoft tissue injuries of the thorax were seen in 33% (10/30) of survivors, with a total of 10 injuries resulting from stabbing. The most common location for soft tissue injury of the chest was the left anterior chest wall (50%, 5/10), followed by the right anterior chest wall (30%, 3/10), right anterolateral chest wall (10%, 1/10), and right breast (10%, 1/10).Stab/penetrating injuriesPenetrating injuries were seen in 30% (9/30) of survivors, 67% (6/9) survivors were women, and a kitchen knife was used in 67% (6/9) of survivors. All 9 survivors disclosed that the injuries resulted from IPV. Penetrating injuries resulted in pneumothorax in 6 survivors, lung contusion in 2 survivors, and pneumomediastinum in 2 survivors. Penetrating injuries involved multiple locations in 6 survivors resulting in deep injuries such as splenic laceration in 1 survivor and liver laceration in 1 survivor.Synchronous injuriesSynchronous injuries were seen in 33% (10/30) of survivors with a total of 28 synchronous injuries, most commonly in the head, neck, and face (39%, 11/28) of which there were 2 mandible fractures, 1 maxilla fracture, 1 common carotid artery dissection, and 7 soft tissue injuries (6 were penetrating wounds). There were 4 abdominal injuries which included 1 liver laceration, 1 splenic laceration, 1 hemoperitoneum due to bowel injury, and 1 soft tissue injury to the abdominal wall (penetrating wound). There were 6 upper extremity injuries with 1 isolated ulnar fracture, and 5 soft tissue injuries (penetrating wounds). There were 7 lower extremity injuries with 1 isolated ankle fracture and 6 soft tissue injuries (penetrating wounds). Please refer to Table2.Table 2Case wise demographic information, synchronous, preceding and subsequent injuries in survivors with acute chest injuriesParameter,N= 25AgeSexIPV reportingIPV screeningMechanism of injuryThoracic injuriesConcomitant injuriesPreceding injuriesSubsequent injuriesVictim 148MaleYesNoIPVBilateral 9th and 10th rib fractures1. Subdural hemorrhage2. Soft tissue hemorrhage of the left side of the scalp3. Soft tissue swelling in the left elbow4. Fifth left metacarpal bone fractureVictim 249FemaleYesNoNoneBilateral 8th, 9th, 10th rib fracturesDistal phalanx of thumb fractureVictim 342FemaleYesNoFallLeft 10th rib fractureDistal phalanx of the right thumb"
  },
  {
    "full_text": "rib fractureDistal phalanx of the right thumb fractureSoft tissue injuries of head and faceVictim 465FemaleYesYesIPV1. Bilateral 12th rib fractures2. Sternum fracture3. Left chest wall stab injuriesSplenic lacerationLeft posterior 10th rib fracture1. Left frontal bone fracture2. Subdural hemorrhage3. Left posterior 11th rib fracture4. Right lower 10th rib fracture5. Splenic lacerationVictim 542FemaleYesNoFallBilateral 10th rib fractures1. Soft tissue swelling of the scalp2. Left posterior 9th rib fractureVictim 658FemaleYesNoNone1. Right 8th rib fracture2. Right ACJ subluxation1. Hematoma of the face2. Soft tissue swelling of the ankleVictim 743FemaleYesYesNoneLeft 10th rib fracture1. Hematoma of the face2. Soft tissue swelling of the ankleVictim 844FemaleYesNoNone1. T5 fracture2. T9 fracture3. T10 fracture1. Soft tissue swelling of the right ankle2. Soft tissue swelling of the scalpDistal phalanx of thumb fractureVictim 933FemaleYesNoNoneLeft ACJ subluxation1. Soft tissue swelling of the left side of face2. Fracture of the proximal phalanx of the left thumb1. Laceration of the scalp2. Lateral malleolar fractureVictim 1045FemaleYesYesNone1. Left 10th rib fracture2. Left ACJ subluxation1. Cervical spine ligament tear (supraspinous)2. L3 fracture3. T12 fractureVictim 1140FemaleYesYesIPV1. Right lung contusion2. Right pneumothorax3. Right chest wall stab injury1. Stab injuries to the bilateral upper extremities2. Stab injuries to the bilateral lower extremitiesVictim 1249FemaleYesYesIPV1. Right pneumothorax2. Pneumomediastinum3. Right chest wall stab injury1. Stab injuries to the neck2. Stab injuries to the face3. Stab injuries to the bilateral upper extremities4. Stab injuries to the bilateral lower extremitiesVictim 1358FemaleYesYesIPVRight 10th rib fracture1. Sub-dural hemorrhage2. Sub arachnoid hemorrhageVictim 1451FemaleYesYesIPV1. T2 fracture2. T3 fracture3. Sternum fractureSoft tissue swelling of the faceFracture of the left radius1. Abdominal wall hematoma2. Soft tissue swelling of the scalpVictim 1524MaleYesYesIPV1. Left pneumothorax2. Stab injury to the left chest wallLeft thigh stab injuryVictim 1642FemaleYesYesIPVStab injury to the left chest wall1. Stab injuries to the neck2. Stab injuries to the left thigh3. Left ulnar fracture4. Left forearm stab injuryVictim 1754FemaleYesYesIPVStab injury to the left chest wall1. Stab injuries to the head2. Stab injuries to the face3 Stab injuries to the bilateral upper extremities4 Stab injuries to the bilateral ower extremitiesVictim 1824FemaleYesYesIPVLeft clavicle fractureStab injuries in the left neckVictim 1952MaleYesYesIPV1. Right pneumothorax2. Right chest wall stab injury3. Right 5th, 6th rib fracturesStab injury to the abdominal wall1. Soft tissue swelling of the scalp2. Soft tissue swelling of the left elbow3. Soft tissue swelling of the left ankleSoft tissue swelling of the scalpVictim 2021FemaleYesYesIPVRight pneumothorax1. Fracture of the left mandible2. Fracture of the left maxilla3."
  },
  {
    "full_text": "left mandible2. Fracture of the left maxilla3. Left common carotid artery dissectionVictim 2131FemaleYesYesIPV1. Right lung contusion2. Right pneumothorax3. Pneumomediastinum4. Stab injury to right chest wall5. Right breast laceration1. Left mandible fracture2. Stab injuries to the neck3. Liver laceration4. Hemoperitoneum5. Soft tissue swelling of left elbow6. Soft tissue swelling of left kneeVictim 2251MaleNoYesIPV1. Left pneumothorax2. Left chest wall stab injuryVictim 2357FemaleNoNoNone1. T8 fracture2. T12 fracture1. Trimalleolar fracture of the right ankle1. Laceration of the scalp2. Fracture of the left nasal bone3. Fracture of the left zygomatic arch4. Fracture of the left thryoid cornua1. Soft tissue swelling of the scalp2. Soft tissue swelling of the left elbowVictim 2464FemaleNoNoIPV1. Right hemothorax2. Right 9th, 10th rib fractures1. Soft tissue swelling of the right ankle2. Fracture of the left radius3. Fracture of the left zygomatic boneVictim 2535FemaleNoNoNone1. Right 9th rib fracture2. Right clavicle fractureNon-synchronous injuriesPreceding injuriesPreceding injuries were seen in 30% (9/30) of survivors, with a total of 21 preceding injuries. The most common site of preceding injuries was the head, face, and neck (48%, 10/21) with 2 zygomatic bone fractures, 1 nasal bone fracture, 1 thyroid cornual fracture, 1 subdural hemorrhage, and 5 soft tissue injuries. Upper extremity injuries were the second most common type of injuries, followed by lower extremity injuries. Extremity fractures included 1 radius fracture, 1 fifth metacarpal bone fracture, and 1 fracture of the distal phalanx of left great toe.Subsequent injurySubsequent injuries were seen in 50% (15/30) of survivors. Of a total of 27 injuries seen, most of these injuries involved head, neck, and face (48%, 13/27). Additionally seen were deep injuries such as subarachnoid hemorrhage, subdural hemorrhage, frontal bone fracture, stab injury to the neck, and splenic laceration. All the survivors with deep injuries had disclosed a history of IPV at the time of their presentation with thoracic injuries. Please refer to Table3.Table 3Synchronous and non-synchronous injuries in survivors of IPVSynchronous injuriesN= 28Head, neck, and face11Mandible fracture2Maxilla fracture1Common carotid artery dissection1Soft tissue injuries7Stabs6Contusions1Abdomen4Liver laceration1Splenic laceration1Pneumoperitoneum following bowel injury1Soft tissue injuries (stabs)1Upper extremity6Ulna fracture1Soft tissue injuries (stabs)5Lower extremity7Ankle fracture1Soft tissue injuries (stabs)6Preceding injuriesN= 21Head, neck, and face10Zygomatic bone fracture2Nasal bone fracture1Thyroid cornua fracture1Intracranial hemorrhage (SDH)1Soft tissue injuries5Chest1Rib fracture1Upper extremity7Radius fracture2Metacarpal fracture (fifth MCP)1Thumb2Soft tissue injuries2Lower extremity3Soft tissue injuries3Subsequent injuriesN= 27Head, neck, and face13Frontal bone fracture1Intracranial injuries3Soft tissue"
  },
  {
    "full_text": "bone fracture1Intracranial injuries3Soft tissue injuries9Abdomen2Splenic laceration1Soft tissue injury (stab)1Chest3Rib fracture3Upper extremity3Phalangeal fracture2Soft tissue injury1Lower extremity3Ankle fracture1Soft tissue injury2Spine3Cervical spine ligamentous injury1Thoracic vertebra fracture (T12)1Lumbar vertebra fracture (L3)1DiscussionOur study analyzed 30 known IPV survivors with 89 thoracic injuries of which 87% (26/30) were women with a median age of 43.5 years (21–65 years). Based on radiological studies, bone injuries were the most common (76%, 67/89), followed by injuries to the visceral organs (13%, 11/89) and soft tissue injuries (11%, 10/89). A rib fracture was the most common injury (78%, 52/89). Amongst rib fractures, the right lower anterior ribs (9–12 ribs) were the most common location, 30% (16/52). IPV was reported at the time of injury in only 50% of survivors but almost all patients sustaining visceral and soft tissue injuries self-reported IPV. One third of all IPV patients experiencing a thoracic injury sustained penetrating injuries from their intimate partners.Right lower anterior rib (9–12 ribs) fractures were the most common thoracic injuries in our study. A possible explanation for the predominance of lower and anterior rib fractures in survivors of IPV could be related to direct punches or kicks to the lower thorax by the perpetrator or due to falls secondary to being attacked [19,20]. IPV survivors may protect their faces by covering them with their hands during an attack leaving the lower chest as an open target for the assailant. Most survivors in our study were women and were possibly smaller in stature than the assailants making the chest a vulnerable area to attack. Finally, the preponderance of right rib fractures could be related to the right-handed dominance of the general population as there is a tendency for a right-handed aggressor to strike the left side of the face or neck, resulting in the victim falling onto their right side against an object including the floor, resulting in right thorax injuries [21].Furthermore, most acute rib fractures were non-displaced in our study indicating low energy of impact which is expected in IPV because injuries result from direct punches, or fall from standing and are less likely to involve high energy impact as seen in motor vehicle collisions (MVC) or fall from heights. Another interesting observation in our study was that 32% (8/25) of patients with acute rib fractures had subsequent injuries to head, neck, and face. Similar escalating pattern of subsequent injuries was also seen in survivors with acute clavicle fractures, and sternal fractures who disclosed a history of IPV when they presented with thoracic injuries [22]. Prior studies have described rib fractures in various stages of healing in survivors of IPV consistent with repeated injuries [20,23,24]. Recognizing suspicious patterns of rib fracture such as association with other synchronous or"
  },
  {
    "full_text": "such as association with other synchronous or non-synchronous injuries may represent an opportunity to prevent subsequent escalating injury.Seven pneumothoraces were identified in our study, of which 6 were the result of penetrating injuries to the thorax. A study by Bergaminelli et al. identified similar rates of pneumothorax in survivors of IPV [23]. One study identified repeated occurrence of pneumothoraces in survivors of IPV and recommended that healthcare providers screen for IPV when patients present with recurrent pneumothoraces in the absence of known risk factors [25].Stab wounds/penetrating injuries to the thorax were seen in 30% of survivors, which resulted in lung contusions in 2 survivors, pneumomediastinum in 2 survivors, pneumothoraces in 6 survivors, and soft tissue injuries to the thorax in 6 survivors. All patients with penetrating injuries to the thorax disclosed IPV at the time of injury. Seven survivors were stabbed in multiple locations such as the upper and lower extremity, abdomen, neck, and face resulting in visceral injuries such as splenic and liver lacerations. Penetrating injuries are considered a severe form of abuse and are often seen in later stages of IPV or in exceptional situations where the survivors are isolated in close spaces with the perpetrator limiting their chances to escape [13]. Prior studies have identified that injuries involving different sites without a history of major trauma such as MVC are highly suspicious for IPV [2,26]. History of injury due to a misadventure with common household items does not necessarily exonerate abuse, as most injuries in IPV are caused by the use of household objects such as knives [27]. As discussed earlier, a relatively higher proportion of left sided stab and AC joint injuries is likely related to right-handed dominance of the general population with a tendency to strike on the upper left side of the victim.In our study, survivors with thoracic injuries had preceding injuries to the extremities, head, neck, and face and subsequent injuries to head, neck, and face and penetrating injuries to the abdomen, consistent with prior studies of IPV which demonstrated preceding injury to the extremities and ribs, and subsequent trauma to the head, neck, thorax, and abdomen [14,28]. This finding underlines the importance of early identification of IPV prior to further violence escalation with resultant severe and life-threatening injuries.To our best knowledge, this is the first scientific study that describes the radiologic patterns and distribution of IPV injuries in the thorax, including synchronous and non-synchronous injuries to other body parts. Prior studies of patterns and distribution of injuries in IPV have made use of forensics data, national injury databases, or ICD codes [2,14–16]. Our study directly assesses imaging data, which allows our study to examine thoracic injuries in greater depth. In addition, recent studies have explored the ability of radiologists to"
  },
  {
    "full_text": "have explored the ability of radiologists to identify injuries from IPV [12,13,29]. Furthermore, in our study population, 50% of patients did not report IPV as mechanism of injury and 30% of our patients were not screened for IPV during the index presentation. These gaps point to an opportunity for radiology to contribute to the identification of patients in need of additional screening for IPV. While identification of IPV as a mechanism of severe injuries is important, in our study, all patients with penetrating injury to the chest reported IPV. The greatest opportunity for the radiologist to recognize early or occult IPV may lie with rib fractures, especially with concomitant facial and extremity injuries. Recognition of these thoracic injury patterns can allow radiologists to facilitate early identification of IPV and in turn save lives by breaking the cycle of violence [30–32].Our study has several limitations. Our patient population is drawn from a large academic medical center in the Northeast USA, and therefore, there is an inherent selection bias based on the population served by this single center. Our selection criteria included patient self-reporting of IPV to the violence prevention program, presentation to healthcare for injury, and imaging during that presentation. These factors limit generalizability, as we do not know if there are unique imaging findings or different patterns of imaging findings amongst patients who decline to self-report, those who do not seek healthcare when injured, and/or do not have imaging ordered when they experience those injuries. Our study did not include a comparison group, which might help identify bias resulting from our study population and selection parameters. Further, validation of our results should be performed with multicenter studies, which can address some of the limitations above, by broadening the study population, applying uniform screening for IPV at index presentation, and including a control group of patients suffering from accidental trauma.ConclusionIPV is a common public health problem causing significant socio-economic impact worldwide. Radiologists can play an important role in the identification of IPV, similar to their role in identifying non-accidental trauma in children. The greatest opportunity for the radiologist to recognize early or occult IPV may lie with rib fractures, especially those with synchronous and non-synchronous injuries to the face and extremities. Given the significant underreporting of IPV at the time of injury, knowledge and awareness of the patterns of thoracic injuries will aid radiologists in potentially saving lives by improving the identification of IPV."
  }
]