[
  {
    "full_text": "TITLE: Impact of Jahnigen / GEMSSTAR Scholarships on Careers of Recipients in Emergency Medicine and on Development of Geriatric Emergency Medicine ABSTRACT: BackgroundThe Jahnigen Career Development Awards program was launched in 2002 with private funding and transformed into the Grants for Early Medical/Surgical Specialists' Transition to Aging Research (GEMSSTAR) program in 2011 through support from the National Institute on Aging and medical specialty professional societies. The Jahnigen / GEMSSTAR program has provided grants to early career physician-scientists from 10 surgical and related medical specialties to initiate and sustain research careers in the geriatric aspect of their discipline. From 2002-2016, there were 20 Jahnigen / GEMSSTAR recipients in Emergency Medicine (EM). The goal of this investigation is to examine the impact of Jahnigen / GEMSSTAR awards on careers of EM recipients and on development of academic Geriatric EM.MethodsWe conducted an online survey of the 20 EM recipients from 2002-2016 and analyzed their academic productivity, research impact, career trajectory, and contributions to Geriatric EM since receiving the award.ResultsAll 20 Jahnigen / GEMSSTAR scholars completed the survey. Scholars have published a median of 33 peer-reviewed articles (IQR: 10-97) since the award, with median annual publication rates of 4.5 (IQR: 1.6-7.0). All scholars had h indices ≥6, with a median of 18 (IQR: 9-28). Jahnigen / GEMSSTAR scholars have served as Principal Investigator (PI) or Co-PI on 126 grants since their award, with 90% having served as PI on at least one additional grant and 30% having received National Institutes of Health Career Development Awards. All scholars reported believing that the Jahnigen / GEMSSTAR was very helpful or helpful for career progress. Most (85%) reported ongoing contributions to Geriatric EM in research, education, or administration.ConclusionsAfter the Jahnigen / GEMSSTAR award, EM scholars have been highly academically productive and successful, and the award has been instrumental in their career development. Awardees have been critical to the development of Geriatric EM. BODY: BackgroundThe Jahnigen Career Development Awards program was launched in 2002 with private funding and transformed into the Grants for Early Medical/Surgical Specialists' Transition to Aging Research (GEMSSTAR) program in 2011 through support from the National Institute on Aging and medical specialty professional societies. The Jahnigen / GEMSSTAR program has provided grants to early career physician-scientists from 10 surgical and related medical specialties to initiate and sustain research careers in the geriatric aspect of their discipline. From 2002-2016, there were 20 Jahnigen / GEMSSTAR recipients in Emergency Medicine (EM). The goal of this investigation is to examine the impact of Jahnigen / GEMSSTAR awards on careers of EM recipients and on development of academic Geriatric EM."
  }
]