[
  {
    "full_text": "TITLE: In-Hospital Cardiac Arrest ABSTRACT: IMPORTANCEIn-hospital cardiac arrest is common and associated with a high mortality rate. Despite this, in-hospital cardiac arrest has received little attention compared with other high-risk cardiovascular conditions, such as stroke, myocardial infarction, and out-of-hospital cardiac arrest.OBSERVATIONSIn-hospital cardiac arrest occurs in over 290 000 adults each year in the United States. Cohort data from the United States indicate that the mean age of patients with in-hospital cardiac arrest is 66 years, 58% are men, and the presenting rhythm is most often (81%) nonshockable (ie, asystole or pulseless electrical activity). The cause of the cardiac arrest is most often cardiac (50%-60%), followed by respiratory insufficiency (15%-40%). Efforts to prevent in-hospital cardiac arrest require both a system for identifying deteriorating patients and an appropriate interventional response (eg, rapid response teams). The key elements of treatment during cardiac arrest include chest compressions, ventilation, early defibrillation, when applicable, and immediate attention to potentially reversible causes, such as hyperkalemia or hypoxia. There is limited evidence to support more advanced treatments. Post–cardiac arrest care is focused on identification and treatment of the underlying cause, hemodynamic and respiratory support, and potentially employing neuroprotective strategies (eg, targeted temperature management). Although multiple individual factors are associated with outcomes (eg, age, initial rhythm, duration of the cardiac arrest), a multifaceted approach considering both potential for neurological recovery and ongoing multiorgan failure is warranted for prognostication and clinical decision-making in the Post–cardiac arrest period. Withdrawal of care in the absence of definite prognostic signs both during and after cardiac arrest should be avoided. Hospitals are encouraged to participate in national quality-improvement initiatives.CONCLUSIONS AND RELEVANCEAn estimated 290 000 in-hospital cardiac arrests occur each year in the United States. However, there is limited evidence to support clinical decision making. An increased awareness with regard to optimizing clinical care and new research might improve outcomes. BODY: IMPORTANCEIn-hospital cardiac arrest is common and associated with a high mortality rate. Despite this, in-hospital cardiac arrest has received little attention compared with other high-risk cardiovascular conditions, such as stroke, myocardial infarction, and out-of-hospital cardiac arrest."
  }
]