[
  {
    "full_text": "TITLE: Incidences and outcomes of intra-operative vs. postoperative paediatric cardiac arrest ABSTRACT: BACKGROUNDThe reported incidence of paediatric perioperative cardiac arrest (PPOCA) in most developing countries ranges from 2.7 to 22.9 per 10 000 anaesthetics, resulting in mortality rates of 2.0 to 10.7 per 10 000 anaesthetics. The definitions of ‘peri-operative’ cardiac arrest often include the intra-operative period and extends from 60 min to 48 h after anaesthesia completion. However, the characteristics of cardiac arrests, care settings, and resuscitation quality may differ between intra-operative and early postoperative cardiac arrests.OBJECTIVETo compare the mortality rates between intraoperative and early postoperative cardiac arrests (<24 h) following anaesthesia for paediatric noncardiac surgery.DESIGNA retrospective cohort study.SETTINGIn a tertiary care centre in Thailand during 2014 to 2019, the peri-operative period was defined as from the beginning of anaesthesia care until 24 h after anaesthesia completion.PATIENTSPaediatric patients aged 0 to 17 years who underwent anaesthesia for noncardiac surgery.MAIN OUTCOME MEASURESMortality rates.RESULTSA total of 42 776 anaesthetics were identified, with 63 PPOCAs and 23 deaths (36.5%). The incidence (95% confidence interval) of PPOCAs and mortality were 14.7 (11.5 to 18.8) and 5.4 (3.6 to 8.1) per 10 000 anaesthetics, respectively. Among 63 PPOCAs, 41 (65%) and 22 (35%) occurred during the intra-operative and postoperative periods, respectively. The median [min to max] time of postoperative cardiac arrest was 3.84 [0.05 to 19.47] h after anaesthesia completion. Mortalities (mortality rate) of postoperative cardiac arrest were significantly higher than that of intra-operative cardiac arrest at 14 (63.6%) vs. 9 (22.0%,P= 0.001). Multivariate analysis of risk factors for mortality included emergency status and duration of cardiopulmonary resuscitation with adjusted odds ratio 5.388 (95% confidence interval (1.031 to 28.160) and 1.067 (1.016 to 1.120).CONCLUSIONSPostoperative cardiac arrest resulted in a higher mortality rate than intra-operative cardiac arrest. A high level of care should be provided for at least 24 h after the completion of anaesthesia.TRIAL REGISTRATIONNone.CLINICAL TRIAL NUMBER AND REGISTRY URLNA. BODY: KEY POINTSPostoperative cardiac arrest resulted in significantly longer cardiopulmonary resuscitation duration and higher mortality rates than intra-operative cardiac arrest.Fifty-nine percent of postoperative cardiac arrests were airway and respiration-related. Cardiac arrest is often the last event after progressive deterioration, and may be preventable in some cases by a higher level of care.A high level of care should be extended up to 24 h after anaesthesia completion.IntroductionPeri-operative cardiac arrest is a rare, critical event that results in significant morbidity and mortality. Incidence, causes, and outcomes of paediatric peri-operative cardiac arrest"
  },
  {
    "full_text": "of paediatric peri-operative cardiac arrest (PPOCA) vary significantly among facilities in different settings. The reported incidence of PPOCA in developed countries ranges from 2.9 to 13.4 per 10 000 anaesthetics.1–7The previously reported incidence in developing countries differed between 2.7 and 22.9 per 10 000 anesthetics8–13and could be as high as 156 per 10 000 anaesthetics.14Mortality rates also varied greatly from 0.29 to 13.1 per 10 000 anaesthetics in developed countries3–6,15to 2.0 to 97.0 per 10 000 anaesthetics in developing countries.10–14Highest risk factors include: infancy, American Society of Anesthesiologists physical status (ASA PS) III–V, emergency status, and out-of-hours. These have all been reported as risk factors for mortality.1,11,15,16The time-based definition of PPOCA differs among studies, ranging from cardiac arrests occurring in the postanaesthesia care unit (PACU)3,5,10,12,16–19or 60 min after anesthesia2,6until 241,7,8,15to 48 h after completion of anaesthesia.13However, settings for patient care and monitoring during anaesthesia and in the postoperative period such as the PACU, intensive care unit (ICU), and ward, are different in different locations. For example, in the operating room, continuous monitoring and the presence of anaesthesia providers at all times are considered the standard of care. In contrast, intense monitoring might not be feasible in ward settings. Even in the ICU or PACU, the nurse-to-patient ratios and the intensity of care might not match the operating room settings.We hypothesised that differences in cardiac arrest characteristics and resuscitation care during PPOCA in different locations might affect mortality and patient outcomes. Therefore, we conducted this observational study to compare the incidence and mortality of PPOCA occurring intra-operatively and postoperatively. The primary objective was to compare the mortality rates between intra-operative and postoperative cardiac arrests. We also explored the differences in the patient characteristics of PPOCA and outcomes between intra-operative and postoperative cardiac arrest.MethodsThis retrospective cohort study was conducted at the Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand. Ethical approval for this study (certificate of approval number Si587/2019) was provided by the Siriraj Institutional Review Board, Bangkok, Thailand on 27 August 2019. We included paediatric patients aged 0 to 17 years who underwent anaesthesia for noncardiac surgery, including procedures performed remotely from the operating room that required anaesthesia services between January 1, 2014, and December 31, 2019, and experienced peri-operative cardiac arrest. The requirement for written informed consent was waived by the institutional review board owing to the retrospective nature of the study. This manuscript adheres to Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) guidelines.Institutional"
  },
  {
    "full_text": "in Epidemiology (STROBE) guidelines.Institutional characteristics and patient careSiriraj Hospital is a tertiary care referral centre for adult and paediatric patients. An anaesthesiologist (board certified by the Royal College of Anaesthesiologists of Thailand [RCAT]) along with certified registered nurse anaesthetists or anaesthesia residents/fellows, delivered paediatric anaesthesia care at the institution. In the operating room, patients received continuous electrocardiography and pulse oximetry monitoring, with blood pressure measured at least every 5 min, as recommended by the American Society of Anesthesiologists. The anaesthesia provider-to-patient ratio was 1:1. In the PACU, patients received continuous pulse oximetry monitoring, although electrocardiography was optional. Blood pressure was measured every 15 min. The PACU nurse-to-patient ratio was 1:2. In the ICU, patients received continuous electrocardiography and pulse oximetry monitoring, similar to the operating room; however, blood pressure was measured every 1 h unless an arterial line was present. During the study period, the nursing staff-to-patient ratio was 1:1 or 1:2. In the ward, vital signs were measured every hour in the first four hours and then every four hours. The nursing staff-to-patient ratio ranged from 1:5 to 1:8. During the transfer, the patients received the standard of care as in the operating room; however, any transfer resuscitation may not have access to the same level of equipment. An anaesthesia team managed the resuscitation of cardiac arrest in the operating room, PACU, and during transfer. Resuscitation of cardiac arrest in the ICU and the ward was generally managed by a primary physician (surgeons, paediatricians, or paediatric intensivists).Data collectionCardiac arrest was defined as the cessation of cardiac mechanical activity or circulatory arrest as confirmed by the absence of signs of circulation that require chest compression or that resulted in death.1,3,5,6,16–19For this study, we defined PPOCA as cardiac arrest occurring after patient arrival in the operating room until 24 h after completion of anaesthesia. Participants were identified from the hospital database using the International Classification of Diseases (ICD-9 and ICD-10). The ICD-9 codes were 3965 extracorporeal membrane oxygenation (ECMO), 9960 cardiopulmonary resuscitations, not otherwise specified, 9962 other electric countershock of heart, 9963 closed chest cardiac massage; and the ICD-10 codes were I46 cardiac arrest, I460 cardiac arrest with successful resuscitation, I461 sudden cardiac death, so described, I469 cardiac arrest unspecified. Participants who received intra-operative care for organ donation were excluded from the study. We further categorised PPOCA into intra-operative and postoperative cardiac arrest. Intra-operative cardiac arrest was defined as cardiac arrest occurring in the operating room (during induction, maintenance, or emergence). Postoperative cardiac"
  },
  {
    "full_text": "maintenance, or emergence). Postoperative cardiac arrest was defined as cardiac arrest occurring after completion of anaesthesia until 24 h postsurgery (during transfer, PACU, ICU, or regular ward).The data were screened, rechecked, and extracted by one investigator (SS). Demographic data such as age, sex, American Society of Anaesthesiologists physical status (ASA PS) classification, emergency or urgent status, and department of service were included. Characteristics of each anaesthetic, such as diagnosis, surgical procedure, operative date and time, anaesthesia technique, anaesthesiologist's speciality, and experience, were also included. Regarding each cardiac arrest, timing, location, cardiopulmonary resuscitation (CPR) duration, ECMO initiation and cardiac arrest outcomes were collected. Two paediatric anaesthesiologists (SR and TK) independently reviewed each patient's medical record and identified the causes of cardiac arrests according to the Paediatric Peri-operative Cardiac Arrest Registry and the Wake Up Safe organisation.1,16,17,20Any disagreements between the two paediatric anaesthesiologists were resolved by discussion. After discussion, if a dispute remained, a third anaesthesiologist (NC) was consulted. The consensus was determined when at least two of the three members agreed on the causes of cardiac arrest. If there were multiple possible causes of cardiac arrest, the primary cause was identified as the main cause of cardiac arrest by an agreement between the two paediatric anaesthesiologists. Possible causes of cardiac arrest were divided into five categories: cardiovascular, medication, airway and respiratory, metabolic, and other (Table 1, Supplemental Digital Content).1,16–18Patient outcomes were assessed at the last clinical evaluation before hospital discharge for temporary harm, permanent harm, or death.The causes of cardiac arrest were divided according to the Paediatric Peri-operative Cardiac Arrest Registry definition.1,16–18Cardiac arrests were categorised as anaesthesia-related cardiac arrest (ARCA) and non-anaesthesia-related cardiac arrest (NARCA). If the anaesthetic process or personnel could have played at least some role in the genesis of cardiac arrest, it was determined as ARCA. Meanwhile, if the anaesthetic process did not contribute to even a minor degree, the cardiac arrest was classified as NARCA. For instance, cardiac arrest due to haemorrhage was defined as ARCA if it had been prevented by appropriate fluid replacement and blood transfusion. Cardiac arrest without an identifiable cause was classified as ARCA. The severity of surgical procedures was categorised into low, moderate, or high levels (low = superficial or diagnostic procedure with minimal blood loss, diagnostic cardiac catheterisation, moderate = invasive, anticipated moderated blood loss, therapeutic cardiac catheterisation, airway procedure, high = major procedure with a significant effect on haemodynamics).19Statistical analysisDescriptive"
  },
  {
    "full_text": "haemodynamics).19Statistical analysisDescriptive statistics were used to describe the demographic data and causes of cardiac arrest. Incidence of PPOCA, ARCA, NARCA, and in-hospital mortality were reported as relative frequencies per 10 000 anaesthetics with a 95% confidence interval (CI). The CI was calculated using the Wilson Score method. If the details of cardiac arrest were missing, the patient who experienced PPOCA was included in the incidence report but not in the final analysis. The characteristics of intra-operative and postoperative cardiac arrest were compared usingχ2or Fisher's exact tests, as appropriate. Non-normally distributed continuous variables were analysed using the Mann–WhitneyUtest. Risk factors for mortality were analysed using logistic regression analysis. Factors withP-values <0.100 in the univariate analysis were included and adjusted for in the multiple logistic regression analysis. Statistical significance was set atP< 0.05. Data were analysed using PASW Statistics for Windows (version 18.0; SPSS Inc., Chicago, IL, USA).ResultsDemographic dataDuring the 6 years, 42 780 anaesthetics were administered for noncardiac surgery in patients aged 0 to 17 years at our institution. Four anaesthetics were excluded because of intra-operative organ donation, resulting in 42 776 anaesthetics for the final analysis. Infants (aged <12 months) accounted for 12.5% of all anaesthetics. Most of the anaesthetics delivered were for patients with ASA physical status I–II (79.0%) and elective cases (95.8%) (Table1). All participants were followed-up until hospital discharge. No participant was excluded because of incomplete data.Table 1Demographic data of all anaesthetics, incidence of peri-operative cardiac arrest, and mortality between 2014 and 2019n(%)Cardiac arrestCardiac arrest per 10 000 anaesthetics (95% CI)In-hospital mortalityMortality per 10 000 anaesthetics (95% CI)Overall42 7766314.7 (11.5 to 18.8)235.4 (3.6 to 8.1)Age0–11 months5365 (12.5)3667.1 (48.5 to 92.8)1222.4 (12.8 to 39.1)1–3 years13 472 (31.5)128.9 (5.1 to 15.6)43.0 (1.2 to 7.6)4–8 years11 314 (26.4)87.1 (3.6 to 13.9)32.7 (0.9 to 7.8)9–12 years5819 (13.6)46.9 (2.7 to 17.7)23.4 (0.9 to 12.5)13–17 years6806 (15.9)34.4 (1.5 to 13.0)22.9 (0.8 to 10.7)Male sex25 336 (59.2)32N/A12N/AASA classificationI16 063 (37.5)10.6 (0.1 to 3.5)00.0 (0.0 to 2.4)II17 746 (41.5)63.4 (1.5 to 7.4)21.1 (0.3 to 4.1)III8438 (19.7)4148.6 (35.8 to 65.8)1315.4 (9.0 to 26.3)IV502 (1.2)12239.0 (137.3 to 413.1)6119.5 (54.9 to 258.3)V27 (0.1)31111.1 (385.2 to 2805.8)2740.7 (205.5 to 2337.0)Elective surgery40 969 (95.8)409.8 (7.2 to 13.3)102.4 (1.3 to 4.5)Emergency/urgent surgery1807 (4.2)23127.3 (85.0 to 190.3)1371.9 (42.1 to 122.7)Department of serviceThoracic494 (1.2)240.5 (11.1 to 146.4)120.2 (3.6 to 113.8)General19 200 (44.9)136.8 (4.0 to 11.6)73.6 (1.8 to 7.5)Ear-Nose-Throat5647 (13.2)58.9 (3.8 to 20.7)23.5 (1.0 to 12.9)Orthopaedics3579 (8.4)00 (0 to 10.7)00.0 (0.0 to 10.7)Neurosurgery994"
  },
  {
    "full_text": "(0 to 10.7)00.0 (0.0 to 10.7)Neurosurgery994 (2.3)330.2 (10.3 to 88.4)220.1 (5.5 to 73.1)Trauma861 (2.0)111.6 (2.1 to 65.5)111.6 (2.1 to 65.5)Non-OR anaesthesia9584 (22.4)44.2 (1.6 to 10.7)22.1 (0.6 to 7.6)Cardiac catheterization2417 (5.7)35144.8 (104.3 to 200.7)833.1 (16.8 to 65.2)CI, confidence interval; OR, operating room.Incidence of cardiac arrestsDuring the six years, 63 PPOCAs were identified within 24 h of anaesthesia. Overall, the incidence of PPOCA after noncardiac surgery was 14.7 (95% CI 11.5 to 18.8) per 10 000 anaesthetics, and each patient had only one PPOCA. The incidence of PPOCA was higher in infants, physical status III–V, emergency/urgent surgeries, and cardiac catheterisation procedures (Table1). The intraoperative and postoperative cardiac arrest incidence was 9.6 (95% CI 7.1 to 13.0) and 5.1 (95% CI 3.4 to 7.8) per 10 000 anaesthetics, respectively. The incidence of ARCA and NARCA was 7.9 (95% CI 5.7 to 11.1) and 6.8 (95% CI 4.7 to 9.7) per 10 000 anaesthetics, respectively (Table2).Table 2Incidence of peri-operative cardiac arrest and mortality by intra-operative vs. postoperative period (total 42 776 anaesthetics)Overall (n= 63)Intra-operative CA (n= 41)Postoperative CA (N= 22)nPer 10 000 anaesthetics (95% CI)nPer 10 000 anaesthetics (95% CI)nPer 10 000 anaesthetics (95% CI)Cardiac arrestOverall6314.7 (11.5 to 18.8)419.6 (7.1 to 13.0)225.1 (3.4 to 7.8)ARCA347.9 (5.7 to 11.1)204.7 (3.0 to 7.2)143.3 (1.9 to 5.5)NARCA296.8 (4.7 to 9.7)214.9 (3.2 to 7.5)81.9 (0.9 to 3.7)MortalityOverall235.4 (3.6 to 8.1)92.1 (1.1 to 4.0)143.3 (1.9 to 5.5)ARCA143.3 (1.9 to 5.5)71.6 (0.8 to 3.4)71.6 (0.8 to 3.4)NARCA92.1 (1.1 to 4.0)20.5 (0.1 to 1.7)71.6 (0.8 to 3.4)ARCA, anaesthesia-related cardiac arrest; CI, confidence interval; NARCA, nonanaesthesia-related cardiac arrest.Characteristics of cardiac arrestsOf the 63 PPOCAs, 41 (65%) occurred intra-operatively, and 22 (35%) occurred during the postoperative period. Median [range, IQR] time for postoperative cardiac arrest was 3.84 [0.05 to 19.47, 0.60 to 10.79] h after anaesthesia completion. Overall, the leading causes of PPOCA were cardiovascular-related (58.7%), followed by airway and respiratory causes (31.7%) (Fig.1and Table 2, Supplemental Digital Content). The most common cause of intra-operative cardiac arrest was cardiovascular-related (80.5%). In contrast, airway and respiratory origins were the most common causes of postoperative cardiac arrest (59.1%),P< 0.001 (Table3). Participants who experienced intraoperative cardiac arrest had a higher ASA physical status (95.1%), were mainly undergoing cardiac catheterisation (73.2%), and received shorter CPR duration (P= 0.045, <0.001, and 0.003, respectively). Details of 34 ARCAs are described in Table4.Fig. 1Causes of cardiac arrest for noncardiac surgery (n= 63 cardiac arrests).(a) Categorised by intra-operative vs. postoperative, (b) categorised by anaesthesia-related cardiac arrest (ARCA) vs. nonanaesthesia-related cardiac arrest"
  },
  {
    "full_text": "(ARCA) vs. nonanaesthesia-related cardiac arrest (NARCA).Table 3Characteristics of peri-operative cardiac arrest by the timing of the cardiac arrest. Data are presented as number (%) or median [IQR]CharacteristicsTotal (63)Intraoperative CA (41)Postoperative CA (22)PvalueTime of cardiac arrestN/A- During induction4 (6.3)4 (9.8)0- During maintenance36 (57.1)36 (87.8)0- During emergence1 (1.6)1 (2.4)0- In PACU5 (7.9)05 (22.7)- During transfer5 (7.9)05 (22.7)- In ICU9 (14.3)09 (40.9)- In ward3 (4.8)03 (13.6)Infant36 (57.1)24 (58.5)12 (54.5)0.760High ASA PS56 (88.9)39 (95.1)17 (77.3)0.045Heart disease46 (73.0)34 (82.9)12 (54.5)0.020Emergency/urgency23 (36.5)15 (36.6)8 (36.4)0.986Multiple operations25 (39.7)16 (39.0)4 (40.9)0.884Out of hours9 (14.3)7 (17.1)2 (9.1)0.476Extracorporeal CPR4 (6.3)2 (4.9)2 (9.1)0.606Service< 0.001- Cardiac catheterisation35 (55.6)30 (73.2)5 (22.7)- Thoracic2 (3.2)2 (4.9)0- Ear-Nose-Throat5 (7.9)1 (20.0)4 (18.2)- Neurosurgery3 (4.8)3 (7.3)0- General13 (20.6)2 (4.9)11 (50.0)- Trauma1 (1.6)1 (2.4)0- Non-OR anaesthesia4 (6.3)2 (4.9)2 (9.1)Surgical severity (moderate – high)39 (61.9)27 (65.9)12 (54.5)0.378Anaesthesiologist with subspecialty39 (61.9)26 (63.4)13 (59.1)0.736Anaesthesiologist experience > 15 years19 (30.2)14 (34.1)5 (22.7)0.346Anaesthesia-related34 (54.0)20 (48.8)14 (63.6)0.259Cause of cardiac arrest< 0.001- Cardiovascular37 (58.7)33 (80.5)4 (18.2)- Airway and respiratory20 (31.7)7 (17.1)13 (59.1)- Metabolic3 (4.8)1 (2.4)2 (9.1)- Medication2 (3.2)02 (9.1)- Other1 (1.6)01 (4.5)CPR duration6 [2 to 15.3]4 [2 to 10]11 [4.5 to 85.0]0.003ASA PS, American Society of Anaesthesiologists physical status; CA, cardiac arrest; CPR, cardiopulmonary resuscitation; ICU, intensive care unit; OR, operating room; PACU, postanaesthesia care unit.Table 4Details of 34 peri-operative anaesthesia-related cardiac arrests (ARCAs) in a noncardiac surgery populationCase no.AgeBW (kg)ASADiagnosisProcedureCause of cardiac arrestEvent leading to cardiac arrestCPR duration (min)Outcome1.8 years33.02PVT/SVTEPS with RFAArrhythmiaDeveloped VF/VT after sedation, before procedure start2Survive2.4 months5.04EAcute subdural haematomaCraniectomyHaemorrhageBlood loss 400 ml5Death POD73.17 years70.05ELiver and IVC injury, traumatic brain injuryExploratory laparotomyHaemorrhageBlood loss 5000 ml38Death4.9 years25.04EAcute subdural haematoma with liver injuryCraniectomyHaemorrhageBlood loss 500 ml7Brain death, Death POD115.4 weeks3.14Brain tumourCraniotomy with tumour removalHaemorrhageBleeding 500 ml, massive transfusion lead to hyperkalaemia8Survive6.8 days2.23EHLHS with truncus arteriosus with PDACardiac catheterisation with atrial septostomyHaemorrhageBlood loss 10 ml1Survive7.9 days2.93EPulmonic stenosisCardiac catheterisation with PBPVHaemorrhageBlood loss 30 ml1Survive8.1 month3.33Hypoplastic aortic archCardiac catheterisation with angioplastyHaemorrhageBlood loss 30 ml3Survive9.20 days3.03Dilated cardiomyopathyCardiac catheterisationHaemorrhageBlood"
  },
  {
    "full_text": "catheterisationHaemorrhageBlood loss 40 ml, Haematocrit 19%2Survive10.10 months7.53PA with VSD s/p RMBTSCardiac catheterisationHypovolaemiaHypoxia from shunt thrombosis after procedure due to polycythaemia60 then ECMOSurvive with HIE11.3 years11.73PA, VSD s/p RMBTSCardiac catheterisationPulmonary hypertension2 hr postop, cry and hypercyanotic spell on ward (work up found sepsis)90Death12.8 months5.83UVH s/p RMBTSCardiac catheterisationPulmonary hypertension3 hr postop, hypercyanotic spell at regular ward60Death13.6 months6.05Complete tracheal ring with TOFSliding trabeculectomyUnclear cardiovascularFrequent hypoxic spell with history of failed intubation, developed bradycardia during induction while successful ventilation via LMA.16Survive14.12 years20.04Severe Ebstein anomaliesCardiac catheterisationUnclear cardiovascularEbstein anomaly with severe hypoxia, cardiac arrest for 8 episodesN/ADeath15.6 months5.63Hypoplastic left heart syndromeCardiac catheterisationUnclear cardiovascular30 min after PACU arrival, developed bradycardia & hypotension.120Death16.12 months8.51Bilateral complete cleft lipCheiloplastyNarcoticCrying at PACU, fentanyl 10 μg was given and found cyanosis 10 min later2Survive with HIE17.1 year 5 months9.54EUVH with partial thrombosed LMBTS with MAPCAComputed tomographic angiogram (CTA)Unclear medication eventCardiac arrest on PACU arrival after 35 min of i.v. sedation with midazolam and propofol5Survive18.4 years10.53ASD, VSD s/p repair with AV blockPermanent pacemakerAspirationGross pulmonary aspiration during face mask ventilation after induction. Cannot maintain oxygenation for 4 h then developed cardiac arrest.10 then ECMOBrain death, Death POD2719.23 days3.53ECongenital diaphragmatic hernia with lung sequestrationThoracotomyOesophageal intubationOesophageal intubation in neonate with lung pathology3Survive20.1 day2.63EEsophageal atresia with anorectal malformationThoracotomy & colostomyOesophageal intubationLoss of end-tidal CO2after successful intubation due to ETT displacement into tracheoesophageal fistula4Survive21.10 months7.03ASD VSD PSCardiac catheterisation + PBPV + ASD deviceInability to intubateETT No. 3.0 was required, suspected subglottic stenosis due to intubation in neonatal period11Survive22.2 years14.12ESubglottic stenosis s/p tracheostomyDL+FOLInability to ventilateCannot ventilate during changing tracheostomy tube2Survive23.4 years13.03Severe PSCardiac catheterisation with PBPVOxygenation failure20 min after PACU arrival, severe pulmonary edema80 then ECMODeath POD724.17 years112.03ESystemic lupus erythoematosus with thrombocytopenia and intracranial haemorrhageSplenectomyOxygenation failureBMI 41.6 kg m–2, cardiac arrest during transfer due to changes in ventilator setting30Death25.3 months4.64ETAPVR with pneumoniaCardiac catheterisationOxygenation failureBaseline SpO282% but SpO2was only 66 to 76% in the OR48Death POD2126.6 weeks2.32ERetinopathy of prematurityLaser surgeryPneumothoraxBilateral"
  },
  {
    "full_text": "of prematurityLaser surgeryPneumothoraxBilateral pneumothorax on the ambulance during transfer back to primary hospital∗Survive27.2 months5.82Bilateral inguinal herniaBilateral herniotomyPremature extubationETT dislodge during transfer2Survive28.3 months4.53Bilateral inguinal herniaBilateral herniotomyPremature extubationETT dislodge during transfer2Survive29.4 months4.23Anterior glottic web, multiple anomaliesDL with CO2laserPremature extubationETT dislodge during transfer5Death 8 months later due to respiratory failure30.1 year 2 months9.23Biliary atresia with gastrointestinal bleedingEGD with sclerosing agent injectionPremature extubationETT dislodge during oesophagogastroscopy1Death POD6 due to massive haemorrhage31.2 years9.53TOF S/P RMBTSCardiac catheterisationUnclear respiratory causeOn PACU arrival, developed hypoxia then bradycardia.4Survive with HIE32.1 year 10 months9.04Tracheomalacia with adenoid hypertrophy with TOFDL with adenoidectomy, auditory steady-state responseUpper airway obstructionExtubation at 19 hr postop and developed upper airway obstruction, work up found vascular ring.4Survive33.7 years15.03End-stage renal diseaseKidney transplantationElectrolyte abnormalitiesHyperkalaemia prior to reperfusion, potassium 5.6 mmol l–11Survive34.9 months5.23Intestinal malabsorptionCentral venous line insertionCould not be determined7 hr postop, regular ward, found cyanosis131DeathASD, atrial septum defect; BMI, body mass index; BW, body weight; CPR, cardiopulmonary resuscitation; DL, direct laryngoscope; ECMO, extracorporeal membrane oxygenation; EGD, oesophagogastroduodenoscopy; EPS, electrophysiology study; ETT, endotracheal tube; FOL, fiberoptic laryngoscopy; HIE, hypoxic-ischaemic encephalopathy; HLHS, hypoplastic left heart syndrome; LMA, laryngeal mask airway; LMBTS, left modified Blalock-Taussig shunt; PA, pulmonary atresia; PACU, postanaesthesia care unit; PBPV, percutaneous balloon pulmonary valvuloplasty; PDA, patent ductus arteriosus; POD, postoperative day; PS, pulmonary stenosis; PVT, paroxysmal ventricular tachycardia; RFA, radiofrequency ablation; RMBTS, right modified Blalock-Taussig shunt; SVT, supraventricular tachycardia; TOF, Tetralogy of Fallot; UVH, univentricular heart; VF, ventricular fibrillation; VSD, ventricular septal defect; VT, ventricular tachycardia.Outcomes of peri-operative cardiac arrestsIn-hospital mortality after PPOCA was 5.4 (95% CI 3.6 to 8.1) per 10 000 anaesthetics. The incidence of intra-operative and postoperative mortality was 2.1 (95% CI 1.1 to 4.0) and 3.3 (95% CI 1.9 to 5.5) per 10 000 anaesthetics, respectively (Table2). Sixty-three PPOCAs resulted in 23 (36.5%) in-hospital mortalities (Table5). Twelve (19.0%) patients died within 24 h after PPOCA, and 11 (17.5%) died after 24 h. The mortality (mortality rate) of postoperative cardiac arrest was significantly higher than that of intra-operative cardiac arrest, 14 (63.6%) vs. 9 (22.0%P= 0.001). The incidence of PPOCA was the highest for"
  },
  {
    "full_text": "The incidence of PPOCA was the highest for anaesthesia for cardiac catheterisation (144.8 per 10 000 anaesthetics).Post hocanalysis showed that the mortality rate after PPOCA in cardiac catheterisation was significantly higher if cardiac arrest occurred during the postoperative period (80%) compared to intra-operative cardiac arrest (13.3%),P= 0.006. There was no difference in mortality between postoperative and intra-operative cardiac arrest in anaesthesia services for other procedures (P= 0.488). The mortality rates categorised by the causes of cardiac arrest are provided in Table 3, Supplemental Digital Content.Table 5Outcomes of cardiac arrest. The data are presented asn(%)OutcomesOverall (63)Intra-operative CA (41)Postoperative CA (22)PvalueMortality23 (36.5)9 (22.0)14 (63.6)0.001- Temporary harm37 (58.7)31 (75.6)6 (27.3)- Permanent harm3 (4.8)1 (2.4)2 (9.1)- Death within 24 h12 (19.0)2 (4.9)10 (45.5)- Death after 24 h11 (17.5)7 (17.1)4 (18.2)Subgroup by type of serviceCardiac catheterisationn= 35n= 30n= 5Survive27 (77.1)26 (86.7)1 (20.0)0.006Death8 (22.9)4 (13.3)4 (80.0)Operating room and othersn= 28n= 11n= 17Survive13 (46.4)6 (54.5)7 (41.2)0.488Death15 (53.6)5 (45.5)10 (58.8)CA, cardiac arrest.Multivariate analysis of the risk factors for mortality was adjusted for postoperative cardiac arrest, cardiac catheterisation, heart disease, emergency/urgency, cardiovascular cause, and CPR duration. Only emergency/urgency status and CPR duration were predictors of mortality (Table6). The adjusted odds ratio of emergency/urgency was 5.388 (95% CI 1.031 to 28.160),P= 0.046. The adjusted odds ratio for CPR duration (min) was 1.067 (95% CI 1.016 to 1.120),P= 0.010.Table 6Univariate and multivariate analyses of risk factors for mortalityUnivariate analysisMultivariate analysisOdds ratio95% CIPvalueAdjusted odds ratio95% CIPvaluePostoperative cardiac arrest6.2221.988 to 19.4710.0023.3400.395 to 28.2650.268Cardiac catheterisation0.2570.087 to 0.7590.0140.7330.056 to 9.6140.813Infant0.7270.259 to 2.0460.546–––High ASA PS1.5000.267 to 8.4340.645–––Heart disease0.1930.058 to 0.6350.0070.1830.024 to 1.4080.103Emergency/urgency3.9001.309 to 11.6200.0155.3881.031 to 28.1600.046Multiple operations1.2820.451 to 3.6410.641–––Cardiovascular cause (y/n)0.3700.129 to 1.0660.0661.3870.145 to 13.3150.777Respiratory cause (y/n)2.3080.775 to 6.8750.133–––CPR duration (minute)1.0721.018 to 1.1300.0091.0671.016 to 1.1200.010ASA PS, American Society of Anaesthesiologists physical status; CPR, cardiopulmonary resuscitation.DiscussionThis study reported the incidence of PPOCA after noncardiac surgery and in-hospital mortality after cardiac arrest in a single-centre tertiary-care university hospital in Thailand. The incidence of PPOCA and ARCA was 14.7 and 7.9 per 10 000 anaesthetics. Compared with the THAI study conducted nationwide from 2003 to 2004, a previous study reported the incidence of PPOCA and ARCA as 19.9 and 5.1 per 10 000 anaesthetics.8The incidence of PPOCA"
  },
  {
    "full_text": "per 10 000 anaesthetics.8The incidence of PPOCA was similar to that in other developing countries (2.7 to 22.9 per 10 000 anaesthetics)8–13while the overall incidence of PPOCA reported in developed countries was lower (2.9 to 7.9 per 10 000 anaesthetics).1–3,5–7However, the incidence of ARCA was similar in developing and developed countries (1.4 to 7.4 per 10 000 anaesthetics),5,8,10,11,16suggesting that the difference in PPOCA may be due to other factors such as surgical or patient-related factors. The mortality rates differed among studies, possibly due to the different follow-up time points.3–6,10–15The studies reporting the incidence of PPOCA in different settings are summarised in Table7.Table 7Incidence of paediatric peri-operative cardiac arrest (PPOCA), anaesthesia-related cardiac arrest (ARCA), and mortality in different settings. The incidence was reported per 10 000 anaestheticsAuthor, yearCountryDefinition of the peri-operative periodSettingIncidence of PPOCAIncidence of ARCAIncidence of mortalityTime of mortality evaluationDeveloped CountriesFlicket al.3, 2007USAPACUNoncardiac2.9–1.6In-hospitalHabreet al.2, 201733 European countries60 min after anaesthesiaMix2.9a–––Zgleszewskiet al.5, 2016USAPACU or transfer to ICUNoncardiac, excluding cardiac catheterisation5.12.60.3In-hospitalChristensenet al.1, 2018USA24 h after inductionMix5.33.3––Hohnet al.7, 2019Germany24 h after anaesthesiaMix6.93.3––Jansenet al.6, 2021Germany60 min after anaesthesiaNoncardiac7.94.03.530-dayMorrayet al.15, 2000USAPACUMix–1.4––van der Griendet al.4, 2011AustraliaN/ANoncardiac––8.224-hDe Bruinet al.14, 2015NetherlandsN/ANoncardiac––33.630-dayDeveloping countriesKhosoet al.13, 2021Pakistan48 h after anaesthesiaMix2.7–2.048-hLeeet al.9, 2016KoreaNot DefinedMix8.5–––Bunchungmongkolet al.8, 2009Thailand24 h after anaesthesiaMix19.95.1––Gonzalezet al.10, 2014BrazilPACUMix20.72.810.3PACUBhartiet al.11, 2009IndiaPACUNoncardiac, except in remote locations22.27.410.7In-hospitalGobbo Brazet al.12, 2006BrazilPACUMix22.94.69.8Not DefinedZoumenouet al.13, 2010BeninNot DefinedMix156.0–97.0Not DefinedICU, intensive care unit; PACU, postanaesthesia care unit; USA, United States of America.aData per 10 000 patients.Differences in the characteristics between patients who experienced intra-operative and postoperative cardiac arrest were also demonstrated. Most intra-operative cardiac arrests occurred in patients with high ASA PS ≥ III (95.1%) and during cardiac catheterisation services (73.2%). Patients with high ASA PS are known to have individual risks for increased peri-operative adverse events.1,10,11,15,16The incidence of cardiac arrests during cardiac catheterisation procedures has been reported to be as high as 0.3 to 3.0% in the literature.21–26Our cohort consisted of 35 (55.6%) catheterisation procedures in patients with heart disease; 19 cardiac arrests were related to the cardiology wire and successfully resuscitated in the operating room.The most common cause of"
  },
  {
    "full_text": "in the operating room.The most common cause of cardiac arrests during anaesthesia was cardiovascular (80.5%), while airway and res-piratory (59.1%) were the leading causes of postoperative cardiac arrest. This is similar to the Wake-Up Safe Registry in which cardiovascular-related causes became the most common cause of PPOCAs (cardiovascular 40%, respiratory 35%).1Christensenet al.also reported respiratory-related aetiology as the leading cause of cardiac arrest in the PACU (respiratory 44.4%, cardiovascular 22.2%), which was deemed preventable.27Intra-operative cardiac arrest is often associated with an acute cause and is rapidly recognised and successfully resuscitated. However, postoperative cardiac arrest is often airway-related and is associated with prolonged hypoxia. Cardiac arrest is often the last event after progressive deterioration. This may explain the poorer outcome in these patients and the requirement of prolonged resuscitation efforts. In our cohort, five cardiac arrests were identified as transfer-related, and all suffered from respiratory causes. Patient transfer often involves the transition of care between providers and changes in the level of sedation and physical positioning.19,28According to the Wake-Up Safe registry,28148 transport-associated adverse events comprised 5.0% of all paediatric anaesthesia adverse events reported. They were primarily respiratory in nature and preventable.To our knowledge, this is the first study to compare postoperative and intra-operative cardiac arrest mortality rates in paediatric patients. Postoperative cardiac arrest had significantly higher mortality than intra-operative cardiac arrest (odds ratio 6.222, 95% CI 1.988 to 19.471,P= 0.002). However, after adjusting for other factors, only emergency/urgency status and CPR duration affected the mortality. In the operating room, patients were monitored with the highest vigilance by an individual anaesthesia provider using continuous monitoring for the early detection of critical events. This environment is unique and different from the PACU or wards, where personnel and monitoring are less intensive than during the intra-operative period. Our results indicated that postoperative cardiac arrest had a longer median CPR duration than intra-operative cardiac arrest (11 min vs. 4 min,P= 0.003), and the adjusted odds ratio (95% CI) of mortality for CPR duration in minutes was 1.067 (1.016 to 1.120). The CPR duration was shown to be inversely associated with survival to hospital discharge.29Although patients in the ICU usually received continuous monitoring and intensive care from experienced providers, patients admitted to the ICU were considered critically ill relative to the patients admitted to the ward, had higher ASA PS, and hence, were at greater risk from anaesthesia. According to Jansenet al., 2.7% of children were critically ill, and anaesthesia was induced in the ICU.6The incidence (95% CI) of cardiac arrests with anaesthesia induced in"
  },
  {
    "full_text": "of cardiac arrests with anaesthesia induced in the ICU was 131.6 (57 to 257.6) per 10 000 anaesthetics compared to only 4.5 (2.2 to 8.3) per 10 000 anaesthetics when anaesthesia was performed in the operating room (P< 0.001).6They concluded that children who had anaesthesia induction in the ICU were at high risk for PPOCA and PPOCA-associated mortality.Emergency/urgency status was a predictive factor for mortality in this study (adjusted odds ratio 5.388, 95% CI 1.031 to 28.160) and consistent with multiple studies.1,11,15,16High ASA PS1,10,11,15,16and infant10,11,15were reported as predictors of mortality in several studies. In general, cardiac arrests of respiratory origin were associated more often with no harm, whereas cardiac arrests of cardiac origin were associated with greater levels of harm.6,19However, we cannot demonstrate a significant effect of these factors on mortality after multivariate analysis: cardiovascular cause, respiratory cause, infant, high ASA PS, cardiac catheterisation procedure, and heart disease. These inconsistencies in the findings suggest that multiple factors, including patient, procedural, and institutional characteristics, contribute to the outcomes of PPOCA. Practitioners should focus on individual pathophysiology.6Overall, 35% of peri-operative cardiac arrests occurred during the postoperative period. After excluding the cardiac catheterisation procedure and focusing only on anaesthesia services for other procedures, 17 (61%) of 28 cardiac arrests occurred postoperatively. Of the 17 cardiac arrests, 11 (64.7%) were attributed to airway and respiratory aetiologies (Table 2, Supplemental Digital Content). Patients with postoperative cardiac arrest were mostly respiratory in origin and associated with longer CPR duration and poorer prognosis. We speculate that some of these events might have been prevented, at least in part, by a higher level of care. We encouraged the implementation of postoperative observation protocols in the PACU and ward, including criteria for postoperative ICU admission in high-risk patients. Healthcare providers must extend a higher level of care for surgical patients for at least 24 h after surgery. Implementing a quality improvement project for greater standardisation of clinical practice has been proven to reduce the incidence of anaesthesia-attributable cardiac arrests7and airway cardiac arrests.30Moreover, a longer CPR duration is associated with poor survival. Emphasising institutional protocols for extracorporeal cardiopulmonary resuscitation (ECPR) initiation during the early stage of CPR is another important factor for improving patient outcomes.Our study had several limitations. First, there was a risk of underreporting in this retrospective study, including events that occurred within 24 h after discharge. Second, the present study was conducted in a single tertiary-care centre that usually admits patients of complex diseases; therefore, the incidence of cardiac arrest and"
  },
  {
    "full_text": "therefore, the incidence of cardiac arrest and mortality cannot be generalised to the national paediatric anaesthesia practice in Thailand. Third, the numbers of cardiac arrest cases in this study were influenced by the large contribution (55.6%) of cardiac catheterisation cases in only 5.7% of a noncardiac surgery population. Fourth, the outcome was reported as in-hospital mortality. There is a possibility that the cause of mortality was different from the cause of cardiac arrest. However, this study reported the number of patients who died within 24 h after cardiac arrest. Finally, the study was conducted at a training centre, and we could not evaluate the extent of involvement of different levels of anaesthesia providers.In summary, paediatric peri-operative cardiac arrests that occurred intra-operatively and postoperatively had different characteristics and outcomes. Postoperative cardiac arrest resulted in a longer CPR duration and a higher mortality rate than intra-operative cardiac arrest. The emergency/urgency status and CPR duration were predictors of mortality after PPOCAs. A high level of care should be applied to high-risk groups of patients for at least 24 h after surgery.Supplementary MaterialSupplemental Digital Content"
  }
]