[
  {
    "full_text": "TITLE: Incidence and Survival of Out-of-Hospital Cardiac Arrest in Public Housing Areas in 3 European Capitals ABSTRACT: BACKGROUND:Strategies to reach out-of-hospital cardiac arrests (called cardiac arrest) in residential areas and reduce disparities in care and outcomes are warranted. This study investigated incidences of cardiac arrests in public housing areas.METHODS:This register-based cohort study included cardiac arrest patients from Amsterdam (the Netherlands) from 2016 to 2021, Copenhagen (Denmark) from 2016 to 2021, and Vienna (Austria) from 2018 to 2021. Using Poisson regression adjusted for spatial correlation and city, we compared cardiac arrest incidence rates (number per square kilometer per year and number per 100 000 inhabitants per year) in public housing and other residential areas and examined the proportion of cardiac arrests within public housing and adjacent areas (100-m radius).RESULTS:Overall, 9152 patients were included of which 3038 (33.2%) cardiac arrests occurred in public housing areas and 2685 (29.3%) in adjacent areas. In Amsterdam, 635/1801 (35.3%) cardiac arrests occurred in public housing areas; in Copenhagen, 1036/3077 (33.7%); and in Vienna, 1367/4274 (32.0%). Public housing areas covered 42.4 (12.6%) of 336.7 km2and 1 024 470 (24.6%) of 4 164 700 inhabitants. Across the capitals, we observed a lower probability of 30-day survival in public housing versus other residential areas (244/2803 [8.7%] versus 783/5532 [14.2%]). The incidence rates and rate ratio of cardiac arrest in public housing versus other residential areas were incidence rate, 16.5 versus 4.1 n/km2per year; rate ratio, 3.46 (95% CI, 3.31–3.62) and incidence rate, 56.1 versus 36.8 n/100 000 inhabitants per year; rate ratio, 1.48 (95% CI, 1.42–1.55). The incidence rates and rate ratios in public housing versus other residential areas were consistent across the 3 capitals.CONCLUSIONS:Across 3 European capitals, one-third of cardiac arrests occurred in public housing areas, with an additional third in adjacent areas. Public housing areas exhibited consistently higher cardiac arrest incidences per square kilometer and 100 000 inhabitants and lower survival than other residential areas. Public housing areas could be a key target to improve cardiac arrest survival in countries with a public housing sector. BODY: WHAT IS KNOWNThe majority of cardiac arrests occur in residential areas where bystander interventions and survival are rare.Socioeconomic and ethnic disparities in cardiac arrest are well described across numerous communities.WHAT THE STUDY ADDSPublic housing areas have a 3.5-fold incidence of cardiac arrest per square kilometer and a 1.5-fold per 100 000 inhabitants compared with other residential areas.A third of cardiac arrests in residential areas occurred in public housing areas and an additional third occurred within 100 m of public housing areas, with the potential to benefit from public housing interventions.Patients in public housing"
  },
  {
    "full_text": "housing interventions.Patients in public housing areas had a lower likelihood of initial shockable rhythm and survival than in other residential areas.The vast majority of out-of-hospital cardiac arrests (in the following called cardiac arrest) occur in residential areas.1,2Widespread dissemination of cardiopulmonary resuscitation (CPR) training, deployment of publicly available automated external defibrillators (AEDs), and, in some communities, professional first responders or volunteer responders who can respond to nearby cardiac arrests have been associated with an improvement in survival over the past decades.3–6More than half of patients survive when cardiac arrests occur in bustling public locations such as airports.7In contrast, patients with cardiac arrest in residential areas have a much lower survival probability, associated with fewer bystanders present to alert emergency medical services (EMS), provide CPR, or offer defibrillation than in nonresidential areas.2,8The lessons learned from cardiac arrests in bustling public locations could be used to identify residential areas with a high risk of cardiac arrest and implement interventions to increase bystander interventions and survival.The American Heart Association, the International Liaison Committee on Resuscitation, and the European Resuscitation Council have highlighted a knowledge gap regarding identifying residential communities for targeted intervention with CPR training and AED deployment.9–11Inequalities in cardiovascular health are well known; hence, the World Health Organization and the American Heart Association have warranted strategies to reduce disparities.9,12–16In the absence of cardiac arrest data in all areas, identifying the types of neighborhoods where interventions to improve cardiac arrest survival should be focused would help prioritize efforts and maximize outcomes.Across Europe, North America, Australia, and New Zealand, public housing is designed to ensure safe, low-cost accommodation for people needing housing.17–19Public housing typically consists of geographically well-defined areas managed through municipalities or nonprofit organizations and has controlled rent, keeping the living costs low compared with other housing types.17Residents in public housing are typically older, are more likely to have immigrant backgrounds, or have lower income or educational levels than the remaining population, all of which are cardiac arrest predictors.17,20Thus, public housing areas may be suitable for community initiatives to improve prehospital care and outcomes following cardiac arrest.21This study aimed to investigate the incidence of cardiac arrest in public housing areas and compare it with other residential areas in Amsterdam (the Netherlands), Copenhagen (Denmark), and Vienna (Austria). As interventions established in public housing may also benefit adjacent areas, we examined the proportion of cardiac arrests within a 100-m radius of public housing"
  },
  {
    "full_text": "arrests within a 100-m radius of public housing areas.METHODSDue to the sensitive nature of the patient data used in this study, access cannot be provided. However, a request to access the cardiac arrest data set may be sent to the corresponding author. The remaining data are open-access and can be accessed as described in the Data Source section.Study DesignThis observational study used prospectively collected data from 3 cardiac arrest registries to compare the incidence of cardiac arrest in public housing versus other residential areas.22SettingAmsterdam, Copenhagen, and Vienna are the capital cities of the Netherlands, Denmark, and Austria, respectively. Each city has 1 emergency medical dispatch center. In Amsterdam, 2 ambulances operated by advanced life support–trained paramedics are dispatched to the scene in the event of a suspected cardiac arrest; in Copenhagen, 1 ambulance staffed with advanced life support–trained paramedics and 1 physician-staffed vehicle are dispatched; and in Vienna, 3 vehicles are dispatched, an advanced life support unit, a physician-staffed vehicle, and a vehicle with a field supervisor. All cities can dispatch professional first responders equipped with AEDs, these being on-duty police and firefighters in Vienna and Amsterdam and firefighters in Copenhagen.2,23,24In addition, volunteer responders can be alerted by an application in the event of a nearby suspected cardiac arrest and guided to fetch an AED or go straight to the scene and perform CPR.5,24,25Data SourcesCardiac Arrest RegistriesWe have included patients from 3 cardiac arrest registries: the Amsterdam Resuscitation Study, the Danish Cardiac Arrest Registry, and the Viennese Cardiac Arrest Registry. These registries have high-quality data and contain variables on patient characteristics, bystander interventions, EMS response, and survival, as recommended by the Utstein guidelines for reporting cardiac arrest.23,26–28AED RegistriesWe included AEDs from the Dutch AED network, registered by March 10, 2023, and from the Danish AED network and the Austrian AED network, registered by April 14, 2020. A cardiac arrest was defined as being covered by an AED if an AED was located within 100 m. AED coverage was presented as all AEDs and a subgroup of AEDs with 24-hour access 7 days a week.29Public Housing DataData on public housing areas were obtained as open-source spatial data through the Municipality of Amsterdam, The Danish National Building Foundation, and the City of Vienna.30–32We included public housing areas with >10 households to ensure that the areas had a suitable size for potential future interventions. In Amsterdam, public housing areas may be partly privately owned. To cover areas dominated by public housing, we included areas where a minimum of 75% of households were public housing. Restricted to Denmark, 14% of public housing units are student or elderly homes. This is registered by the Danish National Building Foundation. We excluded student"
  },
  {
    "full_text": "National Building Foundation. We excluded student and elderly homes from the public housing data. Public housing data sets contained information on the area covered, the number of apartments in each building, housing organizations, and ID numbers for each unit. SeeSupplemental Methodsfor more information on the public housing data.Other Residential AreasThe other residential areas were identified through Urban Atlas, an open-source database covering the European Union and the United Kingdom.33Urban Atlas categorizes land based on satellite imagery and can be used to distinguish between areas dominated by housing, commercial activities, industry, nature, and agriculture, among others.33Urban Atlas contains population density, and each area has an ID number. Residential areas were defined as areas dominated by housing, including single-family houses, town houses, or high-rise buildings but excluding isolated homes or farms. This definition of residential areas has been used previously in resuscitation sciences and corresponds to the Urban Atlas mapping guide.2,33SeeTable S1for more information on categorizing other residential areas. Maps of public housing and other residential areas can be found in Figure1.Figure 1.Distribution of public housing and other residential areas in Amsterdam, Copenhagen, and Vienna.Adjacent AreasTo estimate the potential reach of interventions in public housing areas, we estimated the proportion of cardiac arrests in adjacent areas defined as a buffer with a 100-m radius from the boundary of public housing areas.Study PopulationWe included all patients with cardiac arrest situated in residential areas (in private homes and public spaces) from Amsterdam (2016–2021), Copenhagen (2016–2021), and Vienna (2018–2021), as data from these periods were available for the research team. EMS-witnessed cardiac arrests and cardiac arrests in elderly homes or medical facilities were excluded.GeocodingCardiac arrests, public housing areas, other residential areas, adjacent areas, and AEDs were geocoded to exclude patients with cardiac arrest outside residential areas and to create the new variables for this study: cardiac arrest location (public housing areas or other residential areas), cardiac arrest in adjacent areas, and AED coverage of cardiac arrest. Geocoding was conducted using QGIS3.34OutcomesThe primary outcome was the incidence rate of cardiac arrests in public housing areas. The secondary outcomes were the percentage of cardiac arrests in adjacent areas and the characteristics of cardiac arrests in public housing areas.EthicsIn Amsterdam, ethical approval was obtained through the Institutional Review Board of the Amsterdam University Medical Center, located at Academic Medical Center. In Denmark, ethical approval is neither mandatory by law nor obtainable for observational studies. In Vienna, ethical approval was granted by the Ethics Committee of the Medical University of Vienna, Austria (No. 1078/2022).StatisticsBaseline"
  },
  {
    "full_text": "Austria (No. 1078/2022).StatisticsBaseline characteristics were presented as combined data and stratified for the city. We also did 3 baseline characteristic tables of subgroups: cardiac arrest in a private home, cardiac arrest in public, and patient ≤30 years of age. Numeric variables were presented as medians with interquartile range and categorical variables as counts with percentages. The incidences in public housing and other residential areas were compared using Poisson regression of rates and presented as incidence rates (IRs) defined as number per square kilometer per year and number per 100 000 inhabitants per year and risk ratios with 95% CIs. A sensitivity analysis was conducted, which can be found inSupplemental Methods. Cardiac arrests within a housing area may have more similarities than with a cardiac arrest in another area. Therefore, the Poisson regression model was adjusted for spatial correlation using the ID of the geographic polygon to which the cardiac arrest belonged. The Poisson regression model has additionally been adjusted for clustering by location (Amsterdam, Copenhagen, or Vienna) for the combined data. R Core Team (2022) v 4.2.0 and RStudio Team (2022) were used for statistical analysis and figures.35RESULTSIn all capitals combined, public housing areas covered 42.4 (12.6%) of 336.7 km2and 1 024 470 (24.6%) of 4 164 700 inhabitants. A total of 9152 cardiac arrests were included, of which 3038 (33.2%) occurred in public housing areas. In Amsterdam, 635/1801 (35.3%) cardiac arrests occurred in public housing areas; in Copenhagen, 1036/3077 (33.7%); and in Vienna, 1367/4274 (32.0%). Figure2presents a flowchart with patient selection.Figure 2.Selection of patients with out-of-hospital cardiac arrest.EMS indicates emergency medical services.Patient CharacteristicsAcross the 3 capitals, patients in public housing areas tended to be similar to patients in other residential areas regarding age, time of day of cardiac arrest, provision of bystander interventions, and AED coverage. Compared with other residential areas, the patients in public housing areas were more likely to be female, have a cardiac arrest in a private home, and have longer EMS response times. Patients in public housing areas were less likely to have an initial shockable rhythm or survive 30 days compared with other residential areas. See Table1for granular data on patients’ characteristics. These characteristics remained similar when stratifying for location in public or in a private home and when only including patients ≤30 years of age (Tables S2 through S4).Table 1.Characteristics of Patients with Out-of-Hospital Cardiac Arrest in Public Housing and Other Residential AreasIncidenceThe IR based on a square kilometer of cardiac arrest in public housing versus other residential areas (reference) was IR of 16.5 versus 4.1 cardiac arrests per km2per year with a risk ratio of 3.46 (95% CI, 3.31–3.62). The IR based on 100 000 inhabitants in public housing"
  },
  {
    "full_text": "IR based on 100 000 inhabitants in public housing versus other residential areas was 56.1 versus 36.8 cardiac arrests per 100 000 inhabitantsper year, a risk ratio of 1.48 (95% CI, 1.42–1.55). The IR and risk ratio are presented in detail in Table2and Figure3, which also include stratification for Amsterdam, Copenhagen, and Vienna.Table 2.Incidences and Incidence Rates of Out-of-Hospital Cardiac Arrest in Public Housing Versus Other Residential AreasFigure 3.The risk ratio of out-of-hospital cardiac arrest occurring in public housing vs other residential areas.The figure illustrates the risk ratio (RR) of out-of-hospital cardiac arrest occurring in public housing compared with other residential areas. The model was adjusted for spatial correlation, and the combined data were adjusted for clustering by location (Amsterdam, Copenhagen, or Vienna).Adjacent AreasOverall, 2685 (29.3%) of all included cardiac arrests occurred within the areas adjacent to public housing (Amsterdam, n=672 [27.5%], Copenhagen, n=614 [20.0%], and Vienna, n=1399 [32.6%]).DISCUSSIONIn this analysis using registry data from 3 European capitals, public housing areas were characterized by a 3.5-fold higher risk of cardiac arrest per square kilometer and a 1.5-fold higher risk of cardiac arrest per 100 000 inhabitants compared with other residential areas. Public housing areas contained one-third of all cardiac arrests in residential areas, and an additional third occurred in adjacent areas. We observed that patients in public housing areas had a lower probability of survival than other residential areas. These results were consistent across the included capitals and generated new hypotheses regarding interventions needed to improve the incidence and survival of cardiac arrests in public housing areas.Our results may provide a foundation for designing future clinical trials to test community interventions to increase survival after cardiac arrests in all communities with a public housing sector.36–38These efforts could potentially reach beyond public housing areas as we found a third of cardiac arrests to occur in adjacent areas of public housing areas. It is essential to prioritize efforts and identify areas with the highest possible yield for targeted interventions to improve cardiac arrest survival.9,10The International Liaison Committee on Resuscitation has recommended using data-driven models to identify high-risk areas. Multiple models have provided hot spots with high incidences of cardiac arrests, particularly in public locations.10However, most cardiac arrests occur at home, and even among public cardiac arrests, most occur in residential areas.1,2The models used in previous studies identified specific areas on a city map with a high incidence of cardiac arrest but offered no framework for implementation, particularly in residential locations, which is pivotal for the success of community interventions.21,39–42The organization of public housing areas provides an"
  },
  {
    "full_text": "organization of public housing areas provides an existing framework for interventions: national organizations, political influence, and financial budgets to fund interventions; administrative and technical employees to maintain AEDs, act as volunteer responders, or distribute leaflets; activity or support groups including engaged residents or social workers to arrange training activities; and communal spaces to house training activities.17,21The organization of public housing combined with the high incidence of cardiac arrest within a relatively small geographic area renders public housing areas potential high-yield targets for community interventions to reach cardiac arrest patients in residential areas.The high incidence per square kilometer might primarily be explained by people in public housing living closer together than in the other residential areas.17Although the cardiac arrest incidence per 100 000 inhabitants does not determine whether an area is high risk or not, it does uncover whether a high risk is solely based on a high density of people or also driven by other factors. Given the high incidence per 100 000 inhabitants, public housing areas could also be an important target for preventive interventions broadly within cardiovascular health. Future studies should investigate the incidence of cardiovascular diseases in public housing areas and plan and develop targeted interventions in these areas, given the favorable infrastructure for interventions.20Considering the composition of the inhabitants in public housing areas, interventions should be designed carefully in collaboration with the population in the area so that potential barriers are accounted for.17,42This study was conducted in cities with widespread CPR training and where AED deployment has been prioritized, even in residential areas. This might explain the tendency toward similar probabilities of bystander interventions in public housing and other residential areas in the baseline characteristics of patients.2,25In contrast, patients in public housing areas seemed to have a lower probability of initial shockable rhythm, return of spontaneous circulation, and 30-day survival compared with other residential areas. This indicates that other interventions need to follow AED deployment and CPR training when aiming to improve survival for patients with cardiac arrest in public housing areas. However, in communities with fewer resources where AEDs and CPR training are not widespread, public housing areas could offer high-impact targets for AED deployment and CPR training.People living in public housing areas are more likely to have low socioeconomic status, ethnic minority backgrounds, and a higher burden of comorbidities, all of which are associated with an increased incidence of cardiac arrest and a lower probability of survival.20,43Furthermore, low-income housing is commonly of a lower standard than private housing and is more exposed to air and noise pollution, all of"
  },
  {
    "full_text": "more exposed to air and noise pollution, all of which are predictors of cardiovascular disease.20,44,45However, in a subanalysis of patients ≤30 years of age, we found the same tendencies in initial shockable rhythm, return of spontaneous circulation, and survival as for the overall public housing population. As children and young adults are unlikely to have developed noncongenital cardiovascular diseases that would lead to lower cardiac arrest survival, we suspect that factors in the prehospital or in-hospital setting contribute to the low survival in public housing areas.16,46The tendency toward a lower proportion of initial shockable rhythm in public housing areas, which is strongly associated with time, indicates that there may be additional barriers in the prehospital recognition and management of cardiac arrests or for the bystander to contact EMS, which could delay the emergency medical response in public housing areas.47,48More research is needed to estimate the differences between characteristics of cardiac arrests in public housing and other residential areas to identify target points for interventions.In the ongoing cluster-randomized trial CARAMBA (Cardiac Arrest in Residential Areas With Mobile Volunteer Responder Activation), 26 public housing areas have been identified in Copenhagen and randomized 1:1 to intervention and control (URL:https://www.clinicaltrials.gov; Unique identifier:NCT04446585).21The intervention areas have received strategic AED deployment, resuscitation training for residents through housing organizations, and recruitment of volunteer responders through resuscitation courses and campaigns. Housing organizations have assisted with contact with residents and organizations within the areas, leaflet distribution, identifying optimal AED locations, registering AEDs within the Danish AED Network, and training facilities. The results of the CARAMBA trial will provide high-quality, randomized controlled data on the effects of such specifically targeted interventions. The successful implementation of the CARAMBA trial indicates that it is feasible to implement an intervention within public housing areas.21LimitationsThe included capitals have well-established cardiac arrest responses with a high probability of survival compared with many other communities. This might limit the transferability of this study to settings where such responses are less well established. However, the Netherlands, Denmark, and Austria have a low degree of inequality compared with many other communities, and we would expect the relative risk of cardiac arrests in public housing to be even more pronounced in settings with a higher degree of inequality.49Patients (public housing and other residential areas combined) in Amsterdam were younger than in Copenhagen and Vienna, and Amsterdam had an overall lower incidence of cardiac arrest per 100 000 inhabitants. This could indicate that the inclusion of patients varies between the cardiac arrest"
  },
  {
    "full_text": "of patients varies between the cardiac arrest registries, further supported by the high probability of shockable rhythm and defibrillation before ambulance arrival in Amsterdam; however, we found a consistently high incidence of cardiac arrests in public housing areas in all capitals, indicating that our findings could be extrapolated even though cardiac arrest registries have slight variations.Vienna has a relatively high proportion of missing outcomes for 30-day survival (618/4274, 14.5%). The missing outcomes were distributed evenly between public housing and other residential areas (190/1367 [13.9%] versus 428/2907 [14.7%]). Therefore, we do not believe that the missing outcomes bias the findings in this study.The presented patient characteristics are solely descriptive, which limits the interpretation of differences or similarities in care and outcomes between public housing areas and other residential areas.The proportion of patients having an AED attached varies across the 3 populations, with Copenhagen having the lowest proportion of AED attachment. There is a risk of underreporting as EMS employees in Denmark are not mandated to report this variable, and the variable is based on the mentioning of AEDs in patient records, which may be inconsistent.50The EMS response time varied across the 3 cities, with long EMS response times in Vienna and a lower probability of shockable rhythm. Vienna is a larger city with a higher population density than Amsterdam and Copenhagen, potentially leading to more traffic jams that could prolong the EMS response time.2ConclusionsOne-third of cardiac arrests occurred within public housing areas and an additional third in adjacent areas (100-m radius). Public housing areas had a 3.5-fold risk of cardiac arrest per square kilometer and a 1.5-fold risk per 100 000 inhabitants compared with other residential areas. The results were consistent across 3 European capitals. Therefore, targeting public housing areas with community interventions might effectively reach cardiac arrests in residential areas.ARTICLE INFORMATIONAcknowledgmentsThe authors thank the Amsterdam Resuscitation Study (ARREST), the Danish Out-of-Hospital Cardiac Arrest Registry, the Viennese Out-of-Hospital Cardiac Arrest Registry, the City of Amsterdam, the City of Vienna, the Danish National Building Foundation, and the Urban Atlas for their support and data.Sources of FundingResearch grants fromTrygfonden(grant No. 158854),Novo Nordisk Foundation(grant No. NNF19OC0055142),Independent Research Fund Denmark(grant No. 3101-00049B),Independent Research Fond Denmark, the Inge Lehmann Foundation(grant No. 3160-00024B), and theCapital Region of Denmark(grant No. 8976) supported this study. The funders did not influence study design, conduction, interpretation, or publishing.DisclosuresDr Juul Grabmayr has received research grants from Trygfonden and Helsefonden. Dr Hansen has received grants from the Independent Research Fund Denmark, TrygFonden,"
  },
  {
    "full_text": "Independent Research Fund Denmark, TrygFonden, Laerdal Foundation, Helsefonden, and the Capital Region of Denmark Research Fund. Dr Krychtiuk has received speaker fees from Zoll Medical and Daiichi Sankyo and consulting fees from Novartis and Amgen, unrelated to this article’s topic. Christian Torp-Pedersen has received grants from Bayer and Novo Nordisk unrelated to the current study. Dr Tan has received funding from the European Union’s Horizon 2020 research and innovation program under the acronym ESCAPE-NET, registered under grant agreement number 733381, and the COST Action PARQ (grant agreement No. CA19137) supported by COST (European Cooperation in Science and Technology), not related to the current study. Drs Andelius and Kjoelbye were supported by a research grant from TrygFonden, unrelated to the current study. The other authors report no conflicts.Supplemental MaterialSupplemental MethodsTables S1–S4Supplementary Material CONCLUSION: ConclusionsOne-third of cardiac arrests occurred within public housing areas and an additional third in adjacent areas (100-m radius). Public housing areas had a 3.5-fold risk of cardiac arrest per square kilometer and a 1.5-fold risk per 100 000 inhabitants compared with other residential areas. The results were consistent across 3 European capitals. Therefore, targeting public housing areas with community interventions might effectively reach cardiac arrests in residential areas."
  }
]