[
  {
    "full_text": "TITLE: Indian Society of Critical Care Medicine and Indian Association of Palliative Care Expert Consensus and Position Statements for End-of-life and Palliative Care in the Intensive Care Unit ABSTRACT: AbstractEnd-of-life care (EOLC) exemplifies the joint mission of intensive and palliative care (PC) in their human-centeredness. The explosion of technological advances in medicine must be balanced with the culture of holistic care. Inevitably, it brings together the science and the art of medicine in their full expression. High-quality EOLC in the ICU is grounded in evidence, ethical principles, and professionalism within the framework of the Law. Expert professional statements over the last two decades in India were developed while the law was evolving. Recent landmark Supreme Court judgments have necessitated a review of the clinical pathway for EOLC outlined in the previous statements. Much empirical and interventional evidence has accumulated since the position statement in 2014. This iteration of the joint Indian Society of Critical Care Medicine–Indian Association of Palliative Care (ISCCM–IAPC) Position Statement for EOLC combines contemporary evidence, ethics, and law for decision support by the bedside in Indian ICUs.How to cite this articleMani RK, Bhatnagar S, Butola S, Gursahani R, Mehta D, Simha S,et al. Indian Society of Critical Care Medicine and Indian Association of Palliative Care Expert Consensus and Position Statements for End-of-life and Palliative Care in the Intensive Care Unit. Indian J Crit Care Med 2024;28(3):200–250. BODY: AbbreviationsUsed in thisArticleACP = Advance care planning; AMD = Advanced medical directive; cDCDD = Controlled donation after circulatory determination of death; CPR = Cardiopulmonary resuscitation; DNAR = Do not attempt resuscitation; EOLC = End of life care; FLST = Foregoing of life-sustaining treatments; GOC = Goals of care; HIC = High-income country; IAPC = Indian Association of Palliative Care; ICU = Intensive care unit; ISCCM = Indian Society of Critical Care Medicine; LAMA = Left against medical advice; LMIC = Low-middle-income country; LST = Life-sustaining treatments; MDFM = Multidisciplinary family meeting; MV = Mechanical ventilation; NBT = Nonbeneficial treatments; PC = Palliative care; PMB = Primary Medical Board; PTSD = Post traumatic stress disorder; QOL = Quality of Life; SDM = Shared decision-making; SMB = Secondary Medical Board; SQ = Surprise question; TLT = Time limited trial; WD = Withdrawal of life-sustaining treatments; WH = Withholding of life-sustaining treatments.Introduction“I was born premature, 4 months early.You intubated me, put me on a ventilator,because You could…It went on for daysMy parents said STOP. The last straw.They finally could…If You had known what my future held,Would you listen to me on day one?Would You stop?”Constantinos Kanaris – “A letter to my doctors”1Technology-intensive care at the end of life (EOL), as a default trajectory, is the fallout of"
  },
  {
    "full_text": "(EOL), as a default trajectory, is the fallout of advances in medicine coupled with the extant culture of a curative push, regardless of its appropriateness. The Lancet Commission on the value of death delves into the manifold adverse consequences to the dying, the grieving, and indeed the society.2In high-income countries (HICs) most die in intensive care units (ICUs) and hospitals under conditions not regarded as “good death” alone-with unwanted and burdensome supports that caregivers would not want for themselves.3–5Lately, dignity in death has come to be regarded as a marker of high quality in ICUs.6Across ICUs in the USA, UK, and Europe, limitation of life-sustaining treatments (LST) toward death, albeit widely variable, is overall high and increasing.7–9Paradoxically, in the low- and middle-income countries (LMICs) including India, both haves and have-nots die poorly, due to overtreatment in the former and lack of access to palliative care (PC) overall.2In India, barriers identified to end-of-life care (EOLC) include a lack of attention to the needs of the dying, reluctance to discuss anticipated death or make ethically challenging decisions, physician and organizational concerns over the legality of foregoing of life-sustaing treatments (FLST), family's inability to pay and lack of integration of PC in ICUs.10–12A questionnaire-based survey in Asian countries indicated that ICU physicians’ practice of FLST in the LMICs (including India) compared to the HICs is hampered by perceived legal risks while curative treatments could be prematurely closed due to financial considerations.13Quality ICU care includes timely and burden-free EOLC for the dying and a supportive environment for the families. Clinicians across European and Israeli ICUs reported frequent occurrences of inappropriate treatment which, according to other studies, varies by the ethical climate in the ICU.14–16Such data are unavailable in India, but two large point-prevalence surveys of ICU practice patterns indicate that full support occurs in 75% of deaths and treatment limitations are mostly through “left against medical advice” (LAMA).17,18Such unplanned terminal discharges leave the patient without PC and the family without emotional support. Quality of death and dying has not received priority in India, even as the national healthcare policy promotes PC.19Consequently, India ranks low globally in the recent expert assessment of the quality of death and dying.20Position statements for the ethical and clinical EOLC guidance in ICU were published earlier by the Indian Society of Critical Care Medicine (ISCCM) and jointly with the Indian Association of Palliative Care (IAPC).21–23The present iteration of the ISCCM-IAPC joint statement comes in the wake of recent legal developments in India.24–26which establish the legal validity of FLST, simplifying procedures, enabling physicians to provide care in accordance with patients’ preferences and best interests. The EOLC clinical"
  },
  {
    "full_text": "preferences and best interests. The EOLC clinical pathway outlined here is based on literature review, bioethics, and law. Less evidence-based but clinically relevant position statements were arrived at through a Delphi process.MethodsThe interventions included in the position statement were based on a review of the literature; those needing broader Consensus among the Task Force Members (where evidence was lacking or weak) were tested through a Delphi process.Task ForceThe ISCCM leadership invited Experts from the previous joint position statements committee (SNM, RKM, NS, SI, JVD, PK, and SS) to draft the revised position statement; in addition, new members, experts in their fields, representing IAPC (SB, JD, RT, SB, and SN), neurology (RG), oncology (SG), pulmonology (RB) critical care (AK), research and medical ethics (RM), nursing services (SM) and law (DM) were included; RKM led the task force and with SNM prepared the item list for inclusion in the position statements, and formed subcommittees within the task force to work on them; PN served as the methodologist for the Delphi process used to draft the statements through consensus.Literature Search StrategyA focused search in PubMed for books, documents, original articles, meta-Analyzes, and reviews on various areas related to EOLC practices in critically ill patients between 1 January 2003 and 1 August 2023, using the terms “attitude to death” OR “medical futility” OR “prognosis” OR “euthanasia” OR “life support care” OR “ethics, clinical” OR “spiritual therapies” OR “critical pathways” OR “legislation and jurisprudence” OR “communication” OR “palliative care” OR “euthanasia” OR “tissue and organ procurement” OR “documentation” OR “patient advocacy” OR “research” AND “death” OR “palliative care” OR “terminal care”, generated 2,127 articles, which were manually reviewed by subcommittees independently for relevance. In addition, 258 hand-searched articles were included. Finally, 335 full-text studies were included. 2,050 articles were excluded (13 were not in English language, 25 were duplicates, and 2012 were not relevant or specific).Delphi ProcessThe three-member steering group (RKM, SNM, and PN), formed to facilitate the Delphi process, draft the survey statements, conduct the Delphi surveys, and prepare the survey reports, was excluded from voting in the Delphi process.27The Delphi surveys were conducted using 7-point Likert scale statements via Google Forms. Each statement in the first round had an open-ended text field for feedback and comments. The responses were anonymized and Delphi rounds were conducted using an iterative process and controlled feedback until all statements achieved stability in responses.Consensus and StabilityThe consensus criteria was 70% or more members voting in favor of an agreement (scores, 5–7) or disagreement (scores, 1–3) on the Likert-scale statements.27The central tendency and response dispersion were expressed as median [interquartile range (IQR)]."
  },
  {
    "full_text": "expressed as median [interquartile range (IQR)]. The Kruskal–Wallis test was used from round two onward to assess the stability of responses between two consecutive rounds. Statements, deemed unstable (p< 0.05), were repeated in the Delphi rounds until the results were stable.ResultsTwelve Likert-scale statements were tested over three Delphi rounds from 1 November 2023 to 10 November 2023, with 100% participation of the task force members. The reports of the Delphi rounds and consensus process are provided in the supplementary material (Appendix 1).Section 1: Consensus Position Statements1.1: Quality of dying is as important as other measures of quality of ICU care.1.2: While discussing transitioning to PC, emphasis should be on the patient's suffering than on the legality of treatment limitation.1.3: Along with terminal illness and impending mortality, severe irreversible disability burdensome to the patient should be included as a reason for a treatment limitation decision.1.4: ICU admission criteria should exclude patients whose disease/clinical status would clearly render ICU care to be of little or no benefit and a trial of ICU care is excluded.1.5: Once an EOLC plan is made for a patient, ICU admission or continuation in ICU is justified in the following circumstances to facilitate:– Symptom control when it is difficult outside the ICU, having ensured that the goals of care (GOC) are well communicated to the family and caregivers and– Deceased-organ donation.1.6: The intensivist must take a leadership role in conducting multidisciplinary team and family meetings.1.7: While conveying available treatment options that may be potentially inappropriate, a “palliative care only” option should also be mentioned as a standard of care.1.8: The following role(s)are appropriate for the healthcare professional in communication and patient care in the context of end of life (EOL): The medical team– should initiate serious illness conversations guided by a “checklist,” for setting GOC;– should not take unilateral decisions even if an intervention is clearly futile;– should provide considered recommendations and not merely provide a menu of options;– must not burden the patient/family with the entire onus of taking treatment limiting decisions;– must not encourage or suggest the LAMA process when faced with ethical/financial dilemmas;– must not impose their own views, but provide facts of the case and available options;– must avoid the term “futility” that could be misconstrued as undervaluing the worth of the patient's life.1.9: Withdrawal (WD) and withholding (WH) are ethically similarly grounded and are legally equivalent.1.10: Intensive care professional training should include the following: Competencies in– end-of-life (EOL) communication;– general PC;– the knowledge of biomedical ethics in EOL decision making;– the application of the various modalities of treatment limitation.1.11: Every hospital offering intensive care services must have an EOLC"
  },
  {
    "full_text": "intensive care services must have an EOLC policy and standard operating procedure for treatment limiting decision making.1.12: Professional societies must take the lead in spreading death literacy and awareness among the public, healthcare administrators, and the government.Section 2: Constituents of a Good DeathAs healthcare systems evolve with increasing complexity and depersonalization, discussions around constituents of a good death are increasingly relevant. Although good death is a highly personal, culturally variable notion, shared themes emerge in studies.28A systematic review of systematic reviews based on the views of dying patients, bereaved families, and professional caregivers identified 11 components that help define a good death29(Table 1). This section aims to explore these perspectives that collectively define a good death, considering medical, psychological, social, and cultural dimensions.Table 1List of constituents of good death described by dying patients, bereaved families and healthcare workers291. Effective communication and relationship with health-care providers2. Performance of cultural, religious, or other spiritual rituals3. Relief from emotional distress or other forms of psychological stress4. Autonomy with regards to treatment-related decision making5. Dying at the preferred place6. Not prolonging life unnecessarily7. Awareness of the deep significance of what is happening8. Emotional support from family and friends9. Not being a burden on anyone10. Relief from physical pain and other physical symptoms11.The right to terminate one's life**Voluntary euthanasia, Physician-assisted suicide or medical assistance in death are illegal in India. They are at present legally permissible in 9 countries (Netherlands, Belgium, Columbia, Luxemburg, Canada, Australia, Spain, New Zealand, Switzerland and 11 States in the US (Colorado, Oregon, Maine, New Jersey, California, Hawaii, New Mexico, Washington, Vermont, District of Colombia, Montana)2.1: Patient-centered perspectives: A total of 40 peer-reviewed qualitative studies involving older persons identified the following six common elements from dying experience descriptions: Burden, suffering, hope, dignity, decision making, and control and autonomy.30– 2.1.1: Medical and PC aspects: Palliative care focuses on quality of life (QOL) for individuals with life-limiting illnesses, prioritizing pain, and symptom relief.31Early integration of PC leads to improved symptom control and QOL, reducing emotional distress for patients and families (Section 8).32– 2.1.2: Psychological and emotional well-being: Patients may experience (A) anxiety and fear from uncertainty surrounding death; (B) depression and grief as they confront death; (C) existential distress arising from questions around the meaning of life, afterlife, and legacy. Physicians consider providing emotional support essential to their role.33The solutions identified are-open communication about fears, hopes, and concerns of"
  },
  {
    "full_text": "communication about fears, hopes, and concerns of patients; psychosocial and spiritual support given by mental health professionals, counselors, and spiritual guides with or without training in PC (Section 9); advance care planning (ACP), that is, engaging in conversations about EOL preferences; legacy work, that is, helping individuals reflect on and leave behind a meaningful legacy for a sense of purpose, fulfillment, and closure.34– 2.1.3: Respect for autonomy and dignity: Honoring individual preferences and values empowers patients to make decisions about their EOL journey thereby enhancing dignity.35–37– 2.1.4: Social support and cultural considerations: Social connections and meaningful interactions are crucial components of a good death.2,38Recognizing cultural and spiritual diversity enhances trust.39,40– 2.1.5: Preferred place of death: Both PC and ACP would enable meeting a person's preferred place of death. Most patients of end-stage kidney disease die in hospitals if they are on a dialysis program but are more likely to die in the preferred place if on a conservative treatment pathway with early referral to PC and home PC.41,422.2: Family-centered perspectives:– 2.2.1: Communication and emotional support: Open, timely, and honest communication around prognosis, treatment options, and patient's preferences enabled families to make informed decisions and prepare emotionally.43,44Families felt supported and valued when healthcare workers acknowledged their emotional struggles.45,46– 2.2.2: Physical comfort and symptom management of the patient: Families found comfort in knowing that loved ones were not suffering and passed away peacefully.47–49– 2.2.3: Presence and meaningful connections: Families valued opportunities to be with loved ones and inclusion in EOL discussions. Families expressed a desire for patients to reflect on their life's meaning, share wisdom, and leave behind a positive impact. Spiritual beliefs and rituals influence families’ perceptions of a good death.Section 3: Ethical and Moral Dilemmas in End-of-life Care“Ethics” pertains to a sense of moral right and wrong, what one ought to do, and what one should desist from doing. Ethical principles in ICU care, embodied in the widely accepted “principlistic” model after Beauchamp and Childress, are autonomy, beneficence, nonmaleficence, and distributive justice.503.1: “Autonomy” means the right to self-determination, that is, the right to exercise one's choice in the manner of medical treatment. Globally and in India, patient autonomy is seen as an inalienable right. The National Medical Commission Code of Ethics mentions “The Registered Medical Practitioner should be respectful of the patient's rights and opinions, communicate clearly… and be honest and transparent in all professional interactions.”51However, this statement is generally made, making no particular mention of ethics governing terminal care. Acting contrary to a patient's wishes is regarded as battery by"
  },
  {
    "full_text": "to a patient's wishes is regarded as battery by Indian law.Respect for autonomy implies physicians must provide opportunity and time for patients to exercise free choice. Patients have the unconditional right to agree to or refuse any intervention including life support, as held by the Supreme Court of India.24,52For patients without decision-making capacity, autonomy is protected by patients’ wishes expressed in the form of an Advance Medical Directive (AMD), or as expressed by family [section 10] or legally authorized proxy acting on their behalf (“substituted” judgment, i.e., “what the patient would want”).50Substituted judgment does not imply the personal preferences of the surrogates/proxy.24In theQuinlancase, the US Supreme Court established the right of refusal of treatments even if lifesaving.53Withdrawal of therapy is legally not killing but “allowing the patient to die” of the underlying illness as per their wishes.3.2: “Beneficence” is conscientiously acting in a manner that would promote the patient's well-being. When death appears inevitable, physician's goals should be to allow (to neither hasten nor delay) the dying process, avoid unwanted treatment and unjustifiable financial burdens, and provide timely emotional support. Universally and in India, treatment limitations are regarded as distinct from active euthanasia. Indian law, as in many other jurisdictions, disallows unilateral decision making for treatment limitation.24,54–573.3: “Nonmaleficence” This is subject to varied interpretation, as the same act may be construed as harmful or beneficial depending on circumstances.57In the larger sense, it is not limited to acts that may end in physiological harm but those that may cause injury to patients as persons. Drugs used in PC may have unintended but foreseeable harmful effects, which is acceptable by the “doctrine of double effect.”58,59At all times potential benefits must outweigh potential harms.3.4: “Distributive justice” means that all patients irrespective of their age, gender, religion, race, ethnicity, or station in life should receive similar treatment. In case of resource limitation (major disaster or pandemic) a degree of rationing and prioritization can be allowed subject to auditing. As a corollary to this principle, the physician may prioritize the allocation of resources to a potentially curable patient over another with a progressively irreversible condition.56,573.5: Resolving ethical dilemmas: The following step-by-step structured approach for resolving ethical/moral dilemmas is recommended: (A) defining the problem: For example, is mechanical ventilation (MV)/performing tracheostomy/cardiopulmonary resuscitation (CPR) worthwhile for the patient? (B) Balance benefits vs. harms; (C) Elicit patient's preferences; (D) Discuss QOL with and without interventions in addition to longevity; (E) Place it in the context of family and socioeconomic circumstances. Set GOC combining the above.603.6: Ethical questions"
  },
  {
    "full_text": "GOC combining the above.603.6: Ethical questions related to novel technologies: Since these technologies push the limits of technointensive care, the ethical boundaries are harder to grasp. For example, patients on extracorporeal membrane oxygenation (ECMO) support may be undergoing futile support despite maintenance of circulation. Daily rounds are a must asking the crucial questions, “Is ECMO a bridge to recovery or maintaining status quo, preventing death?Setting GOC by integrating patient's values and preferences becomes even more important.61Similar dilemmas occur when Implantable cardioverter-defibrillator devices are used, as distressful shocks may no longer be appropriate in the last phase of life.62In such a scenario, conversations regarding the deactivation of the device are necessary. The principle of acting always in the patient's “best interests” must be adhered to.3.7: Withdrawal of artificial nutrition and hydration from patients in a persistent vegetative state (PVS) or minimally conscious state (MCS): Although such decisions are based on the rights of PVS/MCS patients, family acceptance can vary widely.63In India this was addressed in theAruna Shanbaugjudgement,52in which it was ruled that “passive euthanasia” in PVS was acceptable if validated by the High Court. Withdrawal of artificial nutrition is allowed in many jurisdictions but is not relevant to the ICU setting.3.8: Role of clinical ethics committee: As observed globally, clinical ethics committees (as opposed to research ethics committees) may prove useful in resolving ethical conflicts. The committee consists of a multiprofessional team of responsible members that reviews and provides an ethical analysis. Ethics committees, usually well received by both physicians and patients/surrogates are associated with reduced ICU length of stay.64,65Section 4: Prognostication and Identifying InappropriatenessThe GOC discussion begins with identifying “medical futility” which indicates that limits of curative treatments having been reached, further escalation/continuation of LST would be nonbeneficial or harmful.66Futility determination is not strictly objective as it inevitably carries value- and judgment-laden components.67Yet, FLST decisions must be made to ensure the timely transition to PC in the patient's best interests.68Decisions should be ethically sound, promoting human dignity and general welfare.69Recognition of dying is much delayed in practice. In a National Audit in the UK, most patients were recognized as dying 72 hours or less before death.70Delayed diagnosis results in “opportunity costs” of postponing primary attention to clinically important outcomes.714.1: Futility definitions– 4.1 (a): Futility is redefined to indicate that desired outcome in terms of both survival and QOL are unachievable or that it merely preserves permanent unconsciousness. Other definitions suggest physiologic futility.72–74It suggests a definite shift, not the uncertainty characteristic"
  },
  {
    "full_text": "shift, not the uncertainty characteristic of critical illness trajectory.72To the patient, the word may convey a sense of failure, hopelessness, abandonment, or even “worthlessness.”75– 4.1(b): Alternative terms integrate conflicting ethical considerations suggesting an element of uncertainty.76“Nonbeneficial” conveys a thoughtful omission to intervene. For treatment WD, a stronger word such as “inappropriate” may clarify the premise. The term “futile” may be definitive about “extraordinary” interventions.Nonbeneficial treatments (NBTs) are common. In a retrospective analysis of data from three Australian hospitals, 12.4% of 831 deaths had NBT.77In an interview-based multicentric study, Piers et al. noted that 60% of ICU physicians and nurses reported NBT as common.14These data could sensitize the intensivists in India to what could amount to excess treatment in their setting. In another study such treatments were linked to the ICU ethical climate.15A meta-analysis of 38 studies showed that 33–38% of patients near EOL received NBTs.78In a climate of high-intensity treatment, aggressive interventions are the default trajectory toward EOL, promoted by hospital work culture and dynamics.16Therefore, the perspectives of clinicians and administrators could impact the timely recognition of NBT.4.2: Measures to improve diagnostic accuracy: Physician factors that impact prognostication are personal bias, communication skills, and willingness to face moral dilemmas. During prognostic communication, death is mentioned only in one-third of family meetings.79Self-fulfilling prophecies are common wherein the prediction of death leads to FLST that fulfills the prediction.80Such uncertainties and risks hamper early, open prognostication.Christakis observed overoptimism among oncologists by a factor of 5 in survival predictions, hampering early GOC determination and ACP.81Experience improved the prognostic accuracy of physicians but a stronger doctor–patient relationship lowered it, which highlights the value of second opinions and iterations in prognostication. In a prospective study of cancer patients, inaccuracies in survival prediction highlighted the need for a broader admission policy, supported by a systematic review of predictions in PC.82,83While the concept of the time-limited trial (TLT) is not infallible, delayed admission is associated with high mortality.84Advances in cancer therapy have led to admissions for full support, TLT, or optimal monitoring.85A consensus statement for cancer patients requiring ICU recommends daily joint rounds of intensivists and oncologists.86To get around these pitfalls, all avenues enhancing prognostic accuracy must be explored. The initial assessment identifies clinical scenarios for early PC discussion/referral (Table 2).Table 2Triggers to identify patients potentially in need of end-of-life care/palliative care1. Catastrophic brain injury (traumatic brain injury, massive acute ischemic stroke, intracranial"
  },
  {
    "full_text": "massive acute ischemic stroke, intracranial hemorrhage, brain infections, demyelinating diseases, septic encephalopathy) with coma (other than brain death) with poor prospects for meaningful neurological recovery.1062. Critical illness on a background of irreversible severe neurological disability such traumatic quadriplegia or end stage muscular dystrophies.3. Critical illness on a background of chronic irreversible disorders of consciousness such as advanced dementia/minimally conscious state/ permanent vegetative state.4. Postcardiac arrest anoxic-ischemic injury with Glasgow Motor Score M≤2 and neurophysiological markers of poor prognosis >3 days after return of spontaneous circulation (ROSC) having excluded confounding factors.1165. Advanced or metastatic malignancy with short median survival rates if treatment options are exhausted are declined by the patient6. Advanced age with declining functional status and frailty or multiple co morbidities where interventions have a low probability of success or are declined by the patient.757. Acute decompensation of chronic end stage organ failure such as pulmonary, cardiac, renal, or hepatic with low life expectancy and no option of organ transplantation; >/= 3 hospitalizations in the last 12 months.1178. Worsening multiorgan failure (e.g., SOFA >15) due to acute conditions refractory to a reasonable trial of organ support.9. Any patient who expresses a desire against aggressive care or a patient without decision-making capacity with previously executed valid AMD declining such care.10. Any other clinical scenario where the answer to the question “would you be surprised if the patient is alive at the end of 6 months–1 year” is “yes”.4.3: General- and disease-specific mortality prediction scores: No scoring system can be relied upon entirely since they convey probabilistic outcome predictions in categories of patients, not individual patients. In chronic obstructive pulmonary disease (COPD), though notoriously difficult to predict meaningful outcomes, scores may inform clinical judgment.87Triaging tools such as CrisTAL for hospice care are promising.88Acute physiology and chronic health evaluation (APACHE II) is a composite score most used in the ICU setting. In a single center cohort of 981 patients APACHE II, APACHE IV, and SAPS 3 models had good discrimination and calibration predicting in-hospital mortality of cancer.89Data that show below 50% survival and below 30% return to baseline health after 6 months in elderly patients requiring 3 day's ICU stay, even with brief periods of LST, help inform shared decision making (SDM).90Day 1 and 4 sequential organ failure assessment (SOFA) scores reflecting disease trajectory may improve mortality prediction and dependency at 90 days.91Disease-specific scores may enable prediction in cancer ARDS, end-stage heart failure, liver failure, and stroke.92–97Frailty and comorbidities are quantifiable as risk factors. Lactate kinetics can be used for septic and"
  },
  {
    "full_text": "Lactate kinetics can be used for septic and nonseptic critical states.98Scores identifying patients for PC assessment/transition are powerful tools.99,100Palliative prognostic index (PaPI) is validated in cancer in the hospice setting, as are palliative performance scale (PPS) and prognosis in PC study (PiPS).101,1024.4: Prognostication and WD decisions in severe acute brain injury: Secondary injury due to raised intracranial pressure is a common feature in severe acute brain injury. These conditions begin acutely or subacutely, with coma [Glasgow coma scale (GCS) <8], sustained beyond 6 hours] and usually need intubation during the initial period. A subset of these patients will satisfy criteria for brain death, usually within a week. Multimodal monitoring may improve outcomes, but mortality has probably not changed.103,104Common long-term concerns include the quality of neurologic recovery, incapacitation, and dependence. Clinical, not neuroradiologic or electrophysiologic parameters are paramount for such prognostication.105The simple but crucial indicators are etiology, patient's age, duration of coma and comorbidities. Neurologic assessment is crucial since involvement of the upper brainstem and diencephalon marks a “tipping point” beyond which recovery of functional independence is unlikely.106None of the conditions listed above are amenable to application of prognostic scales as shown in a gap analysis.1074.5: Clinician intuition and impression-the surprise question: Clinician intuition alone has variable reliability as a predictor. Answering the “surprise question” (SQ) (“yes” to the question “would you be surprised if the patient were alive 6–12 months from now?) is much explored.108,109In a large cohort of patients, the superiority of PC screening tool over intuitive assessment was demonstrated.110In a meta-analysis, SQ performs poorly to modestly predicting death, performing worse in noncancer illnesses.111Combining SQ with objective prediction scores appears advantageous.110,112Integrating patient's values and preferences is the model of SDM.113Recently, the use of large patient databases [Multiparameter Intelligent Monitoring in Intensive Care II (MIMIC II)]114and machine learning, mining all of the patients’ clinical data promises greater prognostic precision.4.6: Factors associated with FLST decisions: Qualitative assessments predominate in treatment limiting decisions. Disease severity, treatment failure, imminent death, premorbid dependency/functional status, comorbidities, and what patients/surrogates identify as tolerable levels of morbidity are associated.115–117Summary: Prognostication, a critical point in ensuring patient and family-centered-care, is a dynamic process, integrating throughout illness trajectory, general and disease-specific scores, physician judgement and patient's choices, whose precision and usefulness are enhanced through reflective iterations, independent opinions, and interdisciplinary family"
  },
  {
    "full_text": "opinions, and interdisciplinary family meetings.Section 5: Definitions and Foregoing of Life Support Decisions5.1: Definitions7,75,118,119– Terminal illness: An irreversible or incurable advanced disease condition from which death is expected in the foreseeable future (around 12 months or less).– Withholding of life-sustaining treatment: In the context of terminal illness or prolonged severe functional disability, not initiating or escalating a life-sustaining treatment, either in response to an informed refusal by a patient with capacity, or when without capacity, through a considered decision made in their best interests congruent with a valid advance medical directive/prior expressed wishes in consultation with the family/surrogate.– Withdrawal of life-sustaining treatment: In the context of terminal illness or prolonged severe functional disability, stopping or interrupting a life-sustaining treatment, without substituting it with an alternative intervention, either in response to an informed refusal by a patient with capacity, or when without capacity, through a considered decision made in their best interests, congruent with advance medical directive/prior expressed wishes in consultation with the family/surrogate.– Best interests: A principle that behooves physicians to ensure that potential benefits of treatments outweigh potential harms or to avoid treatments that serve no therapeutic purpose.– Shared decision making: A dynamic exercise in which the healthcare team, for a patient without capacity, undertakes shared decisions with an appointed proxy/family regarding the medical treatment of a patient.– Advance Medical Directives: A written declaration made by a person with decision-making capacity documenting how they would like to be medically treated or not treated should they lose capacity.– Do not attempt resuscitation (DNAR): A considered decision by the medical team in patient's best interests, in consultation with the patient with capacity, or when without capacity, the family/appointed proxy to not perform CPR in the event of a cardiorespiratory arrest.5.2: Withdrawal and WH of life supporting treatment: Treatment limiting decisions are common in the Global North and increasing.7,9,120,121Among the very old (≥80 years) admitted to ICUs in 21 European countries, FLST was found in 27.2% of admissions (15% WH and 12.2% WD).122Important associated variables were acute admission, frailty, age, and SOFA score. Recently, in a general teaching hospital, medical and unscheduled surgical patients with treatment limitations were older and more severely ill than patients without limitations.123Global variability in FLST was evident in a meta-analysis of 56 publications. Mean prevalence were WD, 0–84.1%; WH 5.3–67.3%. Substantial variability existed between regions, countries, individual ICUs, and individual intensivists.124Even in countries with settled laws, poor clinician legal knowledge led to increased legal defensiveness with more"
  },
  {
    "full_text": "led to increased legal defensiveness with more potentially unjustified treatment.125In a questionnaire-based study in Asia, physicians from LMIC as opposed to HIC were less likely to limit CPR, MV, vasopressors and inotropes, tracheostomy, and hemodialysis.13The longitudinal OUTCAMERA study showed no escalation of treatment in 26%, WH in 39%, and WD in 35% of patients.126The spectrum of treatment limitation modalities too is variable across regions.In another study, very elderly vs elderly patients had significantly more WH and higher hospital mortality, but similar MV discontinuation strategies, mortality, ICU length of stay, and MV duration.127The influence of age on treatment limiting decisions are evident but in conjunction with other factors, not alone.An Italian prospective multicenter study of quality outcomes in relation to inclination to limit treatment found that centers with below-average inclination for FLST had worse performance in terms of standardized mortality rate indicating that FLST is not against patient interests but is a marker of intensive care quality.128Withdrawal and WH are ethically equivalent by Western bioethical standards, as the premise for both is inappropriateness of LST.50,56,118,129,130Although legally equivalent in India, WD is generally the more difficult decision to make and implement.131,132Withdrawal being proximate to death can be misconstrued as its cause. Withholding, on the other hand, being an act of omission is not so directly implicated. Every form of treatment limitation is subject to periodic review, and a WD decision may be viewed as a decision to withhold further continuation. Also, WD gives the option of TLT in areas of uncertainty. If WD and WH are regarded differently, either premature closure of active management or continued over-treatment may result.50,1295.3: Time limited trials are increasingly common.133A quality improvement intervention using TLTs was associated with improved family meetings and reduced ICU intensity and length of stay.134Trials of ICU care lasting 1–4 days may be sufficient in patients with solid tumors, whereas in hematologic malignancy or less severe illness, longer trials seem necessary.133When harms from intensive treatment clearly outweighs benefit, TLT is inappropriate.135,136In severe acute brain injury incompatible with independent survival, TLT can extend further. Converting endotracheal intubation to a tracheostomy with a gastrostomy, is a “fork in the road” between further support in the hope of future improvement or transfer to PC and de-escalation.106It is easier for the family if the WD decision is framed as WH tracheostomy. Withdrawal in this situation then follows the procedures of palliative extubation. Some of these patients may also be potential organ donors, through the process of Donation after Cardiac Death (Section 14).5.4: Do not attempt resuscitation directives: The most frequent of WH decisions is to not perform CPR in the event of a cardiac"
  },
  {
    "full_text": "is to not perform CPR in the event of a cardiac arrest.137Cardiopulmonary resuscitation can be effective for sudden cardiac death but may only prolong inevitable death or result in survival with poor neurological outcomes. The cardiorespiratory arrest is a part of the final stage of dying. Cardiopulmonary resuscitation is not indicated in most ICU patients and is not a default intervention.138,139Cardiopulmonary resuscitation is currently held to be a medical procedure applied only when appropriate.118Realistically, only 5% of CPR is performed for sudden cardiac death. Of the rest, resuscitation is successful in only 15–20% for shockable rhythms, and even less for asystolic arrest.138Cardiopulmonary resuscitation in ICU patients is beneficial in less than 5%.140Thus, full resuscitation in a terminal state is not acceptable.137“Do not attempt resuscitation” is frequent, occurring in at least 50–60% of hospital deaths in a survey of six European countries.141In the UK, laws require that patients/surrogates be involved in DNAR decision making.142In the USA too, unconsented DNAR is held to be invalid.143As a rule, a DNAR decision should be consented to when there is no time pressure.If CPR is clearly outside of the standard of care, the physician is not obliged to accept a demand by the patient/surrogate.56However, in the interest of compassionate care, physicians must discuss DNAR with them.1385.5: A “do-not-intubate (DNI) order” for patients of respiratory failure, is separate from a DNAR order. It places a ceiling of aggressive support at noninvasive ventilation or high-flow nasal cannula against intubation when these measures fail. Do-not-intubate order is made when patient/surrogates decline intubation and medically intubation is unlikely to benefit. In a systematic review, one in four cases of noninvasive supports had a DNI decision.144Section 6: End-of-life Care Clinical Pathway6.1: The pathway to EOLC decision making is depicted inFigure 1.Fig 1The EOLC pathway#Prognostication is best achieved through objective and subjective assessments*The PMB is constituted by the hospital/institution for each case with primary physician and at least two subject experts with ≥5 years’ experience. PMB may be from treating team.@Initial meeting before adverse prognosis apparent to build a relationship of trust. One may use the words “comfort care” in place of PC.+Goals of care in patient's best interests are set through combining medical recommendations (beneficence and nonmaleficence) with patient's choices (autonomy).+++Family elder/counsellor/independent medical panel/ethics board/religious guide/social worker. **Communication candid, realistic, respectful, and sensitive. Benefits and burdens of each treatment or care option should be explored.$Caregiver team should be debriefed after each family meeting.++Secondary Medical Board constituted by the hospital, has one registered medical practitioner nominated by the CMO and at least two subject experts ≥5"
  },
  {
    "full_text": "by the CMO and at least two subject experts ≥5 years’ experience; PMB member cannot be part of an SMB; CMO-nominated physician may be from the same hospital; No bar on all doctors, in both Boards, being from the same hospital; A standing panel of CMO-approved physicians may be set up in every hospital.^Only notifying required, not approval.~Includes DNAR, DNI, nonescalation/de-escalation decisions.%Prioritizing patient comfort over avoidance of side effects of medication, stopping superfluous tests, monitoring, and therapies, liberalizing visitation, displaying cultural sensitivity, allowing nonintrusive religious rituals, nonabandonment, therapeutic conversations, transfer to location of choice, providing professional caregivers administrative support for complex medical decisions6.2: Discussion of EOLC decision-making pathway (Fig. 1): The EOLC decision making is principally clinician-led and is grounded in ethics, patient's rights, duties of care, and laws of the land. For timely FLST without the risk of premature closure of curative opportunities, it is essential to embed checks and balances in the processes and procedures. The safeguards mandated by the Supreme Court in January 2023 have been incorporated into the ISCCM-IAPC Position Statements. The rigor of decision making and compliance with due processes safeguard patients’ interests and protect physicians from legal liabilities. EOLC decision making varies globally, yet there exists evidence and consensus in essential elements118,145that inform these Statements. The process outlined is guided by the standard of patient- and family-centricity.53,146,147Step 16.2.1: Physician reflective prognostic assessment of potentially inappropriate life-sustaining treatments.Combining objective and subjective assessments is more reliable than scoring systems alone (Section 4). Acceptance of uncertainty and allowing time to clear the air are important physician attitudes. Team discussions on projected trajectories of the patient's condition are crucial for prognostic clarity.Step 26.2.2: Consistency among healthcare professionals: Intensivists and other specialists involved in the care should forge a consensus for the GOC to be proposed to the patient/family. The primary physician, the intensivist, and any other subspecialist(s) involved in the case may form the Primary Medical Board (PMB) as recommended by the Supreme Court (Section 10).Step 36.2.3: Early and as-needed multidisciplinary patient/family meetings (see also Section 7): In the infrequent instance of a capable patient in the ICU willing to participate in decision making, direct communication with due sensitivity should be attempted. Adult patients with capacity are entitled to refuse initiation or continuation of life support even if it may shorten their life.24,75,76On most occasions though, the patient is too ill, incapacitated, or unwilling to participate.76,148Ascertain if a valid AMD exists (see Section 10). The legal proxy if any,"
  },
  {
    "full_text": "exists (see Section 10). The legal proxy if any, must be identified and included, if possible, in all family meetings. In the absence of an AMD/proxy, one or more family member(s)/surrogates (defined in Section 10) should be identified as key decision maker(s) for regular engagements.The first multidisciplinary family meeting (MDFM) should be within 48 hours,76,145,149commonly occurring before clinical deterioration,75to get to know key members, build trust, provide tentative assessments, and discuss possible therapies and outcomes. From the family is elicited complete information not only of the disease condition and premorbid status but also of the patient as a person. Periodic meetings allow for the disease trajectory to be shared as they occur and for both parties to arrive at clarity. Breaking bad news skillfully and supporting families through grief reaction at the anticipated loss is essential.150Treatments discussed must explicitly include the PC-only option.75,76,117The initiative for possible transitioning to PC alone must come from the ICU/primary physician.Step 46.2.4: Shared decision making for treatment limitation decision: For capable and informed patients conveying preferences directly, it is settled ethically and legally that decisions are to be implemented without any further process.For a patient without capacity, if a valid AMD is in place with LST refusal, it must be respected and implemented (if appropriate in the given circumstances) and conveyed to the appointed proxy and family.When the situation is not straightforward despite an AMD, “best interests” decisions are made through an SDM with the legal proxy. In the absence of an appointed proxy or AMD, decisions for patients without capacity are made through SDM with the family.Once the family expresses the wish to know more about the PC-only option, the spectrum of treatment limitation options is discussed (WH, nonescalation, de-escalation, WD). The goal of “good death” may be mentioned, and the meaning it holds to the family drawn out (see Section 2).23DNAR is a special category wherein only CPR is not attempted (in the interest of dignity if a meaningful outcome is not realistic) while not limiting any other LST (Section 5.4).The treating team must use simple and culturally sensitive language and terms, avoiding jargon. The conversations should be honest, unambiguous, sensitive, and empathetic. Active listening conveys openness and flexibility. Allowing substantial time for family to speak enhances satisfaction (Section 7). SDM is the balancing of physician duties of care (beneficence and nonmaleficence) with patient rights (autonomy).Through skillful negotiations between the two perspectives, a “best interests” decision can emerge. Thus, these are not just medical best interests but the person's interests in the widest possible sense.117,151No assumptions must be made merely based on age, disease condition or socioeconomic status.145Financial difficulties may push"
  },
  {
    "full_text": "status.145Financial difficulties may push families to opt for treatment limitation, but decisions must be in the patient's best interests alone. Alternative solutions must be found to reduce costs.152,153The physicians must take care to not project their personal preferences and to take an open and noncoercive position in these conversations. Conversations are a powerful way to support families make balanced decisions and prevent conflicts and litigation (Section 7). Clinician-perceived barriers to GOC discussions often point to family's difficulty in accepting poor outcomes.154Effective communication with patience and perseverance is key to fruitful discussions.Step 56.2.5: Ensure consistency of care plan: Care of an ICU patient passes through multiple hands in a 24-hour period. Debriefing of members not participating in the MDFM is essential.130,148All staff, whether physician or nurse, must be aware of the care plan and specified FLST. Consistency within the team improves family satisfaction and resilience through the decision-making process.147Step 66.2.6: Approval from secondary medical board: In compliance with the Supreme Court ruling,25,26any FLST decision by the PMB should be referred to a secondary medical board (SMB) (Section 10). The Supreme Court directs an expeditious response within 48 hours. In case the decision is approved, the office of the Judicial Magistrate of the First Class of the District should be notified (approval not necessary).Step 76.2.7: Implement WD/WH decisions: While implementing WD/WH, a PC plan should be in place.75Palliative care is best provided (if available) in consultation with a PC specialist or in a PC unit.155,156In any case, the intensivist's competencies must include general PC and communication.157As noted earlier, ethical equivalency of WD and WH has international consensus.145,151It has legal equivalency in India (Sections 5 and 10) with expert consensus for ethical equivalence (consensus statement 1.9) In practice, a stepwise approach to FLST occurs depending on the GOC, from the simple (e.g., DNAR and stopping antibiotics) to the more difficult (e.g., stopping vasopressors and withdrawing MV).157Withdrawal (especially of ventilation and dialysis) needs special skill as for any critical care procedure. Physicians must prepare the family for what they will witness, address concerns, and support those present during the procedure.130One senior member of the team must oversee the process and be present for the family. A slower “terminal weaning” may appear less abrupt than terminal extubation but it is not ethically required and may prolong distress.155In a recent prospective observational study, no differences in the psychological welfare of relatives were noted comparing terminal extubation and weaning.158,159To avoid masking distress, neuromuscular blocking agents should not be initiated, or if administered earlier, their effects should have worn off before the WD procedure.117,130Anticipatory"
  },
  {
    "full_text": "off before the WD procedure.117,130Anticipatory analgesia and sedation are recommended before airway removal.150,155Invasive ventilation must not be routinely replaced with noninvasive ventilation after WD (Section 8).Step 86.2.8: Address physical, emotional, and spiritual needs of the patient and family: Monitoring for physical symptoms and titration of doses is imperative (section 8). Emotional and spiritual/existential pain must be mitigated (section 9).150Discontinue routine activities burdensome for the dying patient. Focus on managing anxiety, depression, and delirium, allow family presence and involvement in care through liberal visiting hours, and promote sleep (Section 8;Table 7). If possible, the patient should be moved to a private room or a relatively quieter part of the ICU.130Table 7Strategies to address spiritual needs of patients and families1. Open-ended questions in family conferences2. Focusing on the humanistic needs3. Active listening to expressions relating to faith and hope4. Hearing out empathetically, without imposing one's beliefs5. Allowing non-intrusive religious rituals/practices, such as poojas, mantras, jaap, music, prayers6. Facilitating religious counselling by priests/spiritual persons7. Having a quiet room for families for prayer and meditationStep 96.2.9: Grief and bereavement support: The presence of physicians at the time of death is supportive. Education of caregiving teams for bereavement support is helpful, offering distressed family members the opportunity to address queries or simply for support.130Posttraumatic stress disorder (PTSD) or complicated grief can be reduced through thoughtful care and good communication.159In a recent study, online information on critical illness did not reduce PTSD in family members.160Administrative staff may consider sending condolence letters/make enquiries after death for bereavement support and check for complicated grief.Step 106.2.10: Oversight and quality control of care process: A clinical ethics committee including Director/Chief Administrator or equivalent, or nominee; a senior medical practitioner, with expertise in EOLC; one senior medical practitioner, with relevant expertise in EOLC, to be nominated from outside the healthcare establishment; a legal expert, and a social worker, may be constituted for protocols, audit, oversight, and grievance redressal.DocumentationAll MDFM, final consensus, and PMB and SMB decisions should be recorded in case notes with signatures of team members and family members/proxies. Alternatively, standardized forms may be used that are duly completed and filed (Section 11).Section 7: Communication in End-of-life CareEssential elements in physician–patient/family relationships include verbal and nonverbal communication, information sharing, empathy, and participatory decision making.161Communication is a core competency for certification in critical care, yet, unmet informational and emotional needs among patients are common since"
  },
  {
    "full_text": "emotional needs among patients are common since timely and honest serious illness conversations are infrequent.162–164There are several reasons why communication is regarded as an essential intervention in the ICU (Table 3).Table 3Reasons for communication intervention in EOLC1. To elicit complete information from the family/surrogates, i.e., history of the illness since patients are often too ill to be able to speak for themselves.2. To build trust and confidence with patients and families essential to providing emotional support.3. For conveying prognostic information ensuring family's comprehension and goal-concordant care.4. To break bad news tactfully.5. To elicit the patient's values and wishes from family/surrogates to initiate conversations around GOC in patients facing terminal illness.6. To accomplish shared-decision-making for FLST decisions.7. So far is possible to prevent or resolve conflicts with families.8. To resolve conflicts within the treating team.9. To provide colleagues a supportive climate to foster professional integrity and satisfaction preventing burnout.FLST, foregoing of life-sustaining treatments; GOC, goals of care7.1: Correlates of good communication: Communication is central to humanizing medical care in a fraught environment. Up to 70% of family members experience anxiety, depression, and PTSD, the so-called postintensive care syndrome family.165,166Family satisfaction correlates with the adequacy of time during family meetings; physician behaviors that are not overly directive; receipt of information of clinical status and prognosis and attention to concerns and emotional support.167,168Communication assuages emotional distress, empowers families for EOL decisions, improves goal-concordant care, reduces healthcare-worker moral distress, fosters team spirit, reduces burnout and intention to leave.164,168–173Nonverbal communication such as eye contact also correlates positively.174Audio– tape analysis of family meetings reveal missed opportunities on the part of physicians to achieve patient- and family-centered goals.175In EOL discussions frequently reported barriers are patient/family-related emotional and cognitive processes such as protective buffering or belief in positive thinking.176Open discussion and ACP reduce anxiety among patients, PTSD among family, ICU, and aggressive treatment utilization with increased use of advance directives and DNAR.1777.2: Consensus recommendations: Recently, a mixed methodology study including a literature review, and opinions of communication experts across professions (teacher, chaplain, firemen, and physicians), followed by a consensus process, identified seven tips for good communication: preparation; presence; uninterrupted attention; connecting to a story; understanding patients in their socioeconomic context; agreeing on important issues; negotiating common ground; summary and the way forward.178Emotional and spiritual support are identified as key domains of"
  },
  {
    "full_text": "support are identified as key domains of PC.179Patient-and family-centered decision making, an information booklet, and documented interdisciplinary family meetings with a dedicated meeting area were other domains.7.3: Communication training: Clinical experience alone does not resolve the problems in communication, but structured training does.180,181Patient-centered communication is perceived as time-consuming but at least one study refutes this.182In this study, the median time for an HIV patient was 15.27 minutes. It was also revealed that longer durations may reflect inefficient utilization of time. Another study showed that communication training reduced the time required.183Results of a survey of Indian intensivists revealed gaps in basic and advanced communication skills that foster SDM.184Training must be structured according to Setting, Perception, Invitation, Knowledge, Emotions, Summary (SPIKES) for breaking bad news; Name, Understand, Respect, Support, Explore (NURSE) to address emotion; and Value family statements, Acknowledge emotions, Listen, Understand patient as a person, Encourage questions (VALUE) to facilitate family meetings.7.4: Word choices: It is very important to convey meanings clearly, minimizing risks of misinterpretation (Table 4). Often the opportunity to convey empathy is missed by not using the right words or phrases.185,186In a wedged-cluster randomized controlled trial (RCT) using interprofessional family support teams, surrogates’ emotional burdens were similar but the quality of communication and patient- and family-centeredness rated by surrogates were better, and the ICU length of stay shorter.187Good communication between colleagues is similarly associated with reduced ICU clinician burnout.188Table 4Suggested word/phrase choices in EOL communication185SituationDon't-sayDo-sayWarning Shot, ask permission to proceedI am going to be frank; you must be strong and face it.I wish I had more positive updates for you - Are you okay with me going ahead and sharing some vital information with you?When faced with big emotions while breaking bad newsCalm Down, please relax, control your emotions, be strongI can understand this is a distressing time. It is okay to take a pause for a few moments. (offer non-verbal support, use silence) Is it okay for me to proceed with the updateI know how you feel. I understand how you feelI cannot imagine how difficult this time is for you. We are here to support you through this difficult timeHe/she has given up, there is nothing we can do if a patient doesn't want to fight. (Avoid war/fight/fighter metaphors)He/she has been through a lot. We can ensure he/she does not experience too much distress at the end of life as death seems imminent.(Use difficult journey metaphors instead)Talking about treatment limitationWe can withdraw/withhold careWe do not stop caring, we will only stop/not start a machine that is not going to helpThere is nothing more we can do.In this situation, we can"
  },
  {
    "full_text": "nothing more we can do.In this situation, we can do whatever is best for relieving pain and suffering, making it easier for him/her in the last phaseWe can stop escalating treatmentWe need not add treatment if they are not going to helpIn a situation where decisions about withdrawing/withholding LST, patient unable to participate in decision makingSo, what do you want to do now? Intubate/ Not intubate. Dialyze/Not dialyze, Operate/ Not operate?In this situation, based on patient's stated wishes - what would they choose as a preferred treatment option-use machines or only things for comfort?In this situation, given that you have not had any discussions with patient about what he/she would want, but based on how well you know him/her as persons what do you think he/she would prefer to do?Documentation(Minimize guilt or trauma experienced by caregivers when they sign DNAR forms/documents where they feel responsible for ‘pulling the plug’ or stopping treatment).Tell family their choice of WD/WH of LST is their own responsibility. “doctors can only give you an option, its up to you to take it or leave it”Tell the family the decisions for the patient is being taken together only thinking of what is best for him/her. So will jointly sign on the decision.7.5: Conduct of the multidisciplinary family meeting: Conversation in the ICU is a process, one may not achieve a “conclusion” in a single sitting.150Consensus opinions of experts and trainers have identified core competencies in MDFM (Table 5).185,189–191Best case/worst case scenario-based discussions are useful tools for conveying prognosis in high-risk acute conditions (such as trauma and surgery).192Communication is best initiated by ICU physicians; PC specialists may come in subsequently.193Table 5Conduct of a multidisciplinary family meetingAt the first meetingHave a suitable meeting placeEnsure all relevant people attend the meetingHave enough time with minimal interruptionsUse vernacular where necessaryBuild a relationshipValue and respect patient/familyTake care of nonverbal communication174Gather information. Connect to the story. Talk less, hear them out.Allow expression of concernIdentify and support emotion. Talking freely helps familiesProvide information tactfully in non-technical language. Provide treatment options. Open conversations about the patient as a person and values.Be empathetic. Be kindConvey and discuss uncertainties. Recognize end of life needs earlyAvoid focusing on numbers and statisticsOutline a plan making sure it is understood.At subsequent meetingsAsk-tell-ask at the beginning (ask what they know, then clarify, ensure they have understood)Update status. More frequently if things are not going well.Allow expression of concernIdentify and support emotionsAsk-tell-askSummarize and way forwardBreaking bad news (Disclosure of unfavorable information)Use the SPIKES* protocol44EOL discussions and decision-making [Section 6]*Six steps: Setting up; Perception; Invitation;"
  },
  {
    "full_text": "6]*Six steps: Setting up; Perception; Invitation; Knowledge and Information: Emotions and Empathy; Strategy and Summary. Mention death as a possibility without using euphemisms. Open further discussions on patient as a person, his/her values and wishes. Inquire if valid AMD or verbally expressed healthcare choices exist. Direct family towards “substituted judgment.” Set goals. Discuss comfort care options. Allow argumentation to take place and evolve#. Negotiate time-limited-trials and FLST. Reassure continued care and non-abandonment.#Source: Akkermans A, Prins S, Spijkers AS, Wagemans J, Labrie NHM, Willems DL, et al. Argumentation in EOL conversations with families in Dutch intensive care units: A qualitative observational study. Intensive Care Med 2023;49(4):421–433. DOI: 10.1007/s00134-023-07027-67.6: New approaches: Platforms beyond the traditional, many of which came into use during the COVID-19 pandemic, including family-accompanied rounds, bedside or telephone updates, and electronic family portals may be helpful.194An integrated model may improve interaction.SummaryCommunication in EOLC is established as a core competency in the ICU. Evidence points toward improved patient, family, and caregiver outcomes with structured training.Section 8: Palliative Care in End-of-life Care: Symptom Management (Table 6; Appendix 2)Table 6Symptoms and solutionsIndication/symptomTreatment1. Prior to withdrawingDuring weaning to control visible distressTo control breakthrough distress1. Inj Midazolam 2–4 mg bolusInj Morphine 5–10 mg bolus followed by continuous infusion 50% of bolus dose/hourRepeat bolus dose/titrate infusion dose2. Thirst/dry mouth2. Sips of water/ice cubes to suck; artificial saliva3. Pain, restlessness3. Non opioid analgesics, ketamine, cyclooxygenase inhibitors, gabapentin morphine/ fentanyl infusion, titrate dose4. Nausea4. Antiemetic drugs5. Dyspnea5. Avoid fluid overload; positioning; Oxygen if tolerated; NIV only if it mitigates distress; fan over face; morphine/fentanyl infusion; titrate dose6. Delirium6. Haloperidol, clonidine, quetiapine; Humanized ICU environment7. Anxiety7. Benzodiazepines Reassurance, listening, conversations, family presence and liberal visitation hours8. Constipation8. Bowel management9. Fear, loneliness, uncertainty, existential distress9. Therapeutic conversation, Therapist support, spiritual ambience10. Lack of sleep10. Reduce noise, minimize vital signs checking, remove monitors, move to a quieter area/room11. Lack of movement/discomfort, boredom11. Explore ways to enable movement, passive stretches, music and entertainmentCicely Saunders included physical, psychological, emotional, and spiritual pains (“total pain”) as therapeutic targets.195Relieving distressing symptoms, a key component of critical care comes to sharp focus in EOLC.196The commonest symptoms are pain, breathlessness, death rattle, agitation and nausea, and vomiting.197Palliative care aims to improve the QOL of patients, families,"
  },
  {
    "full_text": "aims to improve the QOL of patients, families, and caregivers and even length of life.198,1998.1: “Pain” can be managed by using the WHO Analgesic Ladder, combining drugs stepwise by severity, supplemented with other therapies.200Assess severity with evidence-based scales.2008.2: Dyspnea (found in 17–47%) assessed by standardized scales is mitigated by optimizing positioning and sometimes by oxygen and noninvasive support.201Benefits and burdens of oxygen therapy in terminal breathlessness need careful evaluation. Delirious patients may find masks uncomfortable and “suffocating.”198Low-dose opioids are effective and safe in controlling chronic dyspnea.2028.3: The bedside PC decisions that usually accompany an FLS decision are as follows:– 8.3.1: Anticipation and prevention of new symptoms and preparing the family (e.g., to prevent/prepare for death rattle and terminal restlessness).– 8.3.2: Discontinue “routine” and point-of-care blood tests, electrocardiogram (ECG) imaging, and continuous monitoring of vital parameters. Moving to a quieter area within/outside the ICU. Visitation hours should be relaxed.172– 8.3.3: Stop all treatments that are aimed at cure since these are inappropriate such as antimicrobials, thromboprophylaxis/anticoagulation, antiplatelet therapy, and antilipidemics.– 8.3.4: Do not administer albumin, parenteral nutrition, and transfusions.– 8.3.5: Consider removing a nasogastric tube to only depend on natural feeding and hydration. Toward the EOL, there is a natural shutting off from appetite.172The evidence is unclear whether artificial nutrition affects the length of life in dying patients. While it may correct symptoms from dehydration, it may cause symptoms from fluid overload.– 8.3.6: Consider minimizing or avoiding altogether tracheal/throat suctioning to clear secretions if they induce pain and aggravate distress. Step up the use of nonopioid and opioid analgesics, sedatives, antipyretics, and drugs to control agitation titrating to needs.203Patient comfort is prioritized over the level of consciousness.Concerns exist about the risk of hastening the dying process with larger doses of opioids and sedation. Ethically and legally, it is acceptable to use the higher dosage range by the doctrine of “double effect”.59,130There is no evidence that when used in the right manner, these drugs precipitate death.204–206However, inform the family of possible altered consciousness/noncommunicative state with increased doses of opioids.– 8.3.7: Alternative routes of medication to the oral route should be considered. Intramuscular (IM) and intravenous (IV) injections may cause pain and distress. Subcutaneous (SC), rectal, and sublingual routes are preferable.197Owing to fewer fluctuations in drug levels compared to the IV/IM route, SC is the route of choice when it is difficult orally. Availability of continuous SC infusion pumps is limited in India, but this route is convenient for home use.197– 8.3.8: Substituting noninvasive for"
  },
  {
    "full_text": "home use.197– 8.3.8: Substituting noninvasive for invasive ventilation is unnecessary if it does not mitigate distress. Maintaining oxygen saturation or blood gases is no longer a goal.– 8.3.9: Nausea, vomiting: Analyze the underlying cause. Use a combination of antiemetics as needed.– 8.3.10: Bladder care must be decided according to patients’ wishes and the family should be given instructions for catheter care if needed.– 8.3.11: Preference of place of death should be respected as with FLST decisions (Section 6).– 8.3.12: Allow nonintrusive activity around the patient as per their desire: Music, TV/Tablet, religious rites/chanting, etc. (Section 9).– 8.3.13: More time should be spent by caregivers on verbal/nonverbal efforts to mitigate emotional/psychological suffering. Take help from a psychologist/psychiatrist for the patient or distressed family (Section 7).8.4: Preparing for death at home: If the patient and family choose death at home, arrange PC provision at home. Prepare an emergency kit; train families to identify symptoms and administer drugs; provide written instructions at discharge; organize telephonic helplines, support from nursing, volunteers, nongovernmental organizations, and patient information leaflets. Local hospitals/village healthcare workers can be helpful. Provide guidance for issues such as death certification, use of mortuary, preservation of the body till the funeral, and registration of death.Section 9: Spiritual Support in End-of-life Care9.1: Evidence in global studies: Critically ill patients and families have spiritual needs,207–209and spiritual support is a key indicator of comprehensive healthcare delivery.210Yet, caregivers do not wish to engage with patients on spiritual matters.211Spiritual pain was explored in a hybrid research model that included a literature search of religious works and interviews of patients in oncology ward, PC units, and ICUs.212It is a transcendental experience of pain, as a continuum, rooted in human nature. At one end it is deprivation of worldly bonds (oneself, family, others), and at the other the pain of striving to find meaning and one's origins (God). Identifying this type of pain could improve the quality of care providing healing and hope.213In a cluster randomized controlled trial on EOLC in ICUs, family members’ perception of spiritual care was reported within 24 hours of their loved one's death.207The family satisfaction significantly correlated with spiritual care and involvement of a spiritual care provider, also reiterated in another study.214In a narrative review on the importance of dignity in death in the ICU, culturally sensitive spiritual care was found to be an integral part of PC.215Clinicians can use tools such as SPIRIT and HOPE to understand patients’ meaning and purpose in life, interpersonal relationships, and connectedness to a higher power.Around 70–80% of a cohort of patients with advanced cancer reported at least 1 spiritual/religious need. Those who"
  },
  {
    "full_text": "at least 1 spiritual/religious need. Those who availed of spiritual support had higher hospice use and less aggressive EOLC.207Barriers to spiritual care in the ICU include cursory physician exploration of spiritual concerns and underutilization of chaplaincy services.In another study, as a part of the “Three Wishes” project, clinicians elicited and addressed patient's wishes.216Seventy-six family members and 150 clinicians of 70 ICU patients expected to die were interviewed about their perspectives on spiritual care. Spiritual needs were found to be important with distinct components. Identified themes were spiritual goals of peace and comfort, connectedness, personal gifts and memorabilia, and spiritual practices. The ICU specialists do well to engage as PC generalists allowing for personalization of care.9.2: Evidence in Indian studies: First, spiritual concerns were explored among Hindu patients of cancer in a hospice setting in Bengaluru, Karnataka, India.217In this qualitative study employing semi-structured interviews, common concerns were the benefit of pooja, faith in God, concern about the future, rebirth, fate, karma, and the inquiry “Why me?” Unlike in the West, loneliness, the need for forgiveness from others, the need to leave a legacy, and religious struggles were not mentioned. A systematic review exploring spiritual needs highlighted the relational, existential, and value dimensions of spirituality, revealing religion to be important.218Participants’ alignment with existential explanations of suffering that place blame for the illness on themselves suggests models for spiritual care may be different in the Indian context.219In a qualitative study about challenges faced by caregivers of terminal patients in the Indian Armed Forces, spiritual distress was an important unaddressed issue.220In a recent scoping review including 14 publications on PC and EOLC in ICUs of low- and middle-income countries, spiritual care was not explored but religion and culture were mentioned as influencing decision making in treatment limitation.12SummaryPhysicians should identify spiritual needs during their conversations with patients and families. Possible interventions in the Indian setting need to be explored. A strategy for spiritual support is outlined inTable 7.Section 10: Legal Position on End-of-life Care in India10.1: Fundamental precepts: There are five key legal principles concerning EOLC in India: (A) an adult patient capable of making healthcare decisions may refuse life support even if it results in death; (B) LST may be withheld or withdrawn under certain conditions from persons who no longer retain decision making capacity; (C) AMD that meet specified requirements are legally valid documents; (D) “active euthanasia” is not lawful; and (E) the provision of pain relief measures that may incidentally shorten life are lawful and do not constitute “active euthanasia.”10.2: Source of the law: These principles have been laid down by the SC"
  },
  {
    "full_text": "These principles have been laid down by the SC in a series of judgments.24,25,52,221,222There is no specific legislation on EOLC in India, although rules governing clinical establishments in West Bengal recognize the right of patients to execute Advanced Directives.223Professional conduct regulations issued by the Indian Medical Council in 2002 stated that euthanasia was unlawful but distinguished it from the WD of supports after brain death.224This provision is replicated in the draft professional conduct regulations issued by the National Medical Commission which also includes a directive to the Ethics and Medical Registration Board to draft EOL guidelines.225,22610.3: Unique Indian position and evolution of the law: In all countries that were studied for the purpose of these guidelines (Table 8), no explicit legal authorization appears to be necessary to permit FLST from persons who have lost decision making capacity but have not made an AMD. Instead, such situations are usually governed by professional medical guidelines. This is not the case in India, where the Supreme Court, first inAruna Shanbaugand later inCommon Cause, framed the questions before it in such a way that the legal validity of WD and WH was brought into consideration*and partly because this was characterized as “passive euthanasia”.227–229The peculiar circumstances of theAruna Shanbaugcase (patient in a minimally conscious state, disagreement between petitioner and caregivers regarding the discontinuation of feeding) meant that the Supreme Court while recognizing that LST could be withheld or withdrawn, imposed the onerous condition of obtaining the prior approval of the relevant High Court.52It is in the backdrop of this case that a Constitution Bench of the Supreme Court was asked to recognize AMD legally inCommon Cause.Table 8Comparative Legal Position on EOLC and Advance Medical Directives*United KingdomSouth AfricaBangladeshSwitzerlandUSA (Missouri)South KoreaColombiaAustralian capital territoryIndiaNature of framework governing end-of-life care and advance medical directives1Statute2Professional guidance3Professional guidelines4Professional code of conduct5Codified law6Professional guidelines7Statute8Statute9Codified law10Statute11Decision of the Supreme Court of India12State Rules in West Bengal13Professional guidelines14Guidelines issued by the Indian Council of Medical Research (ICMR)15Legal recognition and validity of advance decisions16Yes.17Partial.18Advance decisions are not mentioned in legislation, but recognized in professional guidelines.Unclear. Only reference to “legally entitled decision maker” in the professional guidelines, not to advance decisions.19Yes.20Yes.Yes. Advance decisions are recognized in the form of advance directives21as well as physician orders for life-sustaining treatment (POLSTs).22Yes.Yes.23Yes. The Supreme Court has recognized that advance medical directives are legally valid documents.The ICMR guidelines recognize Do Not Attempt"
  },
  {
    "full_text": "ICMR guidelines recognize Do Not Attempt Resuscitation decisions.Requirements related to the execution of advance decisions to refuse life-sustaining treatment24Decisions must be made in writing, signed and witnessed, along with a verification by the person making the decision that it should apply even when life is at risk.25Patients are allowed to appoint a proxy in writing, in general, for all healthcare decisions.26Professional guidelines also allow for appropriately drafted, written “living wills” or directives for critical circumstances like permanent comas or terminal illnesses.27No requirement specified.Patient decrees must be in writing, dated and signed. The fact of their execution and the place they are kept may also be entered on the patient's health insurance card.28Decisions must be in writing, signed and dated. Two or more witnesses aged 18 and above are required if the declaration is not in the declarant's handwriting.29Registering agency must explain prescribed matters to the ‘preparer’ and confirm their understanding before they prepare their advance directive.30Advance decisions take the form of requests submitted by patients to the doctor, which are then included in their medical records.Written health directions must be signed by the maker and witnessed. The maker and witnesses must all sign in the presence of each other.31Health directions that have not been written are not valid unless witnessed by two health professionals present at the same time. At least one of these must be a doctor.32Advance directives must be signed, witnessed and attested before a notary or Gazetted Officer. Copies should be handed over to the persons named as surrogate decision-makers, the family physician (if any) and a competent officer of local government.33Role and obligation of healthcare professionals in giving effect to advance decisions34Must be satisfied that the advance decision is valid and applicable.35If yes, healthcare professionals are under an obligation to give effect to the decision as if the patient had the capacity to make such decision at the time at which a question about their treatment arises.36Healthcare professionals must respect any valid advance refusal of treatment.37Not applicable.Obligation to ask patients with capacity about a patient decree at the time of entry into a medical institution and to document such decision in the patient's dossier.38Ideally, patient decrees to be discussed with patients (while they retain capacity) and checked to ensure that they are up-to-date.Doctors must comply with patient decrees unless they violate the law or there is reasonable doubt that it is based on the patient's free will or still corresponds to their presumed will. Non-compliance with decrees to be documented in patient records.39Declarant must notify attending physicians about their advance declarations. Unless notified otherwise expressly, physician to presume that the declarant was competent while making the"
  },
  {
    "full_text": "that the declarant was competent while making the declaration.40Physician may refuse to follow the declarant's expressed intent if there is serious reason to do, but must at all times, act in the best interests of the declarant.41Doctors in charge may inquire about the registration of POLST or advance statements. In any case, the doctor in charge and a medical specialist should verify the patient's intention and record this outcome.42Before implementing the advance statement, the doctor in charge and a medical specialist should also determine whether the patient is at the end-of-life.43The physician has an obligation to establish date of death in the absence of euthanasia, communicate it to the patient and register this in the patient's medical record. Patient's competence to understand their medical condition should also be recorded. A psychiatrist or clinical psychologist should evaluate the patient's capacity to make such decisions. Physician's perception of nature and level of suffering to be recorded, as must interventions received, including palliative care and symptom management.Once a request has been submitted by a patient and included in their medical records, and such request persists for at least 25 days, or if an advance directive exists, an interdisciplinary scientific committee is activated to make an independent evaluation about giving effect to the request or directive.44Health professionals must believe, on reasonable grounds, that the person in question has not revoked their direction or changed their decision.45Treating physician must be satisfied that the instructions in the advance medical directive should be given effect to.The physician must inform the persons named as surrogate decision-makers in the advance directive about the nature of the illness, the availability of medical care, consequences of alternative forms of treatment and consequences of remaining untreated. They must ensure that such persons have come to a considered view that withdrawal or refusal of medical treatment is the best choice.Primary Medical Board to be constituted at the hospital where the patient is admitted, comprising the treating physician and at least two subject experts with at least five years’ experience. They must visit the patient and certify the withdrawal or refusal of medical treatment in accordance with the advance medical directive.If such certification is given, the hospital must immediately constitute a Secondary Medical Board, comprising one registered medical practitioner nominated by the Chief Medical Officer of the District and at least two subject experts with at least five years’ experience who were not part of the Primary Medical Board. They shall visit the hospital where the patient is admitted and decide whether or not concur with the initial decision of the Primary Medical Board.46Principles governing withholding/withdrawal of life-sustaining treatment in the absence of an advance decision.47Physician should act in the"
  },
  {
    "full_text": "an advance decision.47Physician should act in the best interests of the patient.48Where there is no advance decision, the senior clinician responsible for the patient's care must make the decision about what course of action would be in the patient's best interests and should consult the patient's authorized representative if such a person was appointedConsultation with those close the patient is also recommended for insights into the patient's preferences.49Must take into account the patient's benefits and wishes, the wishes of the family and the principle of futility of treatment for a terminal patient.50If the patient has not ex- pressed any wishes regarding the medical intervention in question, then the care team is to prepare a treatment plan in consultation with the person entitled to act as a representative. The physician is to provide the representative with comprehensive information regarding the proposed medical measures. Ultimately, the decision on the proposed treatment is to be made – in accordance with the patient's presumed wishes and interests – by the representative.51If the patient is comatose or unable to understand the intention to withdraw nutrition and hydration, the physician must record it, and then the attorney in fact/physician can authorize the withdrawal. The attorney must seek information concerning the patient's medical diagnosis, prognosis, and the benefits and burdens of treatment to the patient.52The law contemplates two scenarios: one, where the patient's intention can be determined, and the other where it cannot. In the first instance, if there are 2 or more identical statements from patient's family members about the patient's intention to terminate/withdraw life-sustaining treatment, then these statements will be verified by the doctor + 1 medical specialist, and then considered as the patient's intention.However, if there are opposing statements from the patient's family members, then the patient's intention will not be inferred.If the patient's intention cannot be determined at all, the following procedure is observed: Unless the doctor + 1 medical specialist determine that the patient did not intend termination/withdrawal of LST, the following people can take decisions:1. Legal representative of a minor2. Patient's family members unanimously intending to determine to terminate/withdraw life-sustaining treatment and the doctor in charge and medical specialist verify such intention.53The family must demonstrate the desire of the patient for the withholding or withdrawal of treatment by filming or writing down the patient's wish.54An individual is entitled to have decisions about a health care matter or a medical research matter made by an attorney—(a) in the way least restrictive of the individual's rights and freedom of action; and (b) only if the exercise of power—(i) is, in the attorney's opinion, necessary and appropriate to maintain or promote the individual's health and wellbeing; or (ii) is, in all"
  },
  {
    "full_text": "health and wellbeing; or (ii) is, in all the circumstances, in the individual's best interests.55The procedure is set out by the Supreme Court from Paragraph 199.1 onwards. It is the same as the procedure to be followed when there is an advance medical directive, except for the fact that the consent of the next of kin/next friend/guardian should be obtained, rather than that of the person named in the advance medical directive.Resolution of disputes regarding the validity or applicability of advance decisions or in the absence of an advance decision, regarding the withholding or withdrawal of life-sustaining treatment.56Through a Court of Protection under the Mental Capacity Act, 2005.The professional guidelines refer to the possibility of approaching a court.Where significant disagreement arises about a patient's best interests, health care practitioners should seek a clinical and/or ethical review, independent of the health care team. If this fails to resolve the disagreement, they must seek legal advice on whether it is necessary to apply to the court for a ruling.57Whenever there is disagreement between doctor and patient or between doctor and relatives, the matter should be referred to the ethics committee of the hospital concerned or relevant authority for advice. The court may be approached if the disagreement is not appropriately resolved.58All available resources should be used, including the possibility of ethics support. If no such support is available or it does not help in reaching an agreement, the Adult protection authority may be involved.59Decisions of the authority are subject to appeal before the competent court and ultimately subject to appeal in the Federal Supreme Court.If an attending physician/facility is unwilling to comply with the direction to withdraw or withhold treatment, then they must effect the transfer of the patient to another physician/facility.60A healthcare provider cannot be discharged or discriminated against because they refused to honor a healthcare decision due to their religious beliefs or sincerely held moral convictions.61No information available about dispute resolution regarding the validity and applicability of advance medical directives. However, if a doctor refuses to implement a decision to terminate life-sustaining treatment, the head of the medical institution may replace the doctor for such case after consulting the ethics committee, but may not dismiss the doctor.62Unclear about the dispute resolution authority. However, it is clear that physicians or medical institutions can refuse to provide euthanasia to a terminally ill patient, but must guide patients to a place where such requests can be met.Health professionals have the authority to refuse to give effect to a health direction in prescribed circumstances.63In the absence of health directions or advance decisions, aggrieved persons may contact the Public Trustee and Guardian.If permission to withdraw medical treatment is refused by the"
  },
  {
    "full_text": "to withdraw medical treatment is refused by the Secondary Medical Board, the surrogate decision-makers named in the advance medical directive, or the treating doctor or the hospital staff may approach the High Court through a writ petition under Article 226 of the Constitution of India.64Where the Primary Medical Board decides not to follow an advance medical directive, the surrogate decision-makers named in the directive may request the hospital to refer the case to the Secondary Medical Board.65Para 199.4. When the Secondary Medical Board does not concur with the opinion of the Primary Medical Board, then the patient's nominee, the family member, the treating doctor, or the hospital staff can approach the High Court for requesting the withdrawal of life support.Distinction in the law between different types of advance decisions (advance medical directives, POLST, DNAR)66No, although the Mental Capacity Act distinguishes between advance decisions to refuse life-sustaining treatment and other advance decisions.No.No.No.No.Yes. The law recognizes “life-sustaining treatment plans” and “advance statements on life-sustaining treatment”’67and contains separate provisions for their preparation and registration.68No.No.DNAR decisions are included within the Supreme Court's directions on withholding life-sustaining treatment.Restrictions on withholding or withdrawing life-sustaining treatment.69No.No.No.No.Guardian may not order termination of nutrition and hydration from an incompetent ward who is neither dead nor terminally ill, but is in a persistent vegetative state.70The law enumerates the kinds of patients from whom life-sustaining treatment may be withheld or withdrawn. These are ‘terminal patients’, i.e., cancer, AIDS, chronic obstructive respiratory disease, chronic liver cirrhosis, and any other disease prescribed by the ordinance of the Ministry of Health and Welfare.71The law also lists the kinds of treatment that may be withheld or withdrawn: cardiopulmonary resuscitation, hemodialysis, anticancer drugs and mechanical ventilation at the end-of-life which merely extends the duration of the end-of-life process without any curative effect.72This applies to patients in the terminal phase of life.No.The Supreme Court's guidelines apply to persons who are “terminally ill and undergoing prolonged medical treatment with no hope of recovery and cure of the ailment.”731. This indicator compares how countries govern end-of-life care and advance medical directives—through codified legislation, judicial decisions, professional guidelines or codes of conduct, or a combination of them.2. Mental Capacity Act, 2005.3. General Medical Council, Treatment and care towards the end of life: good practice in decision making (15 March 2022); Guidance from the British Medical Association, the Resuscitation Council (UK) and the Royal College of Nursing (3rd edition 2016).4. Guidelines for the Withholding and Withdrawing of Treatment issued by the Health Professions"
  },
  {
    "full_text": "of Treatment issued by the Health Professions Council of South Africa under the Health Professions Act, 1974.5. Section 2.3.4.1 on ‘Care for the Terminally Ill’ in the Code of Professional Conduct, Etiquette and Ethics issued by the Bangladesh Medical and Dental Council under the Bangladesh Medical and Dental Council Act 2010.6. The Swiss Civil Code of 10 December, as amended by Adult and Child Protection laws, in force since 2013.7. Medical-ethical guidelines and recommendations: Advance directives, issued by the Swiss Academy of Medical Sciences 2017; Medical-ethical guidelines: End-of-life care, approved by the Swiss Academy of Medical Sciences 2013.8. Missouri Durable Power of Attorney for Health Care Act, Chapter 459-Declarations, Life Support-For advance directives (specifically, Sections 459.010 to 459.055); Chapter 404-When patient is incapacitated (specifically, Sections 404.800 to 404.872).9. Act on Hospice and Palliative Care and Decisions on Life-Sustaining Treatment for Patients at the End of Life 2016.10. Ley Consuelo Devis Saavedra [Law 1733 of 2014] and Resolution 1216 of 2015.11. Medical Treatment (Health Directions Act), 2006 and Powers of Attorney Act, 2006 (Specifically, Section III).12. Common Cause v Union of India (2018) 5 SCC 1.13. The West Bengal Clinical Establishments (Registration, Regulation and Transparency) Rules, 2017 (Specifically, Rule 15).14. Indian Medical Council (Professional Conduct, Etiquette and Ethics) Regulations, 2002 (Specifically, Regulation 6.7).15. ICMR Consensus Guidelines on ‘Do Not Attempt Resuscitation’ Indian J Med Res 151, April 202, pp 303-310.16. This indicator compares whether advance decisions (used as an umbrella term for advance medical directives, living wills, patient decrees, healthcare power of attorney) are recognized as legally valid in the jurisdictions under consideration.17. Sections 24-26, Mental Capacity Act, 2005.18. Ethical Guideline 8.2.1 states that healthcare practitioners must respect any valid advance refusal of treatment where a patient lacks the capacity to decide.19. “The views of his legally entitled decision maker should be solicited where it is impossible to ascertain the views of the patient.” (Section 2.3.4.1.d, Code of Professional Conduct, Etiquette and Ethics issued by the Bangladesh Medical and Dental Council.20. Article 370 of the Swiss Civil Code enables persons ‘capable of judgement’ to ‘specify in a patient decree which medical procedures he or she agrees or does not agree to in the event that he or she is no longer capable of judgement.’21. Article 12, Act on Hospice and Palliative Care and Decisions on Life-sustaining Treatment for Patients at the End of Life 2016.22. Article 10, Act on Hospice and Palliative Care and Decisions on Life-sustaining Treatment for Patients at the End of Life 2016.23. Sections 7 and 18, Medical Treatment (Health Directions) Act, 2006.24. This indicator compares the procedural requirements to execute advance medical"
  },
  {
    "full_text": "requirements to execute advance medical directives across jurisdictions—whether they may be oral or written, to be signed by the executor or any person on their behalf, require witnesses or not, and whether there are any additional requirements like registration, notarization etc.25. Section 25(6), Mental Capacity Act, 2005.26. Section 7(1)(a), National Health Act, 2003.27. Guideline 3.1 and 3.3, Guidelines for the Withholding and Withdrawing of Treatment.28. Article 371(1) and (2), Swiss Civil Code.29. Section 459.015 (1), (2), (3) and (4), Missouri Durable Power of Attorney for Health Care Act.30. Article 12, Act on Hospice and Palliative Care and Decisions on Life-Sustaining Treatment for Patients at the End of Life 2016.31. Section 8, Medical Treatment (Health Directions) Act, 2006.32. Section 9, Medical Treatment (Health Directions) Act, 2006.33. Modified Paragraphs 198.3.1, 198.3.5 and 198.3.6, Supreme Court order dated 24 January 2023 in Miscellaneous Application No. 1699 of 2019.34. This indicator examines the extent to which healthcare professionals across jurisdictions have been entrusted with determining the validity and applicability of advance medical directives. Validity refers to whether the advance medical directive has been made appropriately, while applicability refers to whether the circumstances in which it is intended to apply have arisen. It also examines the obligations that healthcare professionals have to give effect to advance medical directives once a determination of validity and applicability has been made.35. Section 26(1), Mental Capacity Act, 2005.36. Explanatory Note to Section 26, Mental Capacity Act, 2005.37. Ethical Guideline 8.2.1, Guidelines for the Withholding and Withdrawal of Treatment.38. Paragraph 8, Medical-ethical guidelines and recommendations: Advance directives, issued by the Swiss Academy of Medical Sciences 2017.39. Article 372, Swiss Civil Code.40. Section 459.015, sub-section (2), Missouri Durable Power of Attorney for Health Care Act.41. Section 459.025, Missouri Durable Power of Attorney for Health Care Act.42. Article 17, Act on Hospice and Palliative Care and Decisions on Life-Sustaining Treatment for Patients at the End of Life 2016.43. Article 16, Act on Hospice and Palliative Care and Decisions on Life-Sustaining Treatment for Patients at the End of Life 2016.44. de Vries, E., Leal Arenas, F.A., van der Heide, A. et al. Medical decisions concerning the end of life for cancer patients in three Colombian hospitals – a survey study. BMC Palliat Care 20, 161 (2021).https://doi.org/10.1186/s12904-021-00853-945. Section 12, Medical Treatment (Health Directions) Act, 2006.46. Modified Paragraphs 198.4.3, 198.4.4, 198.4.5, Supreme Court order dated 24 January 2023 in Miscellaneous Application No. 1699 of 2019.47. This indicator is concerned with how decisions regarding the withholding or withdrawal of life-sustaining treatment should be made in the absence of advance decisions.48. The best"
  },
  {
    "full_text": "in the absence of advance decisions.48. The best interests of the patient are defined in Section 4, Mental Capacity Act, 2005. Section 4(5) of the Act also clarifies that the treating physician must not be motivated by a desire to bring about the patient's death.49. Ethical Guideline 8.2.2, Guidelines for the Withholding and Withdrawal of Treatment.50. Section 2.3.4.1.c, Code of Professional Conduct, Etiquette and Ethics issued by the Bangladesh Medical and Dental Council.51. Paragraph 2.2, Medical-ethical guidelines: End-of-life care, approved by the Swiss Academy of Medical Sciences 2013.52. Section 404.822, Missouri Durable Power of Attorney for Health Care Act.53. Article 17, Act on Hospice and Palliative Care and Decisions on Life-Sustaining Treatment for Patients at the End of Life 2016.54. de Vries, E., Leal Arenas, F.A., van der Heide, A. et al. Medical decisions concerning the end of life for cancer patients in three Colombian hospitals – a survey study. BMC Palliat Care 20, 161 (2021).https://doi.org/10.1186/s12904-021-00853-955. Schedule 1.11 of Powers of Attorney Act 2006.56. This indicator examines the way in which different jurisdictions deal with disputes relating to the validity and applicability of advance medical directives, as well as disputes generally regarding the withholding or withdrawal of life-sustaining treatment.57. Ethical Guideline 2.7, Guidelines for the Withholding and Withdrawal of Treatment.58. Section 2.3.4.1.c, Code of Professional Conduct, Etiquette and Ethics issued by the Bangladesh Medical and Dental Council.59. Article 373, Swiss Civil Code.60. Section 459.030, Missouri Durable Power of Attorney for Health Care Act.61. Section 459.030, Missouri Durable Power of Attorney for Health Care Act.62. Article 19(3), Act on Hospice and Palliative Care and Decisions on Life-Sustaining Treatment for Patients at the End of Life 2016.63. Section 11(3), Medical Treatment (Health Directions) Act, 2006.64. Modified Paragraph 198.5.1, Supreme Court order dated 24 January 2023 in Miscellaneous Application No. 1699 of 2019.67. Article 2(8) and (9), Act on Hospice and Palliative Care and Decisions on Life-Sustaining Treatment for Patients at the End of Life 2016.68. Articles 11 and 12, Act on Hospice and Palliative Care and Decisions on Life-Sustaining Treatment for Patients at the End of Life 2016.69. This indicator examines whether there are any ways in which the withholding/withdrawal of life-sustaining treatment are circumscribed, either in terms of the kinds of treatment that may be withheld/withdrawn, or the medical conditions in which such treatment may be withheld/withdrawn.70. 760 S.W.2d 408 (Mo.banc).71. Section 3, Act on Hospice and Palliative Care and Decisions on Life-Sustaining Treatment for Patients at the End of Life 2016.72. Section 4, Act on Hospice and Palliative Care and Decisions on Life-Sustaining Treatment for Patients at the End of Life 2016.*This table compares the position of law on EOLCend-of-life"
  },
  {
    "full_text": "compares the position of law on EOLCend-of-life care and advance medical directives in Australia, Bangladesh, Colombia, South Africa, South Korea, Switzerland, the United Kingdom (UK), and the United States (USA). These jurisdictions have been chosen so as to have as globally representative a comparison as possible. Some of these countries, like such as South Korea, Switzerland, and the United Kingdom (UK), have also been chosen because they are known to have well-developed legislation on this subject. The federal nature of government in Australia and the United States means that these issues are governed at the level of provinces and states respectively, which is why we have chosen one each in both these countries. They are not intended to be illustrative of the legal position in other provinces and states. The indicators of comparison have been developed using the Indian legal position and its perception among the medical fraternity as the frame of reference. The Indian position of law is derived through an analysis of Common Cause vs Union of India (2018) 5 SCC 1, read with the order of the Supreme Court dated 24 January 2023 in Miscellaneous Application No. 1699 of 2019. It is discussed in detail at Section 10. The perception of the legal position among the medical community draws on published secondary literature and personal interactions that the authors have had with medical professionals at webinars and workshops on this subject.10.4: Common cause vs Union of India: This judgement is a landmark one for several reasons. First, in a break with a previous Law Commission report and a draft bill on the care of terminally ill patients, which had rejected AMD for fear of misuse, the Bench recognized them legally, grounding this decision in the Article 21, fundamental right to autonomy, dignity, and privacy.230,231Second, it categorically clarified that even where AMD did not exist, LST could be withheld or withdrawn from persons without decision-making capacity and that prohibitions in the Indian criminal law on taking the life of another did not constitute a barrier, when such WH/WD was carried out in good faith.232,233This pronouncement was aided by the decriminalization of an attempt to commit suicide through The Mental Healthcare Act, 2017.#Third, contrary to the perception among doctors about it being ethically more problematic to withdraw, as opposed to WH, the judgement did not make any foundational distinction between the two.$However, taking its cue fromAruna Shanbaug,the Court laid down a procedure for WH and WD with or without AMD, that proved difficult to implement in practice. The procedure required two panels of medical experts to determine whether LST could be withheld or withdrawn and required the prior approval of a Judicial Magistrate of the First Class.10.5: Modification of the Procedure in common cause vs Union of India: The unworkability of this procedure was recognized by yet another Constitution Bench in 2023, during an"
  },
  {
    "full_text": "yet another Constitution Bench in 2023, during an application for clarification/modification of the judgment in common cause.25The procedure has now been modified and is largely the same with or without an AMD. The procedure requires the treating physician to determine, in a critically ill patient, whether treatment is likely to effect cure or recovery. If not, the treating physician must determine whether an AMD exists or not. If it does, the physician must also be satisfied with the authenticity of the document. This may be done by referring to digital health records, if any, of the patient, in which the directive may have been incorporated, or by referring to the custodian of the directive.234A key feature of the procedure inCommon Causeis that the burden of determining the need for treatment limitation does not rest on the treating physician alone but requires consensus among a range of healthcare providers. Initially, the judgment requires a PMB constituted by the hospital to certify whether LST should be withheld or withdrawn. The PMB is to comprise the treating physician and “at least two subject experts with at least 5 years” experience.235This allows flexibility to the hospital to bring together a variety of specialists and internists involved in the overall care of the patient.10.5.1: Shared decision making: The judgment contemplates a process of SDM, although the term is not used explicitly. The treating team has an obligation to explain the nature of the illness, the medical treatment available, alternative forms of treatment, and the consequences of remaining untreated. This obligation is owed to the person or persons named in an AMD (proxies), or to the next of kin/next friend/guardian, where such directive does not exist or is not valid. The treating team must also satisfy itself that the persons in question have understood the information provided and have arrived at the decision of WD or WH in an informed way.236The PMB must also visit the patient in the presence of the proxy or next of kin/next friend/guardian, indicating that dialogue between physicians and the patient's representatives is an essential component of arriving at a decision regarding treatment limitation. The court has indicated a preferable initial timeline of 48 hours for the PMB to make its initial evaluation with the patient's representatives, although it should be noted that the process of SDM may require several, iterative rounds of discussion.23610.5.2: Definition of next of kin/next friend/guardian: There is no authoritative legal definition of “next of kin” specifically in the context of healthcare decision making. Next of kin/near relative/family/heirs are defined in different ways across different laws from inheritance to guardianship. The most relevant definition is that of “near relative” in The Transplantation of Human Organs and Tissues Act@(THOA) but even this, while it includes a variety of relatives, does not specify the order in which they are"
  },
  {
    "full_text": "does not specify the order in which they are to be consulted or given preference. Given this legal vacuum, some hospitals such as the All India Institute of Medical Sciences (AIIMS), New Delhi, India have listed a hierarchy of persons who may be approached by the treating team to obtain consent for WD or WH. The persons to be consulted in order of preference are the spouse/de facto spouse/friend of long-standing, followed by available adult sons and daughters, parents, adult siblings, or any other lineal ascendants or descendants of the patient who are present in the hospital regularly.23710.5.3: Safeguards: Once the PMB decides on treatment limitation the hospital must constitute a SMB, also comprising at least three doctors, different from those on the PMB. An SMB must have one doctor who is nominated by the chief medical officer (CMO) of the district. It must also have two other doctors who, like the PMB, are subject experts with at least 5 years’ experience, with the recognition that multiple specialties are required in critical illness.238There is no bar on all six doctors, in both Boards, being from the same hospital. Hospitals are free to send a list of doctors to the CMO of the district requesting them to be nominated for the purposes of the judgment. Draft orders that are already under consideration by the Odisha State Government contemplate this kind of process for nomination of doctors.239The SMB must also visit the patient and decide whether they agree with the opinion of the PMB. Like the latter, it is also desirable that they submit their opinion within 48 hours of the case being referred to them.238Finally, the decision to withdraw medical treatment must be communicated by the hospital to the Jurisdictional Magistrate of the First Class before giving effect to it. It is not legally required to wait for approval from the Judicial Magistrate.24010.5.4: Dispute resolution: If the PMB refuses to take a decision on an AMD, the person or persons named in the directive may request the hospital to refer the case to the SMB.241In cases where there is no directive and the PMB refuses to certify the WD of medical treatment, some categories of persons can petition the High Court for this purpose.242These include the treating doctor or hospital staff as well as nominees of the patient or their family members. The same goes for cases where the SMB does not agree with the opinion of the PMB.243Section 11: DocumentationAn accurate documentation of the EOL conversations and decisions ensures transparency and accountability.75The following data are considered essential:75Time and date of meeting(s)Person(s) involved in the discussionMedical details leading to the decision, including prognosisStatement of the patient's wishes and who reported/valid AMDOptions discussed, the agreed GOCTreatments to be withheld/withdrawnTreatments to continueWhether organ or tissue donation has been requested*(any requests from the hospital should be delinked from the"
  },
  {
    "full_text": "from the hospital should be delinked from the FLST decision and initiated by a transplant coordinator, not the treating team)Signatures of the family member/legal proxy and the medical team (PMB and SMB)Documenting the patient's current QOL, describing the patient's fears, hopes, and wishes, and clarifying their expectations and preferences in an ACP is recommended.244A pre-admission ICU checklist for patients with chronic illness and/or terminal illness is suggested to initiate GOC communication.245A systematic and customized system for the documentation of EOLC is recommended, not limited to purely physical issues or a fixed template.246,247Documentation through all the steps in the EOLC pathway in the case file is essential (Section 6). Suggested standardized formats are as follows:The AIIMS guidelines for EOLC,248BLUE MAPLE,249Framework by Kumar et al.,250Sample documents by the ISCCM-IAPC expert group are attached as Appendix 3.Section 12: Advocacy for Improving End-of-life Care in IndiaAdvocacy generates awareness among policymakers, providers, and the public about the value of EOLC.251Healthcare staff and beneficiaries, as stakeholders, are effective when they directly testify to its need for the public good.252In India, publications promoting EOLC are sparse but growing, with articles on optimizing PC, policy analysis, ethics within the Indian sociocultural milieu, health economics affecting practice; legal grey areas resulting in tacit encouragement of LAMA, stories highlighting patient/caregiver distress from inappropriate referrals and treatment; position statements, barriers to their implementation and the need for education/training of professional caregivers (Table 9).Table 9Timeline of medical literature to promote EOLC in IndiaSNPublicationSummary1.Mani RK, Amin P, Chawla R, Divatia JV, Kapadia F, Khilnani P, et al. Limiting life-prolonging interventions and providing palliative care towards the end-of-life in Indian intensive care units. Indian Journal of Critical Care Medicine 2005;9:96–107.Position statement aimed to minimize inappropriate treatment and optimize palliative care for terminally ill patients in Indian ICUs by standardizing process of FLST. Defined ethical standards for the physician–patient relationship, after reviewing recent medical literature, existing Law and newspaper articles reflecting lay opinion. Included recommendations for goal setting and staff training. Pointed to the need for legislation.2.Mani RK. End-of-life care in India. Intensive Care Med (2006) 32:1066–1068.Highlighted the harm potential of glamorizing high-tech life -saving interventions in terminal illness and the lack of debate around the ethics and legalities of limiting unwanted treatment and FLST; market forces affecting medical practice in the private sector; paternalistic practice; the practice of declaring patients “LAMA” (left against medical advice’ instead of communicating poor prognosis and choice of comfort care; stressed the"
  },
  {
    "full_text": "and choice of comfort care; stressed the need for creating public awareness, developing professional guidelines and legal recourse for effective legislation.3.Butola, S. Inappropriate referrals at the end of life—The existing Indian scenario. Support Care Cancer (2014);22:2219–2222.Uses patient's stories to highlight inappropriate referrals at the end of life, the avoidable suffering for patients and families due to lack of EOLC and PC and suggests awareness, sensitization, education /training and propagation of clear guidelines.4.Mani RK. Coming together to care for the dying in India. Indian J Crit Care Med 2014;18:560–562.Discusses economics of healthcare affecting patient care; the need to differentiate EOLC from euthanasia; joint decision -making process, exhorting the society and healthcare professionals to come together for seeking legislation.5.Iyer S. Challenges in the implementation of “end-of-life care” guidelines in India: How to open the “Gordian Knot”? Indian J Crit Care Med 2014;18:563–564.Highlights barriers for the implementation of the IAPC-ISCCM joint statement EOLC guidelines; need for awareness and steps being taken for education.6.Myatra SN, Salins N, Iyer S, Macaden SC, Divatia JV, Muckaden M, et al. End-of-life care policy: An integrated care plan for the dying: A Joint Position Statement of the Indian Society of Critical Care Medicine (ISCCM) and the Indian Association of Palliative Care (IAPC). Indian J Crit Care Med. 2014;18:615–635.Joint consensus position statement on EOLC policy for patients dying with an advanced life limiting illness for practical procedural guidelines for limiting inappropriate therapeutic medical interventions and improve the quality of care of the dying within an ethical framework and through a professional and family/patient consensus process, after extensive review of national and international established ethical principles and current procedural practices, incorporating Indian sociocultural, ethical, and legal perspectives.7.Macaden SC, Salins N, Muckaden M, Kulkarni P, Joad A, Nirabhawane V, et al. End of life care policy for the dying: consensus position statement of Indian association of palliative care. Indian J Palliat Care 2014;20(3):171–181.A review of Country reports, observational studies and key surveys demonstrating poor EOLC in India. Suggests an EOLC Policy to improve the quality of care of the dying by limiting unnecessary therapeutic medical interventions, providing access to PC, essential medications for pain and symptom control and improving awareness through educational initiatives.8.Gursahani R, Mani RK. India: Not a country to die in. Indian Journal of Medical Ethics, 2016;13:30–35.Brings out complex sociocultural, medical and legal factors impacting the quality of death and need for open discussion and suitable legislation.9.Gursahani R, Mani RK, Simha SN. End of Life and Palliative Care in Neurology: Does Autonomy Matter? Annals of Indian Academy of Neurology 2018;"
  },
  {
    "full_text": "Annals of Indian Academy of Neurology 2018; 21:239–241.Stresses on the duty of physicians to ensure for patients the legal right to make choices about their EOLC in accordance with the 2018 SC Judgement and need for awareness in neurologists.10.Mani RK, Nagesh SS, Gursahani R. The advance directives and foregoing of life support: Where do we stand now? Indian J Crit Care Med 2018;22:135–137.Details the 2018 SC judgment on AMD and FLST, its evolution and shortcomings especially the fact that it referred only to persistent vegetative state, used the confusing term ‘passive euthanasia’ and prescribed a procedure too complicated to be workable.It recommends legislation and change in terminology and simplifying the procedures prescribed.11.Salins N, Gursahani R, Mathur R, Iyer S, Macaden S, Simha N, et al. Definition of terms used in limitation of treatment and providing palliative care at the end of life: The Indian Council of Medical Research Commission Report. Indian J Crit Care Med 2018;22:249–262.Consensus document on 25 terms and definitions relating to EOLC related to the limitations of treatment and providing EOLC through Nominal Group and Delphi Method.12.The Blue Maple document –Salins et al. Pub: Manipal Academy of Higher Education. 2019.Acronym for “Before Life Ends, Understand and Evaluate the Choice of Medical Treatment Offered: A Methodized Action Plan for Limitation of Life-Sustaining Treatment and End of Life Care”.The first document providing detailed procedural guidance for EOLC and limiting LST at institutional level in patients who have advanced or terminal illness.13.Draft Model Law On End-Of-Life Care (Draft Bill). Pub: The Vidhi Centre for Legal Policy. 2019.https://vidhilegalpolicy.in/wp-content/uploads/2019/11/191031_-End-of-Life-Care-in-India-A-Model-Legal-Framework.pdfCollaborative effort by Vidhi entre for legal Policy and ELICIT through a multi professional consultative process to develop a model to facilitate the withholding and withdrawing of life-sustaining treatment advocating legal validity to AMD and FLST in pursuance of patients’ fundamental right to die with dignity. The draft bill adopted a rights-based perspective in the Indian context.14.R Mathur. ICMR Consensus Guidelines on ‘Do Not Attempt Resuscitation’. Indian J Med Res 2020;151:303–310.Policy document- describes principles for DNAR when there is no realistic chance of success/meaningful value of CPR; offers an algorithm and format for its implementation; answers FAQs; DNAR decisions to be taken by physicians together with the patient or her/his surrogate; Only pertains to decisions to not perform CPR; WD/WH decisions if indicated are to be taken separately.15.Divatia JV. End-of-life Care in the Intensive Care Unit: Better Late Than Never? Indian J Crit Care Med 2020;24:375–377.A commentary on the need to shift the focus from cure to care for a peaceful end by describing how high tech-ICU interventions can keep patients, even those with little or no chance"
  },
  {
    "full_text": "patients, even those with little or no chance of meaningful survival, alive for weeks to months, delaying death imposing burdens to patients and significant psycho-social-financial distress to families.16.Bhatnagar S, Swagata B, Abhishek K, Gupta R, Sarma R, Yadav HP, et al. Institutional end-of-life care policy for inpatients at a tertiary care centre in India: A way forward to provide a system for a dignified death. Indian Journal of Medical Research 2022;155:232–242.Describes the process of giving shape to the EOLC Policy at AIIMS, New Delhi, outlines 4 steps needed for good EOLC, identifying potentially non-beneficial or harmful treatment; recommends joint decision making; lays out optimal supportive care and EOLC pathway; outlines the step-by-step process for developing an institutional policy document.17.Rao SR, Salins N, Joshi U, Patel J, Remawi BN, Simha S, et al. Palliative and end-of-life care in intensive care units in low- and middle-income countries: A systematically constructed scoping review Journal of Critical Care 2022;71:154115.Examined 30 papers form Asia and Africa to highlight the palliative care in the ICU is understudies in LICs and MICs. Identified 5 main areas of research focus: WD, WH; professional knowledge and skills; patient and family views; culture and context; and costs of care.18.Mani RK, Simha S, Gursahani R. Simplified legal procedure for end-of-life decisions in India: A New Dawn in the Care of the Dying? Indian J Crit Care Med 2023;27:374–376.In Jan2023, The SC delivered an amendment to its 2018 judgement, simplifying the procedure. This paper describes the evolution of legal provisions for AMD, WD/WH decisions in terminal care and stresses the need for wider publicity of the new provisions, advocacy, EOLC education and eventually appropriate legislation as the way forward.19.Rao SR, Salins N, Remawi BN, Rao S, Shanbaug V, et al. Stakeholder engagement as a strategy to enhance palliative care involvement in intensive care units: A theory of change approach. J Crit Care 2023;75:154244.Theory of Change approach was used to facilitate the identification of mechanisms and interventions for PC-ICUs integration. The potential long-term outcomes identified were: fewer deaths in ICUs, LAMA, and inappropriate admissions; increased referrals to PC; and improved patient and family satisfaction.20.Myatra SN, Divatia JV, Salins N. Evaluating Determinants of End-of-life Care Provision in Indian Intensive Care Units. Indian J Crit Care Med 2023;27:299–300.Reflects on the determinants of PC and EOLC provision in Indian ICUs. Analyzes studies published so far on integrating PC in ICUs and observes that current studies lack methodological rigor and are insufficient to advance this cause. It is an important area of research inquiry requiring well-conducted studies.A professional advocacy group was formed in 2015, End of Life Care India Task Force (ELICIT) (2015), representing three societies—Indian Academy of Neurology (IAN),"
  },
  {
    "full_text": "societies—Indian Academy of Neurology (IAN), IAPC, and ISCCM.253The first symposium on Death and Dying was held in 2017 and the need for EOLC reform was signed by citizens from different walks of life—The “Mathura Declaration”. At the same meeting, a citizen's forum was formed—Citizens Action Needed for Dying in Dignity (CANDID).254Common Causegenerated publications such as the FICCI-ELICIT information guide for doctors and administrators as well as for the public.255The simplified procedure for FLST and AMD by the Supreme Court in January 2023 was followed by a publication describing the current procedure and the need for wider publicity and implementation.26Section 13: End-of-life Care Research/Research QuestionsResearch in EOLC has not progressed as much as needed.256,257Barriers to research in the field are lack of funding, perception of low scientific value, insufficient institutional support, or low priority in healthcare research.258–260Notably, only 6% of 848 original studies were RCTs, and some studies included patients with very short survival.261,262Hence, more well-designed EOLC research is urgently needed.Due care is needed in approaching research subjects in EOLC. Patients may participate based on their willingness to help themselves, future patients, and the researchers.263–265Enrolling patients require special attention to their overall needs.266Specific groups needing particular attention are nurses, informal and professional caregivers, and children.267,268SeeTable 10for Research Questions for India.Table 10Suggested research questions for EOLC1. What is the prevalence of documented treatment limitation practices in Indian ICUs?2. Data on amount of opiates/sedation used for symptom control targeting objective measures of pain/distress3. Documenting communication. How is it done in Indian ICUs? What are the missed opportunities for EOLC-related decisions/support?4. The prevalence of measured anxiety, depression, PTSD, complicated grief among families around death5. Awareness of the current legal provisions for EOLC among professional groups6. Quality of dying in Indian ICUs using standard measures such as QODD*7. The prevalence and reasons for LAMA in Indian ICUs8. Survey of preferences towards death among physicians and nurses across India9. Survey of preferences towards death of elderly Indian population10. Cost burdens due to inappropriate treatment in ICUs*QODD, Quality of death and dyingSection 14: Organ Donation after Circulatory Determination of DeathOrgan Donation after Circulatory Determination of Death (DCDD) is a pathway accepted worldwide for its potential to expand the deceased organ pool currently limited to Brain Death/Death by Neurological Criteria (BD/DNC).Here, controlled DCDD (cDCDD) will be touched upon since the crucial step for donation through this process is WD. At present, THOA 1994 describes a protocol only for organ donation after BD/DNC. A consensus position statement was recently published in India"
  },
  {
    "full_text": "statement was recently published in India and efforts are on with policy makers toward developing cDCDD.269Controlled DCDD (category III of the Maastricht classification) requires the absence of spontaneous movement, breathing, and circulation after the “no touch” period, that is, after WD a standard time allowing for the spontaneous return of circulation before death is declared.270It should be noted that WD is decided through due process as outlined in the EOLC pathway and includes DNAR.In the foreseeable future, if a cDCDD protocol is incorporated into the THOA, hospitals could develop systems in offering patients facing death or representing families/proxy opportunity for organ donation via this route. This may also be in response to altruistic requests by the patient/family/proxy. It is a fundamental ethical requirement that the process of counseling for organ donation must be delinked from the decision for WD. Initiation of such discussion follows the completion of the FLST decision making and must be through personnel other than the physicians of the intensive care/treating/transplant team, for example, a transplant coordinator.ConclusionIntensive and palliative care must come together for the compassionate and effective care of the dying and their families in the ICU. The amalgamation of scientific evidence, ethical awareness, and supporting Laws can go a long way in achieving these humanistic goals.AcknowledgmentsThe authors would like to acknowledge Ms Rituparna Padhy (Research Fellow) and Mr Nihal Sahu from the Vidhi Centre for Legal Policy, New Delhi, India for their assistance with the research presented inTable 8.OrcidRaj K Manihttps://orcid.org/0000-0003-4759-8233Sushma Bhatnagarhttps://orcid.org/0000-0002-2097-7180Savita Butolahttps://orcid.org/0000-0003-3732-7157Roop Gursahanihttps://orcid.org/0000-0002-6092-1595Dhvani Mehtahttps://orcid.org/0000-0003-3719-8754Srinagesh Simhahttps://orcid.org/0000-0003-1560-0079Jigeeshu V Divatiahttps://orcid.org/0000-0001-7384-4886Arun Kumarhttps://orcid.org/0000-0001-6522-007XShiva K Iyerhttps://orcid.org/0000-0001-5814-2691Jayita Deodharhttps://orcid.org/0000-0001-9706-6695Rajani S Bhathttps://orcid.org/0000-0003-0437-0685Naveen Salinshttps://orcid.org/0000-0001-5237-9874Raghu S Thotahttps://orcid.org/0000-0001-8945-2174Roli Mathurhttps://orcid.org/0000-0002-6029-9062Rajam K Iyerhttps://orcid.org/0009-0003-2610-9821Sudeep Guptahttps://orcid.org/0000-0002-6742-6378Priyadarshini Kulkarnihttps://orcid.org/0009-0007-0843-4240Sangeetha Muruganhttps://orcid.org/0009-0002-9478-4645Prashant Nasahttps://orcid.org/0000-0003-1948-4060Sheila N Myatrahttps://orcid.org/0000-0001-6761-163X"
  }
]