[
  {
    "full_text": "TITLE: International Liaison Committee on Resuscitation: COVID-19 consensus on science, treatment recommendations and task force insights☆ ABSTRACT: Consensus on Science and Treatment recommendations aim to balance the benefits of early resuscitation with the potential for harm to care providers during the COVID-19 pandemic. Chest compressions and cardiopulmonary resuscitation have the potential to generate aerosols. During the current COVID-19 pandemic lay rescuers should consider compressions and public-access defibrillation. Lay rescuers who are willing, trained and able to do so, should consider providing rescue breaths to infants and children in addition to chest compressions. Healthcare professionals should use personal protective equipment for aerosol generating procedures during resuscitation and may consider defibrillation before donning personal protective equipment for aerosol generating procedures. BODY: Each year hundreds of thousands of people sustain a cardiac arrest around the world.1Early cardiopulmonary resuscitation and defibrillation provide these people with the optimal chance of survival.2,3In normal circumstances the risks to those providing resuscitation is very low. The emergence of coronavirus disease 2019 (COVID-19) required a reassessment of risks to those attempting resuscitation.The World Health Organization reports that COVID-19 is primarily transmitted through droplets from either direct contact with the patient or indirectly through contact with the surrounding environment.4Airborne transmission is also possible during aerosol generating procedures.5Although the WHO lists cardiopulmonary resuscitation as an aerosol generating procedure,5,6the risks associated with individual components of a resuscitation attempt have not been clearly delineated. ILCOR commissioned a systematic review to examine the risk to rescuers from resuscitation interventions in patients with suspected or confirmed COVID-19.7The review examined the risks of aerosol generation and infection transmission associated with chest compressions, defibrillation and cardiopulmonary resuscitation and the use of personal protective equipment (PPE) during CPR interventions.8It identified very low certainty evidence drawn from 11 studies (five case reports, three observational studies and three randomized controlled manikin studies). The certainty of evidence was limited by observational study designs, risk of bias and indirectness (none of the studies included a patient with COVID-19). The review found indirect evidence that cardiopulmonary resuscitation was associated with aerosol generation and transmission of infection. Although our systematic review found no evidence that defibrillation was an aerosol generating procedure, the available evidence was not strong enough to separate the individual risks associated with specific resuscitation interventions (e.g. chest compressions, ventilations, defibrillation) from the resuscitation attempt as a whole."
  },
  {
    "full_text": "from the resuscitation attempt as a whole. The review concluded it was uncertain whether chest compressions or defibrillation cause aerosol generation or transmission of COVID-19 to rescuers.The findings of the review were carefully assessed by the ILCOR COVID-19 Task Force. In making recommendations (seeBox 1), the Task Force members were mindful of the need to carefully balance the benefit of early treatment with the potential harm to the rescuer, and to their colleagues and the wider community if the rescuer were to develop COVID-19. The Task Force also noted that the risks and benefits of specific resuscitation interventions are likely to vary.Box 1Consensus on science and treatment recommendationsWe suggest that chest compressions and cardiopulmonary resuscitation have the potential to generate aerosols (weak recommendation, very low certainty evidence).We suggest that in the current COVID-19 pandemic lay rescuers consider compressions and public-access defibrillation (good practice statement).We suggest that in the current COVID-19 pandemic, lay rescuers who are willing, trained and able to do so, consider providing rescue breaths to infants and children in addition to chest compressions (good practice statement).We suggest that in the current COVID-19 pandemic, healthcare professionals should use personal protective equipment for aerosol generating procedures during resuscitation (weak recommendation, very low certainty evidence).We suggest it may be reasonable for healthcare providers to consider defibrillation before donning personal protective equipment for aerosol generating procedures in situations where the provider assesses the benefits may exceed the risks (good practice statement).Alt-text: Box 1For lay rescuers the Task Force highlighted that most out of hospital cardiac arrests occur in the home.1In that setting, PPE for aerosol generating procedures is unlikely to be immediately available, and the person requiring resuscitation is likely to have already been in close personal contact with the rescuer. In addition, significant harm may arise from delaying resuscitation until the arrival of emergency medical services. For infants and children, the Task Force considered that bystander rescuers were frequently those who routinely care for infants and children. In that case, the risk of the rescuer newly acquiring COVID-19 through provision of rescue breaths is greatly outweighed by improved outcome for infants and children in asphyxial arrest who receive compressions with ventilation.Guidance that healthcare professionals should use personal protective equipment for aerosol generating procedures reflects that healthcare professionals should have greater access to PPE, would likely be trained in its use, and may be able to don PPE before arriving at the patient's side, thus minimizing delays to commencing or continuing resuscitation. Given the potential for defibrillation within the first few minutes of cardiac arrest to achieve a"
  },
  {
    "full_text": "first few minutes of cardiac arrest to achieve a sustained return of spontaneous circulation and uncertainty of the likelihood of defibrillation generating an aerosol, the Task Force suggests that healthcare providers consider the risks and benefits of attempting defibrillation before donning PPE for aerosol generating procedures.Based on the recommendations from the COVID-19 Task Force the Basic Life Support, Paediatric and Advanced Life Support Task Forces updated existing recommendations for the recognition of cardiac arrest, dispatcher-assisted CPR, bystander CPR (adults and children), public access defibrillation, airway management, mechanical chest compression devices and resuscitation when facing resource limitations. Full details of these recommendations are available in the electronic supplemental material and on the ILCOR website (www.ilcor.org).The recommendations were posted for public comment for a period of one week. Feedback received during the public commenting period highlighted the challenges of balancing the risks to those providing resuscitation with the potential benefits for the person requiring resuscitation. ILCOR seeks to provide evidence-based recommendations for implementation by regional and national resuscitation councils.9The practical implementation of these recommendations will require regional and national resuscitation councils to consider the values and preferences of their local communities, the prevalence of disease, availability of PPE, training needs of their workforce and infrastructure/resources to provide on-going care for patients resuscitated from cardiac arrest.Conflict of interestThis invited commentary was submitted by the International Liaison Committee on Resuscitation which is supported by the American Heart Association, European Resuscitation Council, Resuscitation Council Southern Africa, InterAmerican Heart Foundation, Heart & Stroke Foundation of Canada; Australian and New Zealand Committee on Resuscitation."
  }
]