[
  {
    "full_text": "TITLE: Integrated care for optimizing the management of stroke and associated heart disease: a position paper of the European Society of Cardiology Council on Stroke ABSTRACT: AbstractThe management of patients with stroke is often multidisciplinary, involving various specialties and healthcare professionals. Given the common shared risk factors for stroke and cardiovascular disease, input may also be required from the cardiovascular teams, as well as patient caregivers and next-of-kin. Ultimately, the patient is central to all this, requiring a coordinated and uniform approach to the priorities of post-stroke management, which can be consistently implemented by different multidisciplinary healthcare professionals, as part of the patient ‘journey’ or ‘patient pathway,’ supported by appropriate education and tele-medicine approaches. All these aspects would ultimately aid delivery of care and improve patient (and caregiver) engagement and empowerment. Given the need to address the multidisciplinary approach to holistic or integrated care of patients with heart disease and stroke, the European Society of Cardiology Council on Stroke convened a Task Force, with the remit to propose a consensus on Integrated care management for optimizing the management of stroke and associated heart disease. The present position paper summarizes the available evidence and proposes consensus statements that may help to define evidence gaps and simple practical approaches to assist in everyday clinical practice. A post-stroke ABC pathway is proposed, as a more holistic approach to integrated stroke care, would include three pillars of management:A: Appropriate Antithrombotic therapy.B: Better functional and psychological status.C: Cardiovascular risk factors and Comorbidity optimization (including lifestyle changes). BODY: IntroductionThe management of patients with stroke is often multidisciplinary requiring input from stroke specialists (doctors and nurses) as well as from internal medicine, neurology, radiology, emergency medicine, primary care, and rehabilitation team (including physiotherapist, speech, and occupational therapists). Given the common shared risk factors for stroke and cardiovascular disease, input may also be required from a cardiologist, vascular interventionist, vascular surgeon, and neurosurgeon, as well as nurses, patient caregivers, and next-of-kin. Ultimately, the patient is central to all this, requiring a coordinated and uniform approach to the priorities of post-stroke management, which can be consistently implemented by different multidisciplinary healthcare professionals, as part of the patient ‘journey’ or ‘patient pathway,’ supported by appropriate education and tele-medicine approaches. All these aspects would ultimately aid delivery of care and improve patient (and caregiver) engagement and empowerment.Given the need to address the multidisciplinary approach to holistic or integrated care of patients with heart disease and stroke,"
  },
  {
    "full_text": "care of patients with heart disease and stroke, the European Society of Cardiology Council on Stroke convened a Task Force, with the remit to review the published evidence and to propose a consensus on Integrated care management for optimizing the management of stroke and associated heart disease. The present position paper summarizes the available evidence and proposes consensus statements that may help to define evidence gaps and simple practical approaches to assist in everyday clinical practice. Nevertheless, the ultimate judgment regarding care of each individual patient must be made by the healthcare providers and the patient and their family together, considering all the distinct circumstances presented by that patient.Literature searches were conducted in the following databases: PubMed/MEDLINE and the Cochrane Library (including the Cochrane Database of Systematic Reviews and the Cochrane Controlled Trials Registry). Searches focused on English-language sources and studies in human subjects. Articles related to animal experimentation were only cited when the information was important to understanding pathophysiological concepts pertinent to patient management and comparable data were not available from human studies. Additional information was requested from the authors where necessary.Integrated care for stroke—why do we need this, peri- and post-strokeThe co-occurring and inter-linked nature of cardiac and cerebrovascular disease (together termed CVD) requires a combined action plan to prevent, identify, treat, and rehabilitate people. To deliver this requires a multi-faceted action on several fronts, involving both the health and social care workforce. It is axiomatic that increasing the collaboration and integration of the cardiac- and stroke-specialist workforces, within an integrated care service model will ensure effective and efficient. Indeed, there needs to be concerted and co-ordinated action to address the underlying risk factors for CVD, requiring greater investment in, and implementation of, disease prevention and health promotion policies.1The importance of an ‘integrated care’ approach has been applied to other chronic conditions.2,3In patients with atrial fibrillation (AF), which is a common cause for ischaemic stroke (IS), the ABC (Atrial fibrillation Better Care) pathway has been proposed as an integrated care approach with three central pillars: ‘A’ Avoid stroke (with Anticoagulants); ‘B’ Better symptom management, with patient-centred decisions on rate or rhythm control; and ‘C’ Cardiovascular and Comorbidity risk optimization.2This provides a streamlined approach to management that is applicable to whether the AF patient is managed by any healthcare professional, either the general practitioner or the hospital-based specialist (whether cardiologist or non-cardiologist), minimizing the possibility of conflicting information from healthcare professionals. Indeed, inconsistent information to patients has been"
  },
  {
    "full_text": "inconsistent information to patients has been associated with poorer patient adherence with their management plan.4An integrated care approach is increasingly recommended in guidelines.5,6The ABC pathway when applied to AF patients has been well-validated in post-hoc analyses of clinical trials, prospective cohort studies and a prospective randomized trial.7In a systematic review, AF patients adherent with the ABC pathway showed a lower risk of all-cause death [odds ratio (OR): 0.42, 95% CI 0.31–0.56], cardiovascular death (OR: 0.37, 95% CI 0.23–0.58), stroke (OR: 0.55, 95% CI 0.37–0.82) and major bleeding (OR: 0.69, 95% CI 0.51–0.94).7Improved clinical outcomes with ABC pathway adherence are evident, even in clinically complex patients such as those with multimorbidity, polypharmacy, and repeat hospitalizations.8In the prospective cluster randomized mobile AF application (mAFA)-II trial,9rates of the composite outcome of ‘IS/systemic thromboembolism, death, and rehospitalization’ were lower with the mAFA intervention plus ABC pathway adherent care compared with usual care [1.9 vs. 6.0%; hazard ratio [HR]: 0.39; 95% CI 0.22 to 0.67;P< 0.001]. Dynamic bleeding risk monitoring and follow-up reassessments using hypertension, abnormal renal/liver function, stroke, bleeding history or predisposition, labile international normalized ratio, elderly (> 65 years), drugs/alcohol concomitantly score resulted in lower risks of major bleeding (mAFA vs. usual care, 2.1 vs. 4.3% at one year) and increased total oral anticoagulation usage from 63 to 70%.10In the mAFA-II trial long-term extension cohort, the beneficial effects were maintained, with a high adherence (>70%) and persistence (>90%) with the ABC pathway using an App-based intervention.11Between 20 and 30% of all strokes are recurrent strokes.12An integrated care approach to stroke care can reduce the likelihood of CVD events, but should they occur, it is vital that evidence-based care pathways are in place, with equitable care available for everyone, at any timepoint. These pathways need to provide seamless, integrated, and individualized care and be delivered by a workforce that have the right knowledge, skills, and behaviours, depending on their role along the pathway. All such efforts then need to undergo rigorous evaluation and adaption in order to spend healthcare resources efficiently.13,14In the UK, the knowledge and skills for stroke-specific care have been clearly laid out in the Stroke-Specific Education Framework (stroke-education.org.uk), which includes 16 Elements of Care from awareness raising of stroke symptoms, through to end of life care, rehabilitation, and return to work. Whilst these have been developed for stroke specialist and stroke relevant staff, many of the knowledge, skills, and behaviours apply equally to the cardiac workforce and care pathways. The need for such standardized and integrated post stroke programmes and follow-up care after rehabilitation seems evident, but"
  },
  {
    "full_text": "care after rehabilitation seems evident, but programmes are not widely available.15Such programmes will help improve the quality of care, as well as help avoid unnecessary variations in patient care, and in patient outcomes as well. They also inform quality standards and allow benchmarking of services and care against recommended standards. In UK stroke care, the standards have informed the Sentinel Stroke National Audit Package (SSNAP;https://www.strokeaudit.org) which has underpinned developments in many aspects of stroke care since its inception as the National Sentinel Audit in 1997. The action plan for stroke in Europe also emphasizes the integrated stroke and secondary prevention care.16Similarly, quality improvements in cardiac and stroke services have been achieved through audit programmes, focussing on cardiac surgery, percutaneous coronary interventions, rhythm management, heart failure, myocardial ischaemia, and congenital heart disease. Unfortunately, they are often focussed on acute care and less on rehabilitation and secondary prevention. Importantly, many of these domains have commonalities with stroke care. For example, heart rhythm issues such as AF significantly increase the risk of first stroke, and if they remain untreated after an acute event increase the risk of stroke recurrence. Such cardiac diseases not only require acute diagnosis and treatment, but rehabilitation and lifelong management.Thus, closely linked cardiovascular diseases may have overlapping disease management programmes encompassing the entire chain of care. Overall, it is imperative that as we move forwards with integrated stroke, and integrated cardiac, care, we also consider how cardiac and stroke care can become integrated to provide CVD integrated care. Some preliminary data already suggest improvements in functional status with a multidisciplinary approach to care after stroke.17An integrated care approach used for AF can be applied to stroke, given the shared common cardiovascular risk factors including advancing age, male sex, hypertension, diabetes mellitus (DM), valvular heart disease, heart failure, coronary heart disease, chronic kidney disease, inflammatory disorders, sleep apnoea, and tobacco use.18An integrated or holistic management pathway for patients following a stroke, that not only targets the prevention of recurrent stroke, but also improves patient functional status and symptoms, and manages cardiovascular risk factors, comorbidities and lifestyle changes can be proposed; this is the focus of this consensus document.A post-stroke ABC pathway as a more holistic approach to integrated stroke care would include three pillars of management (Graphical Abstract19):A: Appropriate Antithrombotic therapy.B: Better functional and psychological status.C: Cardiovascular risk factors and Comorbidity optimization (including lifestyle changes).This approach expands on a clinical concept proposed in 2021 as ‘integrated care for stroke medicine—easy as"
  },
  {
    "full_text": "as ‘integrated care for stroke medicine—easy as ABC’.19A: Appropriate antithrombotic therapyThe ‘A’ criterion (‘Appropriate Antithrombotic therapy’) in the post-stroke patient refers to the use of oral anticoagulants (OACs), either as a non-vitamin K antagonist OAC (also called a direct OAC or DOAC) or well-managed vitamin K antagonist (VKA, e.g. warfarin) with a time in therapeutic range ≥70% when AF is present or a VKA, if a prosthetic mechanical heart valve is present. Where there is associated atherosclerotic vascular disease and no AF or mechanical valve present, the appropriate use of antiplatelet therapy is needed. A balance is needed between preventing recurrent ischaemic or thrombotic events and major bleeding,20,21which is even more challenging if both AF and vascular disease, whether coronary, carotid, or peripheral artery disease, are present. In such patients (ie. AF with stable vascular disease), anticoagulation monotherapy would suffice as thromboprphylaxis,22although many physicians would still prescribe combination therapy, despite the paucity of evidence from large randomized trials. In a systematic review and meta-analysis, for example, the pooled prevalence of carotid stenosis in AF patients was 12.4% (95% CI 8.7 to 16.0), ranging from 4.4 to 24.3%.23In AF patients with coronary artery disease, appropriate antithrombotic therapy management varies according the clinical scenario.24When the AF patient has ‘stable vascular disease’, the patient should be managed with OAC monotherapy.25In the AFIRE trial, combination therapy with OAC plus antiplatelets was associated with worse thromboembolic and bleeding outcomes in AF patients with stable coronary disease.26In AF patients presenting with an acute coronary syndrome (ACS), a balance between AF-related stroke prevention which requires OAC and reducing cardiac ischaemia in an ACS presentation which requires antiplatelet therapy needs to be reached; to minimize the risk of stent thrombosis after a percutaneous coronary intervention and the risk of bleeding by the combination of OAC with antiplatelet therapy.27In patients with asymptomatic high-grade carotid artery stenosis and AF, carotid endarterectomy is commonly considered28,29or, in those less suitable for surgery, carotid artery stenting may be chosen29notwithstanding the need for a short course of combined antithrombotic therapy after stenting.28While more data are needed to inform optimal antithrombotic management in this setting, a recent nationwide observational evidence suggested that OAC therapy alone could be a default treatment for most of these patients, combined with a short period single antiplatelet therapy in those at high risk of a recurrent vascular event.30In stable atherosclerotic vascular disease patientswithout AFat increased risk of ischaemic events, combination therapy with rivaroxaban 2.5 mg bid and aspirin provides some benefits on CVD events (including on stroke)even in the absence of associated AF, but"
  },
  {
    "full_text": "stroke)even in the absence of associated AF, but at the risk of more major bleeding. In the cardiovascular outcomes for people using anticoagulation strategies trial,31the primary composite outcome [cardiovascular death, stroke, or myocardial infarction (MI)] was lower in the low-dose rivaroxaban-plus-aspirin group compared with the aspirin-alone group (HR 0.76; 95% CI 0.66 to 0.86), at the cost of more major bleeding events (HR 1.70; 95% CI, 1.40 to 2.05). In the rivaroxaban-plus-aspirin group, mortality was also lower (HR 0.82; 95% CI, 0.71 to 0.96), as was IS (HR 0.51; 95% CI 0.38–0.68) compared with the aspirin-alone group.31Proactive mitigation of bleeding risks should be directed at the modifiable bleeding risk factors (uncontrolled blood pressure, reducing alcohol excess, etc.) and scheduling the high bleeding risk patients for early review and follow-up. In the prospective cluster randomized mAFA-II trial of general AF patients, this approach resulted in a reduction in major bleeding at 1 year follow-up and an increase in OAC use.10Antiplatelet therapyThe standard, and guideline, recommended approach for the use of antiplatelet drugs for secondary stroke prevention for non-cardioembolic stroke has been with aspirin and clopidogrel or ticagrelor.32The combination of aspirin and extended-release dipyridamole has also been recommended but has fallen out of favour after the results of the prevention regimen for effectively avoiding second strokes trial demonstrated no difference as compared to clopidogrel for IS outcomes and a significantly higher risk for intracranial haemorrhage and discontinuation because of headaches.33The dose of aspirin recommended ranges from 50–325 mgs daily, but most practitioners use a lower dose given that there is no significant difference in efficacy between lower and higher doses and higher doses are associated with more gastrointestinal side effects.The combination of aspirin plus clopidogrel or ticagrelor vs. aspirin alone was evaluated in three, large, relatively recent randomized clinical trials. The first was the Clopidogrel in High-Risk Patients with Non-disabling Cerebrovascular Events (CHANCE) that evaluated the combination of clopidogrel plus aspirin for 21 days after a 300 mg loading dose of clopidogrel, followed by clopidogrel monotherapy up to day 90 vs. aspirin alone in a Chinese population with mild stroke [National Institutes of Health Stroke Scale (NIHSS)<3] or high-risk transient ischaemic attack (TIA) with an ABCD2 score ≥ 4.34The early combination therapy group had significantly fewer primary outcome events without an increased for major or severe bleeding. Interestingly, in this clinical trial patients with a CYP219C allele, that identified them as a slow metabolizer of clopidogrel to its active prodrug, did not benefit from the combination antiplatelet therapy, while those without it had significantly fewer primary outcome events.35The Platelet-Oriented Inhibition in New TIA and Minor"
  },
  {
    "full_text": "Platelet-Oriented Inhibition in New TIA and Minor Ischaemic Stroke (POINT) trial evaluated the clopidogrel-aspirin combination vs. aspirin alone in a heterogeneous population of minor stroke (NIHSS<3) and high-risk TIA patients with an ABCD2 score ≥ 4.36In the POINT trial patients were given a 600-mg loading dose of clopidogrel followed by 75 mgs daily from day 2 to day 90 plus aspirin vs. aspirin alone. The results demonstrated a significant reduction in the primary outcome of IS, MI and ischaemic vascular death in the combination group, but this was associated with a significantly increased risk of major haemorrhage. In the POINT trial, presence of a clopidogrel slow metabolizer genetic variant was not associated with a significant reduction in efficacy, but there was a trend towards lower efficacy in these patients, although this did not reach significance due to the small sample size.37Following the results of these two trials, the combination of aspirin and clopidogrel is now recommended for patients with recent minor (NIHSS score ≤3) noncardioembolic IS or high-risk TIA (ABCD2 score ≥4). It should be started early (ideally within 12–24 h of symptom onset and at least within 7 days of onset) and continued for 21–90 days. Then, it should be followed by single antiplatelet treatment.38A recent trial, The Acute Stroke or Transient Ischaemic Attack Treated with Ticagrelor and ASA for Prevention of Stroke and Death trial (THALES) compared treatment with ticagrelor plus aspirin to aspirin monotherapy for 30 days in patients with a mild to moderate stroke, NIHSS<5 or high-risk TIA with an ABCD2 score ≥ 6.39The primary outcome of stroke both ischaemic and haemorrhagic as well as the secondary outcome of IS was significantly reduced in the combination therapy arm. The combination therapy group had an increased risk of severe and intracranial/fatal bleeding. A subgroup analysis of THALES demonstrated that the benefit of the combination therapy only occurred in patients with documented large artery stenosis of 30% or greater and was not associated with an increased risk of bleeding.40In the CHANCE-2 trial, among patients with prior stroke/high-risk TIA and CYP2C19 loss-of-function carriers, the use of ticagrelor plus aspirin was associated with significant modest reduction in 90-day risk of subsequent stroke compared with clopidogrel plus aspirin.41The Food and Drug Administration in the United States recently approved the combination of ticagrelor plus aspirin for secondary stroke prevention. In some Asian countries, another drug with antiplatelet activity, cilostazol, is approved for use and widely employed. Indeed, a recent trial in Japan, combining cilostazol with aspirin or clopidogrel, demonstrated that the combination was superior to aspirin or clopidogrel alone without an increased risk for major bleeding.42However, cilostazol is not approved for stroke prevention in Europe or the United States.B: Better functional and psychological"
  },
  {
    "full_text": "States.B: Better functional and psychological status—interventions for those with disability, physiotherapy, care packages, etcFor all stroke patients, whether ischaemic or ICH, whether suitable for hyperacute interventions or not, the focus of care should not only be on limiting the effects of the initial event, but on limiting brain damage as well as preventing complications, and initiating rehabilitation. These are the basis for good quality organized acute stroke care and result in better patient outcomes.43,44The stroke pathway is not straightforward as up to 40% of patients get worse after they come into the stroke unit, mostly within the first 24 h.45This is referred to as early neurological deterioration, which, if it persists, is termed stroke progression and reflects secondary brain injury.46,47This fluctuation in patient’s condition can be the result of potentially reversible physiological or neurological factors (brady-/tachycardia, high or low blood glucose, increased metabolic rate in infection) although sometimes they are irreversible (e.g. mass effect, brain stem herniation).A goal of holistic post-stroke care is to achieve improved functional and psychological status and, given its multifactorial nature, will require a multidisciplinary approach. There have been incremental gains in terms of interventions delivered by the multi-disciplinary teams and focused on rehabilitation and functional recovery (Supplementary material online,Table S1). Important examples include arm-robot therapy and mirror therapy which reduced motor deficits and electro-mechanical gait training which increased the number of stroke patients that re-gained the ability to walk.48,49Similarly, the use of treadmill training helped to improve walking speed and walking endurance among ambulatory stroke survivors.50,51However, the absence of standard templates for designing and performing large-scale stroke rehabilitation trials has somewhat limited further progress in the field.52In the wake of the digital revolution, telemedicine, virtual reality, and robotics have been tried and tested but are yet to translate to real, measurable functional benefits after a stroke.52Innovative approaches that integrate stroke survivors into the exercise portion of an existing hospital-based cardiac rehabilitation programme have shown promise, improving endurance, health status, and quality of life for survivors of stroke and providing an opportunity for self-management.53It is imperative that physiological and neurological monitoring regimes are in place and that any abnormalities are acted on quickly to avoid further secondary brain injury. Furthermore, these patients are also at risk of the resulting effects of the stroke, as well as the complications of immobility. Care packages and management pathways need then to be put in place immediately and tailored rehabilitation commenced and personalized appropriately to the patient’s needs, both in hospital, during rehabilitation"
  },
  {
    "full_text": "needs, both in hospital, during rehabilitation and post-discharge.Indeed, care packages have been developed and evaluated for their effects on outcomes. The most notable is the Quality in Acute Stroke Care,54which demonstrated the effectiveness of a care bundle of the assessment and management of Fever, Sugar (hyperglycaemia) and Swallowing dysfunction, in improving outcome by 3 months post-stroke.Several prognostic tools to predict functional status after stroke have been used.55–58Perhaps the most widely employed outcome scale in stroke medicine and research is the modified Rankin Scale, a seven-level, clinician-reported, measure of global disability.59Greater functional gain amongst post-stroke survivors during inpatient rehabilitation is associated with better health-related quality of life and independence at follow-up.60Another common complication which develops in approximately one third of stroke survivors is post-stroke depression (PSD) and is associated with unfavourable outcomes after stroke.61The frequency of PSD is higher at the first year after stroke, and the main factors contributing to this condition are physical disability, stroke severity, history of depression, and cognitive impairment.62Post-stroke dementia is often under-recognized with a prevalence of approximately 30% among stroke survivors.63,64Again, awareness and a multidisciplinary approach is needed, with neuropsychological evaluation adapted to the clinical status.63,64The incidence of post-stroke dementia increases with older age, low education status, dependence on others for daily living, pre-stroke cognitive decline without dementia, DM, AF and other cardiac arrhythmias, sepsis, congestive heart failure, silent infarcts, brain atrophy, and leukoaraiosis.In the long run, stroke survivors and their families and caregivers will encounter several challenges: poor quality-of-life, stroke-related disabilities, inadequate sources of rehabilitation, social isolation and inadequate support of care givers, overburdening and burnout of care givers, and inadequate efforts to maintain normal life and professions.65–67To meet up to the expectations of patients and families for a good recovery and proper social re-integration, a patient-centric holistic approach of synergistic integrated care is needed involving a multidisciplinary bundle of health care professionals and related services.‘C’: Cardiovascular risk factors and comorbidities optimizationMultiple CVD risk factors and comorbidities are common in stroke patients, and part of a multidisciplinary integrated care approach is to address all these risk factors in a holistic manner. This will include management of AF, atherosclerostic vascular disease, systemic hypertension, heart failure, DM, dyslipidaemia, sleep apnoea, and underlying cardiac ischaemia. The ultimate goal is to lower the associated cardiovascular risk burden in these patients, to reduce the risks of recurrent stroke or other major adverse cardiovascular"
  },
  {
    "full_text": "stroke or other major adverse cardiovascular events.Lifestyle changesLifestyle changesEpidemiological studies have demonstrated that five modifiable risk factors, blood pressure, unhealthy diet, abdominal obesity, physical inactivity, and smoking account for >80% of the population attributable risk for stroke68,69and are often poorly managed and controlled post-stroke thus increasing the risk of recurrent stroke.70Most strokes are largely preventable with healthy lifestyle choices. Hence, multifactorial lifestyle and behavioural interventions, based on theoretical models of behaviour change, employing established methods, delivered by an interdisciplinary team, are likely to have the greatest cumulative benefit in stroke populations.Diet/nutritionThere is limited evidence to support dietary interventions to reduce recurrent stroke and the protective effects of nutrition are inferred from epidemiological studies evaluating the effect of dietary factors on risk factors for stroke such as hypertension and hypercholesterolaemia.71,72Recommendations on diet and nutrition post-stroke advocate adoption of a Mediterranean-type diet,71,73–76with evidence suggesting that high intake of fruit and vegetables,71,76–81fibre,76,78and regular consumption of fish71,74,78,82confers protection against cardiovascular disease, including stroke, whilst diets high in red and processed meats, fried food, eggs, and sugar-sweetened beverages are associated with increased risk of stroke.71,76,78,80,81A low-salt diet has been associated with reductions in stroke risk.72,83–85Secondary prevention studies,73,75one75in stroke patients, have demonstrated reductions in IS75and death and recurrent MI73with Mediterranean-style diets.ObesityWeight reduction is recommended for overweight and obese patients with IS or TIA to improve their overall cardiovascular risk profile, with referral to multifactorial intensive lifestyle interventions for obese individuals.38Evidence, predominantly from obese patients with diabetes, demonstrates that a 5-10% weight loss, either through traditional behavioural intervention programmes,86food substitution,87or bariatric surgery,88can improve conventional cardiovascular risk factors, namely blood pressure, hyperglycaemia, and dyslipidaemia. Comprehensive behavioural programmes incorporating counselling as a key component appear most effective, with sustained weight loss.89,90There are no clinical trials demonstrating that weight loss reduces recurrent stroke in an acute IS population, but observational data post-bariatric surgery suggests some benefit of weight reduction on stroke risk (Supplementary material online,Table S2).91Physical activityExercise and regular physical activity reduce the risk of stroke80,92,93and positively impact stroke risk factors by reducing weight94and lowering blood pressure (BP) and cholesterol.93,95,96Patients should be encouraged to resume physical activity, with supervision and support as required. Where able,"
  },
  {
    "full_text": "supervision and support as required. Where able, survivors of stroke should participate in 40 min of moderate-vigorous intensity aerobic activity, three to four times per week, otherwise physical activity should be individualized, commensurate with their level of exercise tolerance, stage of recovery, environment, available social support, physical activity preferences, and specific impairments.38,97Systematic reviews of lifestyle-based interventions95,98,99and exercise-only interventions95for secondary stroke prevention are effective in reducing cardiovascular risk factors but their impact on mortality, recurrent stroke, and other vascular events remains to be determined.98,99Most stroke patients are sedentary and available studies are in TIA patients and ambulatory stroke patients. A post-hoc analysis of the Stenting and Aggressive Medical Management for Preventing Recurrent Stroke in Intracranial Stenosis study80of those assigned to aggressive medical therapy and targeted risk factor management demonstrated that greater physical activity was associated with lower risk of recurrent stroke, MI or death (OR 0.6, 95% CI 0.4–0.8) and recurrent IS alone (Supplementary material online,Table S2).Alcohol consumptionHigh levels of alcohol consumption (women: >3 drinks/day or >7 drinks/week; men: >4 drinks/day or >14 drinks/week) are associated with greater risk of stroke100and are an independent risk factor for stroke recurrence.101Low-to-moderate alcohol intake appears to be protective but risk of IS increases (HR 1.04, 95% CI 1.02–1.07) with every 12 g/d increase in alcohol consumption.102There are no intervention studies that have directly examined the effect on reducing alcohol intake on risk of recurrent stroke. One small secondary stroke prevention trial focused on lifestyle modification103demonstrated reduced alcohol intake but the direct effect on the risk of recurrent stroke could not be determined.Smoking cessationCessation of smoking post-stroke is an essential health behaviour to promote and support secondary prevention; patients should be offered counselling with or without pharmacological intervention (nicotine replacement/medication).13,103,104Up to two thirds of stroke survivors continue to smoke,105thus increasing the risk of recurrent stroke approximately two-fold compared to non-smokers;106the more smoked the greater the risk.106If a person cannot stop smoking, they should be encouraged to reduce daily smoking105,106and limit passive smoking.107No randomized controlled trials (RCTs) have demonstrated a significant reduction in recurrent stroke following a smoking cessation intervention. One multifactorial RCT13employing motivational interviewing targeting modifiable risk factors (smoking, hypertension, diabetes, AF) in patients with a recent (≤2 weeks) non-disabling stroke or TIA, demonstrated a significant impact of the intervention on smoking cessation but no difference between intervention and control groups on major vascular"
  },
  {
    "full_text": "intervention and control groups on major vascular events over an average 3.6 years of follow-up (Supplementary material online,Table S2).Finding AFAF is responsible for 17–36% of ISs, and in up to one-quarter of patients, IS or TIA is a first manifestation of AF. AF-related strokes more commonly lead to death or are disabling, compared to other aetiologies.108,109An active search for AF is imperative in patients with IS of unknown origin, as detection of arrhythmia and the initiation of OAC may protect the patient against another IS. AF detection rate depends not only on patient characteristics, the time since the stroke, type of stroke, and adopted definition of AF but also on monitoring duration and quality (Supplementary material online,Table S3). As a general principle, if we ‘look harder, look longer and look in more sophisticated ways ….’, we are more likely to find more AF in our post-stroke patients.Currently, the recommended approach in post-stroke patients without known AF mandates screening for the arrhythmia with short-term 24 h continuous electrocardiogram (ECG) monitoring, followed by prolonged (≥72 h) ECG monitoring. As shown by analysis of the LOOP study (Atrial Fibrillation Detected by Continuous ECG Monitoring Using Implantable Loop Recorder to Prevent Stroke in High-risk Individuals), single 72 h ECG monitoring yields sensitivity of only 15% in detecting AF,110and the 2018 Canadian Stroke Best Practice Recommendations advocate ≥2 weeks ECG monitoring in patients with ESUS.111To date, the optimal duration and method of ECG screening remain elusive and requires further research. Implantable cardiac monitors, by providing continuous monitoring, offer the capability to maximize the chances to detect AF and should be considered after non-invasive monitoring of 7–14 days, up to 30 days in patients with previous stroke at higher probability of having AF (Figure 1). In the LOOP study, performed in patients ‘at risk’ aged ≥70 years but not limited to patients with previous stroke, the combination of slower resting sinus rate, higher body mass index, NT-pro BNP, troponin T together with sex, age, and comorbidities, improved prediction of AF episodes ≥24 h duration.110Figure 1Proposed approach to screening for atrial fibrillation in post-stroke patients. AF, atrial fibrillation; CAD, coronary artery disease; PM, pacemaker; ICD, implantable defibrillator-cardioverter; PAC, premature atrial complexes; LA, left atrium; TVR, tricuspid valve regurgitation; MVR, mitral valve regurgitation; NT-proBNP, N-terminal pro-brain natriuretic peptide; BNP, brain natriuretic peptide; HR, hazard ratio; OR, odds ratio; ICM, implantable cardiac monitor; ESUS, embolic stroke of undetermined source. *PR interval (per 10 ms) off PR prolonging drugs; HR 1.58 (95% CI 1.32–1.90) for AF in 12 months; HR 1.41 (95% CI 1.21–1.64) for AF in 36 months PR interval (per 10 ms) on PR prolonging drugs; HR 1.17 (95% CI 1.02–1.35) for AF in 12months; HR 1.15 (95% CI"
  },
  {
    "full_text": "CI 1.02–1.35) for AF in 12months; HR 1.15 (95% CI 1.01–1.30) for AF in 36 months.112Other ECG markers of atrial myocardiopathy (such as P wave dispersion, P wave index, maximum P-wave duration) could be useful in predicting AF in specific subgroups of patients high-risk for AF.113**Age (per 10 years) HR 1.91 (95% CI 1.31–2.80) for AF in 12 months; HR 1.84 (95% CI 1.33–2.52) for AF in 36 months.112#PAC >123/24 h; HR 3.94 (95% CI 1.30–11.97) for AF in 12 months; HR 3.41 (95% CI 1.38–8.70) for AF in 36 months—univariate analysis.112Greater than or equal to 30 PAC per hour or any episode of runs of ≥20 PACs; HR 2.37 (95% CI 1.07–6.96) for hospital admission for AF within 6.3 years.114$LA size >45 mm; HR 3.6 (95% CI 1.6–8.4) for AF within 1 year.115@Odds ratio for cardioembolic stroke for highest quartile of BNP in clinical + BNP model OR 4.49 (95% CI 3.26–6.2); for lowest quartile of BNP in clinical + BNP model OR 7.1 (95% CI 4.98–10.12); for highest quartile of NT-proBNP in clinical + NT-proBNP model OR 6.17 (95% CI 4.31–8.84); for lowest quartile of NT-proBNP in clinical + NT-proBNP model OR 3.34 (2.44–4.59).116$$C2HEST score [CAD/COPD (1 point each), Hypertension (1 point), Elderly (≥75 years, 2 points), Systolic heart failure (2 points), and Thyroid disease (hyperthyroidism, 1 point)].117The risk of AF increases with increasing score values, being the highest in patients with a C2HEST score of >3.117##Hazard ratios for post-stroke AF based on references.112,114–116,118–122Recently, new screening tools, based on a single-lead ECG or a pulse wave (detected e.g. with plethysmography or oscilometric blood pressure), have emerged, but the clinical utility of majority has yet to be proven, especially in post-stroke patient.123,124On the other hand, new hand-held or worn (belts, patches, smartphone apps) single-ECG recorders demonstrate good sensitivity and specificity.125A recent multicentre RCT in patients with IS or transient ischaemic attack (TIA) demonstrated that 30-day smartphone-based ECG monitoring was better than one additional 24 h Holter monitoring in detecting ≥30s AF (9.5 vs. 2.0%;P= 0.024) and led to more frequent OAC use at 3 months (9.5 vs. 0%,P= 0.002).115In summary, a considerable burden of previously unknown AF can be detected when long-term monitoring is applied in at-risk patients.Hypertension, DM, hypercholesterolaemiaBlood pressureHypertension is the most prevalent and modifiable risk factor for primary prevention of stroke. Most studies have also shown that control of BP is beneficial for prevention of a recurrent stroke—Supplementary material online,Table S4.32,127The management of blood pressure in the acute phase of a stroke is more variable and depends on whether thrombolysis is administered for IS. Guidelines call for reducing systolic blood pressure (SBP) below 185 mmHg and diastolic below 110 mmHg before IV thrombolysis is started.128Given the urgency of reperfusion initiation, IV BP treatments with agents such as"
  },
  {
    "full_text": "initiation, IV BP treatments with agents such as labetalol or nicardipine are warranted with close interval BP monitoring after thrombolysis in the first 24 h and maintaining BP of less than 185/105 mmHg. Although intracerebral hemorrhage was reduced, intensive BP lowering after IV thrombolysis to SBP of 130–140 mm Hg has not been shown to improve 90-day functional outcomes compared to target SBP of <180 mm Hg.129The management of BP after endovascular thrombectomy (EVT) is also unclear. Most acute EVT trials for acute IS excluded patients if BP was greater than 185/110 mmHg. The recent blood pressure lowering after successful endovascular therapy in acute ischaemic stroke trial failed to show any significant difference in radiographically determined intraparenchymal haemorrhage risks for intensive BP control (100–129 mmHg) compared to standard (SBP 130–185 mmHg) among successfully EVT treated large vessel occlusion cases.130Ongoing trials (for example, BEST-II:NCT04116112, OPTIMAL_BP:NCT04205305, ENCHANTED 2:NCT04140110, CRISIS I:NCT04775147) are continuing to address whether more intensive BP management is better than standard SBP targets of <180 mmHg after successful reperfusion.After the acute stroke period, management and control of BP with targets of <140/90 mmHg to reduce stroke recurrence and other cardiovascular conditions are supported in evidence-based recommendations.32Among diabetics and those with cerebral small vessel disease, more aggressive targets of <130/80 mmHg are reasonable.For intracerebral haemorrhagic strokes, rapid or intensive lowering of SBP to <180 mmHg did not improve functional outcomes at 90 days.131–133Overall, there is insufficient evidence to show that lowering BP reduces haematoma expansion. In combined analyses among the subgroup of patients treated within 6 h, intensive BP lowering (<140 and >110 mmHg) has been recommended based on the lower risk of haematoma expansion.134In summary, sudden and significant reduction of blood pressure during acute phase of ischaemic or haemorrhagic stroke may worsen outcomes; however, after acute period, tight BP control (<140/90 mmHg, or <130/80 mmHg in diabetics) protects against recurrent stroke and other cardiovascular events.Diabetes mellitusAll stroke patients without diagnosed diabetes should be screened for DM. Despite unfavourable effects of hyperglycaemia in acute IS in diabetic, and non-diabetic patients,135–137as showed by many studies (Supplementary material online,Table S5), strict glycaemia control (e.g. 70–135 mg/dL) in acute stroke is not beneficial and may be even harmful, putting the patient at risk for hypoglycaemia and early neurologic deterioration.138–140Thus, the accepted approach to glycaemia in acute stroke is less stringent (e.g. range 70–180 mg/dL).128,141Patients with post-stroke DM are at a very high risk of cardiovascular complications and should be tightly controlled with a target glycosylated haemoglobin 1c <7% (seeFigure 2for proposed"
  },
  {
    "full_text": "haemoglobin 1c <7% (seeFigure 2for proposed management).142,143Figure 2Proposed management in patient with diabetes mellitus and stroke. Patients with post-stroke hyperglycaemia and hypoglycaemia are at a high risk of cardiovascular complications and blood glucose should be proactively managed. ASCVD, atherosclerotic cardiovascular disease; CAD, coronary artery disease; CKD, chronic kidney disease; DW25, dextrose 25% in water; DW50, dextrose 50% in water; DM, diabetes mellitus; GLP-1RA, glucagon-like peptide-1 receptor antagonist; HF, heart failure; HbA1c, glycated haemoglobin; FPG, fasting plasma glucose; PAD, peripheral artery disease; PPG, postprandial glucose; TBR, time below range, TIR, time in range; SGLT2i, sodium glucose co-transporter-2 inhibitor.In summary, while less stringent glycaemia control is beneficial in the acute phase of stroke, post-stroke patients should be subjected to rigorous, long-term glycaemic control.DyslipidaemiaThe available evidence on role of dyslipidaemia for pathogenesis of stroke is moderately robust, but most of the data (Supplementary material online,Table S6) indicate that lowering LDL-C is the primary target in IS, and each 1 mmol/L (39 mg/dL) decrease in LDL-C levels reduces the risk of any stroke by 21.1%.144First-line drugs are statins. In patients with initial LDL-C levels which are much higher than the target LDL-levels, ezetimibe could be started right away as an add-on treatment to statins. Although the related evidence is low, especially when compared to the role of immediate onset of statin treatment in patients with acute MI, we suggest that statins with or without ezetimibe is instituted early in the acute phase, as this strategy reduced risk of recurrent stroke in TIA patients with carotid stenosis.145Long-term statin use reduced reoccurrence of fatal or non-fatal stroke in patients after stroke or TIA (in the Stroke Prevention by Aggressive Reduction in Cholesterol Levels study HR 0.84; 95% CI 0.71–0.99), and higher statin adherence reduced risk of recurrent stroke in patients with recent IS without AF (HR 0.78; 95% CI, 0.63–0.97) and with AF (HR 0.59; 95% CI, 0.43–0.81).146,147Initial reports had generated the hypothesis that statins and other lipid-lowering drugs may perhaps increase the of haemorrhagic stroke, but this was not confirmed in plenty of large-scale epidemiological studies.148,149Patients with IS are at very high cardiovascular risk and should be subject to at least 50% reduction of LDL-C with target LDL-C value of 1.4 mmol/L (55 mg/dL).150–152Patients with IS or TIA which is attributed to a specific aetiology that is not related to cardiovascular risk factors like cervical artery dissection, patent foramen ovale (PFO), endocarditis, and atrial myxoma should not be a priori considered as of very high risk for stroke recurrence and cardiovascular morbidity and mortality. For such patients, it is suggested that lipid lowering treatment should be based on a personalized 10-year"
  },
  {
    "full_text": "should be based on a personalized 10-year cardiovascular risk, estimated by the calibrated country-specific SCORE.153Figure 3shows the proposed management of dyslipidaemia in IS.Figure 3Proposed management of dyslipidaemia in ischaemic stroke. PCSK9-i, proprotein convertase subtilisin/kexin type 9 inhibitor.In summary, LDL-C lowering is the primary target in IS and an early institution of statins and their long-term use reduce the risk of a recurrent stroke.In patients at increased risk of ischaemic events owing to elevated triglyceride levels despite statin use the additional triglyceride-lowering therapy reduces the residual risk and improve survival.154Other comorbiditiesPatent foramen ovalePFO is a common abnormality that affects up to 20–25% of women and a smaller percentage of men.155In most people, a PFO remains asymptomatic, but in a small percentage, it may be associated with the development of an embolic IS via paradoxical embolization Before concluding that a PFO is the causative mechanism for an IS, an exhaustive search for other stroke aetiologies should be performed (Table 1).Table 1A summary of potential stroke aetiologies and how to test for themStroke aetiologyTesting approachLarge artery diseaseCT or MR angiographySmall vessel diseaseBrain MRI—evaluate the topography of the infarctStructural cardiac abnormalityTransthoracic and/or transesophageal echocardiogram, bubble testCardiac arrhythmiaProlonged ECG monitoring: at least 14–28 daysPlaque of the ascending aortaTransesophageal echocardiogramHypercoagulable stateHypercoagulable blood testingLower extremity deep vein thrombosisLower extremity ultrasound or MR veinogramWhen other potential stroke aetiologies have been excluded and the PFO is determined to be the likely stroke mechanism, then treatment options to prevent future strokes need consideration. The risk of a recurrent stroke in PFO-related stroke is low, approximately 1–2% per year, but it is more substantial in higher risk PFOs, i.e. those with a larger amount of intracardiac shunting or when the PFO is associated with an atrial septal aneurysm.156Two approaches to secondary prevention are employed: antithrombotic therapy that in most cases consists of antiplatelet treatment or alternatively interventional closure of the PFO by occluder or remote surgical (stitch) technology. These two therapeutic approaches were evaluated in clinical trials in PFO-related stroke patients under the age of 60157as it is understood that with higher age other potential causes of stroke may be increasingly prevalent even if they had not been detected in standard diagnostic workup. In these patients it was demonstrated that PFO closure with long term antiplatelet therapy was superior to medical therapy alone, but the benefit was only observed in patients with high-risk PFOs (i.e. long-tunnel PFO ≥ 10 mm, hypermobile interatrial septum, Eustachian valve or Chiari’s network, a large right-to-left shunt during Valsalva manoeuver, low-angle"
  },
  {
    "full_text": "shunt during Valsalva manoeuver, low-angle PFO ≤ 10°). PFO closure was associated with a risk of developing transient AF, as well an increased incidence of haematomas, deep vein thrombosis, and pulmonary embolism.158The increased risk of postprocedural AF declines after the early postprocedural period (e.g. first 45 days after PFO closure) but remains elevated compared with the general population during a long-term follow-up.159The evaluation of patients with presumed PFO-related ISs requires close collaboration between stroke specialists and imaging and interventional cardiologists.160The stroke specialist should determine if the stroke was likely embolic and perform appropriate evaluation to exclude other potential stroke mechanisms, such as large and small artery atherosclerosis and other potential cardiac sources, whilst the cardiologist can assist in performing and interpreting cardiac imaging to identify a cardiac source of the stroke. This should be followed by multidisciplinary team (MDT) discussion about the best approach for secondary stroke prevention. An MDT meeting should be mandated for patient evaluation and selection of intervention.Cardiac thrombusIn patients with an acute stroke in whom a cardio-embolic mechanism is suspected the following potential causes should be excluded: AF or flutter, thrombi in the left ventricle (LV) or in the left atrium/left atrial appendage, or on a prosthetic cardiac valve, as well as other conditions such as mitral stenosis, atrial myxoma, intracardiac masses, or valvular vegetations.161LV mural thrombi account for up to 10% of cardio-embolic strokes and are most often seen in patients who have had a prior extensive anterior MI, with segmental akinesis or dyskinesis.162–164Usually, the development of a LV thrombus occurs between 24 h and 2 weeks after the onset of a MI, with an increased risk in patients with depressed LV function.162The risk of stroke or systemic embolism in the absence of anticoagulation, is as high as 10–20% at 3 months, with the highest risk in the first weeks,163,164declining after 3 months, in parallel with evolution to an organized and fibrotic clot adhering to the endocardium.Transthoracic echocardiography (TTE) is traditionally the standard imaging technique for detecting LV thrombi in patients with acute IS.161More recently, cardiac magnetic resonance (CMR) was found to be superior to TTE in detecting LV thrombus in patients with history of MI and LV dysfunction (LVEF < 50%), with cine-CMR and contrast-enhanced CMR offering the highest diagnostic yield, especially in case of mural or small LV thrombi.165–168Since CMR is a time-consuming, expensive examination, not easily available in most centres, new approaches have been developed in the field of echocardiography, with ultrasound contrast agents significantly improving the diagnostic accuracy of TTE.168Anticoagulation is absolutely indicated if a LV thrombus is detected and has to be integrated and combined with control"
  },
  {
    "full_text": "has to be integrated and combined with control of hypertension and other risk factors. For oral anticoagulation, VKAs have been traditionally recommended. For the DOACs, few data are available, limited to case reports and case series, and their use in this setting remains off-label.168–170MDTs and the roadmap to potentiate integrated stroke careThere are multiple pathologies that may lead to an IS: diseases of the arteries and diseases of the heart, thrombosis-mediated and thrombosis-unrelated, embolic and small-vessel disease, atherosclerotic, and non-atherosclerotic (Figure 3). The myriad of cardiac, vascular, haematologic, and other underlying aetiologies highlights that stroke is not caused by a single disease.171Moreover, many prevalent cardiovascular comorbidities are risk factors for these pathways leading to stroke such as arterial hypertension, DM, dyslipidaemia, heart failure, smoking, obesity, and physical inactivity to name only the most prevalent.69Hence, engaging in the prevention of a first or recurrent stroke is a challenging task that requires competency in the management of the complex interactions outlined above.To add further to the complexity of integrated care for stroke, there are many challenges when treating a patient with acute and subacute ischaemic or hemorrhagic stroke. Although only a minority of stroke patients arrive rapidly enough to hospital settings, timely recanalization of an occluded cerebral artery is crucial as it may markedly improve patient outcomes, especially for those patients treated with endovascular treatment, with one of the best number-needed-to-treat metrics in medicine.172Recanalization treatments have advanced in recent years from the technically-simple intravenous administration of alteplase in the early 90 s to the modern innovative interventional endovascular procedures which are further enhanced by sophisticated imaging and artificial intelligence.Most stroke patients develop several typical complications of cardiovascular, infectious, metabolic, neurologic, and neurosurgical nature, which need to be handled in a holistic multi-system approach. Such treatment is best provided on specialized stroke units (indeed, the Action Plan for Stroke in Europe 2018–2030 targets to treat 90% or more of all patients with stroke in Europe in a dedicated stroke unit as the first level of care16) and the interdisciplinary care concepts of close monitoring and early treatment of multiple complications are the key principle of stroke unit care—treating not the stroke, but the patients with stroke. Simultaneously, the diagnostic quest for the underlying cause occurs in parallel with acute stroke management and incorporates sophisticated multimodal diagnostic tools that add to the complexity by bringing up puzzling diagnostic challenges and uncertainties.173–175Clearly, a MDT is required to contribute specialized expertise from a range of specialties involved as individually required.It is evident that the"
  },
  {
    "full_text": "as individually required.It is evident that the events leading to a stroke develop over many years, even decades, before the patient is admitted acutely to a stroke care facility as the stroke risk factors silently build the cardiovascular pathology which will eventually cause the stroke. These cardiovascular risk factors are chronic conditions that persist in the stroke survivor, alter recovery, and increase the risk of recurrence. Moreover, the stroke patient is usually elderly and often has associated disabilities and comorbidities that complicate the successful re-integration into the community, and is one of the most complicated medical paths that a person may have to walk through (Figure 4). Stroke is one of the most typical examples of a medical condition which extends horizontally beyond and across the boundaries of the traditional medical specialties and is best served by integrated, collaborative, inclusive, interdisciplinary teamwork.176Figure 4The Stroke Continuum. Patient care across the Stroke Continuum: from primordial prevention (maintenance of health) to primary prevention (control of stroke risk factors), acute stroke, secondary prevention and tertiary prevention (minimization of stroke impact). Depending on the stage of the Stroke Continuum in which the stroke patient is encountered, the stroke physician may have different roles and responsibilities. For example: stroke physicians who serve at the acute stroke care setting would preferentially have strong expertise in selecting and implementing interventional procedures, offering best supportive treatment to minimize acute complications, and guiding and evaluating the diagnostic workup to plan the most effective treatments to reduce recurrence risk—typically this would involve specialty physicians of internal medicine, neurology, cardiology, critical care, intensive care and others. stroke physicians who serve at the rehabilitation setting would preferentially have strong expertise in rehabilitation and in the management of chronic complications like dysphagia, malnutrition and related metabolic derangements—typically this would involve specialty physicians of physical medicine and rehabilitation, neurology, internal medicine and others. Stroke physicians who serve at the outpatient clinic and focus mainly on preventing first or recurrent strokes would preferentially have strong expertise in the management of stroke risk factors—typically this would involve specialty physicians of cardiology, neurology, internal medicine, general practitioners and others. Stroke physicians who are engaged with interventional procedures in the hyperacute and acute setting (or else, stroke interventionists) would preferentially have strong expertise in endovascular procedures like interventional neurology, neuroradiology/radiology, neurosurgery, vascular surgery and cardiology. Across the Stroke Continuum, there is a need for multi-disciplinary collaboration and coordination of care, including"
  },
  {
    "full_text": "collaboration and coordination of care, including the complex treatment of cardiovascular conditions with the overarching goal to improve recovery, prevent recurrence, and enhance survival and quality of life for the patient with stroke.The ‘Stroke Continuum of Care’ has been outlined as the stepwise approach to prevention, treatment, and recovery for stroke. Even though patients may follow different trajectories within the Stroke Continuum, with some patients experiencing a once-in-a-lifetime TIA without any sequelae, whereas others suffer severe disabling strokes, eventually most patients will need the services of physicians from different specialties with stroke-specific expertise, as well as of other healthcare professionals including nurses, physical therapists, occupational therapists, speech therapists, social workers, and psychologists.In this context, the role of the stroke physician is central to assist the patient journey through this marathon. Not to substitute the related medical specialties, but rather to orchestrate them to combine the needed expertise from a range of specialties in comprehensive multidisciplinary concepts for state-of-the-art stroke care. Such multidisciplinary concepts should cover the entire course of the patients from acute event through emergency care to subacute (Stroke unit) care to long-term diagnostic workup and risk factor monitoring and treatment.The integrated model of stroke care is implemented in several national health care systems like in the United Kingdom177,178and Canada,179but there is still heterogeneity globally and further harmonization is warranted.180The recognition and certification of Stroke Medicine as an official subspecialty of the aforementioned specialties like is already the case in the United Kingdom178(in which the Stroke Medicine programme is open to all trainees holding certification in one of the following medical specialty: acute internal medicine, cardiology, clinical pharmacology and therapeutics, general internal medicine, geriatric medicine, neurology and rehabilitation medicine), and the implementation of specific subspecialty curricula177that are preferentially harmonized across the European Union and beyond will greatly facilitate this process.181Additionally, the harmonization of training curricula for stroke interventionists is of paramount importance to increase patient access to timely recanalization, given the still limited availability of skilled medical personnel to cover the needs at population level.182We encourage research focusing on the clinical efficacy of multidisciplinary post-acute stroke management clinics to prevent hard clinical outcomes like stroke recurrence, re-hospitalization, and major cardiac events, as well as their cost-efficiency.Integrated care for stroke in specific settings: Covid-19 pandemic, low middle income countries, othersCOVID-19The COVID-19 pandemic had a significant impact on the delivery of stroke care; major reorganizations"
  },
  {
    "full_text": "delivery of stroke care; major reorganizations were required to accommodate the rising numbers of COVID-19 admissions and redeployment of staff.183,184Despite the strong association with COVID-19 and IS, numbers of stroke admissions fell during the lockdown, possibly due to milder stroke patients staying home and excess stroke deaths in the community.185,186The manifestation of stroke as the first presentation of COVID-19 posed a particular transmission risk in the acute setting, with infection control measures rapidly embedded within the admission pathway to mitigate nosocomial transmission.183,185Complex, often young, patients were reported with multifocal large vessel occlusion, hypercoagulability, respiratory insufficiency, and multiple co-morbidities, especially diabetes and heart disease, contributing to increased length of hospital stay, case fatality, and high demand on the MDT.187–189Overall, quality of care was preserved, and access to imagining and swallow assessment improved during the lockdown, but definitive hyperacute stroke intervention was significantly affected, particularly thrombolysis delivery.186,190Bottlenecks emerged, especially during the surge in transmission, specifically in moving patients along the stroke pathway, underscored by excess hospital admissions due to COVID-19, patients with stroke being managed on ‘COVID wards’ and an overwhelmed social support services in the community.187,191Notably, the acceleration of collaborative clinical and research networks, virtual meetings, and maximizing telemedicine throughout the whole stroke pathway, including pre-hospital, were opportunities that emerged from these challenging times that may have a lasting legacy.183,184Low-to-middle income countriesLow-to-middle income countries (LMICs) currently harbour 70% of the global stroke burden but are the least equipped in providing stroke management.192An ageing population, urbanization leading to an increased prevalence of modifiable risk factors such as hypertension, obesity, diabetes, and hypercholesterolaemia have an additive role.193Regional factors such as infection (e.g. HIV) and air pollution also contribute in varying degrees.194,195Furthermore, primary and secondary stroke prevention are not fully optimized compared with high-income countries (HICs).196Stroke care models in HICs have had a limited transition to LMICs due to the prohibitive costs and cultural variations. As a result, adaptations have arisen, for example, task shifting involving community healthcare workers and carers, hub and spoke models supported by telemedicine, physician and specialist-led stroke services but unsupported by region-specific evidence.196The vast majority of LMICs have an unselected approach to stroke management, accounting for very poor outcomes.197Simple yet effective interventions may have to be the focus in LMICs, invigorated by innovation and supported by research to demonstrate benefit.Competing disease presentations,"
  },
  {
    "full_text": "benefit.Competing disease presentations, prioritization of treatment during acute strokeCommon concomitant diseases that may precede or accompany acute stroke and require timely cardiological workup and intervention besides AF are heart failure and ACS, as they often determine the patients’ outcomes. Patients with IS have a high 1-year risk of major adverse cardiovascular events with the highest risk within the first 30 days after the ischaemic event.198,199The extent of acute infarct size and stroke presentation often correlates with the severity of cardiac involvement. Apart from pre-existing CVD, heart failure can acutely occur as neurogenic stress or Takotsubo cardiomyopathy. In the echocardiographic examination or extended imaging by cardiac MRI they reveal reduced systolic function and/or wall motion abnormalities.200,201Electrocardiographic changes and arrhythmias (usually tachyarrhythmias, in particular AF) are common occurring in every fourth stroke patient, with the incidence being highest during the first day after stroke,202and elevated cardiac enzymes including creatine kinase major bleeding or troponins and natriuretic peptides are observed frequently. In IS patients with no history of cardiac disease, the occurrence of signs of cardiac damage was more than 50%.203The term stroke-heart syndrome204,205comprises the neurovisceral damage observed in context with cerebral injury. It can be predicted by clinical and routine laboratory variables, which usually identify older and sicker patients.203Multiple causes for stroke-induced alterations in the neurocardiogenic axis have been discussed. Besides neurogenic, endocrine (e.g. hypothalamic-pituitary-adrenal axis), and psychological stress, an enhanced inflammatory and immune response, a temporary disruption of the blood–brain barrier and autonomic imbalance have been discussed.206–208The interpretation of cardiac abnormalities in the context with acute stroke remains a challenge since alterations may be transient in nature with complete recovery. But, they may also lead to deterioration and chronic impairment. Whereas patients with high risk of adverse cardiac events need to be identified for targeted intervention, over-diagnosis, and treatment based on cardiac markers alone needs to be avoided.Treatment implicationsTachyarrhythmic episodes may require prompt rate control or cardioversion if haemodynamically unstable. Commonly, betablockers, non-dihydropyridine calcium channel blockers respecting their negative inotropic actions, and digoxin with a delayed effect are used. Amiodarone can also be administered for rapid rate control and eventually cardioversion. Anticoagulation should be instituted as soon as deemed safe post stroke.Whereas heart failure therapy according to guidelines should be instituted upon diagnosis and carefully up-titrated balanced with infarct-related needs, e.g. optimized lower blood pressure boundaries, mechanical circulatory support in heart failure needs to be"
  },
  {
    "full_text": "circulatory support in heart failure needs to be weighed in context with the overall holistic prognosis, and instituted after careful decision in the stroke-heart team. A frequent differential diagnosis in the context of markers of myocardial damage, e.g., ECG abnormalities up to ST segment elevations, enzyme elevations, and cardiac dysfunction that need timely attention is ACS. Invasive diagnostics and the potential need of dual antiplatelet therapy for conservative treatment of an ACS or after percutaneous coronary intervention require interdisciplinary decision-making and careful risk benefit assessment. However, a routine measurement of troponins on admission for acute stroke needs to be viewed critically. Using modern troponin assays, elevations are observed in more than 50% of admissions.209Despite a higher risk of adverse outcomes, only a minority of patients have a classical ACS. Which patients qualify for invasive diagnostics and more aggressive ACS treatment is subject of the PRediction of Acute Coronary Syndrome in Acute Ischaemic StrokE study (NCT03609385).Patient perspectiveStroke is an unexpected, and for most people, a life-changing event, and it is important to remember that every patients’ experience will be unique. The trajectory will differ between patients, and their perceptions and experiences will be influenced by the stroke sequelae, the care and treatment they receive, the ongoing support available to them, and their ability to adapt/adjust. For many patients and their family/caregivers, their main concern following a stroke is the risk of a recurrent event. Therefore, the emphasis is often on secondary stroke prevention, and lifestyle changes are necessitated; these must be individually tailored to the patient. However, for those with a severely disabling stroke, prevention of recurrence is generally a lower priority. For many patients finding the cause of their stroke is important to enable them to reduce their chances of recurrence. However, the aetiology of the stroke is often not immediately apparent and may require ongoing, and sometimes protracted, investigation to ascertain the cause; in about 30%, the cause will remain unknown,210and this heightens anxiety and can significantly impair recovery.Stroke has a significant psychological impact as well as physical side-effects. Post-stroke depression and anxiety are common211–215and can significantly impact patients’ ability, motivation, and engagement with essential lifestyle modifications (e.g. medication adherence, exercise, smoking cessation, dietary changes, etc.); for some, the emotional impact of the stroke may only become apparent several months later. Loss of independence, greater reliance on family and friends, inability to return to work, decreases in previous social/leisure activities, disability or reduced physical functioning, cognitive impairment, communication difficulties (reading, speaking, listening), fatigue, effect on relationships, and the"
  },
  {
    "full_text": "fatigue, effect on relationships, and the financial impact of stroke can all detrimentally affect the patient, impacting their physical and mental health and reducing their quality of life (and that of their family). It is also imperative to consider the impact of socioeconomic factors,216,217such as health literacy, housing conditions, access to affordable and nutritious food, personal safety, transport, social support etc., on an individual’s capacity for resilience and ability to implement lifestyle changes necessary to promote recovery and reduce recurrence.Ongoing support, listening to the patient and providing personalized education, information, and advice in simple terms with consistent messages are important throughout the patient journey and continuity of care is essential. Integrated care for stroke advocated in this consensus document requires streamlining of care pathways and MDT working to optimize patient care and improve patient outcomes. Central to the success of integrated care is greater patient and family/caregiver involvement in planning and co-producing support packages and input and feedback on optimizing stroke care pathways.Long-term post-stroke managementEmerging evidence suggests that comprehensive pragmatic care pathways with continued post-hospital involvement of the multidisciplinary stroke team could reduce the longer-term health burden of stroke.218Further high-quality studies are needed to inform sustainable long-term care pathways for long-term improvement in clinical and patient-reported outcomes among stroke patients.Consensus statementsThe co-occurring and inter-linked nature of CVD requires an integrated care action plan to prevent, identify, treat, and rehabilitate people. This targets the prevention of recurrent stroke, improves patient functional status and symptoms, and manages cardiovascular risk factors, comorbidities, and lifestyle changesA post-stroke ABC pathway is proposed as a more holistic approach to integrated stroke care and would include three pillars of management:A: Appropriate Antithrombotic therapy.B: Better functional and psychological status.C: Cardiovascular risk factors and Comorbidity optimization (including lifestyle changes).Appropriate thromboprophylaxis should be targeted to the underlying comorbidity, for example, anticoagulation for patients with AF.When stroke patients have both AF and vascular disease, anticoagulation monotherapy would suffice.In high-risk stable atherosclerotic vascular disease patientswithout AF, combination therapy with rivaroxaban 2.5 mg bid and aspirin provides some benefits on CVD events (including on stroke)even in the absence of associated AF, but at the risk of more major bleeding.In the absence of AF, antiplatelet drugs are used for secondary stroke prevention for non-cardioembolic stroke with either aspirin and clopidogrel or ticagrelor. Both the combination of clopidogrel and aspirin and ticagrelor and aspirin have been found to be superior to"
  },
  {
    "full_text": "and aspirin have been found to be superior to aspirin alone for 90-day treatment of acute minor strokes and high-risk TIAs. The combination of clopidogrel and aspirin has also been utilized for intracranial atherosclerotic ISs.Better functional and psychological status requires care packages and management pathways to be established and implemented, including tailored rehabilitation and personalized appropriately to the patient’s needs, both in hospital, during rehabilitation, and post-discharge. Assessment of PSD, anxiety, and cognitive impairment should be undertaken as part of post-stroke care, with appropriate intervention where required.Cardiovascular risk factors and comorbidities are common in stroke patients, and all need to be considered and addressed in a holistic manner, with treatment targets as per CVD prevention guidelines.A considerable burden of previously unknown AF can be detected when long-term monitoring is applied in at-risk patients.Across the stroke continuum, there is a need for multi-disciplinary collaboration and coordination of care, including the complex treatment of cardiovascular conditions with the overarching goal to improve recovery, prevent recurrence, and enhance survival and quality of life for the patient with stroke.Competing disease presentations in the context with acute stroke remains a challenge and may also lead to deterioration and chronic impairment. Over-diagnosis and treatment based on cardiac markers alone needs to be avoided.Central to the success of integrated care for stroke is greater patient and family/caregiver involvement in planning and co-producing support packages, and input and feedback on optimizing stroke care pathways.Supplementary Materialehac245_Supplementary_Data"
  }
]