[
  {
    "full_text": "TITLE: Intra-arrest cooling with delayed reperfusion yields higher survival than earlier normothermic resuscitation in a mouse model of cardiac arrest ABSTRACT: SummaryBackgroundTherapeutic hypothermia (TH) represents an important method to attenuate post-resuscitation injury after cardiac arrest. Laboratory investigations have suggested that induction of hypothermia before return of spontaneous circulation (ROSC) may confer the greatest benefit. We hypothesized that a short delay in resuscitation to induce hypothermia before ROSC, even at the expense of more prolonged ischemia, may yield both physiological and survival advantages.MethodsCardiac arrest was induced in C57BL/6 mice using intravenous potassium chloride; resuscitation was attempted with CPR and fluid administration. Animals were randomized into three groups (n=15 each): a normothermic control group, in which 8 min of arrest at 37째C was followed by resuscitation; an early intra-arrest hypothermia group, in which 6.5 min of 37째C arrest were followed by 90 sec of cooling, with resuscitation attempted at 30째C (8 min total ischemia); and a delayed intra-arrest hypothermia group, with 90 sec cooling begun after 8 min of 37째C ischemia, so that animals underwent resuscitation at 9.5 min.ResultsAnimals treated with TH demonstrated improved hemodynamic variables and survival compared to normothermic controls. This was the case even when comparing the delayed intra-arrest hypothermia group with prolonged ischemia time against normothermic controls with shorter ischemia time (7 day survival, 4/15 vs 0/15, p<0.001).ConclusionsShort resuscitation delays to allow establishment of hypothermia before ROSC appear beneficial to both cardiac function and survival. This finding supports work suggesting that post-resuscitation injury processes begin immediately after ROSC, and that intra-arrest cooling may serve as a useful therapeutic approach to improve survival. BODY: BackgroundTherapeutic hypothermia (TH) represents an important method to attenuate post-resuscitation injury after cardiac arrest. Laboratory investigations have suggested that induction of hypothermia before return of spontaneous circulation (ROSC) may confer the greatest benefit. We hypothesized that a short delay in resuscitation to induce hypothermia before ROSC, even at the expense of more prolonged ischemia, may yield both physiological and survival advantages."
  }
]