[
  {
    "full_text": "TITLE: Intra‐arrest blood‐based biomarkers for out‐of‐hospital cardiac arrest: A scoping review ABSTRACT: AbstractObjectiveBlood‐based biomarkers play a central role in the diagnosis and treatment of critically ill patients, yet none are routinely measured during the intra‐arrest phase of out‐of‐hospital cardiac arrest (OHCA). Our objective was to describe methodological aspects, sources of evidence, and gaps in research surrounding intra‐arrest blood‐based biomarkers for OHCA.MethodsWe used scoping review methodology to summarize existing literature. The protocol was designed a priori following the Preferred Reporting Items for Systematic Reviews and Meta‐Analyses (PRISMA) Extension for Scoping Reviews. Inclusion criteria were peer‐reviewed scientific studies on OHCA patients with at least one blood draw intra‐arrest. We excluded in‐hospital cardiac arrest and animal studies. There were no language, date, or study design exclusions. We conducted an electronic literature search using PubMed and Embase and hand‐searched secondary literature. Data charting/synthesis were performed in duplicate using standardized data extraction templates.ResultsThe search strategy identified 11,834 records, with 118 studies evaluating 105 blood‐based biomarkers included. Only eight studies (7%) had complete reporting. The median number of studies per biomarker was 2 (interquartile range 1–4). Most studies were conducted in Asia (63 studies, 53%). Only 22 studies (19%) had blood samples collected in the prehospital setting, and only six studies (5%) had samples collected by paramedics. Pediatric patients were included in only three studies (3%). Out of eight predefined biomarker categories of use, only two were routinely assessed: prognostic (97/105, 92%) and diagnostic (61/105, 58%).ConclusionsDespite a large body of literature on intra‐arrest blood‐based biomarkers for OHCA, gaps in methodology and knowledge are widespread. BODY: 1INTRODUCTION1.1BackgroundAdvanced cardiovascular life support for out‐of‐hospital cardiac arrest (OHCA) contains only a single branch point in its algorithm, which is based on the electrical activity of the heart.1,2,3No other physiologic biomarkers are algorithmically defined during the intra‐arrest phase of OHCA resuscitations. Although clinical providers taught the “5 H's and 5 T's,” a differential diagnosis for OHCA, there is no standardization on how to test or when to treat these, and other, potential underlying etiologies. Therefore, intra‐arrest interventions for OHCA are frequently given empirically, without guidance from patient‐specific data. As a result, few efficacious intra‐arrest interventions exist. In the case of pulseless electrical activity (PEA), the treatment algorithm has been reduced to a single medication, epinephrine, and even its utility has been called into question by recent clinical trials.41.2ImportanceBlood‐based biomarkers play a central role in the diagnosis and treatment of essentially all critically ill"
  },
  {
    "full_text": "and treatment of essentially all critically ill patients. However, for OHCA, this often does not occur until after return of spontaneous circulation (ROSC). The principal reason why intra‐arrest blood‐based biomarkers are not routinely measured is operational: rapid on‐scene treatment is preferred since OHCA is a highly time‐dependent disease process and measuring blood‐based biomarkers outside the hospital setting is challenging.5Although post‐ROSC blood‐based biomarkers are important for the clinical management of post‐cardiac arrest syndrome, they are unlikely to inform intra‐arrest management, given the dramatic pathophysiologic changes that occur when native heart function is restored.6Animal models, while critically important for studying the mechanics of cardiopulmonary resuscitation and developing hypotheses, cannot directly inform the pathophysiology of a human patient. For example, animal models of PEA frequently rely on asphyxia or countershocks to induce PEA, but up to 50% of PEA in humans is thought to have a non‐electrical cardiac etiology, with increasing incidence of PEA perhaps driven by the rise in beta‐blocker usage.71.3GoalsThe goal of this investigation was to describe the key concepts, methodological aspects, sources of evidence, and gaps in the research surrounding intra‐arrest blood‐based biomarkers for OHCA to guide future research efforts. To achieve this, we used scoping review methodology.8In North America, intra‐arrest medical care is often provided by paramedics in the prehospital setting, so this was a specific area of interest.2METHODS2.1Protocol and eligibility criteriaThe study protocol was designed a priori following the Preferred Reporting Items for Systematic Reviews and Meta‐Analyses (PRISMA) Extension for Scoping Reviews.8The protocol is described in total in this manuscript as per the International Prospective Register of Systematic Reviews (PROSPERO).9All data were publicly available, so the study was exempt from Institutional Review Board approval.The inclusion criteria were: (1) primary peer‐reviewed scientific manuscript/abstract, (2) OHCA, (3) human patients, and (4) at least one blood sample drawn intra‐arrest. The exclusion criteria were: (1) secondary or non‐peer‐reviewed manuscript/abstract, (2) in‐hospital cardiac arrest, (3) animal/laboratory studies, or (4) no blood drawn before ROSC or extracorporeal cardiopulmonary resuscitation (ECPR). In‐hospital cardiac arrests are defined as those initially treated by hospital‐based medical teams, while OHCA are defined as those initially treated by lay bystanders and/or 9‐1‐1 responders. In‐hospital cardiac arrest was excluded since the underlying pathophysiology often differs from OHCA. Blood draws could occur in any setting, including in the hospital, so long as the patient met the definition of OHCA. We required studies to be peer‐reviewed to ensure a minimum level of quality. We applied no language limitations, date restrictions, or exclusions based"
  },
  {
    "full_text": "date restrictions, or exclusions based on study design.2.2Information sources, search strategy, and selection processA research librarian assisted in conducting an electronic literature search by using the databases PubMed (www.pubmed.ncbi.nlm.nih.gov) and Embase (www.embase.com). We also searched the reference sections from multiple versions of the American Heart Association'sGuidelines for Cardiopulmonary Resuscitation and Emergency Cardiovascular Care, textbooks on cardiac arrest, and relevant review articles found by the search strategy. Finally, we asked experts in the field to provide any additional studies.We used Medical Subject Headings terms for PubMed and Emtree Subject Headings for Embase to ensure that synonyms and associated terms were included in the search. Multiple searches were conducted in both databases, with each individual search using at least one heading for the broad category of cardiac arrest, and a second heading for the broad category of blood‐based biomarker, combined with the Boolean Operator “AND.” The following headings were used for PubMed: “out‐of‐hospital cardiac arrest,” “heart arrest,” “emergency medical services,” “hospital emergency service,” “metabolism,” “electrolytes,” “biomarkers,” “metabolomics,” “transcriptome,” “troponin,” “d‐dimer,” “blood proteins,” “hormones,” “drug overdose,” and “hematologic tests.” The following headings were used for Embase: “out of hospital cardiac arrest,” “heart arrest,” “emergency health service,” “emergency ward,” “metabolic disorder,” “electrolyte,” “medical parameters,” “metabolomics,” “transcriptome,” “troponin,” “d‐dimer test,” “plasma protein,” “hormones and agents acting on the endocrine system,” “drug overdose,” and “blood examination.”Two authors independently reviewed all titles from this search strategy for relevance based on the inclusion and exclusion criteria. If appropriate, the entire manuscript was then reviewed. A consensus of the authors was used to determine the final list of articles that met all criteria. The literature search was current as of December 15, 2022.2.3Data charting and synthesisTwo authors performed data charting and synthesis in duplicate using a standardized data extraction template developed for this scoping review after the initial search, as described below. A consensus of the authors was used to resolve any inconsistencies and disagreements. We charted the following data for each study:Last name of first authorYear of publicationGeographic region of subject enrollmentAge category of subjects (pediatrics defined as <15 years old)Subtype(s) of cardiac arrest investigatedSetting(s) where blood draw(s) occurredClinician(s) performing the blood draw(s)Stage(s) of resuscitation when blood draw(s) occurred (defined below)Whether serial blood samples were obtainedBlood‐based biomarker investigatedSource(s) of bloodAdditive(s) in blood collection tubeWhether laboratory methods for biomarker detection were describedTime interval between"
  },
  {
    "full_text": "detection were describedTime interval between blood collection and final processing (prehospital studies only)The stages of resuscitation when blood draws could occur were categorized as follows. Few studies reported a per‐minute accounting of blood draws, so a 5‐min threshold was used only as a theoretical framework to align study investigators.Intra‐arrest: while patient is pulselessAt ROSC: <5 min after ROSCPost‐ROSC: >5 min after ROSCAt termination of resuscitation (ToR): <5 min before or after ToRAt ECPR: <5 min after starting ECPRPost‐ECPR: >5 min after starting ECPRFor each blood‐based biomarker, we synthesized the following elements:Biomarker nameBiologic function and/or plausibility as biomarkerNumber of studies investigating the biomarkerCategory of use for the biomarker (defined below)Qualitative summary of results (defined below)We used the Biomarkers, Endpoints, and other Tools (BEST) Resource from the US Food and Drug Administration‐National Institutes of Health (FDA‐NIH) Biomarker Working Group to describe biomarker categories of use:10Diagnostic: presence of disease or subtypeMonitoring: draw repeatedly to assess disease statusResponse: demonstrate biologic response to medical interventionPredictive: predict favorable or unfavorable effect from medical interventionPrognostic: predict likelihood of clinical outcomeSafety: adverse event after medical interventionSurrogate endpoint: predicts a specific clinical benefitSusceptibility: potential for developing a disease not currently presentWe counted the number of studies and biomarkers that fit into predefined categories. The overall goal of a scoping review is to identify key concepts and gaps in research, so a quantitative critical appraisal of individual studies and/or statistical combination of multiple studies is out of scope. A qualitative summary of results for each biomarker was undertaken to provide the reader with a general understanding of the available research, but this should not be considered a definitive assessment of biomarker utility. We used the following generalizations in these qualitative summaries:Associated: available studies have generally demonstrated associations (unadjusted and/or adjusted analyses)No association: available studies have generally not demonstrated any associationsUncertain association: available studies have produced conflicting resultsShort‐term patient outcomes: ROSC, survival to hospital admission, or similarLong‐term patient outcome: survival to hospital discharge, cerebral performance category score, or similarOnly published data were reported, and missing data were reported as such. Due to the large volume of missing data and the number of years since publication, contacting individual study investigators for additional data was not feasible. Studies that had incomplete reporting to fully assess all inclusion and exclusion criteria were reported as such.3RESULTSThe search strategy identified a total of 11,834 records, of which 6914"
  },
  {
    "full_text": "a total of 11,834 records, of which 6914 were non‐duplicates. After applying all inclusion and exclusion criteria, 118 studies were included in the scoping review, as shown in Figure1.11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,70,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,127,128FIGURE 1Flow diagram of study selection.These studies are described in detail in Tables1,2,3,4,5,6. Incomplete reporting was common, especially for the stage of resuscitation when the blood draw occurred (eg, intra‐arrest, post‐ROSC). Due to these missing data, we could not fully assess the inclusion and exclusion criteria for 31 studies, but they were included in the scoping review to provide a broader overview of the state of the science. Only eight studies (7%) had complete reporting with no missing data.TABLE 1Blood gas and energy studies.StudyaRegionDesignPopulationbSetting and clinician drawing bloodSample timingcBlood biomarker(s)Sample collectionLaboratory methodsdAbramson et al. 202214AmericasRetrospective cohortAge: adultSubtype: noneSetting: prehospitalClinician: paramedicStage: intra‐arrestSerial: noGlucoseSource: ØTube: ØØTime: 1 minAhn et al. 201816AsiaInterventionalAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: yesBicarbSource: arterialTube: ØDescribedBartos et al. 202019AmericasRetrospective cohortAge: adultSubtype: VFSetting: hospitalClinician: ØStage: intra‐arrestSerial: nopH, pO2, pCO2, lactateSource: arterialTube: ØØBender et al. 200720EuropeInterventionalAge: adultSubtype: noneSetting: prehospitalClinician: physician, paramedicStage: intra‐arrest, post‐ROSCSerial: yespH, pO2, Bicarb, BE, Na, K, HgSource: venous, arterialTube: ØØTime: ØBishop and Weisfeldt 197621AmericasProspective cohortAge: ØSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: yespH, pO2, Na, K, osmolalitySource: arterialTube: ØØBrugger et al. 201924EuropeRetrospective cohortAge: adult, pedsSubtype: coldSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, KSource: ØTube: ØØCalbay et al. 201926AsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrest, at ROSCSerial: yespH, pO2, pCO2, BE, lactateSource: arterialTube: heparinDescribedCannon et al. 198727AmericasProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, pO2, pCO2, Na, K, Cl, CO2, glucose, MagSource: arterial, venousTube: ØDescribedChen et al. 201128AsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, pCO2, Bicarb, glucose, WBC, Hct, Cr, Na, K, AST, CK‐MB, troponin‐ISource: ØTube: ØØChien et al. 201029AsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage:"
  },
  {
    "full_text": "adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, pCO2, pO2, BicarbSource: ØTube: ØDescribedCorral Torres et al. 202031EuropeProspective cohortAge: adultSubtype: noneSetting: prehospitalClinician: physician, nurseStage: intra‐arrestSerial: nopH, pCO2, Bicarb, BE, Na, K, Ca, lactateSource: venousTube: ØDescribedTime: 1 minDadeh and Nuanjaroan 201832AsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: noLactateSource: ØTube: ØØDaou et al. 202033aAustraliaRetrospective cohortAge: adultSubtype: ECPRSetting: hospitalClinician: ØStage: intra‐arrest, at ECPRSerial: nopH, AST, Cr, lactateSource: ØTube: ØØDorph et al. 200434EuropeProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopCO2Source: arterialTube: ØDescribedGando et al. 199738AsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrest, at ToR, post‐ROSCSerial: yespH, Bicarb, lactate, pyruvate, ionized Ca, total CaSource: arterialTube: heparin, perchloric acidDescribedGennis et al. 198544AmericasProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, pCO2, bicarbSource: arterial, venousTube: heparinDescribedGruebl et al. 202145EuropeRetrospective cohortAge: adultSubtype: noneSetting: prehospitalClinician: ØStage: intra‐arrestSerial: nopH, K, lactateSource: arterial, venousTube: ØDescribedTime: 1 minHong et al. 202148AsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: physicianStage: intra‐arrestSerial: yespH, pO2, pCO2, Bicarb, lactateSource: arterialTube: heparinDescribedJanata et al. 200352aEuropeRetrospective cohortAge: adultSubtype: PESetting: EDClinician: ØStage: ØSerial: nopH, lactateSource: ØTube: ØØJouffroy et al. 201454EuropeRetrospective cohortAge: adultSubtype: ECPRSetting: hospitalClinician: ØStage: at ECPR, post‐ECPRSerial: yesLactate, BESource: arterialTube: ØDescribedKim et al. 201656AsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, pO2, pCO2, Bicarb, BE, lactate, Na, K, glucoseSource: arterialTube: heparinDescribedKurkciyan et al. 200062aEuropeRetrospective cohortAge: ØSubtype: PESetting: EDClinician: ØStage: ØSerial: nopH, lactateSource: ØTube: ØØLanghelle et al. 200064EuropeInterventionalAge: adultSubtype: noneSetting: prehospitalClinician: physicianStage: intra‐arrestSerial: yespH, pCO2, pO2, BESource: arterialTube: plainDescribedTime: 1 minLin et al. 201365AsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, pO2, pCO2, Bicarb, BE, Na, K, glucose, Cr, AST, ALT, Hg, WBC, ammoniaSource: ØTube: heparinDescribedLin et al. 201867AsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, KSource: ØTube: ØØLin et al. 202168AsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopHSource: ØTube: ØØLinde et al."
  },
  {
    "full_text": "nopHSource: ØTube: ØØLinde et al. 202269EuropeRetrospective cohortAge: adultSubtype: ECPRSetting: ØClinician: ØStage: intra‐arrestSerial: nopH, pO2, pCO2, BE, lactate, KSource: ØTube: ØØLongstreth et al. 198672AmericasProspective cohortAge: ØSubtype: cardiacSetting: prehospitalClinician: ØStage: intra‐arrest, post‐ROSCSerial: yesGlucoseSource: ØTube: ØØTime: ØMakino et al. 200574aAsiaProspective cohortAge: ØSubtype: noneSetting: EDClinician: ØStage: ØSerial: nopH, pCO2, bicarb, BE, Na, K, Cl, ionized Ca, Mag, Phos, lactate, albuminSource: arterialTube: heparinDescribedMasuda et al. 200375AsiaProspective cohortAge: adultSubtype: witnessSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, pCO2, BESource: arterial, venousTube: heparinDescribedMatsuyama et al. 202077AsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopCO2Source: ØTube: ØØMeislin 198078AmericasProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: yespH, pO2, pCO2Source: arterialTube: ØDescribedMorimura 200979AsiaProspective cohortAge: adultSubtype: VF/pVTSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, pCO2, pO2, BicarbSource: arterialTube: ØØNehme et al. 201683AustraliaRetrospective cohortAge: adultSubtype: cardiacSetting: prehospitalClinician: paramedicStage: intra‐arrestSerial: noGlucoseSource: capillaryTube: ØDescribedTime: 1 minNelskyla et al. 202284EuropeProspective cohortAge: adultSubtype: cardiacSetting: prehospitalClinician: physicianStage: intra‐arrest, at ROSCSerial: yespO2, pCO2Source: arterialTube: heparinDescribedTime: 1 minNishioka et al. 202185AsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: noLactateSource: ØTube: ØØNowak et al. 198787AmericasProspective cohortAge: ØSubtype: cardiacSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, pCO2Source: arterial, venousTube: ØØOkada et al. 202088AsiaRetrospective cohortAge: adultSubtype: ECPRSetting: hospitalClinician: ØStage: intra‐arrestSerial: nopHSource: ØTube: ØØOkada et al. 202089aAsiaRetrospective cohortAge: adultSubtype: coldSetting: EDClinician: ØStage: ØSerial: nopH, K, lactateSource: ØTube: ØØOkada et al. 202190aAsiaRetrospective cohortAge: pedsSubtype: noneSetting: EDClinician: ØStage: ØSerial: nopHSource: ØTube: ØØOrnato et al. 198591aAmericasProspective cohortAge: adultSubtype: noneSetting: EDClinician: physicianStage: ØSerial: nopH, pO2, pCO2Source: arterialTube: heparinØPrause et al. 200195EuropeProspective cohortAge: adultSubtype: noneSetting: prehospitalClinician: physicianStage: intra‐arrestSerial: nopH, pCO2, pO2, lactate, BESource: arterialTube: ØDescribedTime: 2 minPytte et al. 200896EuropeProspective cohortAge: adultSubtype: noneSetting: prehospitalClinician: physicianStage: at ToRSerial: yespH, pCO2, pO2, BESource: arterialTube: ØDescribedTime: 1 minRivers et al. 199297AmericasProspective cohortAge: ØSubtype: noneSetting: EDClinician: ØStage: intra‐arrest, at"
  },
  {
    "full_text": "EDClinician: ØStage: intra‐arrest, at ROSCSerial: yespH, pO2, pCO2, Bicarb, HgSource: arterial, venousTube: ØDescribedSariaydin et al. 201798AsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, pCO2, Bicarb, lactate, glucose, Hg, Cr, WBC, Na, KSource: venousTube: heparinDescribedShih et al. 2019103AsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopHSource: ØTube: ØØShin et al. 2017104AsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, pCO2, pO2, Bicarb, Na, K, Cl, glucose, lactateSource: ØTube: ØDescribedShin et al. 2020105aAsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: physician, nurse, paramedicStage: ØSerial: nopH, pCO2, pO2, Bicarb, Na, K, Cl, Cr, glucose, ionized Ca, lactate, Hg, HctSource: arterial, venous, capillaryTube: heparinDescribedSOS‐KANTO 2017107aAsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: ØSerial: noLactate, ammoniaSource: ØTube: ØØSpindelboeck et al. 2013108EuropeRetrospective cohortAge: adultSubtype: noneSetting: prehospitalClinician: physicianStage: intra‐arrestSerial: nopO2Source: arterialTube: ØDescribedTime: 1 minSpindelboeck et al. 2016109EuropeProspective cohortAge: ØSubtype: noneSetting: prehospitalClinician: physicianStage: intra‐arrest, post‐ROSCSerial: nopH, pO2, pCO2, BESource: arterialTube: ØDescribedTime: 1 minSu et al. 2008111AsiaRetrospective cohortAge: adultSubtype: elderlySetting: EDClinician: ØStage: intra‐arrestSerial: nopH, pCO2, Hg, glucose, Ktroponin‐ISource: ØTube: ØØSu et al. 2009112AsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, pCO2, glucose, Cr, Hg, KSource: ØTube: ØØTallman et al. 2017114aAmericasProspective cohortAge: adult, pedsSubtype: noneSetting: EDClinician: ØStage: ØSerial: nopH, pCO2, pO2, Bicarb, BE, Na, K, glucose, lactateSource: venous, osseousTube: ØDescribedWeil et al. 1985123aAmericasProspective cohortAge: adultSubtype: noneSetting: ED, hospitalClinician: ØStage: intra‐arrest, post‐ROSCSerial: yespH, pCO2, Bicarb, lactate, Na, K, Hg, osmolalitySource: arterialTube: heparinØWilliams et al. 2016124aAustraliaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: ØSerial: yesLactateSource: arterial, venousTube: ØØNote: Symbol “Ø” denotes incomplete reporting of methods.Abbreviations: ALT, aminotransferase; AST, aminotransferase; BE, base excess; Bicarb, bicarbonate; Ca, calcium; CK‐MB, creatine kinase‐myocardial band; Cl, chloride; Cr, creatinine; ED, emergency department; Hct, hematocrit; Hg, hemoglobin; K, potassium; Mag, magnesium; Na, sodium; pCO2, partial pressure of carbon dioxide (arterial or venous); Plt, platelet; pO2, partial pressure of oxygen (arterial or venous); WBC, white blood cell count.aIncomplete reporting to assess all inclusion and exclusion criteria.bPopulation subtype—VF/pVT: ventricular fibrillation or"
  },
  {
    "full_text": "subtype—VF/pVT: ventricular fibrillation or pulseless ventricular tachycardia; cardiac: suspected cardiac etiology of arrest; ECPR: extracorporeal cardiopulmonary resuscitation; refractory: cardiac arrest not responding to standard advanced life support; PE: suspected pulmonary embolism; witness: cardiac arrest witnessed by layperson or emergency medical services; CKD: chronic kidney disease; cold: accidental hypothermia; TTM: targeted temperature management; elderly: geriatric patients.cTiming of blood sample collection—intra‐arrest: while patient is pulseless; at ROSC: <5 min after return of spontaneous circulation; post‐ROSC: >5 min after return of spontaneous circulation; at ToR: <5 min before or after termination of resuscitation; at ECPR: <5 min after starting ECPR; post‐ECPR: >5 min after starting ECPR.dFor prehospital studies, time interval between blood collection and final processing.John Wiley & Sons, Ltd.TABLE 2Cardiac studies.StudyaRegionDesignPopulationbSetting and clinician drawing bloodSample timingcBlood biomarker(s)Sample collectionLaboratory methodsdAarsetoy et al. 201811aEuropeProspective cohortAge: adultSubtype: cardiacSetting: prehospital, EDClinician: paramedicStage: ØSerial: nohs‐cTnT, NT‐proBNP, copeptinSource: venousTube: EDTADescribedTime: 24–48 hAarsetoy et al. 202012EuropeProspective cohortAge: adultSubtype: cardiacSetting: prehospital, EDClinician: paramedicStage: intra‐arrest, at ToR, post‐ROSCSerial: nohs‐cTnT, NT‐proBNP, copeptinSource: venousTube: EDTAØTime: 24–48 hCakmak et al. 202025EuropeProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: noCopeptin, hs‐cTnT, CK‐MBSource: venousTube: heparinDescribedLai et al. 200463aAmericasProspective cohortAge: adultSubtype: noneSetting: ØClinician: ØStage: ØSerial: noTroponin‐TSource: venousTube: citrateDescribedNagao et al. 200481aAsiaProspective cohortAge: adultSubtype: cardiacSetting: EDClinician: ØStage: ØSerial: noBNPSource: venousTube: EDTA + aprotininDescribedParadis et al. 199494aAmericasInterventionalAge: adultSubtype: refractorySetting: EDClinician: physicianStage: intra‐arrestSerial: yesAtrial natriuretic peptideSource: arterial, venousTube: ØDescribedTimilsina et al. 2022116AsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, BE, lactate, NT‐proBNP, troponinSource: ØTube: ØØNote: Symbol “Ø” denotes incomplete reporting of methods.Abbreviations: BE, base excess; BNP, brain natriuretic peptide; CK‐MB, creatine kinase‐myocardial band; ED, emergency department; EDTA, ethylenediaminetetraacetic acid; hs‐cTnT, high sensitivity cardiac troponin T; NT‐proBNP, N‐terminal prohormone of brain natriuretic peptide.aIncomplete reporting to assess all inclusion and exclusion criteria.bPopulation subtype—VF/pVT: ventricular fibrillation or pulseless ventricular tachycardia; cardiac: suspected cardiac etiology of arrest; ECPR: extracorporeal cardiopulmonary resuscitation; refractory: cardiac"
  },
  {
    "full_text": "resuscitation; refractory: cardiac arrest not responding to standard advanced life support; PE: suspected pulmonary embolism; witness: cardiac arrest witnessed by layperson or emergency medical services; CKD: chronic kidney disease; cold: accidental hypothermia; TTM: targeted temperature management; elderly: geriatric patients.cTiming of blood sample collection—intra‐arrest: while patient is pulseless; at ROSC: <5 min after return of spontaneous circulation; post‐ROSC: >5 min after return of spontaneous circulation; at ToR: <5 min before or after termination of resuscitation; at ECPR: <5 min after starting ECPR; post‐ECPR: >5 min after starting ECPR.dFor prehospital studies, time interval between blood collection and final processing.John Wiley & Sons, Ltd.TABLE 3Cell counts, electrolytes, hepatic, and renal studies.StudyaRegionDesignPopulationbSetting and clinician drawing bloodSample timingcBlood biomarker(s)Sample collectionLaboratory methodsdAhn et al. 201115AsiaProspective cohortAge: ØSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: noKSource: arterialTube: ØØAsano et al. 202117aAsiaRetrospective cohortAge: adultSubtype: witnessSetting: EDClinician: ØStage: ØSerial: noWBC, Hg, Plt count, D‐dimer, Cr, Na, K, troponin‐I, CKSource: ØTube: ØDescribedBalci et al. 201718AsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: noNa, K, Cr, glucose, Hg, troponinSource: ØTube: ØØChoi et al. 202030AsiaRetrospective cohortAge: adultSubtype: cardiacSetting: EDClinician: ØStage: intra‐arrestSerial: noKSource: ØTube: ØØGando et al. 198836AsiaProspective cohortAge: ØSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: yespH, total Ca, ionized Ca, total proteinSource: arterialTube: plainDescribedGando et al. 199037AsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: yespH, total protein, total Ca, ionized CaSource: arterial, venousTube: plainDescribedHan et al. 202146AsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: noCRP, delta neutrophil index, neutrophil–lymphocyte ratio, platelet–lymphocyte ratioSource: ØTube: ØDescribedJohnston and Murphy 200553EuropeRetrospective cohortAge: ØSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: noKSource: arterial,venousTube: heparinDescribedKasai et al. 201255aAsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: ØSerial: noAmmoniaSource: venousTube: heparinDescribedKim et al. 202059AsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: noK, total Ca, ionized Ca, Mag, albumin, Phos, BUN, CrSource: ØTube: ØØLin et al. 201366aAsiaProspective cohortAge: adultSubtype: CKDSetting: EDClinician: ØStage: ØSerial: nopH, Bicarb, Na, K, Cl, Cr, glucose, Ca, Mag, lactate, CRP, ammonia, troponin‐T, CK‐MB, CK, AST, ALT, WBC, Hg, Plt countSource: ØTube: heparin, potassium ethylenediaminetetraacetic"
  },
  {
    "full_text": "heparin, potassium ethylenediaminetetraacetic acidDescribedMatsuyama et al. 201876aAsiaRetrospective cohortAge: adultSubtype: TTMSetting: EDClinician: ØStage: ØSerial: noAlbuminSource: ØTube: ØØNojima et al. 202286AsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: noAmmoniaSource: ØTube: ØØShida et al. 2020101aAsiaRetrospective cohortAge: adultSubtype: cardiacSetting: EDClinician: ØStage: ØSerial: noKSource: ØTube: ØØShida et al. 2022102aAsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: ØSerial: noNaSource: ØTube: ØØTamura et al. 2019115aAsiaRetrospective cohortAge: adultSubtype: cardiacSetting: EDClinician: ØStage: ØSerial: noCrSource: ØTube: ØØTsai et al. 2018117AsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, pCO2, Cr, AST, Na, K, troponin‐I, Bicarb, Hg, WBCSource: ØTube: ØDescribedUrban et al. 1988120EuropeProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, ionized Ca, total CaSource: arterialTube: heparinDescribedYanagawa et al. 2009126aAsiaRetrospective cohortAge: ØSubtype: noneSetting: EDClinician: ØStage: ØSerial: nopH, pCO2, pO2, Bicarb, BE, Na, K, Cl, Cr, BUN, glucose, total Ca, Phos, total protein, albumin, total bilirubin, AST, ALT, GGT, Alk Phos, amylase, cholinesterase, CK, WBC, Hg, ammonia, Plt countSource: ØTube: ØØYune et al. 2015128aAsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: ØSerial: yesDelta neutrophil index, BUN, Cr, WBC, Plt count, HctSource: ØTube: ØDescribedNote: Symbol “Ø” denotes incomplete reporting of methods.Abbreviations: Alk Phos, alkaline phosphatase; ALT, aminotransferase; AST, aminotransferase; Bicarb, bicarbonate; BUN, blood urea nitrogen; Ca, calcium; CK, creatine kinase; CK‐MB, creatine kinase‐myocardial band; Cl, chloride; Cr, creatinine; CRP, C‐reactive protein; ED, emergency department; GGT, gamma‐glutamyl transferase; Hct, hematocrit; Hg, hemoglobin; K, potassium; Mag, magnesium; Na, sodium; pCO2, partial pressure of carbon dioxide (arterial or venous); Phos, phosphate; Plt, platelet; WBC, white blood cell count.aIncomplete reporting to assess all inclusion and exclusion criteria.bPopulation subtype—VF/pVT: ventricular fibrillation or pulseless ventricular tachycardia; cardiac: suspected cardiac etiology of arrest; ECPR: extracorporeal cardiopulmonary resuscitation; refractory: cardiac arrest not responding to standard advanced life support; PE: suspected pulmonary embolism; witness: cardiac arrest witnessed by layperson or emergency medical services; CKD: chronic kidney disease; cold: accidental hypothermia; TTM: targeted temperature management; elderly: geriatric patients.cTiming of blood sample collection—intra‐arrest: while patient is pulseless; at ROSC: <5 min after return of spontaneous circulation; post‐ROSC: >5 min after return of spontaneous circulation; at ToR: <5 min before or after"
  },
  {
    "full_text": "circulation; at ToR: <5 min before or after termination of resuscitation; at ECPR: <5 min after starting ECPR; post‐ECPR: >5 min after starting ECPR.dFor prehospital studies, time interval between blood collection and final processing.John Wiley & Sons, Ltd.TABLE 4Coagulation, complement, and endothelium studies.StudyaRegionDesignPopulationbSetting and clinician drawing bloodSample timingcBlood biomarker(s)Sample collectionLaboratory methodsdAarsetoy et al. 202113EuropeProspective cohortAge: adultSubtype: cardiacSetting: prehospital, ED, hospitalClinician: paramedicStage: intra‐arrest, at ToR, post‐ROSCSerial: yesTAT, FXIa‐AT, FIXa‐ATSource: venousTube: EDTADescribedTime: 24–48 hBottiger et al. 199522EuropeProspective cohortAge: adultSubtype: noneSetting: prehospitalED, hospitalClinician: physicianStage: intra‐arrest, at ROSC, post‐ROSCSerial: yesTAT, fibrin monomers, D‐dimer, PAI‐1Source: venousTube: citric acid + theophylline + adenosine + dipyridamoleDescribedTime: 1 hBottiger et al. 200223EuropeProspective cohortAge: adultSubtype: noneSetting: prehospitalED, hospitalClinician: physicianStage: intra‐arrest, at ROSC, post‐ROSCSerial: yesC3a, SC5b‐9, neutrophil elastase, sP‐selectin, sICAM‐1Source: venousTube: EDTADescribedTime: 1 hDuvekot et al. 201535EuropeProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: noTAT, tPA, PAI‐1, TAFI, protein C, TEM, aPTT, PT‐INR, fibrinogen, plasminogen, D‐dimer, Hg, Plt functionSource: ØTube: ØDescribedGando et al. 199739AsiaProspective cohortAge: adultSubtype: noneSetting: ED, hospitalClinician: ØStage: intra‐arrest, post‐ROSC, at ToRSerial: yesPlt count, Plt function, 6‐keto‐PGF1α, TXB2, 11‐dehydro‐TXB2Source: venousTube: citrate, EDTA + aprotinin + indomethacinDescribedGando et al. 199740AsiaProspective cohortAge: adultSubtype: noneSetting: ED, hospitalClinician: ØStage: intra‐arrest, at ToR, post‐ROSCSerial: yesFibrinopeptide A, fibrinopeptide B, D‐dimer, tPA activity, tPA antigen, PAI‐1 activity, PAI‐1 antigenSource: arterialTube: citrate, heparin + aprotininDescribedGando et al. 199941AsiaProspective cohortAge: adultSubtype: noneSetting: ED, hospitalClinician: ØStage: intra‐arrest, at ToR, post‐ROSCSerial: yesTissue factor, tissue factor pathway inhibitorSource: arterialTube: ØDescribedHostler et al. 200749AmericasProspective cohortAge: adultSubtype: noneSetting: prehospitalClinician: physicianStage: intra‐arrestSerial: noTATSource: venousTube: citrateDescribedTime: ØKoami et al. 201760AsiaRetrospective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: noLactate, WBC, Hg, Plt count, PT‐INR, aPTT, fibrinogen, FDP, D‐dimer, TEMSource: ØTube: ØDescribedSchochl et al. 201399EuropeProspective cohortAge: adultSubtype: noneSetting: prehospitalClinician: physicianStage: intra‐arrestSerial: noHg, Hct, Plt count, PT‐INR, aPTT, fibrinogen, TEMSource: venousTube: EDTA, citrateDescribedTime: 2 hNote: Symbol “Ø” denotes incomplete reporting of"
  },
  {
    "full_text": "hNote: Symbol “Ø” denotes incomplete reporting of methods.Abbreviations: aPTT, activated partial thromboplastin time; C3a, complement component C3a; ED, emergency department; EDTA, ethylenediaminetetraacetic acid; FDP, fibrin degradation products; FIXa‐AT, activated factor IX‐antithrombin; FXIa‐AT, activated factor XI‐antithrombin; Hct, hematocrit; Hg, hemoglobin; PGF1α, prostaglandin F1alpha; Plt, platelet; PT‐INR, prothrombin time and international normalized ratio; SC5b‐9, complement SC5b‐9 soluble membrane attack complex; sICAM‐1, soluble intercellular adhesion molecule‐1; sP‐selectin, soluble P‐selectin; TAFI, thrombin activatable fibrinolysis inhibitor; TAT, thrombin–antithrombin complex; TEM, thromboelastometry; tPA, tissue plasminogen activator; TXB2, thromboxane B2; WBC, white blood cell count.aIncomplete reporting to assess all inclusion and exclusion criteria.bPopulation subtype—VF/pVT: ventricular fibrillation or pulseless ventricular tachycardia; cardiac: suspected cardiac etiology of arrest; ECPR: extracorporeal cardiopulmonary resuscitation; refractory: cardiac arrest not responding to standard advanced life support; PE: suspected pulmonary embolism; witness: cardiac arrest witnessed by layperson or emergency medical services; CKD: chronic kidney disease; cold: accidental hypothermia; TTM: targeted temperature management; elderly: geriatric patients.cTiming of blood sample collection—intra‐arrest: while patient is pulseless; at ROSC: <5 min after return of spontaneous circulation; post‐ROSC: >5 min after return of spontaneous circulation; at ToR: <5 min before or after termination of resuscitation; at ECPR: <5 min after starting ECPR; post‐ECPR: >5 min after starting ECPR.dFor prehospital studies, time interval between blood collection and final processing.John Wiley & Sons, Ltd.TABLE 5Genetics, hormones, inflammation, and lipid studies.StudyaRegionDesignPopulationbSetting and clinician drawing bloodSample timingcBlood biomarker(s)Sample collectionLaboratory methodsdGando et al. 199942AsiaProspective cohortAge: adultSubtype: noneSetting: ED, hospitalClinician: ØStage: intra‐arrest, at ToR, post‐ROSCSerial: yessL‐selectin, sP‐selectin, neutrophil elastase, thrombomodulin, TNFα, IL‐1βSource: arterialTube: ØDescribedGando et al. 200043AsiaProspective cohortAge: adultSubtype: noneSetting: ED, hospitalClinician: ØStage: intra‐arrest, at ToR, post‐ROSCSerial: yessICAM‐1, sVCAM‐1, sE‐selectin, neutrophil elastase, thrombomodulinSource: arterialTube: ØDescribedHavmoeller et al. 201447AmericasProspective cohortAge: adultSubtype: VFSetting: ØClinician: ØStage: intra‐arrestSerial: noNon‐esterified free fatty acidsSource: ØTube: plainDescribedTime: ØIchikawa et al. 202150AsiaProspective cohortAge: ØSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: noEpinephrine, norepinephrine, dopamine, vasopressin,Source: ØTube: ØDescribedKim et al. 201958AsiaRetrospective cohortAge: adultSubtype: cardiacSetting: EDClinician: ØStage:"
  },
  {
    "full_text": "cardiacSetting: EDClinician: ØStage: intra‐arrestSerial: noTotal cholesterolSource: ØTube: ØØKoizumi et al. 202061AsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, pO2, pCO2, Bicarb, lactate, Na, K, WBC, glucose, TSH, free T3, free T4, ACTH, cortisol, GH, IGF‐1, renin, aldosteroneSource: ØTube: ØDescribedLindner et al. 199270EuropeProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrest, at ROSC, post‐ROSCSerial: yesACTH, cortisol, vasopressin, reninSource: venousTube: plainDescribedLindner et al. 199671EuropeProspective cohortAge: adultSubtype: VF, witnessSetting: EDClinician: ØStage: intra‐arrest, at ROSC, post‐ROSCSerial: yesEndothelin, epinephrine, norepinephrine, vasopressin, ACTH, cortisolSource: venousTube: EDTA, heparin, glutathioneDescribedLongstreth et al. 199673AmericasRetrospective cohortAge: adultSubtype: noneSetting: prehospitalClinician: paramedicStage: at ROSC, at ToRSerial: noTotal T4, total T3, free T3, reverse T3, TSH, free T4 indexSource: ØTube: EDTADescribedTime: ØMorisaki et al. 199180AsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: nopH, K, epinephrine, norepinephrine, cortisolSource: ØTube: EDTAØNarayanan et al. 201482AmericasProspective cohortAge: adultSubtype: cardiacSetting: prehospitalClinician: paramedicStage: intra‐arrestSerial: noTestosterone, estradiolSource: venousTube: ØDescribedTime: ØOshima et al. 201992AsiaProspective cohortAge: adultSubtype: cardiacSetting: EDClinician: ØStage: intra‐arrest, at ROSCSerial: noEpinephrine, dopamine, norepinephrine, vasopressinSource: ØTube: ØDescribedParadis et al. 199193AmericasInterventionalAge: adultSubtype: refractorySetting: EDClinician: physicianStage: intra‐arrestSerial: yesEpinephrineSource: arterial, venousTube: glutathioneDescribedSchultz et al. 1993100AmericasProspective cohortAge: adultSubtype: noneSetting: ED, hospitalClinician: ØStage: intra‐arrestat ROSC, post‐ROSC, at ToRSerial: yesCortisol, ACTHSource: venousTube: plain, EDTADescribedStrohmenger et al. 1995110EuropeProspective cohortAge: adultSubtype: cardiacSetting: EDClinician: ØStage: intra‐arrest, at ROSC, post‐ROSCSerial: yesProlactin, PGF2α, 15‐keto‐13,14‐dihydro‐PGF2α, 6‐keto‐PGF1α, TXB2Source: venousTube: EDTA + indomethicinDescribedSumiyoshi et al. 2021113AsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrest, post‐ROSCSerial: yessPD‐L1Source: arterialTube: ØDescribedWander et al. 2016122aAmericasRetrospective cohortAge: adultSubtype: VF/pVTSetting: prehospitalClinician: paramedicStage: ØSerial: noMicro‐RNASource: venousTube: ØDescribedTime: 48 hWortsman et al. 1993125AmericasProspective cohortAge: adultSubtype: refractorySetting: EDClinician: ØStage: intra‐arrestSerial: yesEpinephrine, norepinephrineSource: arterial, venousTube: heparin + glutathioneDescribedNote: Symbol “Ø” denotes incomplete reporting of methods.Abbreviations: ACTH,"
  },
  {
    "full_text": "reporting of methods.Abbreviations: ACTH, adrenocorticotropic hormone; Bicarb, bicarbonate; ED, emergency department; GH, growth hormone; IGF‐1, insulin‐like growth factor‐1; IL‐1β, interleukin‐1 beta; K, potassium; Na, sodium; pCO2, partial pressure of carbon dioxide (arterial or venous); PGF1α, prostaglandin F1alpha; PGF2α, prostaglandin F2alpha; pO2, partial pressure of oxygen (arterial or venous); sE‐selectin, soluble E‐selectin; sICAM‐1, soluble intercellular adhesion molecule‐1; sL‐selectin, soluble L‐selectin; sP‐selectin, soluble P‐selectin; sPD‐L1, soluble programmed cell death‐1 ligand; sVCAM‐1, soluble vascular cell adhesion molecule‐1; T3, triiodothyronine; T4, thyroxine; TNFα, tumor necrosis factor alpha; TSH, thyroid‐stimulating hormone; TXB2, thromboxane B2; WBC, white blood cell count.aIncomplete reporting to assess all inclusion and exclusion criteria.bPopulation subtype—VF/pVT: ventricular fibrillation or pulseless ventricular tachycardia; cardiac: suspected cardiac etiology of arrest; ECPR: extracorporeal cardiopulmonary resuscitation; refractory: cardiac arrest not responding to standard advanced life support; PE: suspected pulmonary embolism; witness: cardiac arrest witnessed by layperson or emergency medical services; CKD: chronic kidney disease; cold: accidental hypothermia; TTM: targeted temperature management; elderly: geriatric patients.cTiming of blood sample collection—intra‐arrest: while patient is pulseless; at ROSC: <5 min after return of spontaneous circulation; post‐ROSC: >5 min after return of spontaneous circulation; at ToR: <5 min before or after termination of resuscitation; at ECPR: <5 min after starting ECPR; post‐ECPR: >5 min after starting ECPR.dFor prehospital studies, time interval between blood collection and final processing.John Wiley & Sons, Ltd.TABLE 6Oxidative stress and neurologic studies.StudyaRegionDesignPopulation(Setting and clinician drawing bloodSample timingcBlood biomarker(s)Sample collectionLaboratory methodsdIshikawa et al. 202151aAsiaProspective cohortAge: adultSubtype: noneSetting: EDClinician: ØStage: intra‐arrest, post‐ROSCSerial: noBiological antioxidant potential, Diacron‐reactive oxygen metabolitesSource: ØTube: ØDescribedKim et al. 201857aAmericasInterventionalAge: adultSubtype: noneSetting: EDClinician: paramedicStage: ØSerial: yesNitriteSource: ØTube: nitrite preservation solutionØSong et al. 2010106AsiaProspective cohortAge: ØSubtype: witnessSetting: EDClinician: ØStage: intra‐arrest, at ROSCSerial: yesS100BSource: ØTube: serumDescribedTuredi et al. 2009118aAsiaProspective cohortAge: ØSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: noIschemia‐modified albumin, malondialdehydeSource: venousTube: serumDescribedTurkdogan et al. 2012119aAsiaProspective cohortAge: ØSubtype: noneSetting: EDClinician: ØStage: intra‐arrestSerial: noMatrix metalloproteinase‐9Source: venous, arterialTube: ØDescribedVitturi et al. 2020121aAmericasInterventionalAge: ØSubtype: noneSetting:"
  },
  {
    "full_text": "ØSubtype: noneSetting: EDClinician: ØStage: ØSerial: noNitrite, cGMP, nitrated conjugated linoleic acidSource: ØTube: nitrite preservation solution, heparinDescribedYokobori et al. 2018127AsiaProspective cohortAge: ØSubtype: cardiacSetting: EDClinician: ØStage: intra‐arrestSerial: noNSE, S100B, pNF‐H, IL‐6Source: ØTube: ØDescribedNote: Symbol “Ø” denotes incomplete reporting of methods.Abbreviations: cGMP, cyclic guanosine monophosphate; ED, emergency department; IL‐6, interleukin‐6; NSE, neuron‐specific enolase; pNF‐H, phosphorylated neurofilament heavy subunit; S100B, S100 calcium‐binding protein beta.aIncomplete reporting to assess all inclusion and exclusion criteria.bPopulation subtype—VF/pVT: ventricular fibrillation or pulseless ventricular tachycardia; cardiac: suspected cardiac etiology of arrest; ECPR: extracorporeal cardiopulmonary resuscitation; refractory: cardiac arrest not responding to standard advanced life support; PE: suspected pulmonary embolism; witness: cardiac arrest witnessed by layperson or emergency medical services; CKD: chronic kidney disease; cold: accidental hypothermia; TTM: targeted temperature management; elderly: geriatric patients.cTiming of blood sample collection—intra‐arrest: while patient is pulseless; at ROSC: <5 min after return of spontaneous circulation; post‐ROSC: >5 min after return of spontaneous circulation; at ToR: <5 min before or after termination of resuscitation; at ECPR: <5 min after starting ECPR; post‐ECPR: >5 min after starting ECPR.dFor prehospital studies, time interval between blood collection and final processing.John Wiley & Sons, Ltd.The studies evaluated a total of 105 blood‐based biomarkers. The median number of studies per blood‐based biomarker was 2, with an interquartile range of 1–4. Qualitative summaries for each biomarker are provided in TableS1.Synthesis of the 118 studies is provided in Table7. Most of the studies were conducted in Asia (63 studies, 53%). Only 22 studies (19%) had blood samples collected in the prehospital setting, and only six studies (5%) had intra‐arrest blood samples collected by paramedics in the prehospital setting.12,13,14,20,82,83Only three studies (3%) enrolled any pediatric patients.24,90,114Out of the eight categories of use for biomarkers defined by the BEST Resource, only two were routinely assessed: prognostic (97 out of 105 biomarkers, 92%) and diagnostic (61 out of 105 biomarkers, 58%).10The “predictive” category was assessed for only one biomarker, while the “susceptibility,” “safety,” and “surrogate endpoint” categories were never assessed in the field of resuscitation science.TABLE 7Summary of studies and biomarkers.CharacteristicAll studies (n= 118)Studies with full reporting of inclusion‐exclusion criteria (n= 87)Year of publication,n(%)1970–19791 (1%)1 (1%)1980–19899 (8%)7 (8%)1990–199917 (14%)16 (18%)2000–200920 (17%)13 (15%)2010–201140 (34%)28 (32%)2020–present31 (26%)22 (25%)Region,n(%)Americas24 (20%)16 (18%)Europe28 (24%)25"
  },
  {
    "full_text": "(20%)16 (18%)Europe28 (24%)25 (29%)Asia63 (53%)45 (52%)Australia3 (3%)1 (1%)Study design,n(%)Retrospective cohort43 (36%)29 (33%)Prospective cohort68 (58%)54 (62%)Interventional7 (6%)4 (5%)Patient age,n(%)aAdult100 (85%)76 (87%)Pediatric3 (3%)1 (1%)Not reported17 (14%)11 (13%)Subtypeb,n(%)aVF/pVT5 (4%)4 (5%)Cardiac16 (14%)12 (14%)ECPR4 (3%)3 (3%)Refractory3 (3%)2 (2%)PE2 (2%)0 (0%)Witness4 (3%)3 (3%)CKD1 (1%)0 (0%)Cold2 (2%)1 (1%)TTM1 (1%)0 (0%)Elderly1 (1%)1 (1%)None80 (68%)62 (71%)Setting of sample collection,n(%)aPrehospital22 (19%)20 (23%)Emergency department94 (80%)66 (76%)Hospital14 (12%)12 (14%)Not reported3 (3%)2 (2%)Clinical provider collecting sample,n(%)aParamedics11 (9%)7 (8%)Nurse2 (2%)1 (1%)Physician17 (14%)14 (16%)Not reported92 (78%)67 (77%)Timing of sample collectionc,n(%)aIntra‐arrest90 (76%)84 (97%)At ROSC12 (10%)12 (14%)Post‐ROSC20 (17%)18 (21%)At ToR11 (9%)11 (13%)At ECPR2 (2%)1 (1%)Post‐ECPR1 (1%)1 (1%)Not reported25 (21%)0 (0%)Serial samples,n(%)Yes36 (31%)31 (36%)No82 (69%)56 (64%)Blood source,n(%)aVenous37 (31%)26 (30%)Arterial43 (36%)36 (41%)Intraosseous1 (1%)0 (0%)Capillary2 (2%)1 (1%)Not reported52 (44%)35 (40%)Blood tube additive described,n(%)Yes45 (38%)33 (38%)No73 (62%)54 (62%)Laboratory methods and timing described,n(%)Yes71 (60%)55 (63%)No47 (40%)32 (37%)Biomarker categoryd,n(%)a,eDiagnostic61 (58%)–Monitoring40 (38%)–Response15 (14%)–Predictive1 (1%)–Prognostic97 (92%)–Safety0 (0%)–Surrogate endpoint0 (0%)–Susceptibility0 (0%)–aOptions not mutually exclusive (sum can be >100%).bPopulation subtype—VF/pVT: ventricular fibrillation or pulseless ventricular tachycardia; cardiac: suspected cardiac etiology of arrest; ECPR: extracorporeal cardiopulmonary resuscitation; refractory: cardiac arrest not responding to standard advanced life support; PE: suspected pulmonary embolism; witness: cardiac arrest witnessed by layperson or emergency medical services; CKD: chronic kidney disease; cold: accidental hypothermia; TTM: targeted temperature management; elderly: geriatric patients.cTiming of blood sample collection—intra‐arrest: while patient is pulseless; at ROSC: <5 min after return of spontaneous circulation; post‐ROSC: >5 min after return of spontaneous circulation; at ToR: <5 min before or after termination of resuscitation; at ECPR: <5 min after starting ECPR; post‐ECPR: >5 min after starting ECPR.dBiomarker category—diagnostic: presence of disease or subtype; monitoring: draw repeatedly to assess disease status; response: demonstrate biologic response to medical intervention; predictive: predict favorable or unfavorable effect from medical intervention; prognostic: predict likelihood of clinical outcome; safety: adverse event after medical intervention; surrogate endpoint: predicts a specific clinical benefit; susceptibility: potential for developing a disease not currently present.eDenominator is the total number of biomarkers (n= 105).John Wiley & Sons, Ltd.4LIMITATIONSThe work described here, and scoping review"
  },
  {
    "full_text": "work described here, and scoping review methodology in general, has the following limitations. No specific clinical questions were asked, and a quantitative critical appraisal of study quality was not indicated, so results are not directly applicable to clinical medicine. Missing data may have affected results, and the likelihood of publication bias could not be assessed. Finally, novel blood‐based biomarkers, especially those that have been investigated in animal studies but not human studies, are absent from this review.5DISCUSSIONThis scoping review encompasses over 45 years of resuscitation science on intra‐arrest blood‐based biomarkers for OHCA. Despite this large volume of research, heterogeneity of study design and gaps in the body of literature are widespread. Recommendations for future research are provided.5.1Heterogeneity of study designAlthough each study shared the common element of intra‐arrest sampling for blood‐based biomarkers, the collection of studies meeting inclusion and exclusion criteria demonstrated substantial variability in many aspects of study design. The fundamental structure of emergency medical services (EMS) in the geographic regions of Asia, Europe, and Americas vary with regards to the clinical provider leading the resuscitation (paramedic vs. physician) and the site of the resuscitation (on‐scene vs. rapid transport to a hospital). These variables affect the capability to draw/analyze blood samples and the timing of blood draws relative to the start of resuscitation. Not only does this affect the logistics of conducting the study, but it also affects the “context of use,” a concise description of how a biomarker is intended to be used, which is required by regulatory agencies such as the US FDA.10In addition, the pathophysiology of OHCA evolves throughout the resuscitation, so biomarker measurements occurring on‐scene versus in the hospital may vary, even within a single patient.While variation in time between collapse and the start of resuscitative efforts is an unavoidable reality of OHCA, studies still had significant heterogeneity in whether they accounted for the exact timing of blood draws relative to the start of resuscitation, whether the arrest was witnessed or not, and whether bystander CPR occurred, all of which may affect biomarker levels. Heterogeneity in the electrical activity of the heart (ie, ventricular fibrillation/tachycardia vs. PEA/asystole) not only defines interventions that may affect biomarker levels and context of use, but may also represent different underlying etiologies of arrest. Some studies included small cohorts of in‐hospital cardiac arrest patients, which likely differ in underlying pathophysiology and whether biomarker levels are known prior to arrest. Finally, multiple evolutions of recommended intra‐arrest management have occurred over the past 45 years, especially regarding chest compressions, ventilation, and medication administration. As a result, the ability to compare"
  },
  {
    "full_text": "As a result, the ability to compare results from two technically similar studies performed in different decades is limited.5.2Gaps in researchFew conclusions can be drawn from existing literature due to significant gaps that exist. The heterogeneity described above limits direct comparison between studies, and even when studies were relatively similar in study design, conflicting results were common. Missing data and lack of standardized reporting limits the reproducibility of many studies. This was especially true for the processes and methods used to collect, preserve, and measure blood‐based biomarkers, which were missing from a surprisingly large number of studies. Even when “routine” laboratory studies were reported, the lack of blood source, tube additive, assay method, and measurement device limits reproducibility and generalizability. Finally, the statistical methods used for analysis were both heterogenous, and at times, markedly flawed. For example, when adjusted analyses were performed, a linear relationship was often assumed, even though many “routine” biomarkers indicate pathophysiology when measured levels are high or low, with healthy levels in the middle.This literature base also demonstrates a lack of recognition that the pathophysiology of a patient who is intra‐arrest is fundamentally different than one who is post‐ROSC or on extracorporeal support, as blood draws from these different cohorts were commonly combined into a single cohort. This issue was the main reason why we could not fully assess inclusion and exclusion criteria for 31 studies. Clinical guidelines recognize this difference by providing completely different treatment recommendations and flow diagrams.1Although not explicitly defined in clinical guidelines, there may also exist a pathophysiological difference between the immediate post‐ROSC period that is dominated by cardiovascular instability and re‐arrest rates up to 40% (generally seen in the prehospital setting and emergency department), versus the post‐cardiac arrest syndrome of comatose patients that is dominated by metabolic failure and uncontrolled inflammatory response (generally seen in the intensive care unit).6Although this scoping review identified 105 different biomarkers that have been studied, the median number of studies per biomarker was only 2. Thus, for most biomarkers, it is not possible to draw conclusions regarding their utility in OHCA patients. Pediatrics is almost entirely absent from this field of research, with only three studies enrolling pediatric patients. Extrapolating adult literature to pediatric patients is problematic since the underlying etiologies of arrest likely differ in incidence and pathophysiology. Many studies seemed to evaluate what was readily available instead of actively looking for novel biomarkers, which may have resulted in observational bias (ie, “streetlight effect”). To date, there have been no systematic investigations designed to discover blood‐based"
  },
  {
    "full_text": "investigations designed to discover blood‐based biomarkers with utility during the intra‐arrest phase of OHCA. Two longitudinal studies have collected blood samples from OHCA patients in the prehospital settings, but both were focused on studying risk factors for OHCA, not intra‐arrest management, with blood samples frequently collected late in the resuscitation when the patient was “stable” or after termination of resuscitation.129,1305.3Recommendations for future researchBlood‐based biomarkers play a central role in the diagnosis and treatment of essentially all critically ill patients, yet none are routinely measured during the intra‐arrest phase of OHCA resuscitations. This scoping review makes clear the need for careful planning of future studies on intra‐arrest blood‐based biomarkers for OHCA to advance this field of research.Specifically, we recommend in future studies that the timing of blood draws relative to key resuscitation events be reported, such as the time of collapse or recognition, EMS arrival, therapeutic interventions, ROSC, termination of resuscitation, and bystander interventions. Investigators should avoid phrases such as “after resuscitation,” “in survivors,” “on admission,” “post‐cardiac arrest,” and “as soon as possible,” as they have no uniform temporal or pathophysiological definition and can be interpreted differently depending on context and culture. The “context of use” for the biomarker under investigation should be explicitly stated, especially regarding whether it is to be used intra‐arrest, immediately post‐ROSC, or for post‐cardiac arrest syndrome. Biomarker categories other than “prognostic” and “diagnostic” should be investigated. For example, “response” and “predictive” biomarkers could help guide the development and specificity of novel interventions. Serial blood draws should be obtained when possible, to determine which biomarkers are rapidly changing (possibly due to the pathophysiology of OHCA) versus those that are static (may have existed pre‐arrest). Methods used to collect, process, preserve, and measure blood‐based biomarkers, including tube additive, assay method, and device used to measure levels, should be universally reported. Finally, statistical models should not assume a linear relationship between biomarker levels and pathophysiology, unless well defined in prior research.Since OHCA occurs outside the traditional setting for blood‐based biomarker investigations, additional research is needed to develop novel processes and methods to collect, process, and analyze blood‐based biomarkers in the prehospital setting. Systematic investigations designed to discover novel blood‐based biomarkers for OHCA should also be undertaken. Finally, blood‐based biomarker research that specifically targets pediatric OHCA is needed.In conclusion, over 45 years of resuscitation science on intra‐arrest blood‐based biomarkers for OHCA have been conducted, yet heterogeneity of study design and gaps in the body of"
  },
  {
    "full_text": "of study design and gaps in the body of literature are widespread. Recommendations for future research are provided.AUTHOR CONTRIBUTIONSJustin Benoit and Jason McMullan conceived the study and obtained research funding. Justin Benoit designed the study protocol. Justin Benoit and Andrew Hogan designed the data extraction templates. Justin Benoit, Andrew Hogan, and Katherine Connelly performed the literature search, data extraction, and data charting. Justin Benoit and Andrew Hogan performed data synthesis. Jason McMullan supervised the conduct of the study. Justin Benoit and Andrew Hogan drafted the manuscript, and all authors contributed substantially to its revision. Justin Benoit takes responsibility for the paper as a whole.CONFLICT OF INTEREST STATEMENTThe authors declare they have no conflicts of interest.Supporting informationSupporting Information"
  }
]