[
  {
    "full_text": "TITLE: Intravenous Tissue Plasminogen Activator in Acute Ischemic Stroke Patients with History of Prior Stroke Plus Diabetes ABSTRACT: Background and PurposeAcute ischemic stroke (AIS) patients with history of prior ischemic stroke plus concomitant diabetes mellitus (DM) were excluded from the ECASS III trial due to safety concerns. However, there are few data on use of intravenous tissue plasminogen activator (tPA) and symptomatic intracranial hemorrhage (sICH) or outcomes in this population.MethodsUsing data from the Get With The Guidelines-Stroke Registry (GWTG-Stroke) between February 2009 and September 2017 (n=1619 hospitals), we examined characteristics and outcomes among AIS patients treated with tPA within the 3–4.5 hour window who had a history of prior stroke and DM (HxS+DM, n=2129) versus those without either history (n=16,690).ResultsCompared with patients without either history, those with both prior stroke and DM treated with tPA after an acute ischemic stroke had a higher prevalence of cardiovascular risk factors in addition to history of prior stroke, diabetes, and more severe stroke (NIHSS median 8 [IQR 5–15] vs. 7 [4–13]). The unadjusted rates of sICH and in-hospital mortality were 4.3% (HxS+DM) vs 3.8% (without either history) (p=0.31) and 6.2% vs 5.5% (p=0.20), respectively. These differences were not statistically significant after risk adjustment (sICH, adjusted odds ratio [OR] 0.79[95% CI, 0.51–1.21], p=0.28; in-hospital mortality OR 0.77 [95% CI, 0.52–1.14], p=0.19). Unadjusted rate of functional independence (Modified Rankin Scale score [mRS] 0–2) at discharge was lower in those with history of prior stroke and DM (30.9% HxS+DM vs 44.8% without either history, p=<0.0001), and this difference persisted after adjusting for baseline clinical factors (adjusted OR 0.76 [95% CI, 0.59–0.99], p=0.04).ConclusionAmong AIS patients treated with intravenous tPA within the 3–4.5 hour window, history of prior stroke plus DM was not associated with statistically significant increased sICH or mortality risk. BODY: Background and PurposeAcute ischemic stroke (AIS) patients with history of prior ischemic stroke plus concomitant diabetes mellitus (DM) were excluded from the ECASS III trial due to safety concerns. However, there are few data on use of intravenous tissue plasminogen activator (tPA) and symptomatic intracranial hemorrhage (sICH) or outcomes in this population."
  }
]