[
  {
    "full_text": "TITLE: Long-term temporal trends in incidence rate and case fatality of sepsis and COVID-19-related sepsis in Norwegian hospitals, 2008–2021: a nationwide registry study ABSTRACT: ObjectivesTo estimate temporal trends in incidence rate (IR) and case fatality during a 14-year period from 2008 to 2021, and to assess possible shifts in these trends during the COVID-19 pandemic.SettingAll Norwegian hospitals 2008–2021.Participants317 705 patients ≥18 year with a sepsis International Classification of Diseases 10th revision code retrieved from The Norwegian Patient Registry.Primary and secondary measuresAnnual age-standardised IRs with 95% CIs. Poisson regression was used to estimate changes in IRs across time, and logistic regression was used to estimate ORs for in-hospital death.ResultsAmong 12 619 803 adult hospitalisations, a total of 317 705 (2.5%) hospitalisations in 222 832 (70.0%) unique patients met the sepsis criteria. The overall age-standardised IR of a first sepsis admission was 246/100 000 (95% CI 245 to 247), whereas the age-standardised IR of all sepsis admissions was 352/100 000 (95% CI 351 to 354). In the period 2009–2019, the annual IR for a first sepsis episode was stable (IR ratio (IRR) per year, 0.999; 95% CI 0.994 to 1.004), whereas for recurrent sepsis the IR increased (annual IRR, 1.048; 95% CI 1.037 to 1.059). During the COVID-19 pandemic, the IRR for a first sepsis was 0.877 (95% CI 0.829 to 0.927) in 2020 and 0.929 (95% CI 0.870 to 0.992) in 2021, and for all sepsis it was 0.870 (95% CI 0.810 to 0.935) in 2020 and 0.908 (95% CI 0.840 to 0.980) in 2021, compared with the previous 11-year period. Case fatality among first sepsis admissions declined in the period 2009–2019 (annual OR 0.954 (95% CI 0.950 to 0.958)), whereas case fatality increased during the COVID-19 pandemic in 2020 (OR 1.061 (95% CI 1.001 to 1.124) and in 2021 (OR 1.164 (95% CI 1.098 to 1.233)).ConclusionThe overall IR of sepsis increased from 2009 to 2019, due to an increasing IR of recurrent sepsis, and indicates that sepsis awareness with updated guidelines and education must continue. BODY: STRENGTHS AND LIMITATIONS OF THIS STUDYThis study is based on complete data from all Norwegian hospitals during 14 years.Sepsis was identified using the primary International Classification of Diseases 10th revision (ICD-10) discharge diagnosis and up to 20 secondary ICD-10 diagnosis codes at discharge.We used individual patient data enabling age-adjusted and sex-adjusted estimates and identification of first and recurrent sepsis.Implicit identification of sepsis based on diagnostic codes for acute organ dysfunction and infection may result in overdetection of sepsis in instances where acute organ dysfunction is unrelated to infection.IntroductionSepsis is a dysfunctional immune response to infection that leads to acute life-threatening tissue damage and organ dysfunction.1With an estimated 50 million cases and 11 million sepsis-related deaths in 2017, sepsis remains a"
  },
  {
    "full_text": "sepsis-related deaths in 2017, sepsis remains a major cause of worldwide morbidity and mortality.2While sepsis may result from any infection, the majority of adult sepsis cases before the COVID-19 pandemic were attributed to bacterial infections, and viral sepsis was thought to be rare.3–5During the COVID-19 pandemic, however, an unprecedented number of patients were diagnosed with viral sepsis (hereafter labelled COVID-19-related sepsis),6–9with a high risk of coinfections and secondary infections that can aggravate the outcome.10 11It is likely that public health efforts to reduce the spread of SARS-CoV-2, such as lockdowns, may also have influenced the spread of other communicable diseases contributing to the risk of sepsis.12 13However, few studies have assessed the impact of the pandemic on sepsis incidence rate (IR) and case fatality risk (CFR), using a few selected sepsis codes.14No previous study has focused exclusively on sepsis IR using all sepsis codes,2and compared sepsis IR and case fatality during the two first years of the COVID-19 pandemic with long-term historic trends.Previous research on the incidence of sepsis before the COVID-19 pandemic has shown conflicting results.2 15–17However, precise incidence and mortality rates are difficult to measure, and a more accurate quantification (ie, correct identification and diagnosis coding) of sepsis is warranted.18 19Therefore, the overall aim of this study is to describe temporal trends in sepsis IR and case fatality using nationwide Norwegian data on all adult hospital admissions from 2008 to 2021, and second to examine changes in hospital admission and mortality rates of sepsis during the first two COVID-19 pandemic years.MethodsData source and study populationThis nationwide longitudinal study used data from the Norwegian Patient Registry (NPR) and Statistics Norway.20 21NPR is an administrative database maintained by the Norwegian Directorate of Health that contains data with unique patient identifiers that allow longitudinal follow-up of individual patients for every admission to public hospitals in Norway from 2008 onward. In addition, NPR contains admission and discharge dates, and the International Classification of Diseases 10th revision (ICD-10) discharge codes, while Statistics Norway contains demographic data on all citizens of Norway. In NPR, we identified all hospitalisations to public hospitals in Norway (2008–2021) aged ≥18 years with the ICD-10 discharge diagnosis code(s) for sepsis consistent with the Angus implementation refined by Ruddet al.2 22We treated each hospitalisation as an individual entry, and within this entry, sepsis was defined as explicit or implicit sepsis. For explicit sepsis, we used the presence of one code (seeonline supplemental table 1) for an overview of all ICD-10 codes to define explicit and implicit sepsis). For implicit sepsis, we used the combination of an infection code with the presence of an acute organ dysfunction code. The strategy"
  },
  {
    "full_text": "of an acute organ dysfunction code. The strategy was used for the primary and up to 20 secondary coexisting ICD-10 discharge codes since there is no obligatory order for the secondary codes. We added COVID-19-related sepsis to the implicit sepsis category based on the presence of a diagnostic code for COVID-19 (U07.1, U07.2) and ≥1 organ dysfunction code. Patients with a COVID-19 sepsis code and an explicit sepsis code were categorised as explicit sepsis.Online supplemental figure 1shows the flow chart of the selection of patients into the study.10.1136/bmjopen-2023-071846.supp1Supplementary dataCharacteristics of study populationPatient characteristics were extracted from NPR, including sex, age, ICD codes for selected comorbidities based on diagnostic groups,23as well as numbers of hospital stays from sepsis, readmissions and in-hospital deaths (for details, seeonline supplemental table 2ICD 10 codes identifying comorbidities and infection sites). For sepsis admissions, we used ICD-10 codes to classify site(s) of infection into respiratory, genitourinary, intra-abdominal, extra-abdominal, endocarditis/myocarditis, soft tissue, infections following a procedure and other (bone, joint, obstetric, ear, mouth, upper airway, central nervous system and unknown). The acute organ dysfunctions were classified by number and as circulatory, respiratory, renal, hepatic, coagulation and/or other (acidosis, unspecific gangrene, central nervous system and systemic inflammatory response syndrome of infectious origin with organ dysfunction (R65.1)). A sepsis admission was defined as recurring sepsis admission if the patient was discharged with an explicit or implicit sepsis code and thereafter admitted with an explicit or implicit sepsis code, regardless of the time frame for the new admission. The number of sepsis admissions was categorised from one to five or more.Statistical analysisDescriptive statistics are presented as frequencies, means, SD, per cent and medians as appropriate, and are reported by sepsis or COVID-19-related sepsis. We calculated the crude sepsis IR of a first, recurrent and all sepsis episode according to year (2008–2021) and 10-year age groups as the number of sepsis admissions divided by the total number of inhabitants in Norway at the beginning of the year. The IRs for first and all sepsis were then standardised according to Segi’s world standard population using 10-year age categories,24 25and reported per 100 000 person years.To evaluate the temporal trends of sepsis IRs and the impact of the COVID-19 pandemic on sepsis IRs, we used Poisson regression to estimate IR ratios (IRR) of sepsis using the number of sepsis admissions (total, recurrent or first) as the dependent variable, population as exposure, the years 2009–2019 as a continuous variable, and the years 2008, 2020 and 2021 as separate indicator variables. Since our purpose was descriptive, we only adjusted for sex (man, woman) and age (10-year categories) in the analysis."
  },
  {
    "full_text": "and age (10-year categories) in the analysis. Since 2008 was the first observation year, we could not differentiate between a first and a recurrent episode, and 2008 thus was included as an indicator variable to account for a possibly inflated IR of first sepsis. To account for overdispersion, we used the robust variance estimator.CFR of a first sepsis admission was calculated as the number of first sepsis admissions with a discharge status of in-hospital death divided by all first sepsis hospitalisations. Similarly, CFR for recurrent sepsis was calculated as the number of recurrent sepsis admissions with a discharge status of in-hospital death divided by all recurrent sepsis hospitalisations. The calculation was performed on annual cases for first and recurrent sepsis admissions from 2008 to 2021 and by 10-year age groups in the same period. During 2020 and 2021, we also calculated the quarterly CFR and compared CFR for COVID-19-related sepsis and sepsis.14To evaluate the trend of in-hospital mortality and the pandemic’s impact on hospital mortality, we used logistic regression to estimate ORs for in-hospital death using the years 2009–2019 as a continuous variable, the years 2008, 2020 and 2021 as indicator variables, and adjusting for sex (man, woman) and age (10-year categories). We report 95% CIs where relevant.All analyses were conducted by using STATA V.16.1 (StataCorp).Patient and public involvementTwo patient representatives from the user group at Nord-Trondelag Hospital Trust participated in developing the research question and design of this study and were supportive of the use of health data for research purposes. They stressed the importance of education regarding symptoms and signs of sepsis to prevent fatal outcome and gave advice that research results and information about sepsis should be published in newspapers and social media in order to reach the patients and relatives. According to this, we plan to distribute this research results on our social media to inform patients, sepsis charities, research funders and policy-makers.ResultsCharacteristics of study populationAmong 12 619 803 non-psychiatric adult hospitalisations during the study period (2008–2021), 317 705 (2.5%) met the criteria for sepsis, and of these, 222 832 (70%) were first hospitalisations with sepsis. Patient characteristics according to a first episode of sepsis and COVID-19-related sepsis are presented intable 1.Table 1Characteristics of the study population at first sepsis admission (2008–2021) and COVID-19-related sepsis (2020–2021)CharacteristicsSepsis*COVID-19-related sepsis†All first sepsis admissionsFirst admission (% of all sepsis admissions)219 987 (69.0)2845 (1.0)222 832 (70.0)SexMale118 580 (53.9)1862 (65.5)120 442 (54.1)Female101 407 (46.1)983 (34.5)102 390 (45.9)Age (years)Mean±SD (median)71.2±16.6 (74.4)61.4±16.1 (61.8)71.1±16.6 (74.3)No of comorbidities066 869 (30.4)1 581 (55.6)68 450 (31.7)197 894 (44.5)909 (32.0)98 803 (44.3)245 052 (20.5)300"
  },
  {
    "full_text": "(44.5)909 (32.0)98 803 (44.3)245 052 (20.5)300 (10.5)45 352 (20.4)≥310 172 (4.6)55 (1.9)10 227 (4.6)Comorbidities§§Heart and vascular99 360 (64.9)702 (55.5)100 062 (64.8)Cancer39 243 (25.6)125 (9.9)39 368 (25.5)Lung35 859 (23.4)306 (24.2)36 165 (23.4)Renal8 873 (5.8)76 (6.0)8 949 (5.8)Diabetes24 030 (15.7)386 (30.5)24 416 (15.8)Dementia8068 (5.3)32 (2.5)8100 (5.3)Immune3091 (2.0)49 (3.9)3140 (2.0)Liver991 (0.7)NA994 (0.6)Site of infection§Respiratory79 290 (48.7)2528 (97.9)81 818 (49.5)Genitourinary44 700 (27.5)82 (3.2)44 782 (27.1)Skin and soft tissue8260 (5.1)5 (0.2)8265 (5.0)Intra-abdominal8841 (5.4)29 (1.1)8870 (5.4)Extra-abdominal12 318 (7.6)22 (0.9)12 340 (7.5)Infections following a procedure8277 (5.1)13 (0.5)8290 (5.0)Endocarditis/Myocarditis2522 (1.6)8 (0.3)2530 (1.5)Other¶28 836 (17.7)152 (5.9)28 997 (17.5)Explicit sepsis77 240 (35.1)90 (3.2)77 330 (34.7)No of acute organ dysfunctions1126 928 (84.5)2252 (81.2)28 928 (84.4)217 869 (11.9)427 (15.4)18 296 (12.0)33988 (2.7)70 (2.5)4058 (2.7)≥41466 (1.0)24 (0.9)1490 (1.0)Organ system with acute organ dysfunction**Respiratory59 465 (39.7)2399 (86.5)61 864 (40.5)Circulatory14 824 (9.9)68 (2.5)14 892 (9.8)Renal66 809 (44.6)433 (15.6)67 242 (44.1)Hepatic3192 (2.1)17 (0.6)3209 (2.1)Coagulation6428 (4.3)43 (1.6)6471 (4.2)Other¶31 303 (20.9)284 (10.3)31 587 (20.7)No of hospital admissions for sepsis††1168 904 (76.8)2714 (95.4)171 618 (77.0)233 097 (15.0)4125 (4.4)33 222 (14.9)310 125 (4.6)NA10 129 (4.6)440 010 (1.8)NA4011 (1.8)≥53851 (1.8)NA3852 (1.7)Readmission‡‡54 967 (25.0)474 (16.7)55 441 (24.9)If not mentioned otherwise, the percentage (%) is calculated from available data from the first admission with sepsis or COVID-19-related sepsis.Estimates represent N (%) unless otherwise stated.*Sepsis included patients with implicit and/or explicit sepsis, but not patients with an ICD-10 code for COVID-19.†COVID-19-related sepsis included patients with COVID-19 combined with organ dysfunction or explicit code. The proportion of all comorbidities is calculated as number of particular comorbidity over total number of comorbidities.‡The proportion of all infections sites is calculated as number of individuals with particular infection site over total number of infections sites.§Other infection sites=bone, obstetric, upper airway, central nervous system and unknown.¶The proportion of organ dysfunctions is calculated based on n with any organ dysfunctions.**Other acute organ dysfunction=acidosis, unspecific gangrene, central nervous system dysfunctions and systemic inflammatory respons syndrome.††Number of hospital admissions=calculated as new sepsis admission if admission with ICD-10 codes defining sepsis, regardless of time frame for the new sepsis admission. Follow-up=14 years.‡‡Readmission=admission within 30 days after discharge regardless of cause.§§ The proportion of all comorbidities is calculated as number of particular comorbidity over total number of comorbidities.ICD-10, International"
  },
  {
    "full_text": "number of comorbidities.ICD-10, International Classification of Diseases 10th revision; NA, Not Applicable (used when the number of admissions was≤5).In 2020 and 2021, 2845 of 29 329 (9.7%) of first sepsis cases were identified as COVID-19 related sepsis. Men were over-represented among patients with sepsis (53.9%) and COVID-19-related sepsis (65.5%). The sepsis patients were older than patients with COVID-19-related sepsis (mean age 71.1 vs 61.4). The sepsis patients experienced renal acute organ dysfunction most often (44.6%), followed by respiratory failure (39.7%). The COVID-19-related sepsis patients experienced naturally most frequent respiratory failure (86.5%), followed by renal failure (15.6%). In total, 25.0% and 16.7% of the patients were readmitted within 30 days in the sepsis and COVID-19-related sepsis group, respectively. During the total study period (2008–2021), 24.2% of sepsis patients had ≥2 recurring sepsis hospitalisation.Sepsis IRs and temporal trendsTable 2shows that from 2009 to 2019, the annual age-standardised IRR of first sepsis episode was stable (IRR per year, 0.999; 95% CI 0.994 to 1.004), whereas the IR per year for recurrent sepsis increased with an IRR 1.048 (95% CI 1.037 to 1.059) per year, with a total increase in overall IRs of 15.5%. This is clearly illustrated infigure 1. During the COVID-19 pandemic, the IR was reduced compared with the previous 11-year period, with IRR of 0.877 (95% CI 0.829 to 0.927) in 2020 and 0.929 (95% CI 0.870 to 0.992) in 2021 for first sepsis cases, and 0.870 (95% CI 0.810 to 0.935) in 2020 and 0.908 (95% CI 0.840 to 0.980) in 2021 for all sepsis cases. The IR for both first and recurrent sepsis increased exponentially from ages 50 and beyond, and in individuals aged 80+ the IRs with recurrent sepsis were fivefold higher in 2021 than in 2008 (seefigure 2for first and recurrent sepsis andonline supplemental figure 2for more detailed first sepsis incidence).Table 2Poisson regression* for trends of first, recurrent and all sepsis episodesFirst sepsis admissionsRecurrent sepsis admissionsAll sepsis admissionsIRR95% CIIRR95% CIIRR95% CIPer year 2009–20190.9990.994 to 1.0041.0481.037 to 1.0591.0131.007 to 1.01920081.1101.021 to 1.2100.6490.535 to 0.7891.0070.920 to 1.10220200.8770.829 to 0.9270.8440.746 to 0.9640.8700.810 to 0.93520210.9290.870 to 0.9920.8480.746 to 0.9640.9080.840 to 0.980Female sex§0.6880.669 to 0.7070.6520.615 to 0.6910.6770.656 to 0.699Age group, years18–290.0230.021 to 0.0260.0200.018 to 0.0230.0230.020 to 0.02530–390.0290.026 to 0.0310.0250.022 to 0.0290.0280.025 to 0.03040–490.0430.041 to 0.0460.0460.041 to 0.0510.0440.041 to 0.04750–590.0890.085 to 0.0930.1070.095 to 0.1210.0940.088 to 0.10060–690.2070.200 to 0.2140.2730.249 to 0.3000.2250.215 to 0.23570–790.4570.441 to 0.4730.5810.536 to 0.6310.4910.470 to 0.512≥801.000Reference1.000Reference1.000ReferenceConstant†0.0310.030 to 0.0330.000‡0.000-0.000‡0.0400.038 to 0.042*The Poisson regression model was set up"
  },
  {
    "full_text": "to 0.042*The Poisson regression model was set up with cases as dependent variable, population as exposure, per year 2009–2019 as continuous covariate, and indicator variables as covariates for the years 2008, 2020 and 2021, and female sex and age groups.†Constant=estimated incidence rate for men≥80 in 2009.‡IRR=9.20e-44, 95% CI (5.09e-53 to 1.55e-34).§ Male sex as referenceIRR, incidence rate ratio.Figure 1Annual all and first sepsis incidence per 100 000 inhabitants.Figure 2Annual first and recurrent sepsis incidence rates by 10-year age groups.The overall age-standardised IR of a first sepsis admission was 246/100 000 (95% CI 245 to 247), whereas the age-standardised IR of all sepsis admissions was 352/100 000 (95% CI 351 to 354) during the study period (online supplemental table 3).Case fatality and temporal trendsThe mean CFR was 13.7% for first sepsis admissions over the 14 years study period and 12.6% among recurrent sepsis admissions. In-hospital deaths for patients with a first sepsis admission declined during 2009–2019 (OR per year, 0.954 (95% CI 0.950 to 0.958)), with a total decline of 43.1% (table 3andonline supplemental figure 3).Online supplemental figure 4shows that this decline in CFR over the study period occurred in all 10-year age groups. The CFR for recurrent sepsis declined with an OR of 0.973 (95% CI 0.966 to 0.980) per year in the same period, with a total decline of 28.0% (table 3).Online supplemental table 4displays the details for age standardises CFR (%) for both first and recurrent sepsis episode per year.Table 3Logistic regression* with in-hospital deaths as dependent variable, 2008–2021First sepsis admissionRecurrent sepsis admissionOR95% CIOR95% CIPer year 2009–20190.9540.950 to 0.9580.9730.966 to 0.98020081.0030.954 to 1.0550.9380.833 to 1.05620201.0611.001 to 1.1240.9850.909 to 1.06720211.1641.098 to 1.2331.1121.027 to 1.205Female sex0.8980.876 to 0.9200.8630.830 to 0.900Age group, years18–290.0870.074 to 0.1030.2510.206 to 0.30630–390.1150.100 to 0.1320.2360.194 to 0.28840–490.1890.173 to 0.2070.3870.344 to 0.43550–590.3510.333 to 0.3700.4870.451 to 0.52760–690.5230.505 to 0.5410.6350.601 to 0.67070–790.6800.660 to 0.7010.7810.745 to 0.819≥801.000Reference1.000ReferenceConstant†0.3270.317 to 0.3380.2470.234 to 0.261*The logistic regression is modelled with in-hospital death in as dependent variable, per year 2009–2019 as continuous covariate and indicator variables as covariates for the years 2008, 2020 and 2021, and female sex and age groups.†Constant=estimated odds for men≥80 in 2009.Hospital death increased during the COVID-19 pandemic with an OR 1.061 (95% CI 1.001 to 1.124) in 2020 and an OR of 1.164 (95% CI 1.098 to 1.233) in 2021 for first sepsis admissions, and for recurrent sepsis admissions in 2021 with an OR of 1.112 (95% CI 1.027 to 1.205) (table 3).Quarterly calculations for the years 2020 and 2021 are given inonline supplemental table 5andonline supplemental figure 5, illustrating that the hospital"
  },
  {
    "full_text": "figure 5, illustrating that the hospital outcome in COVID-19-related sepsis varied across the pandemic. In contrast, patients with first sepsis admission experienced more stable outcomes over the same period.DiscussionIn this nationwide longitudinal registry study using all hospital data over 14 years (2008–2021), we demonstrate a stable trend in the IR of a first sepsis admission, while the recurrent sepsis IR has at least doubled in all individuals aged 60 or above. Overall, the sepsis case fatality rates have declined substantially by approximately one-third in all age groups, regardless of first or recurrent sepsis episode. During the COVID-19 pandemic in 2020 and 2021, the IR of a first sepsis admissions decreased moderately compared with the prepandemic years, meanwhile the case fatality increased, most prominent in 2021.Previously, ‘The Global burden of Disease Study’ by Ruddet al2registered an estimated reduction of 37% in the age-standardised IR of sepsis from 1990 to 2017,2and the differences to our study could be due to heterogeneity between regions, the inclusion of low-ncome and middle-income countries with less access to healthcare, inclusion of persons aged <18 and longer follow-up. Similarities with our study are the use of individual-level data and similar extraction of ICD-10 codes. Several other articles report increasing sepsis IRs,15 17 22 26 27that is, the opposite of what we and Ruddet alfound. Martinet al26found an annual 8.7% increase in sepsis IR using claimed-based data between 1979 and 2000.26Dombrovskiyet al17found almost doubled hospitalisations of severe sepsis from 1992 to 2003,17and Kumaret al15calculated an increase in sepsis IR of 200/100 000 inhabitants from 2000 to 2007.15These results are difficult to compare with our analysis regarding first sepsis episodes because they report on all sepsis admissions not first sepsis admissions. However, their results can be compared with our analysis of all sepsis admissions, where we found an increased age-adjusted and sex-adjusted IRR before the current pandemic. Studies that include all sepsis admissions will naturally increase IRs because each person may be admitted multiple times, thus increasing the numerator without changing the denominator. Both Ruddet aland our study go against the myth that the increase in sepsis IRs primarily is driven by more liberal practices in sepsis coding over time. It is more likely that previously reported increased IRs are caused by the failure to treat each case as an individual entry.The incidence of sepsis is higher among patients in the older age categories. Anguset al22investigated incidence of severe sepsis in the USA in 1995 and reported that the incidence of sepsis increased exponentially from ages 50 years and beyond.22This was also confirmed in later studies,15 17and is in line with the data in our study. Plausible explanations include increased prevalence of comorbidities by age that make patients more prone to sepsis and"
  },
  {
    "full_text": "age that make patients more prone to sepsis and age-related weakening in immune function.28In addition, better treatment of medical conditions such as cancer and chronic diseases with increased use of immunosuppressives and invasive procedures29 30increases the number of patients at risk of developing more than one sepsis episode.28Further, sepsis survivors are prone to recurring sepsis due to new or worsened comorbidities and repeated infections and will thus drive the sepsis nominator.31Previous studies of in-hospital sepsis mortality show in general a decreasing trend. Kaukonenet al32conducted a retrospective observational study over 12 years of sepsis patients admitted to Intensive Care Units (ICUs).32They reported annually decline in mortality throughout the study period with an OR of 0.49 in 2012, with year 2000 as reference. In a European registry-based study of ICU sepsis patients, Yébeneset al27reported an OR in 2012 with 2008 as reference of 0.77 in a multivariate analysis.27The higher decline than we observed can possible be due to different inclusion criteria of sepsis cases. While both Yebeneset aland Kaukonenet alstratified on all sepsis cases, the current study stratified on both first and all sepsis admissions. Other plausible explanations include different inclusion criteria regarding sepsis severity, and that new and updated guidelines, and more attention to the sepsis diagnosis have improved the recognition of the diagnosis, thus assisting clinicians in accurate and timely treatment of infections (ie, early blood culture sampling and antibiotics), preventing illness severity and therefore reducing mortality.33–37The sepsis IR during the pandemic is previously studied by Bodilsenet al.14They compared hospital admissions for several diagnoses, 1 year prior to and 11 months after the COVID-19 pandemic and reported a significant reduction in sepsis IR using a few selected sepsis codes and found elevated 30 days mortality.14These previous results are in line with our results. Explanations for the observed lower incidence of sepsis after the pandemic can be the lower incidence of other infections with lockdowns,14 38in addition to vaccination strategies prioritising the elderly first and cancelling elective surgeries.39Moreover, our study could only identify one-fourth of the reported deaths due to COVID-19 in Norway at the end of 2021, which suggest that the majority of deaths due to COVID-19 occurred outside the hospitals. A possible explanation for the low proportion of in-hospital deaths due to COVID-19-related sepsis could be a higher threshold for hospitalisation during the pandemic in order to avoid an overflow of ill patients to hospitals.40In the above-mentioned Danish study, the 30 days mortality for sepsis under and between the lockdowns was in line with our results.14The increased case fatality in first sepsis admission after the pandemic lockdown can be explained by the fatality of the novel SARS-CoV-2 virus. Further"
  },
  {
    "full_text": "fatality of the novel SARS-CoV-2 virus. Further concerns are reluctance to seek healthcare because of the perceived risk of COVID-19 infection and negligence to report severe symptoms. Probably implications of these explanations are higher in-hospital mortality as those who were admitted with sepsis were more severely ill and thus had a higher baseline mortality risk.There are several limitations to our study. First, the use of registry-based study design is dependent on ICD-code abstraction and the characteristics of registries.41However, it is mandatory for all Norwegian hospitals to report all activity to NPR and the NPR is a complete and unselected national hospital registry. Our study identified and extracted sepsis by ICD-10 discharge codes, first used in registry-based studies by Anguset al,22and later modified by Ruddet alto reflect the modern understanding of sepsis pathophysiology.2In Norway, ICD-10 code reporting to NPR is mandatory and undergoes quality controls by the National Service of Validation and completeness analysis, therefore, our extraction of ICD-10 codes have minimal missing, incomplete or unknown discharge codes.42Different study designs have been investigated to find the most fitted design, with dividing results.43–46The selection strategies for ICD-10 codes used by Ruddet al2have been criticised for causing an overestimation of sepsis.47Further, recommended ICD-10 coding has changed throughout the period as new specific codes for SIRS and septic shock were implemented in 201048and the Sepsis-3 definition was implemented in 2016.1However, the trends seem to be consistent across the follow-up period except for 2008 and the pandemic years. Second, the IR of first episodes is probably inflated in 2008, but we included 2008 as an indicator variable in the regression models to account for this. Third, the use of implicit sepsis can generate false-positive identification of sepsis since organ dysfunction concurrent to infection could be driven by other causes. On the other hand, false-negative results can occur if the organ dysfunction is inadequately documented. Fourth, as this was a descriptive study we did not adjust for illness severity, or other characteristics and pathogenesis that could affect the association between sepsis, COVID-19-related sepsis and death. As we presented, age-adjusted and sex-adjusted results could mask possible age or sex specific differences in incidence and CFRs. Finally, the influence of the pandemic was calculated from January 2020, although the first COVID-19 patients were first admitted in late February 2020, and thus, the estimated drop in the IR related to COVID-19 could be underestimated. It is important to note that the level of SARS-CoV-2 incidence in Norway has been relatively low, and therefore, the interpretation of the analysis is primarily relevant to countries with the same burden.The study also has several strengths, including the large sample size, nationwide data including all"
  },
  {
    "full_text": "large sample size, nationwide data including all public hospitals, the use of individual-based data, and a timespan of 14 years, which makes it possible to detect trends over time. Another strength is that we, in one joint paper, report the burden and case fatality of first sepsis admissions, recurrent and all sepsis admissions, including age-separated analyses. Since the patients at first admission are likely to be younger, have fewer comorbidities, and thus have less morbidity and mortality risk, stratifying on the first admission will avoid migrating the patient to the next stage, also known as Will Rogers Phenomenon,’ or stage migration.41To the best of our knowledge, this is the first study that provides nationwide hospital admissions-based epidemiological characteristics over 14 years for sepsis and includes data outside the ICU as well as for severe COVID-19-related sepsis. Our findings argue against the view that sepsis IR is declining and that reports of increasing sepsis incidence could largely reflect methodological difficulties and ICD-10 code attribution issues.Our results have implications for health policy-makers, clinicians and researchers. The burden of sepsis is higher than previously described in comparable studies and requires further attention. More sepsis survivors put more pressure on skilled nursing facilities and in-home care. There are few studies on longer-term recovery in sepsis patients, and more needs to be done to prevent recurring sepsis, including early physical and cognitive rehabilitation, transition of care and follow-up care.31Surveillance and prevention should be assessed and implemented in primary healthcare. Side effects of the pandemic, with a pressured healthcare system and a changed threshold for seeking healthcare, must be evaluated.ConclusionThis nationwide register-based study over 14 years reveals that the burden of sepsis still is high, with increasing IRs of recurrent sepsis. Furthermore, the high IRs and decreasing mortality cause an increased number of sepsis survivors, with a growing impact on the healthcare system. Notably, the decreased IRs of sepsis hospitalisations together with increased mortality during the pandemics give a concern regarding different efforts that were made to stop the spread of SARS-CoV-2.Supplementary MaterialReviewer commentsAuthor's manuscript CONCLUSION: ConclusionThis nationwide register-based study over 14 years reveals that the burden of sepsis still is high, with increasing IRs of recurrent sepsis. Furthermore, the high IRs and decreasing mortality cause an increased number of sepsis survivors, with a growing impact on the healthcare system. Notably, the decreased IRs of sepsis hospitalisations together with increased mortality during the pandemics give a concern regarding different efforts that were made to stop the spread of SARS-CoV-2."
  }
]