[
  {
    "full_text": "TITLE: Long-term psychological outcomes following stroke: the OX-CHRONIC study ABSTRACT: BackgroundStroke survivors rate longer-term (> 2 years) psychological recovery as their top priority, but data on how frequently psychological consequences occur is lacking. Prevalence of cognitive impairment, depression/anxiety, fatigue, apathy and related psychological outcomes, and whether rates are stable in long-term stroke, is unknown.MethodsN= 105 long-term stroke survivors (M[SD] age = 72.92 [13.01];M[SD] acute NIH Stroke Severity Score = 7.39 [6.25]; 59.0% Male;M[SD] years post-stroke = 4.57 [2.12]) were recruited (potentialN= 208). Participants completed 3 remote assessments, including a comprehensive set of standardized cognitive neuropsychological tests comprising domains of memory, attention, language, and executive function, and questionnaires on emotional distress, fatigue, apathy and other psychological outcomes. Ninety participants were re-assessed one year later. Stability of outcomes was assessed by Cohen’sdeffect size estimates and percent Minimal Clinically Important Difference changes between time points.ResultsOn the Montreal Cognitive Assessment 65.3% scored < 26. On the Oxford Cognitive Screen 45.9% had at least one cognitive impairment. Attention (27.1%) and executive function (40%) were most frequently impaired. 23.5% and 22.5% had elevated depression/anxiety respectively. Fatigue (51.4%) and apathy (40.5%) rates remained high, comparable to estimates in the first-year post-stroke. Attention (d= -0.12; 85.8% stable) and depression (d= 0.09, 77.1% stable) were the most stable outcomes. Following alpha-adjustments, only perceptuomotor abilities (d= 0.69; 40.4% decline) and fatigue (d= -0.33; 45.3% decline) worsened over one year. Cognitive impairment, depression/anxiety, fatigue and apathy all correlated with worse quality of life.ConclusionNearly half of participants > 2 years post-event exhibited psychological difficulties including domains of cognition, mood, and fatigue, which impact long-term quality of life. Stroke is a chronic condition with highly prevalent psychological needs, which require monitoring and intervention development.Supplementary InformationThe online version contains supplementary material available at 10.1186/s12883-023-03463-5. BODY: IntroductionGlobally, stroke is the second highest cause of mortality and is known to increase risk of chronic disability, sustained physical and cognitive impairment, and poorer quality of life that affects both the stroke survivor and carers [1–3]. The typical profile of long-term psychological outcomes post-stroke is not well-characterized, despite the increased likelihood of long-term impairments due to higher survival rates [4,5]. In a systematic review of unmet care needs of stroke survivors [6], managing psychological outcomes was the most frequently reported unmet need. Psychological information needs, including information on understanding and managing cognition and mood"
  },
  {
    "full_text": "on understanding and managing cognition and mood changes post-stroke, were shown to increase from 6 months (22.4%) to 2 years post-stroke (81.4%) [6] due to requiring further information when initial recovery is made or receiving irrelevant information in early stroke.Psychological outcomes of stroke can include poor attention, memory, executive function, perceptuomotor and language abilities [7], mental health difficulties such as depression and anxiety [8,9], and extended outcomes such as fatigue and apathy [10,11]. Difficulties in any of these in early stroke are known to contribute to poorer quality of life, and may reduce daily activity participation [12,13] and increase need for carer support [4]. However, despite the recognized long-term importance of psychological outcomes [14–16], research has been mainly limited to the first year post-stroke [13,17,18].Longitudinal assessment of cognitive function after stroke has been predominantly completed with brief global screening tools such as the Mini-Mental State Examination (MMSE) [19,20]. Though choice of tool will depend on the desired cognitive information, post-stroke cognitive impairment often includes deficits in a variety of domains [21], and an in-depth neuropsychological assessment is more feasible outside of the acute window. Mild cognitive impairments are common in chronic stroke [22] and sensitive neuropsychological assessment is therefore warranted in long-term follow-up to detect these often more subtle domain-specific impairments that can still impact quality of life [23]. For example, memory impairments can reduce engagement in daily social tasks (i.e., forgetting positive details of events) and result in increased isolation [24].Emotional distress after stroke is also common, with post-stroke depression and anxiety estimated to affect 31.0% and 24.2% of stroke survivors respectively [8,9]. These are frequently accompanied by additional outcomes that can have psychological associations, including fatigue [10], apathy [11] and poor sleep quality [25,26]. Though evidence suggests these extended outcomes are more common in acute stroke, prevalence rates remain stable at 1-year [27,28]. Cognitive impairment has been shown to double the risk for emotional distress and extended outcomes in the first-year post-stroke [29–31] and strongly relates to long-term participation in social, community, work, and leisure activities [32]. This emphasizes the need to understand the psychological consequences in a wide variety of areas and considered holistically with regards to their collective impact on post-stroke quality of life.The temporal nature of these various psychological outcomes in chronic stroke is not well-described. Variability in emotional distress [33] and cognitive functioning (heterogeneous patterns of improvement and decline [34]) has been examined in the first-year post-stroke. However, research in long-term stroke has focused mainly on depression [9], cognitive decline and"
  },
  {
    "full_text": "mainly on depression [9], cognitive decline and dementia diagnoses [17]. A more complete and improved understanding of the prevalence and nature of various long-term psychological outcomes is essential to tailoring community stroke services to the needs of stroke survivors.Study aims and objectivesThe OX-CHRONIC study aimed to characterize the psychological profiles of long-term stroke (at least 2 years post-stroke). The primary objective was to identify the long-term prevalence of clinical impairment in six specific cognitive domains (language abilities, number processing, apraxia, memory, spatial attention, and executive function), and extended psychological consequences including depression, anxiety, fatigue, and apathy. Stability of psychological outcomes within a year’s time, and the impact of these psychological consequences on quality of life, was also examined. This paper reports on Work Package 4 of the OX-CHRONIC protocol [35] in identifying the longitudinal relationships between post-stroke cognitive impairment to long-term outcomes in quality of life.MethodsParticipantsAll participants provided informed consent to take part. The study was approved by the UK National Research Ethics Service committee (REC Reference: 19/SC/0520).Participants were recruited from the Oxford Cognitive Screening programme, a stroke cohort that had been consecutively recruited from the acute stroke ward within the John Radcliffe Hospital, UK between 2012 and 2020 (see protocol; Demeyere et al [35]). Participants who consented to future studies with the research team following a 6-month post-stroke assessment and who were at least 2 years post-stroke (N= 208) were contacted for participation in OX-CHRONIC. Participants consenting to OX-CHRONIC completed a battery of self-report and neuropsychological measures across two time points one year apart (termed Wave 1 and Wave 2), and optionally wore an activity monitor for one week following assessment.1With stroke participant consent, their carers were approached about participation, and carers consenting to participation completed self-report questionnaires. Due to the COVID-19 pandemic, all OX-CHRONIC assessments took place remotely either over the telephone or via videoconferencing in up to 3 separate sessions per time point. A detailed description of the full study protocol is reported elsewhere [35].Patient and public involvementStroke survivors were involved in the development of the OX-CHRONIC study and funding application. Two stroke survivors formed part of the study management committee, and one stroke survivor formed part of the study steering committee. The Patient and Public Involvement (PPI) representatives advised how best to adapt study materials when conducted remotely during the pandemic and encouraged data collection via telephone as well as videoconferencing to maximise inclusion. They additionally provided guidance on how and which results to highlight to clinical stroke teams to encourage"
  },
  {
    "full_text": "highlight to clinical stroke teams to encourage services to consider the long-term impact of stroke. The PPI representatives collectively contributed to dissemination of OX-CHRONIC results to the general community via public engagement events and news summaries.Study measuresNeuropsychological assessments selected were based on their wide-range use in stroke settings and covered a wide range of possible cognitive domain impairments. This included domain-general cognition (MoCA [36]), stroke-specific cognition (Oxford Cognitive Screen [OCS] [21]) language (Cookie Theft Task [37]; Boston Naming Test [38]; Letter and Category Fluency [39]), executive function (Trail Making Test A & B [39]; Hayling Sentence Completion Test [40]; OCS-Plus Mixed Trails [41]), memory (Digit Span Forwards & Backwards [42]; Logical Memory Test [42]; Picture Memory Test [41]), attention (Star Cancellation Test [43]), and perceptuomotor abilities (OCS-Plus Figure Copy Test [41]; Rey-Osterrieth Complex Figure Copy Test [44]). To prevent fatigue effects in neuropsychological assessments, study sessions were scheduled across up to 3 separate sessions, and participants were offered breaks within each session.Validated self-report questionnaires were similarly selected across a range of psychological outcomes (e.g., subjective cognition, emotional distress) and functional information (e.g., activities of daily living). This included previously published measures of cognitive abilities (Cognitive Failures Questionnaire [45]; Cognitive Reserve Index [46]), daily function (Telephone Modified Rankin Scale [47]; Nottingham Extended Activities of Daily Living Scale [48]; 3-item Barthel Index [49]), emotional distress (Hospital Anxiety and Depression Scale [HADS] [50]; Geriatric Depression Scale [GDS] [51]), extended outcomes such as fatigue (Fatigue Severity Scale [FSS] [52]), apathy (Apathy Evaluation Scale [AES] [53]) and sleep quality (Sleep Condition Indicator-8 [SCI-8] [54]), and quality of life measures (EQ-5D-5L [55]; Stroke Impact Scale-Short Form [SF-SIS] [56]; World Health Organization Quality of Life Scale [57]; ICEpop Capability Measure for Adults [58]). Carer measures included the Caregiver Strain Index [59], the Informant-GDS [60], and the Informant Questionnaire for Cognitive Decline in the Elderly (IQ-CODE) [61]. An overview of study measures is in Supplementary Table1and in the study protocol [35]. Participants completed self-report measures in their own time to prevent fatigue effects.Statistical analysesAnalyses were performed using R version 4.2.1 [62]. The datasets analysed and code for the current study are available at osf.io/y2mev.Descriptive statistics of Wave 1 and Wave 2 study variables were calculated. Where available per measure, validated cut scores (binarized as yes/no) were used to determine percentage of participants with cognitive impairment (for neuropsychological assessments) and scores that indicate elevated symptoms/functional difficulties"
  },
  {
    "full_text": "elevated symptoms/functional difficulties warranting clinical attention (collectively termed “clinically significant” within the manuscript; for self-report questionnaires only). For study measures, cut scores were developed based on comparison to normative data in healthy adults or based on sensitivity/specificity analyses. Cut scores used in the present study are shown in Supplementary Table1. Though most measures have been validated both when used remotely and in stroke populations, three self-report cut scores (CFQ [45]; SCI [54]; Informant-GDS [60]) have not yet been validated in stroke, and two neuropsychological assessments (OCS-Plus Trails [41]; Picture Memory Test [42]) have not been validated remotely. 95% confidence intervals for percent estimates were calculated using the below formula:\\documentclass[12pt]{minimal} \\usepackage{amsmath} \\usepackage{wasysym} \\usepackage{amsfonts} \\usepackage{amssymb} \\usepackage{amsbsy} \\usepackage{mathrsfs} \\usepackage{upgreek} \\setlength{\\oddsidemargin}{-69pt} \\begin{document}$$Proportion \\pm 1.96*\\frac{\\sqrt{Proportion\\left(1-Proportion\\right)}}{n}$$\\end{document}Proportion±1.96∗Proportion1-ProportionnTo account for potential risk or increased rates of impairment across the large number of more sensitive in-depth neuropsychological measures, chi-square tests with false discovery rate corrections were used to determine whether the proportion of those impaired versus not impaired at each time point differed (seeSupplementary Materials). Additionally, we do not present data on the proportion of participants with any impairment on the in-depth neuropsychological assessments to further reduce this risk.To determine stability of psychological outcomes, paired t-tests (for parametric data) and Wilcoxon rank-sum tests (for non-parametric data) were used to determine whether a statistically significant change occurred on study measures (instead of proportion of those meeting cut score criteria above) between Wave 1 and Wave 2. Family-wise alpha corrections across neuropsychological assessments and self-report measures were alpha-adjusted using false discovery rate (FDR) corrections to balance between risk of Type I and Type II errors. Cohen’sdwas additionally estimated to measure effect size differences. As a comparator, distribution-based Minimal Clinically Important Difference (MCID) estimates (i.e., 0.5 standard deviation change) were used to determine the percentage of participants whose scores were of clinical relevance from Wave 1 to Wave 2. This approach was taken given that some OX-CHRONIC measures do not have published MCIDs in stroke (e.g., Hayling Sentence Completion Test). Where available in the literature per measure, anchor-based MCIDs were additionally used to determine clinically relevant change.To examine whether potential differences existed at Wave 1 from those retained versus those lost to attrition at Wave 2, independent t-tests were conducted comparing demographics (age, sex,"
  },
  {
    "full_text": "were conducted comparing demographics (age, sex, handedness, years of education, stroke type, stroke severity, years post-stroke), cognitive impairment (OCS language, memory, attention, number processing, and executive function impairments), and stroke related quality of life scores (SF-SIS stroke recovery score, hand function, arm function, mobility, activities of daily living, emotions, communication, memory and participation). Results are in theSupplementary Materials.To explore the impact of psychological outcomes on quality of life, Spearman rank correlations, as well as linear regressions controlling for age, sex, years of education, time post-stroke, first versus recurrent stroke, and NIHSS scores, were conducted between cognition (MoCA), depression/anxiety (HADS), fatigue (FSS) and apathy (AES) to EQ-5D-5L health rating scores and SF-SIS scores at Wave 1. Missing data (n= 19 missing NIHSS;n= 7 missing OCS, MoCA, HADS;n= 6 missing EQ-5D-5L;n= 4 missing FSS, AES;n= 3 missing SF-SIS) was handled using multiple imputation via themicepackage in R [63]. Imputations were conducted across five versions with a maximum of 50 iterations via predictive mean matching. Given the most common reason for missingness was information not being available in acute medical records (NIHSS), data was assumed to be Missing at Random.ResultsA total of 105 stroke participants completed OX-CHRONIC Wave 1, with 90 completing re-assessment at Wave 2 one year later. Seventy-four carers participated in Wave 1, and 66 in Wave 2. A recruitment flow chart is shown in Fig.1(see study protocol for further details on study sample eligibility [35]).Fig. 1Participant recruitment flowchart to OX-CHRONIC at Wave 1 (December 2020 – October 2021) and Wave 2 (December 2021 – October 2022)Participant demographics are presented in Table1. Our cohort included a high proportion of individuals with left hemisphere stroke (40.00%) and moderate stroke severity scores (median NIHSS = 5).Table 1Participant characteristicsParticipants (N= 105)Median (IQR)Min—MaxSex–n(%)Male62 (59.05%)Female43 (40.95%)Age– Mean (SD)72.92 (13.01)74 (14)21 – 96Years Post-Stroke– Mean (SD)4.57 (2.12)4.07 (3.30)2 – 9.38Years of Education– Mean (SD)13.94 (3.67)13 (5)9 – 23Stroke Type–n(%)Ischaemic86 (81.90%)Haemorrhagic19 (18.10%)Lesion Hemisphere–n(%)Left42 (40.00%)Right41 (39.05%)Bilateral8 (7.60%)Undetermined from scan14 (13.35%)First or Recurrent Stroke–n(%)First70 (66.67%)Recurrent35 (33.33%)Acute NIHSS Score– Mean (SD)7.39 (6.25)5 (7)0 – 27Carers (N= 74)Sex –n(%)Male27 (36.50%)Female47 (63.50%)Relationship to Participant –n(%)Wife35 (47.30%)Husband24 (32.40%)Daughter/Son7 (9.40%)Parent5 (6.80%)Other3 (4.10%)NIHSSNational Institute of Health Stroke SeverityParticipant attrition and study outcomesDifferences in demographics and study measures between those retained (N= 90) and those lost to attrition at Wave 2 (N= 15) are reported in Supplementary Table2.Overall, there were no significant differences in"
  },
  {
    "full_text": "there were no significant differences in demographics or cognition. However, participants lost to attrition self-reported worse overall SF-SIS functioning, lower levels of activities of daily living (ADLs), and worse emotional distress at Wave 1. When comparing those lost to attrition not due to death (N= 9) and those retained, there were no statistically significant difference in any variables examined.Demographics of OX-CHRONIC participants compared to non-participants from the original acute cognitive screening cohort (N= 761) did not differ in terms of sex, type of stroke, or acute NIHSS scores. However, individuals not recruited to OX-CHRONIC were on average older at time of stroke, had fewer number of years of education, and were more cognitively impaired (see Supplementary Table3).Chronic cognitive impairmentFull details of impairment frequency per neuropsychological measure, per domain, is shown in Table2. Detailed descriptive statistics (i.e., minimum and maximum scores, task times) are in Supplementary Tables5and6.Table 2Descriptive statistics and percent prevalence of impairment status on the stroke-specific Oxford Cognitive Screen subtasks (italicized) and in-depth neuropsychological assessments per domain at Wave 1 (N= 98) and Wave 2 (N= 85) with 95% confidence intervals. Impairment scores are determined based on comparison to normative data in healthy adultsDOMAINWAVE 1 (N= 98)WAVE 2 (N= 85)Mean (SD)Impairment StatusN(% [95% CI])Mean (SD)Impairment StatusN(% [95% CI])Cohen’sdaDomain-General CognitionOCS Tasks Impaired0.90 (1.40)45 (45.92 [36.1 – 55.8])0.99 (1.33)40 (47.06 [36.5 – 57.7])-0.10MoCA (< 26)23.56 (4.16)64 (65.31 [55.9 – 74.7])22.98 (4.51)57 (67.06 [57.1 – 77.1])0.28MoCA (< 22)–30 (30.61 [21.5 – 39.7])–29 (34.12 [24.0 – 44.2])LanguageOCS Picture Naming3.65 (0.59)4 (4.1 [0.2 – 7.9])3.71 (0.53)3 (3.5 [-0.4 – 7.5])–OCS Semantics3 (0)0 (0.0 [0 – 0])2.99 (0.11)1 (1.2 [-1.1 – 3.5])–OCS Sentence Reading14.62 (1.56)7 (7.1 [2.0– 12.2])14.59 (1.19)9 (10.6 [4.0 – 17.1])–Cookie Theft Complexity0.81 (0.23)1 (1.0 [-0.9 – 3.1])1.22 (0.24)1 (1.2 [-1.1 – 3.5])-1.33Boston Naming Test13.89 (1.79)4 (4.1 [0.2 – 7.9])–––Letter Fluency Total32.53 (14.94)14 (14.3 [7.4 – 21.2])32.69 (14.88)9 (10.7 [4.1 – 17.3])0.17Category Fluency Total31.64 (10.00)8 (8.2 [2.7 – 13.6])32.51 (11.09)7 (8.3 [2.5 – 14.2])-0.04Executive FunctionOCS Mixed Trails10.78 (3.64)14 (14.3 [7.4 – 21.2])11.61 (2.17)4 (4.7 [0.2 – 9.2])–Trails A Accuracy23.81 (0.63)11 (11.3 [5.1 – 17.6])23.48 (1.89)8 (9.4 [3.2 – 15.6])0.17Trails B Accuracy18.54 (6.00)28 (28.9 [19.9 – 37.8])18.04 (5.55)34 (40.0 [29.6 – 50.4])0.14Hayling Test Total12.03 (3.65)30 (30.6 [21.5 – 39.7])13.60 (3.93)20 (23.5 [14.5 – 32.6])-0.49OCS-Plus Mixed Trails10.55 (4.16)15 (15.5 [8.3 – 22.6])10.61 (3.76)23 (27.1 [17.6 – 36.5])0.01MemoryOrientation3.93 (0.39)4 (4.1 [0.2 – 7.9])3.91 (0.40)5 (5.9 [0.9 – 10.9])–Recall2.57 (1.32)–2.74 (1.14)––Recall+Recognition3.71 (0.70)5 (5.1 [0.8 – 9.5])3.76 (0.55)3 (3.5 [-0.4 –"
  },
  {
    "full_text": "(5.1 [0.8 – 9.5])3.76 (0.55)3 (3.5 [-0.4 – 7.5])–Episodic Recognition3.84 (0.40)1 (1.0 [-0.9 – 3.0])3.79 (0.41)0 (0.0 [0 – 0])–Digit Span Forwards7.49 (2.33)9 (9.3 [3.5 – 15.0])7.25 (2.57)7 (8.2 [2.4 – 14.1])0.12Digit Span Backwards5.90 (2.14)4 (4.1 [0.2 – 7.9])5.89 (2.36)5 (5.8 [0.8 – 10.9])0.04Logical Memory I12.37 (4.46)3 (3.1 [-0.3 – 6.5])12.24 (4.50)2 (2.4 [-0.8 – 5.6])0.09Logical Memory II10.67 (5.19)9 (9.3 [3.5 – 15.0])10.73 (4.96)6 (7.1 [1.6 – 12.5])0.03Picture Memory Test9.93 (2.73)26 (26.5 [17.8 – 35.3])––Visuospatial AttentionBroken Hearts Accuracy43.53 (7.88)21 (21.4 [13.3 – 29.6])43.76 (6.57)23 (27.1 [17.6 – 36.5])–Broken Hearts Time126.73 (38.31)–130.33 (37.05)––Egocentric Neglect–8 (8.2 [2.7 – 13.6])–7 (8.2 [2.4 – 14.1])–Allocentric Neglect–8 (8.2 [2.7 – 13.6])–7 (8.2 [2.4 – 14.1])–Star Cancellation Total52.19 (5.70)18 (18.6 [10.9 – 26.3])52.76 (2.26)14 (16.5 [8.6 – 24.4])-0.12Number ProcessingOCS Number Writing2.85 (0.41)12 (12.2 [5.8 – 18.7])2.79 (0.56)14 (16.5 [8.6 – 24.4])–OCS Calculation3.77 (0.49)3 (3.1 [-0.4 – 6.5])3.69 (0.51)4 (4.7 [0.2 – 9.2])–Perceptuomotor AbilitiesOCS-Plus Figure Copy54.99 (5.85)6 (6.1 [1.4 – 10.9])54.07 (5.19)5 (5.9 [0.9 – 10.9])0.17OCS-Plus Figure Recall41.46 (10.57)6 (6.1 [1.4 – 10.9])39.81 (9.65)9 (10.6 [4.1 – 17.1])0.22ROCF Copy26.68 (6.38)10 (10.2 [4.2 – 16.2])24.04 (6.35)17 (20.2 [11.7 – 28.8])0.69ROCF Recall12.79 (7.35)8 (8.3 [2.9 – 13.8])12.42 (6.61)4 (9.4 [3.2 – 15.6])0.17OCSOxford Cognitive Screen,MoCAMontreal Cognitive Assessment,WMSWechsler Memory Scale,ROCFRey-Osterrieth Complex FigureaCalculated based on repeated measures data (N= 85) onlyAt Wave 1, the majority of participants (65.3%) were classified as having a domain-general cognitive impairment on the MoCA (score < 26). When using a stroke-specific, multidomain cognitive impairment cutoff score of 22 [64], prevalence of impairment was one-third of the sample at both time points (30.6% Wave 1; 34.1% Wave 2).At Wave 1, 45.9% (N= 45) of participants were impaired on at least one of the 10 OCS subtasks (i.e., scored below normative performance of healthy controls [21]). At Wave 2, 47.0% (N= 40) of participants were impaired in at least one subtask. There was no significant difference between Wave 1 and Wave 2 in presence of any OCS domain impairment (χ2= 0.24,p= 0.88), and average number of OCS subtasks impaired (F1,181= 0.20,p= 0.66).Across assessment timepoints, attention impairments, particularly in selective visual attention rather than visuospatial neglect, were the most frequently observed using the OCS (Wave 1 21.4% [95% CI 13.3 – 29.6]). When using in-depth neuropsychological measures executive function impairments were most prevalent (Wave 1 30.6% [95% CI 21.5 – 39.7]). Participants were least likely to have expressive language deficits (as low as 1.0% on discourse language on the Cookie Theft task). Notably, participants performed well on verbal working memory and verbal episodic recall tasks (e.g., Digit Span Backward, Logical"
  },
  {
    "full_text": "recall tasks (e.g., Digit Span Backward, Logical Memory Immediate Recall; impairment rates of 4.1% and 5.1% respectively), while a comparatively high proportion were impaired on the Picture Memory Test (26.5%). In investigating whether proportion of those impaired changed across time points, we find that proportion of impairment stayed stable (see Supplementary Table7).Self-reported emotional distress, extended outcomes, and quality of life in chronic strokeDescriptive statistics of questionnaire data are shown in Table3. Detailed descriptive statistics (i.e., subscale scores, ranges) are shown in Supplementary Table8.Table 3Descriptive statistics and proportion of sample with clinically elevated scores on self-reported questionnaires for participants and carer-reported measures with 95% confidence intervals. Cut scores used were taken from each scales’ published psychometric analysis were used to indicate percent of participants with elevated symptoms or scores warranting clinical attention (termed “clinically significant” within the table)DomainNMean (SD)Clinically Significant –N(% [95% CI])Post-Stroke AbilitiesModified Rankin Scale Scorea1001.79 (1.27)30 (28.6 [19.7 – 37.4])Barthel-3 Item Short Form Totala996.93 (1.58)–Nottingham Extended ADLa10047.77 (16.26)–Quality of LifeSIS-Short Form Scaled Total1a10272.66 (20.12)–SIS-Long Form Stroke Recovery Scoreb8871.91 (21.63)–WHO-QoL–BREF Overall Scoreb837.22 (1.65)–ICECAP-A Totala10115.65 (2.90)–EQ5D-5L Health Ratinga9968.61 (18.83)–Cognitive AbilityCFQ Totalb8833.60 (17.93)29 (32.2 [22.5 – 41.9])Cognitive Reserve Indexb84128.42 (19.68)–Emotional DistressHADS-Depression Totala984.97 (3.98)23 (23.5 [15.1 – 31.9])HADS-Anxiety Totala985.23 (4.02)22 (22.5 [14.2 – 30.7])GDS Totala1014.22 (4.10)34 (33.7 [24.4 – 42.9])Extended OutcomesApathy Evaluation Scalea10132.36 (10.21)41 (40.6 [31.0 – 50.2])Fatigue Severity Scalea10135.56 (15.34)52 (51.5 [41.7 – 61.2])Sleep Condition Indicatora10023.29 (8.04)21 (21.0 [13.0 – 28.9])Carer MeasuresCSI Total Scorea682.76 (3.12)9 (13.2 [5.2 – 21.2])Informant-GDS Totala705.18 (4.30)35 (50.0 [38.2 – 61.7])IQ-CODEa743.23 (0.63)29 (39.2 [28.1 – 50.3])SISStroke Impact Scale,WHO-QoL-BREFWorld Health Organization Quality of Life Scale – Abbreviated,ADLActivities of Daily Living,ICECAP-AICEpop Capability Measure for Adults,EQ5D-5LEuroQol-5 Dimensions-5 Levels,CFQCognitive Failures Questionnaire,HADSHospital Anxiety and Depression Scale,GDSGeriatric Depression Scale,CSICaregiver Strain Index,IQ-CODEInformant Questionnaire for Cognitive Decline in the ElderlyaData presented from Wave 1bData presented from Wave 2Though 30.0% reported at least a moderate disability on the Modified Rankin Scale (score > 3), 55% had a slight disability that affected performance on daily activities (score > 2). Prevalence of self-reported cognitive difficulties were overall lower than that observed using objective neuropsychological measures, with 32.2% reporting clinically significant levels of"
  },
  {
    "full_text": "32.2% reporting clinically significant levels of cognitive failures in everyday life. However, 40% of carers rated their stroke survivor relative at risk of cognitive decline. Prevalence rates for emotional distress varied by measure – 23.5% and 22.5% of stroke survivors reported mild depression and mild anxiety respectively on the HADS, lower than GDS rates (33.4%). Further, 50% of carers rated their relative as having at least mild depression on the informant GDS. Extended outcomes were more frequently endorsed, with clinically significant rates of fatigue observed in 51.5% of participants, and high rates of apathy (40.6%). Significant sleep difficulties were the least frequently reported outcome by stroke survivors (21.0%).Despite moderate levels of emotional distress and extended outcomes, EQ-5D-5L quality of life scores were comparable to healthy population norms in a similar age bracket [65], and stroke-related quality of life was moderate. Significant carer strain was also low (13.2%).Time post-stroke did not correlate with any psychological outcomes at Wave 1 following FDR corrections (rs = -0.20 – 0.22,ps = 0.49 – 0.99; see Supplementary Fig.1).Stability of psychological outcomes between wave 1 and wave 2An overview of whether change in outcomes was statistically and/or clinically meaningful between time points is in Table4. Detailed information of stability (e.g., comparison to anchor-based MCIDs [66–72]; test statistics) is shown in Supplementary Table9.Table 4Stability results of neuropsychological assessment, self-report, and carer measures per domain between Wave 1 and Wave 2 including Cohen’sdeffect size estimates. Statistical tests were alpha-adjusted using family-wise false discovery rate (FDR) corrections. Distribution-based MCIDs were estimated by calculating percentage of individuals whose difference in scores per measure between Wave 1 and Wave 2 were 0.5 standard deviations (SDs) above or below the mean of each measure at Wave 1. Where available in the literature, anchor-based MCID values were used to represent proportion of those improved, declined or no change between Wave 1 and Wave 2DomainCohen’sdMCIDMCID (Anchor or Distribution)ImproveDeclineNo ChangeDomain-General CognitionOCS Tasks Impaired-0.100.6921.2%29.4%49.4%Montreal Cognitive Assessment0.281.22a,6520.0%42.3%37.7%LanguageCookie Theft Complexity-1.33***0.1283.1%3.6%13.3%Letter Fluency Total0.177.468.2%17.6%74.2%Category Fluency Total-0.045.0016.4%15.3%68.3%Executive FunctionTrail Making Test A Accuracy0.170.327.1%15.4%77.5%Trail Making Test B Accuracy0.142.9920.2%27.3%52.5%Hayling A Response Time0.46***14.5232.1%4.7%63.2%Hayling B Response Time0.2823.9836.9%8.3%54.8%Hayling B Errors-0.045.6724.1%28.9%47.0%Hayling Test Total-0.49***0.9260.2%25.3%14.5%OCS-Plus Mixed Accuracy0.012.0817.8%21.4%60.8%MemoryDigit Span Forwards0.121.163.5%49.4%47.1%Digit Span Backwards0.041.0718.8%20.0%61.2%Logical Memory Immediate0.092.2323.5%30.9%45.6%Logical Memory"
  },
  {
    "full_text": "Immediate0.092.2323.5%30.9%45.6%Logical Memory Recall0.032.5923.8%29.7%46.5%Visuospatial AttentionStar Cancellation Task Total-0.122.859.5%4.7%85.8%Perceptuomotor AbilitiesOCS-Plus Figure Copy0.172.9212.9%31.7%55.4%OCS-Plus Figure Recall0.225.2817.6%31.7%50.7%ROCF – Copy0.69***3.193.5%40.4%56.1%ROCF – Recall0.173.6719.2%22.8%58.0%Post-Stroke AbilitiesModified Rankin Scale Score-0.231a,6616.4%29.4%54.2%Barthel-3 item Total-0.120.7924.7%14.1%61.2%Quality of LifeSIS-Short Form Scaled Total-0.0510.051.1%1.1%97.8%EQ5D-5L Health Rating-0.29*8.61a,6737.2%16.2%46.6%Emotional DistressHADS-Depression Total-0.082a,6814.1%14.1%71.8%HADS-Anxiety Total-0.132a,6812.9%21.1%66.0%GDS Total0.092a,6916.1%6.9%77.1%Extended OutcomesApathy Evaluation Scale0.065.1012.7%14.9%72.4%Fatigue Severity Scale-0.33*4.05a,7019.7%45.3%35.0%Sleep Condition Indicator0.077.00a,714.6%5.8%89.6%Carer MeasuresInformant-GDS Total-0.102a,699.1%9.1%81.8%IQ-CODE0.340.3115.5%5.1%79.4%MCIDMinimal Clinically Important Difference,OCSOxford Cognitive Screen,ROCFRey-Osterrieth Complex Figure Copy,SISStroke Impact Scale,EQ5D-5LEuroQol-5 Dimensions-5 Levels,HADSHospital Anxiety and Depression Scale,GDSGeriatric Depression Scale,IQ-CODEInformant Questionnaire for Cognitive Decline in the ElderlyaIndicates anchor-based MCID value*p< 0.05, **p< 0.01, ***p< 0.001 following family-wise FDR correctionsFrom a statistical perspective, domain-general cognition remained stable between years as measured by number of OCS subtasks impaired (Wilcoxon’sV= 403.50,p= 0.39, Cohen’sd= -0.10) and MoCA scores (t= 2.57,p= 0.053,d= 0.28). However, when considering anchor-based MCID change, 42.3% of stroke survivors showed decline on the MoCA (vs. 28.2% distribution-based). In an exploratory analysis, visuospatial scores were the only MoCA subtests to decline (t= 2.52,p= 0.01).Memory (ds = 0.03 – 0.12) and visuospatial attention tasks (d= -0.12) had negligible effect size differences between Wave 1 and Wave 2, though we note 49.4% of participants showed MCID decline on verbal memory on the Digit Span forwards. Discourse language (d=-1.33; 83.1% MCID improvement) and executive function tasks (d=-0.49, 60.2% MCID improvement) demonstrated moderate to large improvements between years, though complex figure copy abilities showed moderate decline (d= 0.69; 40.4% MCID decline).Regarding self-report and carer questionnaires, there were negligible effect size differences across all domains; with emotional distress measures remaining the most stable (ds = -0.10 – 0.09; anchor-based MCID no change = 66.0% – 81.8%). However overall perceptions of health (EQ-5D-5L Health Ratings) improved between years (d= -0.29, anchor-based MCID improvement = 37.2%), while fatigue worsened over time (d= -0.33, anchor-based MCID decline = 45.3%).Notably, even in this long-term stroke cohort, some measures showed MCID improvement between years – for example, 36.9% had improved executive function abilities and 24.7% had improved depression.Impact of"
  },
  {
    "full_text": "and 24.7% had improved depression.Impact of psychological outcomes on quality of lifeMedian participant scores were moderate across all SIS domains, though considerable variation was present (see Supplementary Fig.2). Scaled scores were highest in communication (median = 89.29) and lowest in emotions (median = 72.22).Correlation scatter plots of cognition, depression, anxiety, fatigue and apathy to long-term OX-CHRONIC quality of life measures is shown in Fig.2. In regressions controlling for age, sex, years of education, time post-stroke, first vs recurrent stroke, and NIHSS scores, domain-general cognition as measured by the OCS (B= -1.47, SE = 1.63,p= 0.38) and MoCA (B= 0.62, SE = 0.49,p= 0.21) did not seem to impact on overall quality of life as measured by the EQ-5D-5L. However worse cognitive outcomes on the OCS (B= -4.23, SE = 1.56,p< 0.01) and MoCA (B= -1.73, SE = 0.53,p< 0.01) correlated with worse stroke-specific quality of life. In contrast, greater fatigue (EQ-5D-5LB= -0.61, SE = 0.11,p< 0.001; SF-SISB= -0.72, SE = 0.12,p< 0.001), depression (EQ-5D-5LB= -2.08, SE = 0.43,p< 0.001; SF-SISB= -3.46, SE = 0.39,p< 0.001), anxiety (EQ-5D-5LB= -2.39, SE = 0.43,p< 0.001; SF-SISB= -2.29, SE = 0.49,p< 0.001), and apathy (EQ-5D-5LB= -0.62, SE = 0.19,p< 0.001; SF-SISB= -1.08, SE = 0.18,p< 0.001) all significantly predicted worse overall and stroke-specific quality of life. Full regression output is in theSupplementary Materials.Fig. 2Scatter plots of measures of cognition (OCS, MoCA), depression (HADS-Depression), anxiety (HADS-Anxiety), fatigue (Fatigue Severity Scale) and apathy (Apathy Evaluation Scale) to overall quality of life and stroke-related quality of life using Wave 1 data. EQ-5D-5L: EuroQoL 5D-5L; SF-SIS: Short Form Stroke Impact Scale; OCS: Oxford Cognitive Screen; MoCA: Montreal Cognitive Assessment; HADS: Hospital Anxiety and Depression Scale. *p< 0.05, **p< 0.01, ***p< 0.001DiscussionThis study is one of the first in-depth examinations of psychological outcomes in chronic stroke, including addressing long-term cognition, emotional distress, fatigue, and apathy. At an average of 4.5 years post-event, cognitive impairments were present in nearly half of all chronic stroke survivors. Mild to severe levels of depression and anxiety were present in 20%—50% of stroke survivors. Of all outcomes, clinically significant fatigue was the most prevalent, occurring in just over half of participants. Over a one-year period, only perceptuomotor abilities and fatigue statistically worsened in this chronic sample, while all outcomes showed some clinically meaningful improvement. Lastly, improved psychological outcomes significantly correlated with better perceived quality of life.Prevalence of domain-general cognitive impairmentDomain-general impairments, as measured by two brief screening tools, ranged from 30% (MoCA < 22 [64]) to 45% (OCS) to 65% (MoCA < 26). Previous research has similarly highlighted wide-ranging estimates of domain-general"
  },
  {
    "full_text": "wide-ranging estimates of domain-general cognitive impairment. In a London registry study, 22% were estimated to have mild cognitive impairment at 5-years post-stroke on the MMSE [73], whilst other studies report 84% to have mild cognitive impairment at 4 years post-stroke [74] (MoCA < 26). Other MoCA prevalence estimates have ranged from ~ 79% at 3 years post-stroke [75], ~ 46% at 5 years post-stroke [76], to ~ 61% at 10 years post-stroke [77]. Over a one-year period in the present chronic stroke sample, prevalence rates of domain-general impairments were found to be fairly stable on the OCS (47%) and MoCA (< 26; 67%). In meta-analyses of chronic post-stroke cognitive impairment, it would be valuable to assess whether the differences in reported prevalence rates is due to measurement error, stroke-specific vs generic screens, or demographic and clinical factors in the sample. Notably, self-report and carer measures estimated differing rates of cognitive impairment (32% and 39% respectively), demonstrating discrepancies between observed and perceived, subjective cognitive impairments. These are also valuable to consider in prevalence rates of domain-general cognition.Prevalence of domain-specific cognitive impairmentDomain-specific impairment rates in this cohort are similar to previous cohorts [78–80]. Estimates of domain-specific cognitive impairments varied between OCS brief screening tasks and in-depth neuropsychological assessments. Executive function impairments were the most prevalent using in-depth, sensitive neuropsychological assessments, whereas visuospatial attention impairments were the most prevalent on the OCS (21%), though not notably higher than the in-depth visuospatial assessment (19%). Verbal memory impairments were comparable across brief and in-depth assessments (range 4% – 9%). Visual memory impairments were observed in 27% of participants (higher than previous estimates of ~ 5% at 2 years post-stroke [80] and ~ 10% at 7 months post-stroke [81]). Low rates of language impairment were observed in both brief and in-depth assessments (0% – 7%). Language fluency tests had higher rates of impairment (8% – 14%), possibly reflecting the additional executive demands needed for fluency tests. This difference between brief tests and in-depth assessments confirms that unless more sensitive neuropsychological tests are used, these more subtle impairments are likely to be missed in typical post-stroke care. Collectively, findings show executive function abilities, visual memory, and visuospatial attention may be particularly important to monitor in long-term stroke.Prevalence of emotional distress and extended outcomesDepression and anxiety rates in this cohort (~ 25%) are similar to reported estimates in early stroke of up to 12 months (22% anxiety [8]; 31% depression [9]), and in other chronic samples estimating depression at 15 years post-stroke (31% [82]). Notably, depression prevalence was higher when rated by carers (50%),"
  },
  {
    "full_text": "prevalence was higher when rated by carers (50%), replicating previous research highlighting discrepancies in early stroke survivor-proxy reports [83] and self-proxy dyads across health conditions more generally [84]. Individuals may feel stigmatized about endorsing depression or be concerned about its impact on family members, and minimize emotional impact of the stroke itself. Thus, carer responses may be more representative. However, carer ratings of participant depression may indicate concern for the stroke survivor, or reflect carer mood [83], thus stroke survivor reports may be more accurate.Clinically significant fatigue was reported by 51% of participants, consistent with community-based stroke survivors estimates (range 38%—68% [85]), meta-analyses (50% [10]), and early stroke fatigue rates (50% [86]). Our cohort had higher levels of apathy (41%) compared to a systematic review [87] pooled prevalence estimate (35%) and milder stroke cohorts (~ 36% [88]). Long-term stroke survivors may require improved intervention and support in these areas; however, fatigue and apathy may be more resistant to change relative to depression and anxiety [79]. Sleep difficulties in this cohort (21%) were less prevalent than meta-analytic estimates (38% [89]). Increases in daytime sleepiness are associated with greater time post-stroke, rather than difficulties falling or staying sleep [89] and thus exploring how different sleep difficulties categorizations relate to function would be valuable.Despite the high frequency of depression, anxiety, apathy, fatigue and sleep disturbances, significant carer strain was relatively low in this cohort (13.2%). Previous work has reported approximately 30% of carers experience significant strain at 6 months post-stroke [90] and 42% at 12 months [91]. Beyond 12 months, carers may become more adept at coping with care responsibilities, or perhaps stroke survivors continue to restore capabilities and require less care. Further research could explore how carer strain changes in relation to care competency and functional capability of the stroke survivor beyond 12 months. Irrespective of carer strain, a systematic review of long-term unmet needs of carers (up to 4 years post-stroke) showed the need for continued psychological information and support to be provided to carers in the long-term after stroke [92].Stability of psychological outcomes in long term strokeDomain-general cognitive impairment on the OCS and MoCA were found to be statistically stable. However, when considering MCID change using an anchor-based estimate for the MoCA, 42% of participants declined and 20% improved. Discourse language, executive function and perceptuomotor abilities were statistically most variable across timepoints. The discourse language task was based on visual stimuli, and practice effects [93] are likely to have contributed to variability. Similarly, executive function measured by the Hayling test improved over one year. However, only"
  },
  {
    "full_text": "test improved over one year. However, only response initiation time decreased, suggesting participants improved in response speed only. Like discourse language assessments, it is possible that practice effects with the Hayling Test explains improvements. This may partially explain why 60% demonstrated MCID improvements. It is also possible that speed of response to simple tasks like the Hayling A, which requires individuals to provide a word to complete a common phrase, is easier to improve in long-term stroke, compared to inhibiting automatic responses to common phrases as in the Hayling B where response speed improvements were not observed.Attention and memory abilities were statistically stable, consistent with previous findings [94,95]. However, 20%—49% demonstrated decline on memory tasks using MCID metrics. Exploring whether MCID changes in either direction are genuine or simply measurement error requires further research. Although we observed mean shifts in scores, impairment status was found to be stable over time. This could indicate that while improvement can occur in the long-term, individuals may not reach a status of “recovery.”Of all neuropsychological measures, perceptuomotor abilities as measured by the Rey-Osterrieth Complex Figure Copy were found to decline over one year. This was in line with our finding that on the MoCA, only visuospatial scores declined. Importantly, complex figure tasks are highly sensitive and assess multiple cognitive domains including fine motor coordination, planning and organisation, concentration, and visuospatial attention [96,97], all of which may contribute to the decline observed here. It is possible that its high sensitivity may be capturing individuals who are declining in any of these domains, thus explaining a larger mean response across the cohort. Given the task’s inherent complexity, decline may be primarily driven by changes in executive function abilities including working memory. Cerebral small vessel disease, one of the primary causes of stroke [98], is also a hallmark of cognitive decline in vascular dementia. Such decline is also indexed by executive dysfunction (e.g., Prins et al. [99]). In line with this, voxel-based lesion-mapping research in stroke found that poorer overall performance on figure copy tasks was associated with subcortical lesions indicative of small vessel disease [100]. Though none reached a statistically significant threshold, more complex measures of executive function within OX-CHRONIC showed the highest rates of distribution-based MCID decline (e.g., 27.3% Trail Making B accuracy, 28.9% Hayling B Errors). Notably, figure copy tests have high sensitivity [96] with differential functional brain networks associated to performance even in healthy participants [101]. Of note is our finding that only copy abilities, rather than recalling complex figures, declined, indicating that changes in this task may not extend to short and long-term memory capacity. Given that"
  },
  {
    "full_text": "short and long-term memory capacity. Given that figure copy tasks likely have less interference from long-term memory domains relative to language based cognitive tasks, the decline observed here may also be primarily due to changes in working memory capacity.Self- and carer-reported depression and anxiety showed no statistically significant change over time. Emotional outcomes > 2 years post-stroke may therefore be particularly stable. Participants may report higher distress in early stroke regardless of risk for chronic distress. Reviews note declines in depression and anxiety cases in the first year post-stroke [33], however beyond one-year estimates remain stable [9]. Apathy and sleep levels also did not statistically change, aligning with previous work [33,102]. Similarly, across these measures 50%—77% showed no MCID change. Thus, much like emotional outcomes, apathy and sleep are long-term targets for intervention. Though stroke-related quality of life (98% no MCID change) and functional abilities (54%—61%) were highly consistent between assessment timepoints, there were improvements on the EQ-5D-5L (37% MCID improvement), suggesting that regardless of persistent symptoms, some individuals may experience improvements in the very long-term [103].The only self-reported outcome to decline over the period of one year was fatigue. Investigating causes of worsening fatigue is a top unmet need reported by both stroke survivors and clinicians [16]. While fatigue levels are not thought to be affected by time post-stroke [89], these data suggest there may be an eventual worsening of fatigue in the very long-term. Whilst replication is warranted, exploring factors relating to fatigue and intervention development is necessary. Likely, there are differing prevalence rates of fatigue subtypes (e.g., physical, emotional, and mental). Establishing the degree to which different subtypes of fatigue impact daily function, and how each subtype relates to outcomes, would be an asset in long-term fatigue management post-stroke.Clinical implications & future directionsFrequency vs impact on quality of lifeWhilst services should anticipate which psychological outcomes are most likely to need clinical attention, adequate time and effort should also go towards supporting those with less prevalent outcomes that may also affect quality of life. For example, though sleep difficulties were one of the least prevalent outcomes here, this does not presume that it has no impact on day-to-day functioning. Similarly, although clinically significant fatigue rates were double that of depression, depression more strongly correlated with stroke-related quality of life. Further, the ways in which quality of life is affected by psychological outcomes is important to understand – greater cognitive impairment was only correlated with stroke-specific quality of life rather than general quality of life, indicating there may be aspects of quality of life that may not be strongly"
  },
  {
    "full_text": "of quality of life that may not be strongly impacted by cognition.Right treatments at the right timeFindings suggest that the majority of long-term outcomes will remain stable relative to early stroke [34]. However, some stroke survivors demonstrated improvement, contradicting the notion that improvements only occur in the first-year post-stroke. This is further supported by the recent findings of long-term improvement with physical interventions in chronic stroke [104]. This sends a strong positive message that conducting interventions within chronic stroke may be as valuable as interventions in early stroke. Further, we found evidence of significant worsening of fatigue indicating that interventions in chronic stroke may also be valuable to prevent longer-term decline.Impact of participant attritionNeither demographic variables, nor nature or severity of cognitive impairment differed between those lost to attrition and those retained. In combination with reasons for attrition (death, poor health, too busy to take part), attrition was likely not due to study-related factors making participation for stroke survivors difficult. However, as individuals lost to attrition self-reported overall poorer SF-SIS functioning, worse ADLs, and greater emotional distress, prevalence in these measures may be less representative. Average NIHSS scores did not differ from stroke survivors recruited acutely, indicating that the OX-CHRONIC cohort has high generalizability. However, stroke survivors lost to attrition were more cognitively impaired at time of acute stroke, which may indicate that cognitive impairment prevalence rates presented here may differ for more severely cognitively impaired individuals.Remote neuropsychological assessmentGiven the breadth of measures used here, it is possible that different measures within domains have different levels of face validity and acceptability to stroke survivors when administered remotely. For example, verbal tasks are easier over the phone, but may be less engaging than completing pen-and-paper tasks. Similarly, verbal tasks may be more susceptible to noise, especially when poor phone or internet connection may be a concern [105,106]. Comparing psychometric properties and acceptability of different assessments within cognitive domains presents an important area for future research to determine which assessment may be the most useful in remote stroke research.LimitationsDue to the COVID-19 pandemic, all assessments in OX-CHRONIC were conducted remotely. Though remote administration of the OCS (Tele-OCS) has been validated [107], this format did not allow for apraxia impairments assessment. Though evidence suggests remote assessment of neuropsychological tests are comparable to in-person [108], time-based metrics may be especially more variable via remote assessment. Cut scores for the CFQ, SCI and Informant-GDS have not yet been validated in stroke, nor has the OCS-Plus Trails and Picture Memory Test been validated"
  },
  {
    "full_text": "Trails and Picture Memory Test been validated remotely. Therefore, prevalence estimates in these measures should be interpreted cautiously and may require replication. While time post-stroke did not correlate with key outcomes, OX-CHRONIC comprised a wide range of participants from 2 to 9 years post-acute event. Data collection was completed during the COVID-19 pandemic. Whilst selection and inclusion criteria were not affected, it is possible that individual differences in pandemic experiences affected performance on self-reported quality of life measures and willingness to participate.ConclusionsCognitive impairment was present in 45% of chronic stroke survivors. Domain-specific impairments in attention and executive function were the most common in this chronic sample. Memory impairments were the most stable, while discourse language abilities were more variable. There were high rates of depression, anxiety, fatigue, and apathy, and these outcomes correlated with worse quality of life in long-term stroke. This study elucidates the frequency of an array of psychological outcomes in chronic stroke survivors. These findings highlight that psychological consequences of stroke are prevalent and warrant attention in community-based stroke care.Supplementary InformationAdditional file 1:Supplementary Table 1.Neuropsychological assessments, self-report, and carer measures used in OX-CHRONIC with test metrics and cut off scores used to determine cognitive impairment. Where a range of impairment cutoffs are listed, this is due to some neuropsychological assessments have age-specific cutoffs for cognitive impairment.Supplementary Table 2.Mean and frequency statistics of demographic, cognitive, and stroke outcome data for participants that were retained across time points (N= 90) and those who withdrew (N= 15).Supplementary Table 3.Mean and frequency statistics of demographic and cognitive data for participants that were retained up until the OX-Chronic study (N= 105) and those who withdrew at any time point following acute assessment (N= 761).Supplementary Figure 1.Pearson correlations of time post-stroke (in years) to all study outcome variables using Wave 1 data (N= 105). Following false discovery rate corrections, no variable was significantly correlated with time post-stroke. Variables are shown on the x-axis, with values arranged in ascending order from left to right. Correlation values ranged from -0.20 (Digi Span Forward) to 0.22 (Rey-Osterrieth Complex Figure-Recall).Supplementary Table 4.Controlled regression output investigating the role of psychological outcomes to stroke-specific (SF-SIS) and general quality of life (EQ-5D-5L) using Wave 1 OX-CHRONIC data (N= 105). Missing data was accounted for using multiple imputation via predictive mean matching.Supplementary Table 5.Descriptive and impairment prevalence statistics per domain on the Oxford Cognitive Screen (OCS) at Wave 1 (N= 98) and Wave 2 (N= 85). Impairment scores were calculated"
  },
  {
    "full_text": "Wave 2 (N= 85). Impairment scores were calculated using normative data published in Demeyere et al. (2015).Supplementary Table 6.Descriptive and impairment prevalence statistics per domain using in-depth neuropsychological assessments at Wave 1 (N= 98) and Wave 2 (N= 85). Impairment scores used are shown in Supplementary Table 1.Supplementary Table 7.Chi-square evaluations of whether proportion of individuals impaired differs across time points. False discovery rate adjustments on p-values from chi-square tests.Supplementary Table 8.Descriptive statistics on self-reported and carer questionnaire measures. Clinical cutoff scores are in Supplementary Table 1. WHO = World Health Organization; ADL = Activities of Daily Living; ICECAP-A = ICEpop Capability Measure for Adults; EQ5D-5L = EuroQol-5 Dimensions-5 Levels.Supplementary Table 9.Complete case test statistics of neuropsychological assessment, self-report, and carer measures per domain between Wave 1 and Wave 2 (N= 90) including standardized mean difference scores and Cohen’sdeffect size estimates. Statistical tests were alpha-adjusted using false discovery rate (FDR) corrections. Distribution-based MCIDs were estimated by calculating percentage of individuals whose difference in scores per measure between Wave 1 and Wave 2 were 0.5 standard deviations (SDs) above or below the mean of each measure at Wave 1. Where available, published anchor-based MCID estimates were used to compare to distribution-based MCIDs (referenced by number).Supplementary Figure 2.Distributions of Stroke Impact Scale subscales in chronic stroke using complete cases at Wave 2 (N= 90). Median points with quantile ranges are shown within boxplots. Higher scaled scores represent better functioning. Scaled scores were highest in the domain of communication (median = 89.29), followed by hand function (median = 85), memory (median = 84.52), activities of daily living (median = 82.50), mobility (median = 80.56), arm function (median = 75), and participation (median = 73.44), with emotions having the lowest self-reported scores (median = 72.22).(DOCX 630 KB)"
  }
]