[
  {
    "full_text": "TITLE: Maintaining Medical Resources to Treat Paediatric Injuries during COVID-19 Lockdown Is Essential—An Epidemiological Analysis of a Level 1 Trauma Centre in Central Europe ABSTRACT: Background: This study examined the effect of the COVID-19 pandemic and the resulting decrease in the incidence of various categories of injuries, with the main focus on fractures and mild traumatic brain injuries in a paediatric population. Methods: This retrospective cohort study evaluated all children from 0 to 18 years of age presenting with an injury at the level 1 trauma centre of the University Clinic of Orthopaedics and Trauma Surgery in Vienna during the lockdown from 16 March to 29 May 2020 compared to records over the same timeframe from 2015 to 2019. Results: In total, 14,707 patients with injuries were included. The lockdown did not lead to a significant decrease in fractures but, instead, yielded a highly significant increase in mild traumatic brain injuries when compared to all injuries that occurred (p= 0.082 andp= 0.0001) as well as acute injuries (excluding contusions, distortions and miscellaneous non-acute injuries) (p= 0.309 andp= 0.034). Conclusions: The percentage of paediatric fractures did not decrease at the level 1 trauma centre, and a highly significant proportional increase in paediatric patients with mild traumatic brain injuries was observed during the COVID-19 lockdown. Therefore, medical resources should be maintained to treat paediatric trauma patients and provide neurological monitoring during pandemic lockdowns. BODY: 1. IntroductionThe World Health Organization (WHO) declared the COVID-19 outbreak a pandemic on 11 March 2020 [1].Several public health measures, such as social distancing, wearing masks in public, prolonged school closures, and the cancellation of sporting activities, were implemented in countries all over the world. In Austria, this type of lockdown (LD) was announced on 16 March 2020 [2,3]. Public health measures (limitations on daily activities and an order to stay at home) are intended to avoid or limit the spread of the virus. Such restrictions can affect the epidemiology of patients coming to the emergency department.In Austria, schools were re-opened in mid-May, and sporting activities, sport clubs and lido were re-opened on 29 May 2020, representing the end of the first LD [2,4].Studies show a decrease in fracture incidence among children and adolescents who are affected by school closures alongside a reduction in after-school activities [1,5,6,7]. Therefore, it was suggested to redeploy trauma surgeons to other clinical departments during the pandemic [1]. Currently, many studies have explored fractures as acute injuries in children during the pandemic LD [1,6,7,8]. At the beginning of this LD, schools, sports and other public activities ceased, and we observed a sudden reduction in children with injuries presenting to our trauma department. However, injuries may still occur and could potentially"
  },
  {
    "full_text": "injuries may still occur and could potentially increase at home during LD, a period in which parents must balance their work at home with watching their children. Therefore, in this study, we aimed to evaluate additional categories of paediatric injuries (mild traumatic brain injury, wounds and more) during LD. This study especially focuses on the category of mild traumatic brain injuries (mTBIs). It was previously noted that the treatment and incidence of mTBIs have underestimated clinical importance and should be regarded as an important health care issue due to the large patient population that is affected [9,10]. The objective of this study was to evaluate how the COVID-19 pandemic, leading to the lockdown from 16 March to 29 May 2020, affected the incidence and characteristics of paediatric injuries presenting to a single level 1 trauma centre in Central Europe compared to the injuries observed over the same periods of time in the previous five years (2015–2019). We hypothesised that fracture incidence would decrease during lockdown due to the strict stay-at-home policy implemented by the government, whereas paediatric patients with mild traumatic brain injuries (mTBIs) would increase at the trauma department during lockdown for the same reasons.2. Materials and MethodsThis retrospective study was approved by the Ethics Committee of the Medical University of Vienna (Code: 2315/2020). In this study, we included all children from 0 to 18 years of age who presented with an injury at the trauma department of the University Clinic of Orthopaedics and Trauma Surgery during the lockdown from 16 March to 29 May 2020 compared to the same period of time in 2015–2019. The Austrian lockdown period (16 March until 29 May 2020) refers to the period of restrictions that were implemented by the government; these restrictions were also monitored by the police. Such restrictions included school closures, the cancellation of sporting activities and a stay-at-home policy. All patient data were extracted from the patients’ charts stored in the information management system (AKIM) of the General Hospital of Vienna.Demographic variables (sex and patient age at injury) were collected. Patients’ injuries were categorised from most to least acute according to their primary diagnoses.Fracture characteristics were divided into upper extremity (UE) or lower extremity (LE) fractures as well as axial skeleton fractures (including those of the skull, spine, ribs, scapula and pelvis) and treatment modalities (operative vs. conservative).The rest of the injuries were categorised as mTBIs (including contusions and concussions), wounds (including lacerations, bites, cuts, stabs, skin defects and subtotal or total amputations), contusions, distortions and miscellaneous. “Miscellaneous” was further divided in “miscellaneous acute” and “miscellaneous not acute”. “Miscellaneous acute” was defined as injuries pain, inhibition of the range of motion and a lack of function including"
  },
  {
    "full_text": "range of motion and a lack of function including pronation dolorosa, dislocated joints, lesions or the rupture of a ligament. “Miscellaneous non-acute” included injuries with pain and only included injuries such as superficial grazing, local hematoma with the intact skin, pain with inadequate trauma or dental defects. Acute injuries were defined as injuries that needed examination and treatment as soon as possible, with the potential for consequent impairment if not treated, such as fractures, mTBIs, wounds, dislocated joints and lesions of the ligaments or tendons.Injuries that occurred during the COVID-19 outbreak restrictions were further grouped together as a cohort referred to as the “lockdown” (LD) group. Those in the LD group were compared to those with injuries who presented to the care centre during the 2015–2019 study windows, referred to as the “pre-lockdown” (pre-LD) group. A comparison was conducted between fractures and mTBIs in the LD group and the pre-LD group.A comparison period of five years was chosen to minimise potential bias by ensuring an adequate sample size for the control. Further, in these years, no similar restrictions were implemented at any time, making this timeframe adequate as a control period.Descriptive data (mean ± SD/percentages) are reported for the entire patient cohort. Differences between the means and proportions were tested with a Fisher exact test for categorical variables and an unpairedt-test for continuous variables; when the results were not normally distributed, a Mann–Whitney U-test was used. Normal distribution was tested using a Shapiro–Wilk test.Statistical significance was set at a level ofp< 0.05. Microsoft Excel and the GraphPad software version 6.00 (GraphPad Software, San Diego, CA, USA) were used for statistical analysis.3. ResultsIn total, 14,707 injured children were included in the study. First, 453 patients were excluded; the reasons for exclusion included administrative errors, patients who left before their medical examinations and patients who did not have a traumatological primary diagnosis and were, therefore, transferred to other specialists. A general overview of the study population is given inFigure 1. Injuries during the observation period categorised by year are given inTable 1.Table 2shows the average numbers and percentages of each category for the entire pre-LD period and further presents comparisons (includingp-values) of each category in proportion to all injuries between the pre-LD and LD period. Notably, the absolute numbers were generally reduced in every category of injury during LD. Regarding the decrease in absolute numbers, only one-third of all patients in the pre-LD period had an acute injury compared to two-thirds of patients during LD. Therefore, a significant reduction in non-acute injuries during LD was observed (p= 0.0001).3.1. Fractures during LD vs. the Pre-LD PeriodDuring LD, 158 fractures (18.7%; 98 m, 60 f, mean age: 8.2 ± 5) occurred among a total"
  },
  {
    "full_text": "60 f, mean age: 8.2 ± 5) occurred among a total number of 844 injuries. These fractures included 116 fractures of the UE (upper extremity), 30 of the LE (lower extremity) and 12 of the axial skeleton (Table 3). In total, 96 (61 male, 35 female) of the fractures of the UE were treated conservatively, and 20 (11 m, 9 f) were treated operatively; 27 (14 m, 13 f) fractures of the LE were treated conservatively, and 3 (2 m, 1 f) were treated operatively.The mean of the pre-LD period revealed a mean of 447 fractures (mean 16.1%, 277 m, 170 f, mean age: 9.8 ± 4.6) from a mean total number of 2773 injuries. A mean of 314 fractures (199 m, 115 f) affected the UE, 110 affected the LE (63 m, 47 f), and 23 affected the axial skeleton (16 m, 7 f) (Table 4). A mean of 277 fractures (174 m, 103 f) of the UE were treated conservatively, and a mean of 37 (25 m, 12 f) were treated operatively. Concerning the mean of the LE, 102 fractures (58 m, 44 f) were treated conservatively, and eight (5 m, 3 f) were treated operatively; 22 fractures (15 m, 7 f) of the axial skeleton were treated conservatively, and one was treated operatively.3.2. mTBIs during LD vs. the Pre-LD EraDuring LD, 212 mTBIs (126 m, 86 f, mean age: 4.1 ± 4.8) represented 25.1% of the total number of injuries (Table 5).The mean of the pre-LD period revealed a mean of 477 mTBIs (266 m, 211 f, mean age: 5.4 ± 5.3), representing a mean of 17.2% of the total injuries.3.3. Wounds during LD vs. the Pre-LD EraDuring LD, 188 wounds (115 m, 73 f, mean age: 6.3 ± 5.3) represented 22.3% of all injuries (Table 6); seven needed surgery and 181 were managed with standard wound management (including wound cleaning and stitches or only plaster/bandages when appropriate).The majority were lacerations, with 130 and 123 (94.6%) affecting the head. The rest included six bites (three human/three animal), 37 cuts, one amputation, three skin defects and 11 stab wounds.The mean of the pre-LD period revealed a mean of 475 wounds (mean 17.1%, 292 m, 182 f, mean age: 7.1 ± 5.5) from a total number of 2773 injuries. A mean of eight needed surgery, and 467 received standard wound management (as described above). A mean of 327 lacerations occurred, 283 (86.4%) of which affected the head. Furthermore, there was a mean of 39 bites (12 human/27 animal), 83 cuts, one amputation, seven skin defects and 27 stab wounds.Comparing the incidence of fractures (LD vs. pre-LD) as a proportion of the total number of injuries, no statistical difference was observed (p= 0.082) (Figure 2).By comparing the incidence of mTBsI (LD vs. pre-LD) as a proportion of the total number of injuries, a highly significant increase was observed (p= 0.0001) (Figure 3).By comparing the incidence of wounds (LD vs. pre-LD) as a proportion of the total number of injuries, a significant increase was observed (p= 0.0009) (Figure 4). When setting the incidence of fractures and mTBIs as a proportion of only acute injuries (only fractures, mTBIs, wounds and"
  },
  {
    "full_text": "acute injuries (only fractures, mTBIs, wounds and miscellaneous acute) instead of the total number of injuries (including contusions, distortions and miscellaneous non-acute), a significant increase in mTBIs were still observed among the children (p= 0.034), but no statistical difference in the incidence of fractures (p= 0.309) was found. Compared to the acute patients, there was a highly significant decrease in wounds during the LD period (p= 0.0001). However, the percentage of lacerations affecting the head compared to all lacerations was significantly higher during LD (p= 0.013). The children with mTBIs were significantly younger during LD than those in the pre-LD period (mean age: 4.1 ± 4.8 vs. 5.4 ± 5.3;p= 0.006). The incidence of severe TBIs (skull fractures and brain haemorrhages) did not significantly differ between LD and the pre-LD periods (p= 0.165 andp= 0.233) or when only compared to acute injuries (p= 0.331 andp= 0.277). Finally, among all the injuries, children with non-acute injuries (contusions and distortions) were significantly less common during lockdown compared to the previous years (p= 0.0001).4. DiscussionThe main findings indicate that the absolute numbers of patients with paediatric injuries visiting the ED decreased during LD. This is in accordance with the current literature [1,5,6,7]. However, when taking a closer look at the LD numbers, the fractures did not decrease significantly in proportion to all injuries compared to previous time periods, which contrasts with the literature. The numbers in this study indicate that two fractures, three mTBIs and three wounds per day (mean) presented at the level 1 trauma department during the strict 68 day LD. In the LD cohort, we observed a significant proportional increase in mTBIs in the paediatric population, as hypothesised. This proportional increase was significant compared to all injuries as well as when compared to only acute injuries. Additionally, the wounds revealed a significant proportional increase in the paediatric population during LD. However, when taking into account only the acute injuries, wounds significantly decreased during the LD period. This number of wounds must be put into perspective, since two-thirds of the patients visiting the ED under non-pandemic conditions did not show any acute injuries, whereas during LD, only one-third of the presenting patients had non-acute injuries.Lacerations affecting the head were observed in over 90% of patients during the LD period. This result supports the findings of this study showing a higher risk of mTBIs and head injuries in paediatric patients presented at the ED during LD. The present study is the first of its kind to analyse various categories of paediatric injuries during the pandemic LD while focusing on mTBIs. To date, the literature has solely focused on paediatric fractures during the COVID-19 pandemic [1,7,11,12,13]. Indeed, the decrease/increase in injuries during the COVID-19 pandemic is still"
  },
  {
    "full_text": "in injuries during the COVID-19 pandemic is still controversial in the literature. There are several studies showing a reduction in fractures after the first LD [1,5,7,12]. Despite these observations, Hernigou et al. showed a decrease in the total numbers of injuries; however, the proportion of injured children increased [8]. Another study observed a significant increase in fractures during the COVID-19 pandemic accompanied by a decrease in overall paediatric visits at their department but lacking any signs of significance [11]. This decrease/increase in paediatric injuries agrees with the regional differences and strictness of the COVID-19 LD policies [14]. This could also be the reason for the observations in the present study. Further analysis of the data showed that fewer patients (in total and in relation to all injuries) presented injuries that were not necessarily acute (contusions, distortion) during the COVID-19 pandemic, as mentioned above. This result might reflect a certain awareness during the COVID-19 pandemic to avoid potential viral exposure during hospital visits. However, the literature suggests that the time to presentation with fractures did not differ among paediatric patients [1]. This fact suggests that when children complained about severe pain during the pandemic, parents presented rapidly to the trauma department despite COVID-19, rather than risk the health of their children.The second main finding of this study was the significant increase in mTBIs during the LD. Analysis of mTBIs is of importance for parents’ daily routines when introducing stay-at-home policies. One reason for the increased percentage of infants sustaining mTBIs during LD may be parents working from home. Parents working from home experience increased stress due to the fact of parenting their children while working and being unable to unplug from work [15]. Furthermore, the observation of a decrease in age (from 5 to 4) among infants suffering from mTBIs coincides with the fact that it is especially difficult for parents with younger children (0–5 years) to balance work and family during a pandemic [16]. In this study, 76% of the mTBIs occurred at home, thereby supporting this theory. In children > 5 years of age, the rate of mTBIs decreased, which might be due to the reduced engagement in sports and outdoor activities [6]. Focusing on mTBIs is crucial: although a single mTBI is a recoverable injury, it still has the potential to yield subsequent injuries [9,17]. Notably, repetitive mild traumatic brain injuries (RmTBIs) can lead to consequential damage, greater symptoms, and prolonged recovery, and the paediatric population is at significant risk of sustaining RmTBIs [17,18]. The consequences of LD and work at home—and, therefore, the increase in RmTBIs during this period—require further studies to confirm.LimitationsThe study settings during the COVID-19 pandemic were similar in all countries, thereby producing similar conclusions around the world"
  },
  {
    "full_text": "producing similar conclusions around the world [1,6,8,19,20]. Admissions at regional major trauma centres and the number of acute surgeries remained relatively stable in relation to overall patient visits [6,20,21]. This study had several limitations such as its retrospective single-centre design. However, the data in this study were obtained from the largest university hospital in the world and the main paediatric trauma centre in Austria. This fact might have led to a disproportionate increase in cases, as several trauma departments in Vienna had to drastically reduce their capacities. This fact, however, cannot be proven. Instead, we focused on the primary diagnosis when categorizing injuries retrospectively. This retrospective method was chosen to simplify the evaluation due to the massive amount of data arising over five years of comparison (a longer period of comparison than that in other studies) [1,6,7,11,12,13,19,20]. Many studies compare their data to the data of the most recent year, making their cohorts and, thus, their results, relatively susceptible to bias [6,8,20,21]. We included a longer period of comparison and a larger number of patients compared to the numbers in the current literature. Because of this massive quantity of data, certain accompanying injuries might have been missed. However, the results nevertheless reflect the actual patient numbers during the studied periods. This study, therefore, gives an accurate overview of fractures and mTBIs from a level 1 trauma centre, unlike the majority of current data that come from tertiary trauma centres [1,7,11,12,13].5. ConclusionsDespite lower absolute numbers of injuries, the percentage of paediatric fractures did not decrease at this level 1 trauma centre. In addition, a highly significant proportional increase in paediatric patients with mTBIs was observed during the COVID-19 LD.Parents should be aware of the higher risk of mTBIs in children between 0 and 5 years of age at home during LD situations. During LD, doctors at the ED had a greater chance of encountering and treating acute injuries among children.Due to the lower patient numbers, the centralization of paediatric trauma is recommended during times of a pandemic, and a trauma surgeon with paediatric trauma experience should stay on call at these centres. CONCLUSION: 5. ConclusionsDespite lower absolute numbers of injuries, the percentage of paediatric fractures did not decrease at this level 1 trauma centre. In addition, a highly significant proportional increase in paediatric patients with mTBIs was observed during the COVID-19 LD.Parents should be aware of the higher risk of mTBIs in children between 0 and 5 years of age at home during LD situations. During LD, doctors at the ED had a greater chance of encountering and treating acute injuries among children.Due to the lower patient numbers, the centralization of paediatric trauma is recommended during times of a pandemic, and a trauma surgeon with paediatric"
  },
  {
    "full_text": "a pandemic, and a trauma surgeon with paediatric trauma experience should stay on call at these centres."
  }
]