[
  {
    "full_text": "TITLE: MAN VERSUS MACHINE: PROVIDER DIRECTED VERSUS PRECISION AUTOMATED CRITICAL CARE MANAGEMENT IN A PORCINE MODEL OF DISTRIBUTIVE SHOCK ABSTRACT: Background:Critical care management of shock is a labor-intensive process. Precision Automated Critical Care Management (PACC-MAN) is an automated closed-loop system incorporating physiologic and hemodynamic inputs to deliver interventions while avoiding excessive fluid or vasopressor administration. To understand PACC-MAN efficacy, we compared PACC-MAN to provider-directed management (PDM). We hypothesized that PACC-MAN would achieve equivalent resuscitation outcomes to PDM while maintaining normotension with lower fluid and vasopressor requirements.Methods:Twelve swine underwent 30% controlled hemorrhage over 30 min, followed by 45 min of aortic occlusion to generate a vasoplegic shock state, transfusion to euvolemia, and randomization to PACC-MAN or PDM for 4.25 h. Primary outcomes were total crystalloid volume, vasopressor administration, total time spent at hypotension (mean arterial blood pressure <60 mm Hg), and total number of interventions.Results:Weight-based fluid volumes were similar between PACC-MAN and PDM; median and IQR are reported (73.1 mL/kg [59.0–78.7] vs. 87.1 mL/kg [79.4–91.8],P= 0.07). There was no statistical difference in cumulative norepinephrine (PACC-MAN: 33.4 μg/kg [27.1–44.6] vs. PDM: 7.5 [3.3–24.2] μg/kg,P= 0.09). The median percentage of time spent at hypotension was equivalent (PACC-MAN: 6.2% [3.6–7.4] and PDM: 3.1% [1.3–6.6],P= 0.23). Urine outputs were similar between PACC-MAN and PDM (14.0 mL/kg vs. 21.5 mL/kg,P= 0.13).Conclusion:Automated resuscitation achieves equivalent resuscitation outcomes to direct human intervention in this shock model. This study provides the first translational experience with the PACC-MAN system versus PDM. BODY: INTRODUCTIONManagement of severe circulatory shock in the intensive care unit (ICU) often involves invasive monitoring devices and hemodynamic support to maintain oxygen delivery to end organs (1). Beyond addressing the underlying etiology, the core objective in treating shock is to optimize tissue perfusion via crystalloid and vasopressor administration, as early recognition of hemodynamic dysfunction and subsequent intervention is crucial to mitigate the inflammatory response and prevent end-organ dysfunction (1–3). Hemodynamic support with vasoactive medications and fluid resuscitation for the initial restoration of intravascular volume in hypovolemic shock has been associated with improved outcomes (4,5). However, excessive resuscitation with crystalloids or vasoactive medications may lead to deleterious effects such as pulmonary edema, heart failure, acute respiratory distress syndrome, or even peripheral gangrene in cases of high doses of vasopressor support (6–11). Maintaining specific hemodynamic parameters poses a challenge, as it requires striking a balance between achieving sufficient systemic perfusion and minimizing"
  },
  {
    "full_text": "sufficient systemic perfusion and minimizing excessive resuscitation. This delicate balance places a significant burden on healthcare providers (6,12,13).The complexity of managing volume status in hemodynamically unstable patients requires diligent attention to avoid morbidity. As such, critically ill patients require frequent assessment of labile hemodynamics, a process that can be both time and resource-consuming, especially considering the manual titration of infusions. The cognitive load associated with these tasks can lead to errors, provider burnout, and overall worse outcomes for patients (14–17). Moreover, the burden on critical care providers has significantly increased in recent years, particularly during the COVID-19 pandemic (18–21). These patients frequently required invasive hemodynamic devices with continuous data, where subtle physiologic changes can be difficult to perceive. The total cognitive load of a busy ICU likely hinders the provider’s ability to give undivided attention to an individual patient. To address this burden and improve patient outcomes, innovative solutions are needed. Automated resuscitation platforms and physician decision support tools may fill this gap (15–17).Automated critical care (ACC) systems are not new. Many have been described for various therapeutic interventions, such as burn resuscitation and blood pressure control under anesthesia (22–30). Our team continues to refine a closed-loop heuristic-based critical care algorithm, incorporating multiple hemodynamic and physiologic parameters to target resuscitation strategies in a highly reproducible distributive shock model (31–34). This platform, called Precision Automated Critical Care Management (PACC-MAN), cohesively modulates vasopressor titration and crystalloid administration in response to real-time physiologic data and predetermined hemodynamic triggers. PACC-MAN’s goal is to achieve a targeted and efficient approach to critical care management (34). Recent studies from our group demonstrated that our current, enhanced version of PACC-MAN precisely controls hemodynamics to achieve and maintain normotension while minimizing the risks associated with excessive fluid administration and vasopressor use (31,34,35). By avoiding treatment delays and rapidly processing hemodynamic data, this system provides timely interventions and personalized critical care.However, the performance of ACCs has yet to be compared head-to-head to critical care provider resuscitation. This study aims to compare the efficacy of PACC-MAN to provider-directed management (PDM) treatment strategies in a swine model of hemorrhagic and distributive shock. We hypothesized that PACC-MAN would achieve equivalent resuscitation outcomes to PDM while maintaining normotension and overall lower fluid and vasopressor requirements.MATERIALS AND METHODSOverallThis study was approved by the Wake Forest Institutional Animal Care and Use Committee. All animal care and use were in strict"
  },
  {
    "full_text": "Committee. All animal care and use were in strict compliance with the Guide for the Care and Use of Laboratory Animals and adhered to ARRIVE guidelines,http://links.lww.com/SHK/B919.A prioriexclusion criteria were a white blood cell (WBC) count greater than 25 × 109cells/L or cardiovascular collapse, defined as a proximal mean arterial blood pressure (pMAP) less than 20 mm Hg for >5 m, before hemorrhage. Animals were also excluded if the norepinephrine rate to overcome the vasodilatory effects of isoflurane was greater than 0.06 μg/kg/min before initiation of the timed protocol or if deviation from the experimental protocol occurred. Primary outcomes were total crystalloid volume, vasopressor administration, total time spent at hypotension (MAP <60 mm Hg), and total number of interventions.Animal preparationTwelve healthy, naive adult Yorkshire-cross swine, acclimated to the facility for at least 48 h, were fasted overnight, then premedicated with 5–7mg/kgintramuscular tiletamine/zolazepam. The sample size was based on previous work that utilized the same injury model (34). General anesthesia was induced and maintained with 2% isoflurane, and animals were mechanically ventilated to maintain end-tidal CO2at 35–45 mm Hg. To offset the vasodilatory effects of isoflurane, an intravenous infusion of norepinephrine (0.02 μg/kg/min) was initiated to achieve a target mean arterial pressure greater than 60 mm Hg. All animals received a 2-L bolus of balanced electrolyte solution and maintenance intravenous fluids at 10 mL/kg/h during surgical instrumentation. Before the start of controlled hemorrhage, the maintenance intravenous fluid rate was adjusted to 5 mL/kg/h. An underbody warmer was used to maintain core body temperature between 37°C and 39°C.Surgical instrumentationThe right and left external jugular veins were surgically exposed and cannulated with a 9 French (Fr) sheath to facilitate Swan-Ganz pulmonary artery catheterization and 7Fr triple lumen catheter for intravenous maintenance crystalloid infusion, medication infusion, bolus administration, and central venous pressure (CVP) transduction via fluid column. The left carotid artery was dissected, and a flow probe was placed for cerebral perfusion assessment. The left axillary artery was surgically exposed and cannulated with a 7Fr sheath, extending into the descending thoracic aorta for proximal arterial pressure transduction. The right brachial artery was exposed and cannulated with a 5Fr micropuncture sheath for frequent arterial blood samples. Arterial sheaths were introduced from the right and left femoral arteries for aortic balloon catheter placement and distal arterial blood pressure transduction. The left femoral vein was cannulated with a 9Fr multilumen access catheter for controlled hemorrhage, blood transfusion, and critical care phase fluid boluses. Via a laparotomy incision, a cystostomy tube was placed for urinary output measurement, a splenectomy was performed to prevent"
  },
  {
    "full_text": "a splenectomy was performed to prevent autotransfusion, and a left renal artery flow probe was placed (Transonic, Ithaca, NY).Real-time physiologic data collectionPhysiologic measurements of CVP, pMAP, distal mean arterial pressure (dMAP), left carotid blood flow, left renal blood flow, and electrocardiography were collected in real-time with a multichannel data acquisition system at 1000 Hz (Powerlab; AD Instruments, Colorado Springs, CO). Blood and urine samples were collected serially throughout the experiment and frozen at −8°C for future use. Specifically, we measured serum neutrophil gelatinase-associated lipocalin (NGAL) concentrations using an ELISA (Abcam, Waltham, MA).Experimental protocolFollowing instrumentation, subjects underwent an uninterrupted, computer-automated 30% total blood volume-controlled hemorrhage over 30 min (T0–T30). The blood was collected in gently agitated citrated bags (Fenwal BloodPack Units; Fresenius Kabi AG, Bad Homburg, Germany). The estimated total blood volume was defined as 60 mL/kg. After hemorrhage, the prepositioned aortic occlusion balloon was autonomously inflated to complete aortic occlusion, measured by the complete absence of distal aortic flow, for 45 min (T30–T75). At T65 (during the occlusion phase), the automated drug delivery system infused 200 mg of calcium gluconate over 20 min to counteract the chelation effect of the citrate during the autologous blood transfusion. At T70, the animals were transfused with the previously shed blood and returned to 95% of total blood volume over 18 min. Starting at T75, the aortic balloon was autonomously weaned over 15 min during the transfusion period to prevent complete hemodynamic collapse during reperfusion. At T90, the balloon catheter was removed, and the animals were randomized to an automated critical care management group (PACC-MAN) or PDM. To ensure the study was blinded, a sealed envelope system was utilized to randomly assign treatmentgroupsatT0toensurenoknowledgeofthefuturegroupassignmentduring instrumentation. The critical care phase ran for the remaining 255 minutes of the experiment, from T90 to T345. A graphical representation of the entire study timeline has been provided inFigure 1. Forthe PACC-MAN group, the critical care phase was controlled entirely autonomously with research personnel only ensuring adequate anesthesia, sufficient supply of crystalloids and medication infusions, and the collection of laboratory samples. The group assigned to PDM underwent critical care management by two PGY-4 general surgery residents experienced in critical care management. Internal validity was maintained by using the same two critical care residents for subjects in the PDM group.PACC-MAN: an automated critical care platformPACC-MAN is an automated platform that acquires real-time physiological data and performs continuous assessments and resultant critical care interventions. As previously described in 2022 by Patel et al., the data acquisition"
  },
  {
    "full_text": "in 2022 by Patel et al., the data acquisition system is assembled to continuously monitor side-stream analog signals of physiological data. These inputs were acquired by a microcontroller, converted to digital signals, and processed by the PACC-MAN control algorithms. The platform delivers interventions via an automated algorithm based on predefined parameters. These interventions include blood transfusion, vasopressor titration, crystalloid bolus administration, and titration of balloon volumes for endovascular aortic occlusion catheters. The PACC-MAN platform has a graphical user interface that runs on a separate computer with a feature to build a customized intervention schedule, which is used to automate the experimental protocol and ensure high reducibility. This interface provides wireless commands to the three peripheral devices that regulate the resuscitative interventions: a crystalloid and blood bolus infusion pump, intravenous infusion pumps, and an endovascular balloon volume controller.PACC-MAN groupA previously developed custom algorithm that utilizes mean arterial pressure, CVP, fluid responsiveness (delta MAP of 5 mm Hg), lactate, and urine output (UOP) as input variables was implemented in the automated critical care PACCMAN group (Supplemental Fig. 1,http://links.lww.com/SHK/B917). The algorithm had the option to provide weight-based crystalloid boluses (1.5 mL/kg) and titration of norepinephrine for vasoactive support (34).When mild hypotension (MAP 50–60 mm Hg) was encountered and the state of fluid responsiveness was unknown, a fluid challenge was administered (3 mL/kg). The algorithm categorized fluid responsiveness into three groups: nonresponsive, partially responsive, and fully responsive, based on the changes in blood pressure following a 3-cc/kg fluid challenge. An increase in MAP of <5 mm Hg indicates a fluid nonresponsive state, an increase between 5 and 10 mm Hg indicates partial responsiveness, and an increase greaterthanorequalto10mmHgindicatesfullresponsiveness.Thisautomatedalgorithm was designed to be comparable to standard critical care guidelines (34).In the event of hypotension and a known fluid-responsive state, a series of 1.5 mL/kg fluid boluses were given to restore normotension followed by a scaled increase in NE by a factor of 1. For the partially responsive state, a series of fluid boluses were given to restore normotension followed by a scaled increase in NE by a factor of 1.5. In both of these instances, fluid administration was truncated if pressure was restored to the upper boundary of normotension (70 mm Hg). In the case of fluid nonresponsiveness, there was an immediate increase in NE by a factor of 2, with the administration of a single fluid bolus. The fluid responsiveness detection state was reset after 1 h from the last test bolus or after five interventions in a particular state. In addition to norepinephrine titration, vasopressin (0.04 units/min as a fixed rate) was triggered by a"
  },
  {
    "full_text": "units/min as a fixed rate) was triggered by a norepinephrine dose greater than or equal to 0.3 μg/kg/min. Vasopressin infusion was stopped when the norepinephrine dose was less than 0.2 μg/kg/min.In the normotensive state (60–70 mm Hg), additional resuscitative events were implemented through the use of UOP and serum lactate levels. In the condition where UOP was below a threshold value or down-trending, lactate levels were above a threshold value or rising, and there was dependence on vasopressor support; normotensive fluid bolusing was initiated. Additionally, if the animal’s MAP was in the 65–70 range with down-trending lactate levels and sufficient UOP (>1 cc/kg/h), vasopressors were down-titrated.Provider-directed managementIf animals were randomized to PDM, subjects underwent resuscitation under the care of two experienced general surgery residents. Other laboratory members assisted in routine laboratory draws, anesthesia maintenance, and ensuring adequate supplies of fluids and medications. The decision for additional crystalloid boluses and administration of vasopressors was based on live hemodynamic performance and laboratory values, as frequently performed in critical care units. Maintenance of MAP >60 mm Hg was used to determine resuscitation interventions. Fluid boluses were administered at a fixed volume of 7.0 cc/kg and given over a 5-min period, with NE titration and the initiation/cessation of a fixed dose vasopressin infusion (0.04 units/min) left to the discretion of the provider.Statistical data analysisContinuous variables are presented as medians with interquartile ranges (IQRs), and statistical differences between the PACC-MAN and PDM groups were tested with a Mann-WhitneyUtest. Dichotomous and categorical variables were analyzed using chi-square statistics. Statistical significance was set at P<0.05. Pearson’srwas calculated to determine effect sizes of results: 0.1–0.3 is small, 0.3–0.5 is medium, and >0.5 is large. Data analysis was performed with R statistical software version 4.1.1 (R Foundation for Statistical Computing, Vienna, Austria).RESULTSOverallTwelve swine (six males and six females) were included in this study, with six animals per group. The baseline characteristics of each animal are demonstrated inTable 1. The proportion of time spent at hypotension during the intervention phase, defined as pMAP <60 mm Hg, was not significantly different between both intervention groups (P= 0.23). The PACC-MAN cohort spent a similar median (IQR) proportion of time in hypotension as the PDM cohort (6.2% [3.6–7.4] vs. 3.1% [1.3–6.6]) (Fig. 2). Additionally, the two groups spent a similar amount of time in hypertension, defined as pMAP >70 mm Hg (P= 0.17). The PACCMAN cohort spent a median (IQR) 7.6% (4.2–11.7) of time above the target MAP range of 60–70 mm Hg, whereas the PDM cohort spent 18.3% (10.5–26.1) of the study above goal range (Table 2). Effect sizes are reported inTable 2.Crystalloid and vasopressor"
  },
  {
    "full_text": "reported inTable 2.Crystalloid and vasopressor resuscitationThere was no significant difference in crystalloid volume given during the critical care phase (P=0.07), as the median(IQR) volume of crystalloid given by PACC-MAN was 73.1 mL/kg (59.0–78.7) and for PDM was 87.1 mL/kg (79.4–91.8) (Fig. 3). Similarly, there were no significant differences between the cumulative norepinephrine during critical care between the PACC-MAN and PDM cohorts (P= 0.09). PACC-MAN exhibited a nonstatistically significant trend toward more vasopressor administration with a median of 33.4 μg/kg (27.1–44.6) compared to the PDM group, which required 7.5 μg/kg (3.3–24.2). Vasopressin was initiated in five out of six of the PACC-MAN subjects compared to only three of the six in the PDM cohort (P= 0.55).Renal functionThe total renal flow during critical care was not significantly different between groups. The PACC-MAN group had a median (IQR) weight-based renal flow of 464.4 mL/kg (339.8–722.1) compared to 471.7 mL/kg (321.8–627.2) in the PDM group (P= 0.94). After the experimental protocol, UOP was also not statistically different between PACC-MAN and PDM, with UOP of 14.0 mL/kg (7.8–20.5) in the PACC-MAN group compared to 21.5mL/kg (20.3–29.5) in the PDM group (P=0.13).In addition, there was no significant difference in peak median creatinine between either group (P= 0.6). Analysis of NGAL between both groups demonstrated no statistical significance at baseline, T29, T70, or T345 (P= 0.3, 0.6, 0.2, and 0.5, respectively,Supplemental Table 1,http://links.lww.com/SHK/B918).Carotid blood flowThe PACC-MAN group had a median (IQR) carotid blood flow of 860.5 mL/kg (710.7–1041.2), which was similar to the PDM group of 866.5 mL/kg (677.2–994.3) (P= 0.94).Biomarkers of injuryA lactate load was used to characterize the severity of the ischemic insult in this study. The lactate load for both groups was similar, with the median (IQR) normalized load PACCMAN lactate being 35.31 mmol × h/L (31.04–38.18 mmol × h/L) compared to the PDM group with 31.96 mmol × h/L (22.57–38.56 mmol × h/L) (P= 0.69).InterventionsThe number of interventions performed by the PACC-MAN and PDM cohorts was also assessed. Due to PACC-MAN’s continuous evaluation of fluid responsiveness, laboratory values, and hemodynamic status, the PACC-MAN cohort had a significantly higher number of boluses, albeit in smaller volumes, and more vasopressor titration events (though not statistically significant) compared to the PDM group. PACC-MAN administered a median (IQR) of 30.5 fluid boluses (21.3–36.0) and 21.5 vasopressor titrations (15.8–22.8). On the other hand, the physician-resuscitated cohort experienced a median (IQR) of 9.0 (7.5–9.8) fluid boluses and 10.5 (9.0–13.5) vasopressor titrations throughout the intervention (P= 0.005 andP= 0.15, respectively) (Fig. 4).DISCUSSIONOur study demonstrates that an automated resuscitation platform (i.e., PACC-MAN) in a distributive shock model provides similar resuscitation"
  },
  {
    "full_text": "shock model provides similar resuscitation endpoints compared to provider-driven management. Moreover, this study highlights how an automated model of critical care can provide goal-directed blood pressure management while maintaining a similar total vasopressor and fluid volume administration.The statistically similar fluid resuscitation, cumulative norepinephrine dose, and vasopressin initiation rates demonstrate how the PDM and PACC-MAN groups have comparable patterns of resuscitation, suggesting that an automated resuscitation system can achieve consistent results to human-driven interventions. Both groups successfully avoided hypotension throughout the majority of the experiment, with no significant difference in the proportion of time spent in hypotension. Notably, the PACCMAN group delivered this equivalent care without consuming additional manpower. Effect sizes are >0.5 for norepinephrine administration, titrations, time spent at hypotension, lactate loads, and carotid and renal flows, which overall suggests that while these variables are not statistically different, PACC-MAN tends to administer more vasopressor and perform a more nuanced resuscitation than PDM (Table 2).We did observe a significantly higher number of fluid bolus events in the PACC-MAN cohort compared to the PDM group, despite similar overall fluid administration across groups. This is undoubtedly due to the smaller bolus volume administered by the automated system compared to the larger “one size fits all” fluid administration approach employed manually. This approach to fluid administration by the PACC-MAN system is intended to be fluid sparing, by partition fluid boluses such that only the required amount of fluid is administered to meet a predetermined hemodynamic target, as opposed to bluntly administering a larger fixed volume of fluid as is commonly performed clinically. Despite this intent, we did not demonstrate less overall fluid administration with this strategy, which may reflect a similar overall fluid requirement across groups, given the use of a standard ischemia-reperfusion injury model. We did observe that many of the fluid boluses administered by the PACC-MAN system were clustered (occurring back-to-back) as hemodynamic targets for fluid truncation frequently required successive microboluses. The net effect in this model was to deliver fluid in larger volumes, similar to the resuscitation strategy employed in the manual group. The likely impact of multiple small boluses and a higher number of vasopressor titrations allows PACC-MAN to continually assess response, but ultimately the PACC-MAN group tended to deliver larger volumes and increased volume of total norepinephrine, which could lead to overresuscitation and speaks to the need for continual refining of the algorithm. It is conceivable that the performance of the system may be different in the context of varying degrees of distributive shock, for which additional investigation is warranted."
  },
  {
    "full_text": "for which additional investigation is warranted. Nonetheless, the higher frequency of interventions that can be executed by this automated platform, with no additional cognitive demand on the provider, holds promise for enabling a more nuanced resuscitation that could reasonably be executed through manual means.Similarly, PDM and PACC-MAN demonstrated comparable metabolic endpoints. Lactate loads, a more dynamic measurement of ischemic burden than using a single peak lactate value, were similar across groups (36). Furthermore, both groups exhibited similar weight-based UOP and plasma NGAL. Similar renal and carotid blood flow volumes noted in both groups further support that their respective intervention strategies were similarly efficacious at maintaining end-organ perfusion. Moreover, both intervention strategies resulted in similar durations of hypertension, suggesting that the PACC-MAN platform does not increase the risk for overresuscitation.The complexities of resuscitation strategies, particularly in critical care settings, can provide significant time and cognitive burdens on healthcare providers. The findings from this study suggest that automated care platforms, such as PACC-MAN, can reduce the cognitive burden on physicians and other healthcare providers in the management of critically ill patients. A prior study also demonstrated improved resuscitation by closed-loop automation in intraoperative anesthesia (37). By adopting an ACC platform, there can be greater control (and successful implementation) for the use of evidence-based resuscitation paradigms in a critical care unit. Precise and effective automated resuscitation may alleviate the burden on strained medical teams and represent an advancement in the care of severe ischemia-reperfusion injury and/or varying degrees of hypovolemic or hemorrhagic shock. The PACC-MAN platform will assist in the continuous assessment and real-time monitoring of hemodynamic parameters, alerting healthcare providers of the need for fluid and/or vasopressor support.However, there are several limitations to this study design that should be noted. First, the sample size of both groups is relatively small and focused on a model of distributive shock, which may limit generalizability to other shock states. Furthermore, the duration of our study ended after a 255-min critical care phase. Without longer duration or survival studies, we cannot assess the longer-term benefits of PACC-MAN. A study incorporating survival after the critical care phase would allow for a better understanding of the implications of these resuscitative strategies. As such, additional testing of this model will allow us to refine the methodology and address these limitations. Although our findings overall suggest the ability of PACC-MAN to provide similar care in distributive shock, there are limitations of PACC-MAN in the clinical setting. For example, the platform requires anesthesia care by the provider as ventilator management"
  },
  {
    "full_text": "care by the provider as ventilator management has not been built into our algorithm. Additionally, despite the automation of the critical care algorithm, human interaction with the system is still needed to ensure the repletion of fluids and drugs, along with general oversight. One of the most important limitations of this study is that the PDM group required constant decision-making at the bedside by the providers, which is largely unattainable in a modern ICU setting. Particularly, ICU staffing is unable to maintain two providers to solely spend time evaluating a single ICU patient. This practical reality further magnifies the difference in PACC-MAN versus PDM, as the ACC platform is constantly assessing hemodynamics and fluid responsiveness in ways that would be nearly impossible in clinical care (12,38,39).Another notable limitation of the current PACC-MAN platform centers around its relatively limited feature set. The present design has been optimized for distributive shock and does not likely generalize to other disease states or those with more complex decision-making. The current automated algorithm’s primary focus involves a limited array of endpoints, including maintenance of adequate perfusion pressure (>60 mm Hg) and optimizing end-organ perfusion, utilizing serum lactate and UOP trends. It would be naive to consider this a refined solution, as it does not incorporate the broader array of inputs that a clinician utilizes in the context of caring for a critically ill patient, nor does it presently possess the ability to discern scenarios where alternative interventions beyond fluid and vasopressor administration are indicated. Nonetheless, this initial construct represents a solid foundation upon which additional inputs, more refined decision-making, and additional interventions can be layered, thereby expanding the capabilities of the platform. In the near term, an automated system such as this is likely to provide cognitive offloading of a narrow range of defined tasks. That being said, it is within our collective technological capacity and capabilities to develop more sophisticated semiautonomous and even fully autonomous platforms capable of delivering highly nuanced, goal-directed therapies, given enough resources. The implications of this are wide-ranging and disruptive but undoubtedly represent the future of critical care. The pathway to this future remains obscure but is unquestionably underway.Although machine learning holds great promise for transforming how we manage critically ill patients, our initial focus surrounding the development of PACC-MAN has been to develop an intuitive rules-based approach to the automation of a narrow range of critical care interventions, with the ultimate goal of iteratively expanding capabilities over time. This approach assumes that certain aspects of patient care have a reasonably definable treatment approach and can therefore be codified into a rule set that can be uniformly deployed using"
  },
  {
    "full_text": "a rule set that can be uniformly deployed using automated devices. Nonetheless, certain aspects of critical care inherently lend themselves to the application of machine learning. Examples include complex waveform analysis, identifying subtle hemodynamic trends over time that predict clinical improvement or deterioration, and modification of treatment paradigms based on the complex interplay of multiple physiologic/hemodynamic parameters. In parallel, our group has been developing a machine learning–based fluid responsiveness algorithm that predicts if a patient would benefit from additional fluid administration or an alternative intervention, which is distinct from the rules-based approach implemented in the present study (40). This is an example of a discrete task involving complex continuous arterial pressure waveform analysis and is ideally suited to machine learning, which can be easily layered into our broader rules-based critical care algorithm. In this context, we believe that a clinically relevant critical care platform will ultimately benefit from a blend of rules-based logic and machine learning.Certainly, there are many other potential benefits of using machine learning in the context of critical care and it clearly represents the future of critical care (41–44). At present, multiple machine learning techniques are being employed in critical care studies. Specific applications include early detection of acute kidney injury, pulmonary embolism, gene expression in sepsis, and leukocyte phenotyping when trying to understand the pathophysiology of sepsis (45–49). Reinforcement learning has also been used to formulate ICU electrolyte replacement protocols and determine treatment decisions in sepsis (50,51).However, enthusiasm for these approaches must be tempered by the realization that machine learning is not infallible and can pose a risk of significant harm if not employed with adequate safeguards. Furthermore, it is not necessarily feasible to understand the output of a machine learning algorithm, with respect to how a decision was made or how a conclusion was reached, particularly with black box models such as deep learning. As such, the application of these types of approaches, particularly where an intervention is being delivered autonomously, must be met with extreme caution. Based on these considerations, we believe that initial exploration into the use of automation should closely model conventional resuscitation strategies, utilizing a rational rules-based approach that allows for readily interpretable outcomes. In our opinion, moving straight into delivering automated interventions based on novel treatment paradigms represents a bridge too far. Ultimately, the process of implementing automation into the realm of critical care will be an iterative process aimed at improving patient outcomes, but above all else prioritizes patient safety.Future near-term efforts will focus on evolving PACC-MAN’s generalizability across disease"
  },
  {
    "full_text": "PACC-MAN’s generalizability across disease states and alternative types of shock, particularly in the setting of TBI where precise resuscitation is imperative to minimize secondary brain injury. Additional steps include a prolonged, 24-h critical care model to assess PACC-MAN’s potential to provide more clinically relevant care in austere environments where aeromedical evacuation may be hindered.In summary, our study suggests that automated resuscitation using the PACC-MAN system yields comparable outcomes to provider-driven resuscitation in a distributive shock swine model. This is the first translational study, to our knowledge, comparing automated platform care to provider-directed care. The critical care provided by this automated system had a more nuanced resuscitation than bedside providers as evidenced by the greater number of fluid boluses administered by PACC-MAN to assess fluid responsiveness in response to the animals’ hemodynamics with no differences in the cumulative total volume administered. Further refinement studies of PACC-MAN are needed to demonstrate its benefits over provider-directed care, especially in different etiologies of shock and in clinically realistic scenarios.Supplementary MaterialSupplemental TableSupplemental Figure 1ARRIVE guidelines checklist"
  }
]