[
  {
    "full_text": "TITLE: Medical Emergencies During the COVID-19 Pandemic ABSTRACT: BackgroundIn this study, we investigate the number of emergency room consultations during the COVID-19 pandemic of 2020 in Germany compared to figures from the previous year.Methods:Case numbers from calendar weeks 1 through 22 of the two consecutive years 2019 and 2020 were obtained from 29 university hospitals and 7 non-university hospitals in Germany. Information was also obtained on the patients’ age, sex, and urgency, along with the type of case (outpatient/inpatient), admitting ward, and a small number of tracer diagnoses (I21, myocardial infarction; J44, COPD; and I61, I63, I64, G45, stroke /TIA), as well as on the number of COVID-19 cases and of tests performed for SARS-CoV-2, as a measure of the number of cases in which COVID-19 was suspected or at least included in the differential diagnoses.ResultsA total of 1 022 007 emergency room consultations were analyzed, of which 546 940 took place in 2019 and 475 067 in 2020. The number of consultations with a positive test for the COVID-19 pathogen was 3122. The total number of emergency room consultations in the observation period was 13% lower in 2020 than in 2019, with a maximum drop by 38% coinciding with the highest number of COVID-19 cases (calendar week 14; 572 cases). After the initiation of interpersonal contact restrictions in 2020, there was a marked drop in COVID-19 case numbers, by a mean of –240 cases per week per emergency room (95% confidence interval [-284; -128]). There was a rise in case numbers thereafter, by a mean of 17 patients per week [14; 19], and the number of cases of myocardial infarction returned fully to the level seen in 2019.ConclusionIn Germany, the COVID-19 pandemic led to a significant drop in medical emergencies of all kinds presenting to the nation’s emergency departments. A recovery effect began to be seen as early as calendar week 15, but the levels seen in 2019 were not yet reached overall by calendar week 22; only the prevalence of myocardial infarction had renormalized by then. The reasons for this require further investigation. BODY: Methods:Case numbers from calendar weeks 1 through 22 of the two consecutive years 2019 and 2020 were obtained from 29 university hospitals and 7 non-university hospitals in Germany. Information was also obtained on the patients’ age, sex, and urgency, along with the type of case (outpatient/inpatient), admitting ward, and a small number of tracer diagnoses (I21, myocardial infarction; J44, COPD; and I61, I63, I64, G45, stroke /TIA), as well as on the number of COVID-19 cases and of tests performed for SARS-CoV-2, as a measure of the number of cases in which COVID-19 was suspected or at least included in the differential diagnoses."
  }
]