[
  {
    "full_text": "TITLE: Mortality risk among people receiving acute hospital care for hallucinogen use compared with the general population ABSTRACT: Background:Although clinical trials involving psychedelic-assisted psychotherapy have not observed short-term increases in the risk of death, limited data exist on mortality associated with hallucinogen use outside of controlled trial settings. We sought to determine whether people with an emergency department visit or hospital admission involving hallucinogen use were at increased risk of all-cause death compared with the general population and with people with acute care presentations involving other substances.Methods:We conducted a retrospective cohort study using linked health administrative data on all people aged 15 years and older living in Ontario, Canada, from 2006 to 2022. We compared overall and cause-specific mortality between members of the general population and people with incident acute care (an emergency department visit or hospital admission) involving hallucinogens and other substances.Results:We included 11 415 713 people; 7953 (0.07%) had incident acute care involving hallucinogens. In a matched analysis with 77 101 people with a median follow-up of 7 (interquartile range 3–11) years, acute care involving hallucinogens was associated with a 2.6-fold (hazard ratio [HR] 2.57, 95% confidence interval [CI] 2.09–3.15) increased all-cause mortality within 5 years (n= 482, absolute risk 6.1%) relative to the general population (n= 460, absolute risk 0.6%). Analyses excluding people with comorbid mental or substance use disorders showed similar elevations in mortality risk for acute care involving hallucinogens relative to the general population (HR 3.25, 95% CI 2.27–4.63). People with acute care involving hallucinogens were at a significantly elevated risk of death by unintentional drug poisoning (HR 2.03, 95% CI 1.02–4.05), suicide (HR 5.23, 95% CI 1.38–19.74), respiratory disease (HR 2.46, 95% CI 1.18–5.11), and cancer (HR 2.88, 95% CI 1.61–5.14) relative to the general population.Interpretation:Requiring hospital-based care for hallucinogen use was associated with increases in risk of death relative to the general population, particularly from suicide. These findings should be considered in clinical and policy decision-making, given the increasing use of hallucinogens and associated problematic use. BODY: The use of hallucinogens has been rapidly increasing since the mid-2010s globally, and particularly in the United States and Canada.1–3In the US, among people aged 19–30 years, self-reported hallucinogen use in the past year more than doubled from 3.8% in 2013 to 8.9% in 2023.4Hallucinogens are a group of substances that influence perception and mood and are broadly classified into dissociative drugs, including phencyclidine (PCP) and ketamine, and serotonergic hallucinogens (psychedelics), including psilocybin, lysergic acid diethylamide (LSD), dimethyltryptamine (DMT, or ayahuasca), and"
  },
  {
    "full_text": "dimethyltryptamine (DMT, or ayahuasca), and methylenedioxymethamphetamine (MDMA, or Ecstasy). Increasing interest in and use of hallucinogens may be related to promising clinical trials supporting the therapeutic potential of hallucinogens in mental and substance use disorders.5,6Multiple randomized controlled trials suggest that psychedelic-assisted therapy may be effective for the management of alcohol use disorder, posttraumatic stress disorder, and treatment-resistant depression.7–12However, there are concerns that hallucinogen use may also increase the risk of serious adverse events, including suicidality and death, particularly when used outside of supervised clinical settings and in populations with comorbid health conditions.13Two studies in the US found no increased risk of all-cause death for people who reported ever having used hallucinogens or inhalants at baseline.14,15A study of Swedish men registering for compulsory military service found no association between self-reported hallucinogen or inhalant use at age 18 years and mortality over the following 35 years.16A study in the United Kingdom found no association between reported hallucinogen use in early adulthood and subsequent risk of death.17Critically, studies to date have had small sample sizes (the largest included fewer than 1000 people who reported hallucinogen use) that may be underpowered to detect changes in risk of death. Additionally, studies that characterized exposure to hallucinogens were limited to less clinically relevant measures of hallucinogen use (e.g., lifetime use, single-time use at age 18 yr), relying on self-report and combining hallucinogens with other substances. In addition, study reports lacked details on the cause of death and adjusted for a limited number of potential confounders. Overall, despite large increases in the prevalence of hallucinogen use, we found no high-quality evaluations of whether hallucinogen use may increase the risk of death.Our objective was to use contemporary population-level data to address current gaps in the literature on the association between hallucinogen use and mortality. We sought to establish whether people with an emergency department visit or hospital admission (collectively, acute care) involving hallucinogen use were at increased risk of all-cause death compared with the general population and people with acute care involving other substances.MethodsStudy designWe conducted a retrospective cohort study of people aged 15–105 years in Ontario between January 2006 and December 2021, with follow-up for mortality until December 2022. The study included all people who were alive and eligible for Ontario’s public health insurance program, which provides universal access to all hospitals and medically necessary physician-based services for 97% of residents of Ontario, Canada.Data sourcesWe obtained data on all emergency department visits, hospital admissions, and outpatient physician visits, along with sociodemographic"
  },
  {
    "full_text": "physician visits, along with sociodemographic characteristics of all study participants, from 9 individual-level databases, which were linked using unique encoded identifiers and analyzed at ICES. ICES is an independent, nonprofit research institute whose legal status under Ontario’s health information privacy law (thePersonal Health Information Protection Act; PHIPA) allows it to collect and analyze health care and demographic data, without consent, for health system evaluation and improvement. We obtained information on deaths from the Registered Persons Database. We determined cause of death from death certificates in Ontario obtained from vital statistics. Details on additional data sets are included inAppendix 1, Supplementary Methods 1, available atwww.cmaj.ca/lookup/doi/10.1503/cmaj.241191/tab-related-content.ExposuresWe identified the index exposure as acute care involving hallucinogen use whenInternational Classification of Diseases, 10th Revision(ICD-10) codes F16.X (mental and behavioural disorders due to use of hallucinogens), T40.8 (poisoning by or adverse effects of lysergide [LSD]), or T40.9 (poisoning by or adverse effects of unspecific hallucinogens) were listed as main or contributing reasons for the emergency department visit or hospital admission.18We identified people with incident acute care for another substance — including alcohol, opioids, and stimulants — using the same methods as secondary exposures (Appendix 1, Supplementary Methods 2, provides detailed hallucinogen codes and codes for each substance).OutcomesThe primary outcome was all-cause death. The secondary outcomes were specific causes of death, identified using ICD-10 diagnostic codes.19We allowed each death record to contribute to multiple cause-specific mortality outcomes based on included main and contributing causes of death. We categorized deaths into the following specific causes: substances, including alcohol; trauma; intentional self-harm; cancer; infections; or diseases of the circulatory, respiratory, and gastrointestinal systems (Appendix 1, Supplementary Methods 3, shows coding).19CovariatesWe recorded sociodemographic and health information for all people at the time of index exposure. Covariates included age, sex, rural residence, neighbourhood income quintile, whether they had been residents of Canada since 1985, and whether they had recent documentation of homelessness in an emergency department visit or hospital admission.20Health information was based on care received in the past 3 years, including outpatient mental health visits (primary care providers or psychiatrists) and emergency department visits and hospital admissions for substance use and mental health, along with care for 9 chronic health conditions, identified through a combination of receipt of care in health administrative databases and disease-specific population cohorts that are regularly updated at ICES.21,22Appendix 1, Supplementary Methods 4, provides covariate definition"
  },
  {
    "full_text": "Methods 4, provides covariate definition codes.Statistical analysisWe matched people with acute care involving hallucinogens to members of the general population (any eligible individuals in Ontario, regardless of receipt of acute care) in a 1:10 ratio using a greedy match algorithm on exact age, sex, and index date of the incident acute care (Appendix 1, Supplementary Methods 5, provides index matching details). We compared the characteristics of the general population and people with an incident acute care event involving hallucinogens using descriptive statistics and standardized mean differences (SMDs).23Characteristics were recorded at the time of the incident acute care event use or the assigned index date for matched members of the general population. We described cause-specific mortality at 5 years.We compared all-cause mortality between people with acute care involving hallucinogens and the age- and sex-matched general population using overlap propensity score weighting. Overlap weights up-weight exposed and unexposed people who are most similar in terms of baseline characteristics, and down-weight people who are dissimilar. This results in people whose characteristics are equally likely to have either exposure status (having or not having acute care involving hallucinogens) contribute the most weight to the analysis, whereas people who are more likely to be either always exposed or unexposed receive less weight.24To generate propensity scores, we included the following covariates: age (restricted cubic splines at 5, 27.5, 50, 72.5, 95 percentiles); sex; income quintile; rurality; immigration; homelessness; past 3-year acute care for 7 types of substances (alcohol, opioids, cocaine, amphetamines, cannabis, polysubstance, and other); past 3-year mental health care, including outpatient family medicine, outpatient psychiatry, and acute care for 5 mental health conditions (depression, anxiety, self-harm, schizophrenia, and other) and for 9 diagnosed chronic conditions, including hypertension, diabetes, asthma, heart disease, stroke, chronic obstructive lung disease, cancer, renal failure, and dementia. In our weighted cohort, we fit cause-specific Cox proportional hazard models to generate hazard ratios (HRs) with 95% confidence intervals (CIs). We conducted subgroup analyses examining risk and cause of death by age and sex. We conducted all analyses using SAS Enterprise Guide 8.3 (SAS Institute, Cary, NC).As a secondary analysis, we compared the risk of death between people with an incident acute care event involving hallucinogens to people with an acute care event involving alcohol, opioids, or stimulants.In sensitivity analyses, we included only people with no outpatient acute care for mental or substance use disorders in the past 3 years, or at no point since database inception. We calculated an E-value estimating the hazard ratio for the magnitude of association that an unmeasured confounder would need to have with both exposure and"
  },
  {
    "full_text": "would need to have with both exposure and outcome, to explain away any observed association between the exposure and outcome.25Finally, we completed an alternative analytical approach to our primary analysis comparing people with acute care involving hallucinogens to the general population using inverse probability treatment weighting.Appendix 1, Supplementary Methods 6, provides further details on overlap and inverse probability treatment weighting.Ethics approvalThis project was approved by the privacy office at ICES, which is a prescribed entity under PHIPA. Section 45 of PHIPA authorizes ICES to collect and analyze personal health information without patient consent for approved research projects.ResultsA total of 11 415 713 people were eligible for inclusion in our analyses, of whom 7953 (0.07%) had an incident acute care event involving hallucinogens and could be matched to the general population. Fewer than 6 additional patients had an incident acute care event involving hallucinogens and could not be matched (exact number suppressed because of privacy requirements). Our primary analysis of people with acute care involving hallucinogens matched to the general population on age, sex, and index date included 77 101 people (7953 with acute care involving hallucinogens), with a median follow-up of 7 (interquartile range 3–11) years. Our secondary analysis, comparing people with acute care involving hallucinogens versus other substances, included 638 373 people, of whom 372 820 (58.4%) had acute care involving alcohol, 78 985 (12.4%) had acute care involving stimulants, and 71 621 (11.2%) had acute care involving opioids.Figure 1provides a flow diagram for patient inclusion.Figure 1:Cohort flow chart with exclusions. OHIP = Ontario Health Insurance Plan. See Related Content for accessible version.Table 1presents the characteristics of people in our primary analysis. Compared with the matched general population, people with acute care involving hallucinogens were more likely to live in low-income neighbourhoods, have documented homelessness during a previous acute care encounter, be long-standing residents of Canada, have had outpatient mental health care or acute care for substance use or a mental disorder in the past 3 years, and have been diagnosed with several chronic conditions, including asthma, chronic obstructive pulmonary disease, and renal failure.Table 1shows covariates before and after overlap propensity score weighting.Table 1:Characteristics of people with an incident acute care event involving hallucinogens versus the general population, including covariate balance before and after overlap weightingVariableUnweightedWeightedNo. (%)*with acute care involving hallucinogensn= 7953No (%)*in general populationn =77 101SMDNo. (%)*with acute care involving hallucinogensn =4168No. (%)*in general populationn =4168SMDSexMale5587 (70.3)54 233 (70.3)0.002957 (70.9)2957 (70.9)0.00Female2366 (29.7)22 868 (29.7)0.001211 (29.1)1211"
  },
  {
    "full_text": "(29.7)22 868 (29.7)0.001211 (29.1)1211 (29.1)0.00Age, yrMean27.827.70.0127.027.00.0015–181713 (21.5)16 602 (21.5)0.001003 (24.1)1008 (24.2)0.0019–242441 (30.7)23 751 (30.8)0.001382 (33.1)1390 (33.3)0.0025–442962 (37.2)28 825 (37.4)0.001346 (32.3)1337 (32.1)0.0045–65715 (9.0)7007 (9.1)0.00357 (8.6)354 (8.5)0.00≥ 65122 (1.5)916 (1.2)0.0381 (1.9)78 (1.9)0.00Income quintileQ1 (lowest)2312 (29.1)15 393 (20.0)0.211076 (25.8)1076 (25.8)0.00Q21674 (21.0)15 074 (19.6)0.04877 (21.0)877 (21.0)0.00Q31390 (17.5)15 327 (19.9)0.06766 (18.4)766 (18.4)0.00Q41278 (16.1)15 259 (19.8)0.10738 (17.7)738 (17.7)0.00Q5 (highest)1195 (15.0)15 606 (20.2)0.14676 (16.2)676 (16.2)0.00Missing104 (1.3)442 (0.6)0.0835 (0.8)35 (0.8)0.00RuralityRural831 (10.4)7627 (9.9)0.02452 (10.8)452 (10.8)0.00Urban7043 (88.6)69 160 (89.7)0.043692 (88.6)3692 (88.6)0.00Missing79 (1.0)314 (0.4)0.1024 (0.6)24 (0.6)0.00Long-term resident of CanadaYes7286 (91.6)63 703 (82.6)0.273738 (89.7)3738 (89.7)0.00No(667 8.4)13 398 (17.4)0.27430 (10.3)430 (10.3)0.00Documented history of homelessnessYes836 (10.5)141 (0.2)0.4794 (2.3)94 (2.3)0.00No7117 (89.5)79 960 (99.8)0.474074 (97.7)4074 (97.7)0.00Acute care visits for substance use in past 3 yearsAlcohol2198 (27.6)1278 (1.7)0.79515 (12.4)515 (12.4)0.00Cannabis1633 (20.5)395 (0.5)0.69277 (6.7)277 (6.7)0.00Cocaine1301 (16.4)170 (0.2)0.61133 (3.2)133 (3.2)0.00Amphetamines895 (11.3)65 (0.1)0.5058 (1.4)58 (1.4)0.00Opioids1005 (12.6)128 (0.2)0.5397 (2.3)97 (2.3)0.00Polysubstance1936 (24.3)320 (0.4)0.78230 (5.5)230 (5.5)0.00Other452 (5.7)44 (0.1)0.3435 (0.8)35 (0.8)0.00Mood1296 (16.3)966 (1.3)0.55316 (7.6)316 (7.6)0.00Anxiety1682 (21.1)1472 (1.9)0.63410 (9.8)410 (9.8)0.00Schizophrenia484 (6.1)256 (0.3)0.3391 (2.2)91 (2.2)0.00Self-harm1628 (20.5)417 (0.5)0.69290 (7.0)290 (7.0)0.00Other656 (8.2)365 (0.5)0.39120 (2.9)120 (2.9)0.00Outpatient visits for mental health and substance use in past 3 yearsFamily physician5365 (67.5)19 051 (24.7)0.952233 (53.6)2233 (53.6)0.00Psychiatry3085 (38.8)4440 (5.8)0.87926 (22.2)926 (22.2)0.00Chronic disease conditionsHypertension501 (6.3)3764 (4.9)0.06236 (5.7)236 (5.7)0.00Asthma2086 (26.2)15 831 (20.5)0.131025 (24.6)1025 (24.6)0.00MI or CHF86 (1.1)276 (0.4)0.0938 (0.9)38 (0.9)0.00COPD121 (1.5)211 (0.3)0.1339 (0.9)39 (0.9)0.00Dementia43 (0.5)69 (0.1)0.0820 (0.5)20 (0.5)0.00Diabetes296 (3.7)2085 (2.7)0.06135 (3.2)135 (3.2)0.00Cancer848 (10.7)8314 (10.8)0.00444 (10.6)444 (10.6)0.00Renal failure209 (2.6)400 (0.5)0.2060 (1.4)60 (1.4)0.00Stroke57 (0.7)227 (0.3)0.0625 (0.6)25 (0.6)0.00Note: CHF = congestive heart failure, COPD = chronic obstructive pulmonary disorder, MI = myocardial infarction, SMD = standardized mean difference.*Unless otherwise specified.The most common reasons for acute care involving hallucinogens were harmful use (n= 2778, 35.1%), hallucinogen poisoning (n= 1661, 20.9%), intoxication (n= 1495, 18.8%), and dependence or withdrawal (n= 1034, 13.0%) (Table 2).Table 2:Reason for and location of acute care involving"
  },
  {
    "full_text": "2:Reason for and location of acute care involving hallucinogen useVariableNo. (%)*with acute care involving hallucinogen usen= 7953Reason for acute careHarmful use2788 (35.1)Hallucinogen poisoning1661 (20.9)Intoxication1495 (18.8)Dependence or withdrawal1034 (13.0)Hallucinogen-induced psychosis501 (6.3)Amnesia, other, unspecified298 (3.7)Mental health bed†315 (4.0)Location of acute careEmergency department7013 (88.2)Acute care hospital bed633 (8.0)Specialized mental health hospital bed332 (4.2)*Sums to more than 100% as people could have more than 1International Classification of Diseases, Tenth Revisionhallucinogen code on presentation.†Dependence or harmful use for hospitalization to specialized mental health bed.Cumulative incidence functions for the risk of death over time are presented inFigure 2. Within 5 years, 482 (6.1%) people with acute care involving hallucinogens died, compared with 460 (0.6%) members of the matched general population — a 9.7-fold increase in risk of death. After overlap weighting for sociodemographics, previous substance use or mental health care, and chronic conditions, the risk of death remained greater for people with acute care involving hallucinogens relative to the general population (HR 2.57, 95% CI 2.09–3.15). This relative increase in risk of death was maintained after excluding people with any outpatient or acute care for mental health or substance use in the past 3 years (HR 3.25, 95% CI 2.27–4.63;Table 3) or since 2003 (HR 4.05, 95% CI 2.39–6.88;Appendix 1, Supplementary Table 2). Sensitivity analysis using inverse probability treatment weighting instead of overlap weights also showed an increased risk of death (HR 4.78, 95% CI 3.81–5.99). To account for the observed association between acute care involving hallucinogens and mortality at 5 years, an unmeasured confounder associated with this exposure and outcome would need to have an HR of at least 4.58 (lower CI 3.97).Figure 2:Cumulative incidence function (CIF) curves comparing the risk of death over 5 years, showing that 6.1% of people with acute care involving hallucinogens died, compared with 0.6% members of the matched general population. (A) Risk for people with acute care involving hallucinogens and the matched general population. (B) Risk for people with acute care involving hallucinogens and the matched general population, stratified by individuals with and without comorbid mental health and substance use (MHSU). Shaded regions represent 95% confidence intervals (CIs).Table 3:Risk of death among people with acute care involving hallucinogens versus the general population or people with acute care for other substancesLevel of analysisNo. at riskNo. (%) who died*No. (%) who died at 1 yrNo. (%) who died at 5 yrNo. (%) who died at 10 yrLife-years lost†Crude rate‡Age- and sex-weighted HR‡(95% CI)Propensity score weighted HR‡§(95% CI)Primary analysisAcute care involving hallucinogen use7953836 (10.5)149 (1.9)482 (6.1)718 (9.0)3.481475.409.68"
  },
  {
    "full_text": "(10.5)149 (1.9)482 (6.1)718 (9.0)3.481475.409.68 (8.52–11.01)2.57 (2.09–3.15)General population77 1011012 (1.3)97 (1.9)460 (0.6)796 (1.0)0.30142.08Ref.Ref.Sensitivity analyses excluding people with mental health or substance use outpatient or acute care in the past 3 yearsAcute care involving hallucinogen use117577 (6.6)15 (1.3)54 (4.6)67 (5.7)0.211106.345.87 (4.33–7.95)3.25 (2.27–4.63)General population56 202593 (1.1)55 (0.1)269 (0.5)461 (0.8)0.16113.89Ref.Ref.Secondary analyses of acute care visits involving hallucinogen use compared with acute care involving other substance useAcute care involving hallucinogen use7953836 (10.5)149 (1.9)482 (6.1)718 (9.0)3.481475.40Ref.Ref.Acute care involving alcohol use372 82061 563 (16.5)11 397 (3.1)35 053 (9.4)52 856 (14.2)2.382198.640.57 (0.52–0.62)0.89 (0.81–0.98)Acute care involving stimulant use78 98510 004 (12.7)2075 (2.6)6108 (7.7)8441 (10.7)3.911908.391.03 (0.94–1.13)1.10 (1.01–1.21)Acute care involving opioid use71 62116 060 (22.4)4027 (5.6)10 623 (14.8)14 486 (20.2)4.903738.521.30 (1.19–1.43)1.36 (1.24–1.5)Note: CI = confidence interval, HR = hazard ratio, Ref. = reference.*Mortality over maximum follow-up period available.†Average life-years lost per person for deaths occurring before age 75 years.‡Mortality rates and hazard ratios at 5 years of follow-up.§Weighted for age; sex; neighbourhood income quintile; rurality; immigration status; past 3 years outpatient, emergency department, and hospital-based care for mental health (anxiety, depression, self-harm, schizophrenia, and other) and substance use (alcohol, cannabis, cocaine, amphetamines, polysubstance, opioids, other), previous diagnosis of chronic health conditions (hypertension, diabetes, asthma, heart disease, stroke, chronic obstructive lung disease, cancer, renal failure, and dementia).Appendix 1, Supplementary Table 1, presents characteristics of people with alcohol, stimulant, or opioid use disorder in our secondary analysis. Compared with people with acute care involving hallucinogens, those with acute care involving alcohol were at lower risk of death (HR 0.89, 95% CI 0.81–0.98), and people with acute care for stimulants (HR 1.10, 95% CI 1.01–1.21) or opioids (HR 1.36, 95% CI 1.24–1.50) were at higher risk of death (Table 3).Analyses stratified by age and sex found that acute care involving hallucinogens was associated with a relative increase in risk of death for all age and sex groups, although this did not reach statistical significance among males aged 65 years and older (Table 4). The largest relative increases were observed among females aged 25–44 years (HR 5.04, 95% CI 2.04–12.42) and those aged 45–64 years (HR 5.18, 95% CI 2.50–10.74).Table 4:Risk of death among people with acute care involving hallucinogens versus the general population, stratified by age and sexVariableNo. (%) in general population who died*n= 460No. (%) with acute care involving hallucinogens who died*n= 482Age-weighted HR*(95% CI)Propensity score"
  },
  {
    "full_text": "482Age-weighted HR*(95% CI)Propensity score weighted HR*†(95% CI)Male, age, yr15–2464 (0.23)77 (2.64)11.76 (8.44–16.38)2.31 (1.31–4.08)25–4477 (0.38)157 (7.43)20.42 (15.52–26.86)3.34 (2.06–5.42)45–64102 (2.09)76 (15.26)7.74 (5.75–10.41)2.40 (1.44–4.01)≥ 6573 (18.3)25 (46.3)2.89 (1.82–4.61)1.53 (0.86–2.70)Female, age, yr15–2412 (0.10)29 (2.35)23.39 (11.94–45.82)3.56 (1.10–11.49)25–4425 (0.30)57 (6.71)22.94 (14.34–36.71)5.04 (2.04–12.42)45–6436 (1.69)31 (14.29)9.05 (5.61–14.62)5.18 (2.50–10.74)≥ 6571 (13.73)30 (44.12)3.48 (2.26–5.36)1.74 (1.02–2.98)Note: CI = confidence interval, HR = hazard ratio.*Mortality rates and hazard ratios at 5 years of follow-up.†Weighted for age; sex; neighbourhood income quintile; rurality; immigration status; past 3 years outpatient, emergency department, and hospital-based care for mental health (anxiety, depression, self-harm, schizophrenia, and other) and substance use (alcohol, cannabis, cocaine, amphetamines, polysubstance, opioids, other); previous diagnosis of chronic health conditions (hypertension, diabetes, asthma, heart disease, stroke, chronic obstructive lung disease, cancer, renal failure, and dementia).Relative to the general population, people with acute care involving hallucinogens were at elevated risk of all investigated causes of death in age- and sex-adjusted analysis, and with elevated risks of death by drug poisoning (HR 2.03, 95% CI 1.02–4.05), intentional self-harm (HR 5.23, 95% CI 1.38–19.74), respiratory disease (HR 2.46, 95% CI 1.18–5.11), and cancer (HR 2.88, 95% CI 1.61–5.14) in fully adjusted analyses (Table 5).Table 5:Overall and cause-specific risks of death among people with acute care for hallucinogen use versus the general population*Cause of deathNo. (%)†‡matched general populationn= 56 351No. (%)†‡acute care involving hallucinogen usen= 5848Matched general population, rate per 100 000 person-yearsAcute care involving hallucinogen use, rate per 100 000 person-yearsAge- and sex-weighted HR cause-specific death (95% CI)Propensity score–weighted HR cause-specific death§(95% CI)Total deaths456388140.861185.698.45 (7.12–10.02)2.55 (1.95–3.33)Substance-related33 (7.2)106 (27.3)11.74339.2128.93 (17.21–48.63)2.03 (1.02–4.05)Trauma62 (13.6)44 (11.3)19.46146.686.63 (3.79–11.59)1.00 (0.38–2.66)Intentional self-harm9 (2.0)18 (4.6)3.0955.0119.59 (8.38–45.76)5.23 (1.38–19.74)Cancer116 (25.4)30 (7.7)35.8391.682.56 (1.61–4.08)2.88 (1.61–5.14)Infection13 (2.9)10 (2.6)4.0230.567.65 (2.77–21.14)1.62 (0.39–6.74)Circulatory system diseases113 (24.8)55 (14.2)35.52171.133.74 (2.45–5.71)1.48 (0.83–2.63)Respiratory system diseases51 (11.2)32 (8.2)16.06100.856.42 (3.58–11.51)2.46 (1.18–5.11)Digestive system diseases22 (4.8)24 (6.2)7.7276.4010.35 (5.10–21.02)2.52 (0.89–7.13)Other61 (13.4)86 (22.2)20.39268.9219.46 (12.85–29.49)3.98 (2.00–7.89)Note: CI = confidence interval, HR = hazard ratio.*Includes causes listed as the immediate and underlying causes on the death certificate. The percentages sum to more"
  },
  {
    "full_text": "death certificate. The percentages sum to more than 100%. This analysis captured only deaths until Dec. 31, 2018, the date on which specific cause of death was available.†Unless otherwise specified.‡Reflects percentage of total deaths from cause.§Weighted for age; sex; neighbourhood income quintile; rurality; immigration status; past 3 years outpatient, emergency department, and hospital-based care for mental health (anxiety, depression, self-harm, schizophrenia, and other) and substance use (alcohol, cannabis, cocaine, amphetamines, polysubstance, opioids, other); previous diagnosis of chronic health conditions (hypertension, diabetes, asthma, heart disease, stroke, chronic obstructive lung disease, cancer, renal failure, and dementia).InterpretationIn this population-based study of 11.4 million people, acute care for hallucinogens was associated with a markedly increased risk of death compared with the general population of people of the same age and sex. In a weighted population with the same sociodemographics, previous substance use or mental health care, and diagnosed chronic health conditions, people with acute care for hallucinogens remained at increased risk of death relative to those without. People with acute care for hallucinogens were at a particularly elevated risk of death from intentional self-harm, drug poisoning, respiratory disease, and cancer, relative to the general population. Those with hallucinogen-related acute care were also at a higher risk of death than those with alcohol-related acute care, and at a lower risk of death than those with stimulantor opioid-related acute care.Despite the growing popularity of hallucinogen use, there have been few studies on whether hallucinogen use is associated with death.13Although contemporary clinical trials have not observed any short-term elevation in risk of death for trial participants, these studies included preselected populations under close monitoring. Available observational studies have been limited by small, nonrepresentative samples, lack of adjustment for multiple confounders, self-reporting of hallucinogen use, and lack of details surrounding the cause of death.14–17We add to the literature by presenting the largest study to date, to our knowledge, on the longitudinal association between hallucinogen use leading to an emergency department visit or hospital admission and death, using physician diagnosis for exposure and vital statistics for death and cause of death.The potential mechanisms by which hallucinogen use leading to hospital-based care may increase the risk of death have not been well investigated, but could occur through a variety of processes. First, although psychedelic-assisted therapy may improve depression and suicidality in certain patients treated in settings with close monitoring and counselling, psychedelic or hallucinogen use in vulnerable people in nonmedical settings may increase the risk of suicide.8,26In our study, intentional self-harm was the"
  },
  {
    "full_text": "our study, intentional self-harm was the second highest cause-specific elevation in risk of death. Second, in susceptible people, hallucinogen use might result in the development of severe mental illness, including schizophrenia-spectrum disorders or bipolar disorder. Severe mental illnesses are associated with greater risk of premature death, particularly when combined with comorbid substance use.27–30Finally, the observed associations between acute care involving hallucinogens and death may also be driven by noncausal mechanisms and unmeasured confounders. In our study, people with acute care involving hallucinogens had high rates of comorbid substance use, and we likely captured elevations in risk of death arising from other substances that were not fully accounted for. Although there is considerable clinical interest in the therapeutic potential of psychedelic-assisted therapy, our research highlights potential risks from hallucinogen use. The findings highlight the need for ongoing investigation and dissemination of both potential benefits and risks from hallucinogen use, particularly for use outside clinical trial settings, given rapid increases in general population use.LimitationsFirst, although the exposure captures a clinically relevant pattern of hallucinogen use requiring emergency department–or hospital-based care, it has not been chart validated. Second, detailed data on patterns of use (e.g., frequency, dosing) or the type of hallucinogen (e.g., LSD, psilocybin) used were not available. Consequently, the results of this study may not apply to all types of hallucinogens. In addition, further research is needed on health risks associated with hallucinogen use that do not require urgent medical attention, which was not examined in this study. Third, people with acute care involving hallucinogens displayed a high level of comorbid mental and substance use disorders and likely differed further from the general population on unmeasured confounders related to associated risky behaviours.31In particular, elevations in the risk of deaths from cancer and respiratory disease in people with acute care involving hallucinogens possibly reflect higher rates of tobacco use, which we could not account for. However, our sensitivity analysis, excluding people with comorbid mental or substance use disorders, yielded similar results, and our E-value calculation suggested that only an unmeasured confounder that had particularly strong associations with both acute care involving hallucinogens and death could explain away our observations.ConclusionWe found that people requiring acute care for hallucinogen use are at substantially elevated risk of premature death compared with the general population. Despite a resurgence of interest in identifying potential therapeutic effects of hallucinogens, major gaps exist in our understanding of associated risks. Further research on potential risks and the underlying mechanisms is indicated, given rapid increases"
  },
  {
    "full_text": "mechanisms is indicated, given rapid increases in use of hallucinogens and growing interest in their therapeutic use and use outside of medical settings.Supplementary Information"
  }
]