[
  {
    "full_text": "TITLE: Multimorbidity and Its Relationship With Long-Term Outcomes After Critical Care Discharge ABSTRACT: BackgroundSurvivors of critical illness have poor long-term outcomes with subsequent increases in health care utilization. Less is known about the interplay between multimorbidity and long-term outcomes.Research QuestionHow do baseline patient demographics impact mortality and health care utilization in the year after discharge from critical care?Study Design and MethodsUsing data from a prospectively collected cohort, we used propensity score matching to assess differences in outcomes between patients with a critical care encounter and patients admitted to the hospital without critical care. Long-term mortality was examined via nationally linked data as was hospital resource use in the year after hospital discharge. The cause of death was also examined.ResultsThis analysis included 3,112 participants. There was no difference in long-term mortality between the critical care and hospital cohorts (adjusted hazard ratio, 1.09; 95% CI, 0.90-1.32;P= .39). Prehospitalization emotional health issues (eg, clinical diagnosis of depression) were associated with increased long-term mortality (hazard ratio, 1.49; 95% CI, 1.14-1.96;P< .004). Health care utilization was different between the two cohorts in the year after discharge with the critical care cohort experiencing a 29% increased risk of hospital readmission (OR, 1.29; 95% CI, 1.11-1.50;P= .001).InterpretationThis national cohort study has demonstrated increased resource use for critical care survivors in the year after discharge but fails to replicate past findings of increased longer-term mortality. Multimorbidity, lifestyle factors, and socioeconomic status appear to influence long-term outcomes and should be the focus of future research. BODY: FOR EDITORIAL COMMENT, SEEPAGE 1587The number of admissions to critical care internationally continues to steadily increase every year.1,2Evidence demonstrates that discharge from critical care is often the start of a challenging recovery trajectory for both patients and caregivers, including physical, social, cognitive, and emotional problems in the years after discharge.3,4,5Excess mortality and increased health care utilization have also been reported in the post-hospital period.6,7Patients who have been diagnosed with sepsis and those with worse pre-critical care physical health are particularly at risk of poorer outcomes; however, such excess long-term mortality was not present for hypoxic respiratory failure.8,9,10However, beyond these average population effects, there is limited information about the variation in patients based on their preexisting social circumstances and mental health problems, and the impact that these may have on longer-term outcomes.Using data from the UK Biobank, we sought to advance the evidence by answering the following three questions: (1) do critical care patients have a different mortality rate or readmission risk use"
  },
  {
    "full_text": "different mortality rate or readmission risk use in comparison with hospitalized patients who do not need care in a critical care environment?; (2) what are the causes of death in the post-critical care period?; and (3) what is the interplay between mental and social health issues and health care utilization after admission to critical care?MethodsData and PatientsWe reported an observational cohort study as per the STrengthening the Reporting of OBservational studies in Epidemiology guidelines.11Data were obtained from the UK Biobank, a large prospective health resource for research which aims to improves the prevention, diagnosis, and treatment of a range of illnesses. Between 2006 and 2010, the UK Biobank recruited > 500,000 participants from the UK population.12Those participants enrolled and attended assessment centers across the United Kingdom, where they completed a wide range of assessments alongside in-depth objective physical measurement.The UK Biobank study was approved by the North West Multicentre Ethics Research Committee; participants provided written informed consent and agreed to have their health followed longitudinally, via linkage to routine clinical data (including health care resource use and diagnostic data). This study is part of UK Biobank project 57617 (NHS National Research Ethics Service No. 11/NW/0382). Data for this analysis were extracted from the UK Biobank server on October 22, 2020 (censor date). All patients who have withdrawn consent from the UK Biobank were removed from this analysis. Data in the UK Biobank are linked to routinely held NHS data annually.Study CohortsTwo study cohorts were created from the UK Biobank (Fig 1). The primary cohort in this analysis included participants with a critical care admission who had UK Biobank data available before critical care admission (critical care cohort). The critical care cohort was defined by consultant specialty within the UK Biobank dataset (e-Table 1). We considered the first critical care and first hospital admission for the comparison cohorts to accurately reflect baseline status. We used data from the immediate, preceding UK Biobank assessment center visit to the admission. The second cohort was a group of hospitalized patients with similar baseline characteristics not admitted to critical care (hospital cohort). Only participants ≥ 18 years of age at the time of their critical care/hospital admission, who had been admitted to hospital for ≥ 1 day, were included.Figure 1Flowchart of UK Biobank participants included in this study.Participants who had a previous cancer diagnosis (solid tumor without metastasis, malignancy [including lymphoma and leukemia except malignant neoplasm of skin], lymphoma, metastatic cancer or metastatic solid tumor) were excluded from both cohorts because patients with cancer are known to have a different recovery trajectory than patients without cancer after critical care discharge.13This exclusion included a diagnosis of cancer"
  },
  {
    "full_text": "exclusion included a diagnosis of cancer before or during the index admission. Participants in this analysis were admitted to critical care between 2006 and 2017.DemographicsArea-level socioeconomic deprivation was assessed by the Townsend Deprivation Index, corresponding to the output area in which the respondent’s home postcode was recorded.14Comorbidities were classified using the Elixhauser Comorbidity Index and the Charlson Comorbidity Index.15,16A clinical diagnosis of depression was included as a comorbidity within the Elixhauser Comorbidity Index. Comorbidities were included in this analysis if they had been diagnosed before or at the hospital/critical care admission. Furthermore, only comorbidities which had been diagnosed during an acute hospital encounter were included, with the aim that this study characterized the clinically important comorbidities. Comorbidities are integrated into the UK Biobank via routinely collected national hospital data. The comorbidities used are listed ine-Table 2. Ethnicity was also recorded. Because educational attainment has been shown to be important during recovery from critical illness, we included it in our analysis.17Development of Cohort Matching ModelsWe chose to use propensity score matching (based on critical care admission) using a nearest neighbor methodology to achieve a cohort with optimal common support in the analytical sample.18A caliper width of 0.25 of the SD of the logit of the propensity score was used for the development of matching to adequately capture an appropriate sample. Matching was undertaken at a 1:1 ratio using age (age at hospital/critical care admission), sex, admission type (emergency, elective, surgical [including first surgical procedure, if present], and medical), hospital length of stay, the Townsend Index, ethnicity, educational attainment of the participant, presence of multimorbidity (two or morbidities frome-Table 2), smoking status, and date between UK Biobank assessment visit and admission to critical care. When matching, we also considered data which were obtained from the UK Biobank assessment center for participants before the index critical care/hospital admission. Only data for the immediately preceding UK Biobank assessment center visit (in relation to critical care/hospital admission) were used. This included the following: features of anxiety (presence of nervous feelings), FVC (liters), employment status, and self-reported social isolation. Information on how these covariates were calculated has been previously published with full details available ine-Table 3.19Differences between the two cohorts were evaluated using either the Pearson χ2test or a Kruskal-Wallis test. Nonnormal variables were log-transformed before matching.OutcomesThe primary outcome was mortality during follow-up. Mortality information for both cohorts was obtained from the date of death which is available via the UK Biobank. The primary cause of death was obtained via linkage to"
  },
  {
    "full_text": "cause of death was obtained via linkage to national registries (also via UK Biobank), using theInternational Classification of Diseases, Tenth Revisioncode. These data are updated annually within the UK Biobank. Data on mortality were available from the UK Biobank until July 2020. We also measured rates of readmission to hospital in the year after critical care discharge.Statistical AnalysisWe conducted all analyses with R (version 4.0.2; R Core Team). All missing covariates were imputed via a single imputation using predictive mean matching with the Multivariate Imputation by Chained Equations software package (Stef van Buuren). Each variable with missing values was regressed on all other analyzed variables. Data on missing values are presented ine-Table 4. Results of comparisons withP≤ .05 were considered to represent statistically significant differences.Long-term MortalityWe generated survival curves for the critical care and the hospital cohorts. Cox proportional hazards models, stratified by matched pairs, were used to estimate hazard ratios (HRs) for mortality in the critical care vs hospital control participants, adjusted for potential confounders. Potential confounders were identified from the literature and collinear variables removed.20,21Cohort comparisons and the survival curves were both estimated using predictions from the Cox proportional hazard model. Variables withP< .10, determined using two-tailed, paired testing on univariate analysis, were entered in the final adjusted models. The results were expressed as HRs with a corresponding 95% CI and interquartile range (IQR). Because of the large number of participants with preexisting comorbidities included, we undertook a sensitivity analysis which explored whether the number of comorbidities preadmission to critical care impacted longer-term mortality. We defined multimorbidity has having two or more documented comorbidities.Cause of DeathReason for death was displayed as counts. We examined the primary cause of death from the cohorts using death records and examined the frequency of cause.Readmission and Health Care UtilizationWe estimated incident rate ratios (IRRs) using negative binomial regression to model the number of hospital admissions in the year post-critical care discharge. Potential confounders were included in the multivariable model, similar to the approach undertaken for the mortality analysis. Logistic regression models were used to determine the risk of being readmitted to hospital within 1 year of discharge. The results were expressed in terms of the OR with a corresponding 95% CI. A readmission was defined as a hospital stay of > 24 h.ResultsCohort CharacteristicsFrom the 502,492 UK Biobank participants, 1,767 participants had a Biobank assessment visit before a critical care admission. We were able to successfully match this critical care group with 1,556 participants (88.1%) with a non-critical care hospitalization (Fig 1). The standardized mean differences"
  },
  {
    "full_text": "(Fig 1). The standardized mean differences between the matched and unmatched cohorts are presented in e-Figure 1.In the critical care cohort, the median age was 66 years (IQR, 60-71 years), 899 (57.8%) were men, 1,472 (94.6%) were white, and 943 (60.6%) had two or more comorbidities. The median time from the UK Biobank assessment to admission to critical care was 1,718 days (IQR, 985-2,386 days). The median critical care length of stay was 2 days (IQR, 1-4 days). In the hospital cohort, the median age was 66 years (IQR, 60-71 years), 897 (57%) were men, and 964 (62%) had two or more comorbidities. The median time between UK Biobank assessment and admission was 1,755 days (IQR, 943-2,397 days). Between the two matched cohorts, the only statistically significant difference was total hospital length of stay (9 [critical care] vs 8 [hospital] days,P= .04) (Table 1).Table 1Baseline Demographics of the Critical Care Cohort Compared With the Hospital Control CohortDemographicHospital Cohort (n = 1,556)Critical Care Cohort (n = 1,556)PValueAge, y66 (60 to 70)66 (60 to 71).83Sex, male887 (57)899 (57.8).66EthnicityWhite1,470 (94.5)1,472 (94.6).89Mixed14 (0.9)11 (0.7)Other South Asian8 (0.5)6 (0.4)Black24 (1.5)21 (1.3)Chinese6 (0.4)a(0.2)Indian19 (1.2)24 (1.5)Pakistani7 (0.5)8 (0.5)Other8 (0.5)11 (0.7)Comorbidities (two or more)964 (62)943 (60.6).44Highest education attainment.98College/university degree377 (24.2)374 (24)Other professional qualification245 (15.8)241 (15.5)A levels/AS levels101 (6.5)96 (6.2)NVQ/HND/HNC187 (12)186 (12)O levels/GCSEs/CSEs249 (16)265 (17)None of the above397 (25.5)394 (25.3)Townsend Index−1.48 (−3.31 to 2.02)−1.50 (−3.37 to 1.89).48Smoking status.97Current287 (18.4)289 (18.6)Previous605 (38.9)610 (39.2)Never664 (42.7)657 (42.2)Days between assessment and critical care/hospital admission1,755 (943 to 2,397)1,718 (985 to 2,386).87Admission type, surgical1,360 (87.4)1,379 (88.6).29Admission type, emergency1,159 (74.5)1,113 (71.5).06Hospital length of stay, d8 (4-22)9 (4-21).04Social isolation13 (0.8)8 (0.5).27Nervousness369 (23.7)393 (25.3).32Employment status.92Not defined18 (1.2)20 (1.3)Unable to work183 (11.7)191 (12.3)Vocational11 (0.7)13 (0.8)Purposeful1,344 (86.4)1,332 (85.6)FVC, L3.31 (2.68 to 3.98)3.33 (2.68 to 4.06).64Values are No. (%), median (interquartile range), or as otherwise indicated. CSE = certificate of secondary education; HND = higher national diploma; HNC = higher national certificate; GCSE = general certificate of secondary education; Not defined = not answered or did not fit into any other category; NVQ = national vocational qualification; Purposeful = employed or retired; Unable to work = sickness/disability or unemployed; Vocational = doing unpaid or voluntary work or student.aDenotes a value of less than five.Long-term MortalityMinimum post-hospital discharge follow-up time was 1,218 days and the maximum was 4,869 days (median, 2,364 days; IQR, 1,774-3,063 days). Hospital mortality in the critical care"
  },
  {
    "full_text": "days). Hospital mortality in the critical care group was 14.8% vs 3.3% in the hospital cohort. Mortality for the critical care cohort at 30 days post-hospital discharge was 15.9% vs 4.5% in the hospital cohort. At 1 year this was 19.7% vs 8.5%, and at 3 years this was 25.8% vs 13.1%, respectively (Table 2).Table 2Cumulative Mortality in the Critical Care and Hospital CohortsTime FrameHospital Cohort Survival, No. (%)Mortality (%)Cumulative Hazard (95% CI)Critical Care Cohort Survival (%)Mortality (%)Cumulative Hazard (95% CI)Admission to hospital1,556 (100)……1,556 (100)……Critical care discharge………1,469 (94.4)5.6…Discharge1,505 (96.7)3.3…1,325 (85.2)14.8…30 d postdischarge1,486 (95.5)4.50.07 (0.00-0.15)1,309 (84.1)15.90.08 (0.00-0.17)60 d postdischarge1,474 (94.7)5.30.48 (0.23-0.72)1,301 (83.6)16.40.52 (0.25-0.79)1 y postdischarge1,423 (91.5)8.53 (2.0-4.0)1,249 (80.3)19.73.30 (2.17-4.43)3 y postdischarge1,350 (86.8)13.17.5 (5.5-9.9)1,154 (74.2)25.88.32 (5.72-10.90)5 y postdischarge1,284 (82.5)17.512.0 (8.6-15.3)1,095 (70.4)29.613 (9-17)10 y postdischarge1,228 (78.9)21.124.0 (17.2-30.8)1,026 (65.9)34.126.1 (18.0-34.2)> 11 y postdischarge1,225 (78.7)21.3…1,024 (65.8)34.2…After adjustment, there was no significant difference in longer-term (post-hospital) mortality between the critical care and hospital cohort (HR, 1.09; 95% CI, 0.90-1.32;P= .39) (Fig 2) across the follow-up period. Among the participant characteristics assessed, emergency admissions, increased age, longer index hospital length of stay, and male sex increased long-term mortality. Comorbidities (eg, renal disease, liver disease) were associated with increased mortality, alongside a diagnosis of clinical depression (adjusted HR, 1.49; 95% CI, 1.14-1.96;P< .004). Current and previous smoking status also had a significant impact on survival (adjusted current smoking status: HR, 1.82; 95% CI, 1.43-2.32;P< .001) (Table 3). Socioeconomic deprivation, measured through the Townsend Deprivation Index, increased long-term mortality (HR, 1.31; 95% CI, 1.13-1.53;P< .001), as did having less people living in the participants household (HR, 0.92; 95% CI, 0.85-0.99;P= .046).Figure 2A-D, Survival plots describing the long-term outcomes of the hospital and critical care cohorts. A, Unadjusted survival model (hospital vs critical care cohort). B, Adjusted survival model (hospital vs critical care cohort). C, Adjusted survival model (multimorbidity. D, Cumulative mortality hazard following discharge (hospital vs critical care).Table 3Adjusted HR and Unadjusted HR Survival AnalysisVariableUnadjusted HR (95% CI)UnadjustedPValueAdjusted HR (95% CI)AdjustedPValueAge1.06 (1.04-1.07)< .0011.06 (1.04-1.07)< .001Critical care1.32 (1.11- 1.56).0011.09 (0.90-1.32).39SexMale1.31 (1.10- 1.56).0021.35 (1.09- 1.68).007GP for anxiety/depression1.16 (0.98- 1.38).090.91 (0.74-1.1).36Nervous feelings1.22 (1.01- 1.47).041.19 (0.96- 1.49).12Tense feelings1.23 (1.00- 1.51).050.99 (0.78- 1.26).95Loneliness1.02 (0.84-"
  },
  {
    "full_text": "1.51).050.99 (0.78- 1.26).95Loneliness1.02 (0.84- 1.23).87……Overall healthFair0.73 (0.57- 0.94).010.87 (0.66- 1.15).33Good0.56 (0.44- 0.71)< .0010.77 (0.57- 1.04).09Excellent0.30 (0.20- 0.46)< .0010.49 (0.30- 0.78).003Employment statusUnable to work1.49 (0.60- 3.69).39……Vocational1.35 (0.36- 5.04).65……Purposeful1.38 (0.57- 3.33).47……Government allowancesBlue badge1.76 (1.04-3.00).041.24 (0.71- 2.16).44Allowances1.73 (1.40-2.15)< .0010.96 (0.74-1.25).79No. in household0.84 (0.78-0.91)< .0010.92 (0.85- 0.998).046Hand grip strength0.99 (0.99- 1.00).18……FVC0.82 (0.75- 0.89)< .0010.86 (0.77- 0.96).02Summed minutes activity1 (1-1).011 (1-1).55Length of stay (full)1 (1-1).071. (1-1).003Emergency admission1.52 (1.25- 1.86)< .0011.34 (1.09- 1.65).006Surgical admission1.12 (0.86-1.45).42……Townsend Deprivation Index1.06 (1.03-1.08)< .0011.04 (1.01- 1.07).005Ethnic backgroundMixed0.40 (0.1- 1.59).19……South Asian1.12 (0.36- 3.50).84……Black1.13 (0.59-2.18).72……Chinese0.54 (0.08- 3.80).53……Other0.34 (0.05- 2.42).28……Indian1.24 (0.64- 2.39).53……Pakistani1.10 (0.35- 3.42).87……QualificationsCSEs0.47 (0.27- 0.81).0070.75 (0.43- 1.30).30O levels/GCSEs0.64 (0.48-0.86).0030.93 (0.69- 1.26).64NVQ/ HND or HNC0.61 (0.45-0.82).0010.83 (0.61- 1.13).24A levels/AS levels0.61 (0.42-0.9).0120.94 (0.64-1.39).76Other professional0.57 (0.43-0.75)< .0010.78 (0.59- 1.04).09College/university0.72 (0.57-0.90).0041.07 (0.84-1.36).58Smoking statusCurrent1.89 (1.52- 2.36)< .0011.82 (1.43- 2.32)< .001Previous1.41 (1.16- 1.71)< .0011.24 (1.01-1.52).037ComorbiditiesHypothyroidism0.85 (0.60- 1.19).34……Cardiac arrhythmias1.37 (1.05-1.79).021.07 (0.81- 1.42).62Deficiency anemia1.52 (1.03- 2.26).040.97 (0.64-1.48).90Chronic pulmonary disease1.45 (1.18- 1.77)< .0010.99 (0.79- 1.23).90Diabetes (no complications)1.36 (1.12-1.66).0021.05 (0.84- 1.31).70Myocardial infarction1.17 (0.90- 1.51).24……Neurologic disorders2.45 (1.9- 3.15)< .0012.12 (1.6-2.82)< .001Pulmonary circulation1.66 (1.10- 2.5).021.42 (0.93- 2.19).11Cerebrovascular disease1.28 (1.0- 1.65).050.93 (0.71- 1.21).59Obesity1.05 (0.79- 1.4).75……Alcohol abuse1.25 (0.95- 1.63).11……Congestive heart failure1.83 (1.42- 2.37)< .0011.25 (0.94- 1.66).13Fluid/electrolyte disorders1.66 (1.28- 2.14)< .0011.02 (0.77- 1.35).90Hypertension complicated1.80 (1.21- 2.70).0040.71 (0.40- 1.24).23Renal disease1.81 (1.35- 2.41)< .0011.56 (1.05- 2.32).03Valvular disease1.32 (0.99- 1.77).061.02 (0.74- 1.40).91Peripheral vascular disorder1.37 (1.04- 1.81).020.89 (0.66- 1.20).44Weight loss2.27 (1.51- 3.42)< .0011.59 (1.04- 2.44).03Hemiplegia or paraplegia1.00 (0.56- 1.77).995……Dementia4.97 (3.32- 7.44)< .0013.05 (1.98- 4.71)< .001Peptic ulcer disease1.55 (1.02- 2.35).041.09 (0.69- 1.73).70Diabetes (complicated)3.15 (2.15- 4.61)< .0011.84 (1.16- 2.91).01Rheumatic disease1.35 (0.93- 1.97).11……Depression1.70 (1.34- 2.16)< .0011.47 (1.13- 1.93).005Mild liver disease2.45 (1.82- 3.29)< .0011.93 (1.37- 2.73)< .001Moderate/ severe liver disease3.39 (2.03- 5.66)<"
  },
  {
    "full_text": "severe liver disease3.39 (2.03- 5.66)< .0011.74 (0.91- 3.32).10Coagulopathy1.64 (0.94- 2.84).081.07 (0.57-2.01).83Blood loss anemia0.55 (0.08- 3.93).55……Psychoses1.41 (0.77- 2.55).26……Drug abuse1.49 (0.48- 4.64).49……Significant multivariablePvalues shown in bold. CSE = certificate of secondary education; GCSE = general certificate of secondary education; GP = general practitioner; HNC = higher national certificate; HND = higher national diploma; HR = hazard ratio; NVQ = national vocational qualification.We also considered the in-hospital variables available as mediators in a sensitivity analysis. We removed all hospital factors in the adjusted survival model (length of stay, nature of admission, and whether the admission was an emergency). This model also demonstrated that there was no significant difference in longer-term mortality between the critical care and hospital cohort (HR, 1.04; 95% CI, 0.86-1.26;P= .68) (e-Table 5).In relation to multimorbidity, mortality was more than double in those participants with two or more documented comorbidities compared with those without comorbidities (HR, 2.17; 95% CI, 1.51-3.13;P <.001). There was no difference in mortality between the critical care participants with one comorbidity in comparison with those with no comorbidities (HR, 1.07; 95% CI, 0.68-1.68;P =.77) (Fig 2). In a further sensitivity analysis, we evaluated the impact of missing data on the final adjusted survival model. Removing all variables with missing data of > 10% did not change the reported difference in mortality between the two cohorts (e-Table 6).Cause of DeathWe examined the cause of death in both cohorts after 30 days post-hospital discharge. There were 261 deaths in the hospital cohort vs 285 deaths in the critical care cohort (e-Table 7). There were no clinical differences in cause of death across the two cohorts after 30 days discharge (Fig 3).Figure 3Breakdown of causes of death after critical care over time.Hospital Readmission and Health Care UtilizationIn the year after critical care/hospital discharge, the number of patients with at least one readmission to hospital in the critical care cohort was significantly higher than the hospital cohort (50.8% vs 41.9%, respectively;P< .01). The median number of readmissions was also significantly higher in the critical care cohort (1; IQR, 0-2 vs 0; IQR, 0-1;P< .01) (Table 2).The relative rate of hospital readmission was almost 30% higher in the critical care cohort than the hospital cohort (IRR, 1.27; 95% CI, 1.12-1.42;P< .001). Current smokers had 30% more readmissions (IRR, 1.30; 95% CI, 1.09-1.55;P= .004) than those who had never smoked. Participants with comorbidities (eg, liver disease, renal disease, cerebrovascular disease) also had more readmissions (e-Table 8).After adjustment, the critical care cohort had a 29% increased risk of a hospital readmission than the hospital cohort in the year after discharge (OR, 1.29; 95% CI, 1.11-1.50;P= .001) (e-Table 9). The highest"
  },
  {
    "full_text": "CI, 1.11-1.50;P= .001) (e-Table 9). The highest proportion of readmission took place in the first 120 days post-hospital discharge (e-Fig 2). However, the critical care cohort continued to have an increased volume of readmissions during the entire follow-up period.DiscussionThis study reports the results of a prospective, nationally linked cohort study. Using data from the UK Biobank, we have demonstrated that the long-term mortality of critical care participants was no different from a propensity matched hospital cohort, after adjustment for baseline physical, social, and emotional health status. Consistent with previous research, readmissions in the year after hospital discharge were significantly higher in the critical care cohort.Previous research has shown survivorship from sepsis and critical care is associated with higher long-term mortality.6,8The deviation in this study may be caused by the use of socioeconomic and mental health demographics, which have not been used previously. Uniquely, we were also able to access data on household occupancy. The influence of social isolation and social relationships on the risk of death are comparable with well-established risk factors for mortality (eg, smoking, alcohol consumption) and may exceed the influence of other risk factors (eg, physical inactivity, obesity).22The association between lower socioeconomic status and higher short- and long-term mortality after critical illness has also been described previously.23This study reflects these important concepts: the social circumstances in which people live are important to recovery from critical care and should be prioritized both during and after the critical care encounter through appropriate rehabilitation and mental health services.A strength of this study was the inclusion of depression as a clinically diagnosed comorbidity, rather than a self-reported variable. Using this definition, we have demonstrated that those patients with a history of clinical depression before hospital/critical care have worse long-term outcomes in comparison with those without this diagnosis. The bidirectional nature of physical and mental health is well established; patients with mental health problems are more likely to develop physical health problems. Similarly, mental health problems can become problematic in those with long-term physical morbidity.24Furthermore, mental health issues become even more complex in multimorbidity and as socioeconomic deprivation worsens.25Although the challenges associated with deprivation, multimorbidity, mental health issues, and isolation may not immediately seem amendable to critical care physician input, there may be changes to practice which could influence outcomes and provide long-term patient benefit. First, the information we provide during and after the critical care stay should be clear, accessible, and adapted for patients and caregivers of all backgrounds. Health literacy, defined as the cognitive and social skills"
  },
  {
    "full_text": "defined as the cognitive and social skills which support confidence and ability in individuals to gain access to understand and use information in ways which promote and maintain good health, is known to be lower in people from disadvantaged and minority backgrounds.26By empowering and providing patients and families with accessible and timely information about their health status during and after critical illness, we may see improvements in health-related behaviors and outcomes. Second, we must also ensure that we are not exacerbating preexisting mental health problems. For example, a multicenter study demonstrated that psychiatric drugs were commonly mismanaged during critical illness.27Physicians must ensure that mental health and social comorbidities are given the same priority as physical comorbidities during the acute illness journey. Finally, research has demonstrated that a critical care admission may represent a teachable moment in those with alcohol misuse.28Engaging addiction workers and other support teams as appropriate during the critical care admission may have long-lasting beneficial effects.A further mechanism by which critical care physicians can potentially support multimorbidity and the effects of deprivation is through the provision of ICU aftercare, which crosses health and social care boundaries. New financial and social problems are common in the ICU recovery period; as such, including social workers and welfare advisors in ICU follow-up could support new and preexisting problems.29,30,31The provision of peer support programs embedded in, or run-in tandem with critical care clinics, may also diminish the negative impact of loneliness and social isolation.32UK Biobank participants admitted to critical care had a 29% increased risk of a hospital admission in the year after critical care discharge. Qualitative evidence has also shown the impact of patient-level issues (eg, multimorbidity, socioeconomic deprivation) alongside system-level issues (eg, poor discharge planning) on unplanned hospital readmissions.33Research is required to fully understand how systems can support individuals to recover safely in the community and avoid any unnecessary readmissions to acute care.The UK Biobank has provided an opportunity to examine the impact of multimorbidity on longer-term mortality and health care utilization. The strengths of this study are its use of unique precritical care markers, which were used to understand longer-term mortality and health care utilization. However, this study does have limitations. First, although we have information on admission type and consultant care, we have limited data about the severity of illness of participants and other critical care severity illness markers because these data were not available. Second, we examined comorbidities diagnosed before and at the index admission from routine data collection; we do not know the severity of these comorbidities or if they were active at the time of"
  },
  {
    "full_text": "or if they were active at the time of admission. Moreover, the median time between UK Biobank assessment and critical care admission was 1,718 days. The health of participants could have changed during this time frame. Also, the overall recruitment to the UK Biobank was only around 5.5%. The characteristics of this group may vary considerably from the wider population. Third, a large proportion of the patients included in this study, and indeed the UK Biobank as a whole, were surgical admissions; the outcomes noted in this paper may be different for medical critical care populations. Although > 70% of these patients were deemed to be emergency patients, caution must be taken when interpreting these results because they do not necessarily reflect all emergency admissions to critical care. Additionally, participants of the UK Biobank are on average healthier and are more likely to live in less socioeconomically deprived areas than the general UK population, which may limit the results.34InterpretationAfter adjustment for prehospital physical, social, and emotional variables, long-term mortality in critical care patients does not appear to be any different in comparison with a hospital control comparator group. However, health care utilization was different between the two cohorts in the year after discharge, with the critical care cohort requiring a higher rate of rehospitalization. Multimorbidity, lifestyle factors, and socioeconomic status were significantly associated with both increased mortality and health utilization and should be the focus of future research.Take-home PointsStudy Question:Do critical care patients have a different mortality rate or readmission risk in comparison with hospitalized patients who do not need care in a critical care environment?Results:Using data from > 3,000 patients, we have demonstrated that critical care patients are more likely to be readmitted to hospital in the year after discharge compared with a matched hospital control cohort. However, there was no difference in long-term mortality between the critical care and hospital cohorts.Interpretation:This cohort study has demonstrated increased resource use for critical care survivors in the year after discharge, but not increased mortality."
  }
]