[
  {
    "full_text": "TITLE: Multiple Chronic Conditions Explains Ethnic Difference in Functional Outcome Among Ischemic Stroke Patients ABSTRACT: Background and Purpose:Mexican Americans (MAs) have worse stroke outcomes and a different profile of multiple chronic conditions (MCC) compared to non-Hispanic whites (NHWs). MCC has implications for stroke treatment, complications, and post-stroke care, which impact post-stroke functional outcome (FO). We sought to assess the contribution of MCC to the ethnic difference in FO at 90 days between MAs and NHWs.Methods:In a prospective cohort of ischemic stroke patients (2008–2016) from Nueces County, Texas, data were collected from patient interviews, medical records, and hospital discharge data. MCC was assessed using a stroke-specific and function-relevant index (range 0–35, higher scores greater MCC burden). Post-stroke FO was measured by an average score of 22 activities of daily living (ADLs) and instrumental ADLs at 90 days (range 1–4, higher scores worse FO). The contribution of MCC to the ethnic difference in FO was assessed using Tobit regression. Effect modification by ethnicity was examined.Results:Among the 896 patients, 70% were MA and 51% were female. Mean age was 68 ± 12.2 years; 33% patients were dependent in ADL/IADLs (FO score >3, representing a lot of difficulty with ADL/IADLs) at 90 days. MAs had significantly higher age-adjusted MCC burden compared to NHWs. Patients with high MCC score (at the 75th percentile) on average scored 0.70 point higher in the FO score (indicating worse FO) compared to those with low MCC score (at the 25th percentile) after adjusting for age, initial NIHSS, and socio-demographic factors. MCC explained 19% of the ethnic difference in FO, while effect modification by ethnicity was not statistically significant.Conclusions:MAs had a higher age-adjusted MCC burden, which partially explained the ethnic difference in FO. The prevention and treatment of MCC could potentially mitigate post-stroke functional impairment and lessen ethnic disparities in stroke outcomes. BODY: Background and Purpose:Mexican Americans (MAs) have worse stroke outcomes and a different profile of multiple chronic conditions (MCC) compared to non-Hispanic whites (NHWs). MCC has implications for stroke treatment, complications, and post-stroke care, which impact post-stroke functional outcome (FO). We sought to assess the contribution of MCC to the ethnic difference in FO at 90 days between MAs and NHWs."
  }
]