[
  {
    "full_text": "TITLE: Multifaceted Benefit of Whole Blood Versus Lactated Ringer’s Resuscitation After Traumatic Brain Injury and Hemorrhagic Shock in Mice ABSTRACT: Background:Despite increasing use in hemorrhagic shock (HS), whole blood (WB) resuscitation for polytrauma with traumatic brain injury (TBI) is largely unexplored. Current TBI guidelines recommend crystalloid for prehospital resuscitation. Although WB outperforms lactated Ringer’s (LR) in increasing mean arterial pressure (MAP) in TBI + HS models, effects on brain tissue oxygenation (PbtO2), and optimal MAP remain undefined.Methods:C57BL/6 mice (n= 72) underwent controlled cortical impact followed by HS (MAP = 25–27 mmHg). Ipsilateral hippocampal PbtO2(n= 40) was measured by microelectrode. Mice were assigned to four groups (n= 18/group) for “prehospital” resuscitation (90 min) with LR or autologous WB, and target MAPs of 60 or 70 mmHg (LR60, WB60, LR70, WB70). Additional LR (10 ml/kg) was bolused every 5 min for MAP below target.Results:LR requirements in WB60(7.2 ± 5.0 mL/kg) and WB70(28.3 ± 9.6 mL/kg) were markedly lower than in LR60(132.8 ± 5.8 mL/kg) or LR70(152.2 ± 4.8 mL/kg; allp< 0.001). WB70MAP (72.5 ± 2.9 mmHg) was higher than LR70(59.8 ± 4.0 mmHg,p< 0.001). WB60MAP (68.7 ± 4.6 mmHg) was higher than LR60(53.5 ± 3.2 mmHg,p< 0.001). PbtO2was higher in WB60(43.8 ± 11.6 mmHg) vs either LR60(25.9 ± 13.0 mmHg,p= 0.04) or LR70(24.1 ± 8.1 mmHg,p= 0.001). PbtO2in WB70(40.7 ± 8.8 mmHg) was higher than in LR70(p= 0.007). Despite higher MAP in WB70vs WB60(p= .002), PbtO2was similar.Conclusion:WB resuscitation after TBI + HS results in robust improvements in brain oxygenation while minimizing fluid volume when compared to standard LR resuscitation. WB resuscitation may allow for a lower prehospital MAP without compromising brain oxygenation when compared to LR resuscitation. Further studies evaluating the effects of these physiologic benefits on outcome after TBI with HS are warranted, to eventually inform clinical trials. BODY: Background:Despite increasing use in hemorrhagic shock (HS), whole blood (WB) resuscitation for polytrauma with traumatic brain injury (TBI) is largely unexplored. Current TBI guidelines recommend crystalloid for prehospital resuscitation. Although WB outperforms lactated Ringer’s (LR) in increasing mean arterial pressure (MAP) in TBI + HS models, effects on brain tissue oxygenation (PbtO2), and optimal MAP remain undefined."
  }
]