[
  {
    "full_text": "TITLE: National Survey of Airway Management Practices and Training Among Emergency Medicine Residency Programs in the United States ABSTRACT: AbstractIntroductionAs airway management becomes more complex with the adoption of new technologies and strategies, it is important to ensure that emergency medicine residents, the future of the specialty, receive extensive training. This study was designed to understand the prevailing airway management practices and training within emergency medicine residency programs.MethodsA survey consisting of 19 multiple-choice questions was sent to program directors of 258 emergency medicine residency programs in the United States.ResultsA total of 63 emergency medicine residency programs completed the airway survey, a response rate of 24%. Programs from all regions of the country are represented, most of them from university-based teaching hospitals (40%) and 3-year programs (78%). The majority of programs provide their residents with 50–100 intubations (50.8%) during their training. Pediatric intubations remain scarce with 54.1% of programs having only 5–10 pediatric intubations per resident. The emergency medicine team manages 93.6% of all trauma intubations, and residents complete 81% to 100% of all the department’s intubations 88.9% of the time. Video laryngoscopy is on the rise, with GlideScope®(93.7%) and C-Mac®(55.6%) being the most common devices available. Overall, programs use both succinylcholine and rocuronium equally, but there is a trend toward using rocuronium more frequently than succinylcholine. By employing different teaching modalities, multiple times a year, residency programs expose residents to a variety of backup tools and surgical airway techniques.ConclusionsEmergency medicine residents are exposed to multiple advanced airway adjuncts and comprehensive airway curriculums as emergency airway management practices evolve and become more complex. BODY: IntroductionOver 400,000 patients undergo endotracheal intubation in US emergency departments annually.1Emergency airway management is one of the most important initial steps when resuscitating critically ill patients.2,3Emergency physicians, therefore, are required to be airway experts and must master advanced airway techniques for both adult and pediatric patients.4,5Over the last 2 decades, a plethora of new intubation technologies and airway techniques have been introduced to emergency physicians.6,7Video laryngoscopy (VL) systems like Verathon’s GlideScope®and the Storz C-Mac®have revolutionized the way physicians approach intubation.8,9Although direct laryngoscopy (DL) has historically been the predominant intubation method for decades, recent studies show the benefits of VL over DL, with improved glottic visualization and increased first-attempt success.10–12In addition to VL, many new airway adjuncts have come to market and have led to safer airway management practices. Second- and third-generation supraglottic devices have the added"
  },
  {
    "full_text": "supraglottic devices have the added benefit of suction ports and channels to allow for the passage of an endotracheal tube.13,14The latest supraglottic devices allow for direct visualization during placement in the posterior oropharynx.15Bougies have become the standard backup device for airways with poor Cormack-Lehane grades with anterior airways, and recent evidence suggests that bougies should be used on all first intubation attempts.16Bougie-assisted intubation in the emergency department was associated with greater first-pass success.17In addition, emergency physicians have the ability to perform advanced nasal intubations under fiberoptic guidance with bronchoscopes in cases of severe angioedema or other airway obstructions.18,19The availability of these airway adjuncts has had a positive effect on intubation success in emergency departments but also requires specialized training and practice in their use.Decades ago, emergency airway management was focused singularly on intubation skills. However, new airway technologies as well as novel techniques and approaches to intubation have revolutionized the airway management landscape. Recently, there has been a new focus and emphasis placed on topics like airway decontamination with controlled suctioning, delayed-sequence intubation in the hypoxic combative patient, apneic oxygenation, hemodynamic stabilization before intubation, and not interrupting chest compressions for intubation.20–29These practice-changing techniques have changed the way emergency physicians approach airway management, but they must also be incorporated into daily practice in order to improve patient outcomes. The tenet of lifelong learning is clearly apparent when considering the adoption of these new advances in airway technologies and techniques.The introduction of new intubation technologies and novel strategies for airway management requires emergency medicine residency programs (EMRPs) to adapt and ensure that their trainees’ experiences align with current clinical practice. The objective of this study is to gain a better understanding of the prevailing airway management practices and training conducted within EMRPs. Evaluation of airway training provided to the emergency medicine (EM) residents in the United States has been limited. Surveys in 1999 and 2005 of EMRPs found that most programs had multiple airway adjuncts available, but they were rarely utilized.30,31Now almost 2 decades later, there has been no interval evaluation looking at approaches to residency airway training. This study takes into consideration the many recent technological and procedural advances in airway management and analyzes the way EMRPs have modified their training to incorporate their use. The results of this study will enable residency programs to compare their resident airway training with other programs across the country, with the goal of identifying opportunities to broaden and improve their curriculums.MethodsA 19-question,"
  },
  {
    "full_text": "improve their curriculums.MethodsA 19-question, multiple-choice survey, approved by the Institutional Review Board, was sent to program directors of the 258 EMRPs in the United States in 2023. The survey was created internally by 3 emergency physicians: a director of emergency airway management, a residency program director, and a director of research and informatics. Because there was no existing validated survey looking at airway training among residency programs, these physicians combined their individual areas of expertise and best practice survey techniques and used a previously published residency airway survey as a guide to create the instrument used in this study (Appendix 1).The list of EMRPs and contact information was obtained from the Council of Residency Directors in Emergency Medicine directory, which included all civilian EM programs in the United States; military programs were excluded. The current program director email addresses were obtained from the Council of Residency Directors in Emergency Medicine directory, Emergency Medicine Residents’ Association web pages, and individual program websites. If a program director’s email was not obtainable, an email was sent to the residency program administrator with instructions to pass the survey request to the program director.The survey was sent by email in February 2023, and the responses were collected until late September 2023. Programs that did not respond to the initial survey request were sent reminder emails at 1 month and 2 months. Participation was strictly voluntary, and the survey responses were not linked to the individual programs, making their answers anonymous.The data collected consisted of demographic information about the residency programs, number of adult and pediatric intubations completed by each resident, who specifically intubates in the department, device modalities used for intubation, medications used to sedate and paralyze patients, airway adjuncts available, the structure of airway management didactics, and which surgical airway techniques are taught. Data were summarized using simple descriptive statistics.ResultsOut of the 258 EMRPs in the United States that were contacted, a total of 63 programs completed the airway survey, for a response rate of 24%. Programs from all regions of the United States were represented (Table 1) with responses coming from the Midwest (30.7%), Northeast (24.2%), Southeast (19.3%), West (14.5%), and Southwest (11.3%). This closely mirrors the actual distribution of EM programs across the country geographically: Midwest (26%), Northeast (30%), Southeast (21%), West (12%), and Southwest (11%). Most of the participants came from university-based teaching hospitals (40.3%), followed by county teaching hospitals (19.4%), urban community teaching hospitals (16.1%), suburban community teaching hospitals (14.5%), rural community teaching hospitals (6.5%), and mixed university-based and county teaching hospitals (3.2%). Respondents"
  },
  {
    "full_text": "and county teaching hospitals (3.2%). Respondents were mostly from 3-year programs (77.8%) with 4-year programs making up only 22.2%, which closely represents the distribution of 3-year (81.1%) and 4-year (18.9%) EMRPs throughout the country. The vast majority of participants came from residency programs with smaller to medium class sizes, 6–10 residents (47.6%) and 11–15 residents (39.7%).Table 1:Demographic characteristics of emergency medicine residency programs that participated in the studyCharacteristicsTotal,no. (%)(N = 63)Geographic region (n = 62)Midwest19 (30.7)Northeast15 (24.2)Southeast12 (19.4)West9 (14.5)Southwest7 (11.3)Program setting (n = 62)University-based teaching hospital25 (40.3)County teaching hospital12 (19.4)Urban community teaching hospital10 (16.1)Suburban community teaching hospital19 (14.5)Rural community teaching hospital4 (6.5)Mixed university-based and county teaching hospital2 (3.2)Program length1–3 years49 (77.8)1–4 years14 (22.2)Number of residents per class6–1030 (47.6)11–1525 (39.7)16–204 (6.4)21–252 (3.2)> 252 (3.2)In terms of intubation numbers (Table 2), the majority of residency programs provide their residents with 50–100 intubations (50.8%) during their training, with some programs averaging between 101 and 150 intubations (31.8%) and others over 150 total intubations (15.9%). Pediatric intubations remain scarce with 54.1% of programs having only 5–10 pediatric intubations per resident during their training. In a small percentage of programs (11.5%), residents complete fewer than 5 pediatric intubations per resident with only 6.6% of programs having their residents do over 20 pediatric intubations.Table 2:Number of intubations and individuals who manage the airway among US emergency medicine residency programsIntubationsTotal, no. (%)(N = 63)Total intubations residents completed during residency, average< 501 (1.6)50–10032 (50.8)101–15020 (31.8)> 15010 (15.9)Pediatric intubations residents completed during residency, average (n = 61)< 57 (11.5)5–1033 (54.1)11–159 (14.8)16–208 (13.1)> 204 (6.6)Who manages trauma airways in the emergency department (n = 62)Emergency department58 (93.6)Split between anesthesia and emergency department3 (4.8)Anesthesia1 (1.6)Trauma team0 (0.0)% of intubations in the emergency department done by residents0–200 (0.0)21–400 (0.0)41–601 (1.6)61–806 (9.5)81–10056 (88.9)% of intubations in the emergency department done by attending/fellows0–2057 (90.5)21–405 (7.9)41–601 (1.6)61–800 (0.0)81–1000 (0.0)% of intubations in the emergency department done by non-ED physicians< 152 (82.5)1–510 (15.9)6–101 (1.6)> 100 (0.0)ED, emergency department.When analyzing who intubates in the emergency department (Table 2), the EM team manages 93.6% of all trauma intubations. Resident physicians complete 81% to 100% of all the emergency department’s intubations 88.9% of the time, while attending physicians and fellows manage 0% to 20% of all intubations 90.5% of the time. Intubations by nonemergency"
  },
  {
    "full_text": "90.5% of the time. Intubations by nonemergency department physicians (anesthesia, otolaryngology, trauma, critical care, etc) occurred rarely, less than 1% of the time, for 82.5% of programs.VL is used more than 60% of the time in 82% of EMRPs (Table 3). GlideScope®is the most common VL device available to residents at 93.7% and C-Mac®the second-most-available VL system at 55.6%. When looking at airway adjuncts, residents are exposed to a wide variety of backup tools, including bougies (100%), cricothyrotomy kits/supplies (96.8%), laryngeal mask airways (88.9%), and fiberoptic intubating bronchoscopes (84.1%). Overall, residency programs use both succinylcholine and rocuronium equally (Figure). However, more programs (21.0%) use rocuronium in 81% to 100% of their intubations compared to only 6.5% of programs that use succinylcholine 81% to 100% of the time.Figure:The use of succinylcholine and rocuronium as a first-choice paralytic agent among emergency medicine residency programs in the United States (n = 62). EM = emergency medicine.Table 3:Adoption of video laryngoscopy and airway adjuncts among emergency medicine residency programs in the United StatesDevices usedTotal, no. (%)(N = 63)% of intubations done using video laryngoscopy (n = 61)0–201 (1.6)21–401 (1.6)41–609 (14.8)61–8024 (39.3)81–10026 (42.6)Video laryngoscopy devices availableGlideScope®(Verathon)59 (93.7)C-Mac®(Storz)35 (55.6)King Vision®(Ambu)4 (6.4)McGrathTM(Medtronic/Covidien)9 (14.3)Airtraq (Teleflex)3 (4.8)OneScopeTM(PatCen)0 (0.0)We do not have VL devices0 (0.0)Backup devices/airway adjuncts available in the emergency departmentBougie63 (100.0)LMA56 (88.9)Intubating LMA26 (41.3)King LT13 (20.6)Fiberoptic intubating bronchoscope53 (84.1)Cricothyrotomy kit/device/supplies61 (96.8)Other (free responses included iGel, jet ventilator, cook tube exchanger, DL)8 (12.7)DL, direct laryngoscopy; LMA, laryngeal mask airway; LT, laryngeal tube; VL, video laryngoscopy.EMRPs employ a host of different airway teaching modalities (Table 4) including simulation training (98.4%), procedure days/workshops (96.8%), intern orientation/airway bootcamps (95.2%), and lectures (93.6%). Residents are exposed to formal airway training 3–4 times per year in 46.8% of all programs, with 32.3% of programs having only 1–2 sessions per year. Several surgical airway techniques are being taught, with the most common being the scalpel finger bougie (77.8%). Programs also teach pediatric needle cricothyrotomy (74.6%), transtracheal jet ventilation (54.0%), traditional surgical tracheotomy (50.8%), and the rapid 4-step or similar technique (46.0%). These advanced surgical techniques are taught using simulation mannequins (85.7%), human cadavers (49.2%), animal tracheas (47.6%), tracheal models/3D-printed trainers (41.3%), and low-cost, do-it-yourself trainers (33.3%).Table 4:Airway curriculums among US emergency medicine residency programsAirway trainingTotal, no. (%)(N = 63)Dedicated airway education, besides"
  },
  {
    "full_text": "(%)(N = 63)Dedicated airway education, besides clinical trainingIntern orientation/airway bootcamp60 (95.2)Procedure day/workshops61 (96.8)Lectures during conference59 (93.7)Simulation lab62 (98.4)Austere environment/wilderness medicine airway training14 (22.2)Our program does not have a dedicated airway curriculum0 (0.0)Other (free responses included cadaver lab, anesthesia rotation, difficult airway course)5 (7.9)Number of formal airway training sessions per year (n = 62)1–220 (32.3)3–429 (46.8)5 or more13 (21.0)We do not have regular, formal airway training0 (0.0)Which surgical airway techniques do you teach?Traditional surgical tracheotomy32 (50.8)Scalpel finger bougie49 (77.8)Rapid 4-step or similar technique29 (46.0)Pediatric needle cricothyrotomy47 (74.6)Jet ventilation34 (54.0)Other (responses included Melker needle cricothyrotomy)5 (7.9)Modalities used to teach cricothyrotomySimulation mannequins/mannequin heads54 (85.7)Human cadavers31 (49.2)Animal tracheas30 (47.6)Trachea models/3D-printed trainers26 (41.3)Low-cost DIY trainers21 (33.3)DIY, do-it-yourself.DiscussionEM residents from coast-to-coast are being exposed to a wide variety of airway management tools and techniques, and they are intubating at rates much higher than the recommendations set forth by the Accreditation Council for Graduate Medical Education. Currently, EM residents are required to perform 35 endotracheal intubations during residency, but the vast majority of residents are intubating at rates 2–4 times higher than these recommendations.32When it comes to pediatric airway management, however, their intubation numbers are much lower. Historically, pediatric exposure to life-threatening events remains low compared to their adult counterparts, giving less opportunity for resident physicians to engage in life-threatening pediatric procedures like intubation.33,34This shortcoming in EM residency training will continue, and it will be up to EMRPs to recreate these vital experiences in the simulation lab and on pediatric airway mannequins.Gone are the days when anesthesia would routinely come down to the emergency department to manage routine airways. As seen with this study, EM departments around the country have solidified their position at the head of the patient’s bed and are the definitive airway managers. Both medical and trauma airways are being handled by the EM team and less by other specialties.Unlike EMRPs decades ago, programs today are embracing new airway technologies like VL in order to improve their first-pass success rate. In addition, residency programs are slowly moving away from succinylcholine and instead embracing rocuronium as a first-line paralytic agent. This trend mimics the results of other studies that show a transition away from succinylcholine in favor of rocuronium.35Unlike residency surveys in the past that have shown slow adoption of airway adjuncts, this study highlights that residency programs are exposing a new generation of emergency"
  },
  {
    "full_text": "are exposing a new generation of emergency physicians to a wide variety of airway management tools. Airway management, once a skill taught almost exclusively in a clinical setting, is now heavily emphasized and practiced by residents in didactics and a variety of high-fidelity settings, multiple times a year.LimitationsThere are several limitations to this study. First, even though every EMRP director in the United States was contacted to participate in this survey, the overall response rate was 24%. Response rates are always an issue with survey studies, and evidence shows that survey response rates have been declining since the mid-1980s.36However, studies show that multiple follow-up attempts and a short survey length help to improve response rates. Both methods were employed in this study. Overall, the average time to complete this survey was only 2 minutes and 39 seconds. In addition, the participants reflected a balanced and broad range of programs geographically in the United States, which hopefully reflects a representative sample. Second, like all survey research, this study was limited in the depth of the questioning. Balancing the overall time required to complete the survey with the number of questions posed to the participants constrained the authors’ ability to gather more detailed information. Third, one must also consider the potential for response bias, which can affect the accuracy of the data collected. A couple of the questions were not answered by the all the program directors (n = 62 or 61 out of 63), but overall most of the questions were completed by all participants. The skipped questions may have been due to recall bias, with the program director not having the answer to the particular question. The survey was created with the intention of including questions that program directors would know or would know whom to ask. The Accreditation Council for Graduate Medical Education requires all EMRPs to keep track of resident procedures. In addition, the program directors have intimate knowledge of their programs’ curriculums and training. Instructions included with the survey asked program directors to forward the survey to a different faculty member who may be better suited to answer these airway questions (ie, an airway director) if they did not feel confident in their answers. In addition to recall bias, social desirability bias is a limitation, as program directors may want to display their program in a more favorable light despite the assurance that the survey was anonymous. Lastly, surveys were sent to all EMRPs listed in the Council of Residency Directors in Emergency Medicine directory, which unfortunately only included contact information for civilian programs and excluded military residencies. Military EMRPs may inherently teach airway management differently than civilian programs, which was not captured in this study.ConclusionAirway management in emergency departments has faced dramatic changes in terms of new"
  },
  {
    "full_text": "has faced dramatic changes in terms of new technologies and techniques in recent years. It is important that EMRPs adapt to these ever-evolving changes and adequately prepare their residents for practicing in a career based on lifelong learning. Unlike previous studies conducted decades ago that showed residency programs slow to respond to shifting airway management practices, this study reflects the depth and comprehensive nature of airway training currently found in American EM training programs. EM residents are exposed to a wide variety of airway adjuncts and perform the vast majority of intubations in their emergency departments despite the low exposure to pediatric airways. VL dominates and residents are being exposed to advanced airway techniques including surgical airways and fiberoptic intubations on a regular basis. In addition, residency programs are providing multiple airway training sessions throughout the academic year in a variety of different formats to ensure that trainees are not only competent in the myriad tools available, but also with the different techniques required to manage complex clinical scenarios they will encounter throughout their careers. Residency programs with inadequate airway training based on the experiences expressed in this study can use this information to revise their curriculums in hopes of improving the knowledge and preparedness of their graduates. Comprehensive training in residency will ensure that future practicing physicians in EM have the proper tools needed to skillfully care for patients requiring advanced airway management. CONCLUSION: ConclusionAirway management in emergency departments has faced dramatic changes in terms of new technologies and techniques in recent years. It is important that EMRPs adapt to these ever-evolving changes and adequately prepare their residents for practicing in a career based on lifelong learning. Unlike previous studies conducted decades ago that showed residency programs slow to respond to shifting airway management practices, this study reflects the depth and comprehensive nature of airway training currently found in American EM training programs. EM residents are exposed to a wide variety of airway adjuncts and perform the vast majority of intubations in their emergency departments despite the low exposure to pediatric airways. VL dominates and residents are being exposed to advanced airway techniques including surgical airways and fiberoptic intubations on a regular basis. In addition, residency programs are providing multiple airway training sessions throughout the academic year in a variety of different formats to ensure that trainees are not only competent in the myriad tools available, but also with the different techniques required to manage complex clinical scenarios they will encounter throughout their careers. Residency programs with inadequate airway training based on the experiences expressed in this study can use this information to revise their"
  },
  {
    "full_text": "study can use this information to revise their curriculums in hopes of improving the knowledge and preparedness of their graduates. Comprehensive training in residency will ensure that future practicing physicians in EM have the proper tools needed to skillfully care for patients requiring advanced airway management."
  }
]