[
  {
    "full_text": "TITLE: Neuromonitoring after Pediatric Cardiac Arrest: Cerebral Physiology and Injury Stratification ABSTRACT: Background:Significant long-term neurologic disability occurs in survivors of pediatric cardiac arrest, primarily due to hypoxic-ischemic brain injury. Postresuscitation care focuses on preventing secondary injury and the pathophysiologic cascade that leads to neuronal cell death. These injury processes include reperfusion injury, perturbations in cerebral blood flow, disturbed oxygen metabolism, impaired autoregulation, cerebral edema, and hyperthermia. Postresuscitation care also focuses on early injury stratification to allow clinicians to identify patients who could benefit from neuroprotective interventions in clinical trials and enable targeted therapeutics.Methods:In this review, we provide an overview of postcardiac arrest pathophysiology, explore the role of neuromonitoring in understanding postcardiac arrest cerebral physiology, and summarize the evidence supporting the use of neuromonitoring devices to guide pediatric postcardiac arrest care. We provide an in-depth review of the neuromonitoring modalities that measure cerebral perfusion, oxygenation, and function, as well as neuroimaging, serum biomarkers, and the implications of targeted temperature management.Results:For each modality, we provide an in-depth review of its impact on treatment, its ability to stratify hypoxic-ischemic brain injury severity, and its role in neuroprognostication.Conclusion:Potential therapeutic targets and future directions are discussed, with the hope that multimodality monitoring can shift postarrest care from a one-size-fits-all model to an individualized model that uses cerebrovascular physiology to reduce secondary brain injury, increase accuracy of neuroprognostication, and improve outcomes. BODY: Background:Significant long-term neurologic disability occurs in survivors of pediatric cardiac arrest, primarily due to hypoxic-ischemic brain injury. Postresuscitation care focuses on preventing secondary injury and the pathophysiologic cascade that leads to neuronal cell death. These injury processes include reperfusion injury, perturbations in cerebral blood flow, disturbed oxygen metabolism, impaired autoregulation, cerebral edema, and hyperthermia. Postresuscitation care also focuses on early injury stratification to allow clinicians to identify patients who could benefit from neuroprotective interventions in clinical trials and enable targeted therapeutics."
  }
]