[
  {
    "full_text": "TITLE: Operationalising a modified Delphi study to progress quality care process nursing metrics for acute care ABSTRACT: BackgroundDespite representing the largest occupational group within the healthcare workforce, evidence suggests that due to the complexity of nursing practice, nurses’ contribution remains ‘invisible’. Quality Care Metrics aligned to standards can offer valuable numerical information that quantify input, output and dimensions of nursing care processes in complex clinical and interprofessional milieus.Aims and objectivesProgress an evidence-based metric system to measure the quality and clinical safety of nursing care within acute care in Ireland. The objectives were to: classify quality care process nursing metrics and corresponding indicators pertinent to acute care; reach agreement on a selected set of robust metrics and corresponding indicators; and implement the findings of the study.DesignA modified four-round Delphi study.MethodsThe modified Delphi study integrated a four-round survey of 422 nurses, face-to-face meetings with a patient representative and key stakeholders within acute services with a final consensus meeting inclusive of a panel of 26 expert nurse clinicians.ResultsThere was consensus on 11 quality care process nursing metrics and 53 corresponding indicators for the acute care setting. Despite the rating of ‘critical’ in the Delphi rounds, a concern was reported by participants on the subjective nature of three of the developed metrics: ‘patient experience’, ‘patient engagement’ and ‘professional and ethical approach to care’ based on the absence of objective measurement tools that include patient input. Conversely, this led to the conundrum for the panel of experts at the final consensus meeting who were divided in their views on objectively observing, recording and subsequent auditing of those three developed metrics in real-time clinical practice.ConclusionThis paper describes the operationalisation of a modified Delphi technique that progressed a set of 11 quality care process metrics and 53 corresponding indicators. The challenge now is the implementation of these quality care process metrics so that nurses’ contribution to patient-centred care is tangible in acute care. BODY: BackgroundDespite representing the largest occupational group within the healthcare workforce, evidence suggests that due to the complexity of nursing practice, nurses’ contribution remains ‘invisible’. Quality Care Metrics aligned to standards can offer valuable numerical information that quantify input, output and dimensions of nursing care processes in complex clinical and interprofessional milieus."
  }
]