[
  {
    "full_text": "TITLE: Organ Transplantation Outcomes of Deceased Organ Donors in Organ Procurement Organization-Based Recovery Facilities Versus Acute-Care Hospitals ABSTRACT: IntroductionRecovery of donated organs at organ procurement organization (OPO)-based recovery facilities has been proposed to improve organ donation outcomes, but few data exist to characterize differences between facilities and acute-care hospitals.Research QuestionTo compare donation outcomes between organ donors that underwent recovery procedures in OPO-based recovery facilities and hospitals.DesignRetrospective study of Organ Procurement and Transplantation Network data. From a population-based sample of deceased donors after brain death April 2017 to June 2021, donation outcomes were examined in 10 OPO regions with organ recovery facilities. Primary exposure was organ recovery procedure in an OPO-based organ recovery. Primary outcome was the number of organs transplanted per donor. Multivariable regression models were used to adjust for donor characteristics and managing OPO.ResultsAmong 5010 cohort donors, 2590 (51.7%) underwent recovery procedures in an OPO-based facility. Donors in facilities differed from those in hospitals, including recovery year, mechanisms of death, and some comorbid diseases. Donors in OPO-based facilities had higher total numbers of organs transplanted per donor (mean 3.5 [SD1.8] vs 3.3 [SD1.8]; adjusted mean difference 0.27, 95% confidence interval 0.18-0.36). Organ recovery at an OPO-based facility was also associated with more lungs, livers, and pancreases transplanted.ConclusionOrgan recovery procedures at OPO-based facilities were associated with more organs transplanted per donor than in hospitals. Increasing access to OPO-based organ recovery facilities may improve rates of organ transplantation from deceased organ donors, although further data are needed on other important donor management quality metrics. BODY: Introduction/BackgroundThere is a critical shortage of transplantable organs in the United States.1Identifying strategies to increase the number and quality of organs recovered from deceased organ donors represents an essential priority for improving the outcomes of patients with end-stage organ disease. Most organ recovery from deceased donors has traditionally occurred in acute-care hospitals. However, hospital-based organ recovery may involve logistical and practical challenges, including competition with living patients for intensive care unit beds, operating room schedule delays, and hazardous travel for remote organ recovery teams.2To address these issues, some organ procurement organizations (OPOs) have established dedicated organ recovery facilities (a.k.a. specialized donor care facilities, organ recovery centers, or donor care units).3Such facilities accept transfers of brain-dead organ donors from acute-care hospitals and provide on-site evaluation, clinical management, and organ recovery services. Facility-based donor management"
  },
  {
    "full_text": "services. Facility-based donor management and organ recovery may differ from acute-care hospitals in many aspects, including clinical tasks performed by OPO staff (such as bronchoscopy and tissue biopsy), and availability of advanced diagnostic and treatment modalities (such as coronary catheterization).4,5Single-facility evaluations have suggested improved organ donation outcomes and several practical advantages over hospital-based recovery,4‐8but results may not be generalizable to donors in other regions, managing OPOs, or facilities. Furthermore, understanding nationwide effectiveness of OPO-based recovery facilities is complicated by variation in the rates of facility use among OPOs (not all donors in a donor service area are transferred to an OPO-based facility) and known regional differences in donor characteristics and OPO performance.9‐12Therefore, important gaps in knowledge remain as to how donation outcomes may differ between OPO-based organ recovery facilities and acute-care hospitals. Major stakeholders have recently highlighted a need for information on operations and outcomes of donor management and recovery procedures at OPO-based organ recovery facilities to inform regulation and planning.3,13This study aimed to compare donation outcomes between deceased organ donors after brain death managed in OPO-based organ recovery facilities versus those in acute-care hospitals and tests the hypothesis that donors that underwent recovery procedures in OPO-based organ recovery facilities would have more organs transplanted per donor than those managed in hospitals.Design/MethodsDesignThis was a retrospective comparative analysis of publicly available, de-identified registry data. Analyses were conducted at the University of Pennsylvania Perelman School of Medicine (Philadelphia, Pennsylvania). The School of Medicine Institutional Review Board reviewed the study protocol and determined it exempt from human subjects’ research.PopulationThe study sample was drawn from the population of deceased organ donors in the United States who underwent organ recovery procedures between April 26, 2017 (when recovery procedure locations were first recorded in the study dataset) and June 30, 2021. During this period, the study dataset captured 49,148 deceased organ donors. Mean donor age was 41.3 years (standard deviation [SD] 16.9); 3708 donors (7.5%) were less than 18 years old. Most donors were male (61.0%), white (65.7%), and donated after brain death (76.8%).SamplingThis was a population-based sample of all deceased donors captured in the study dataset. During the study period, 10 OPOs operated OPO-based organ recovery facilities and were included in the analysis. All 47 remaining US OPOs, including those that operated hospital-based organ recovery centers, or regularly transferred donors between acute-care hospitals,14,15were excluded to reduce potential heterogeneity of the study exposure. While some OPOs transfer deceased donors to organ recovery"
  },
  {
    "full_text": "OPOs transfer deceased donors to organ recovery facilities within acute-care hospitals, operations in hospital-based facilities are more heterogeneous, variably sharing resources (including hospital beds and operating room time) with living patients. Given this known variation and concern that transfer from a donor hospital to a hospital-based facility was not consistently detectable in the study dataset, donors managed by OPOs operating hospital-based recovery facilities were excluded.Within the 10 OPOs in the analytic sample, the study included all deceased organ donors that underwent organ recovery procedures in an OPO-based facility or an acute-care hospital on or after the date that the managing OPO began reporting information on facility-based recoveries to the Organ Procurement and Transplantation Network (OPTN).16Donors after circulatory death were excluded since these individuals were not eligible to receive care in OPO-based organ recovery facilities without licensed hospital beds, donors younger than 18 years old (because not all facilities accept transfers of pediatric donors), and donors transferred between acute-care hospitals.Data CollectionThe OPO and transplant program staff collected study data, which were compiled into the Deceased Donor Registry files managed and distributed by the OPTN (based on data as of July 1, 2021).Primary Exposure VariableOrgan donors were classified as having undergone organ recovery procedures at an OPO-based organ recovery facility or an acute-care hospital using recovery procedure location data contained in the OPTN dataset. To limit misclassification, name and location information for organ recovery facilities recorded in the study dataset was cross-referenced with published literature,4,14OPO websites, or correspondence with OPO staff.Covariate AdjustmentVariables of interest included donors’ originating acute-care hospitals (including the presence of a transplant program17), demographic characteristics (including age, gender, and race), and clinical characteristics associated with the number and quality of organs available for transplantation (including mechanism of death and comorbid disease).18‐20Race and ethnicity were examined and adjusted for due to known differences in organ donation rates between groups.21White race was the reference group in multivariable modeling because it represented the largest proportion of cohort donors.OutcomesThe primary outcome was the total number of organs transplanted from each donor. The proportion of donors with recovery procedures in each location (OPO-based organ recovery facility vs acute-care hospital) with transplantation of at least 4 organs, out of a maximum possible of 8 (kidneys, lungs, heart, liver, pancreas, and intestine) was a secondary outcome selectedpost hoc. This outcome has been used in studies correlating the achievement of clinical donor management goals and transplantation outcomes.22Other outcomes included the incidence of"
  },
  {
    "full_text": "outcomes included the incidence of transplantation of each type of organ and the number of organs authorized for recovery.Data AnalysisAnalyses were pre-specified and registered before data analysis.23The plan was subsequently revised to exclude donors treated in OPOs that did not have an organ recovery facility in operation during the study period. This was done to ensure that all donors in the sample could hypothetically undergo recovery in either a hospital or an OPO-based facility.24Rates of missingness for the primary exposure variable and the study outcomes were determined overall, by year of organ recovery procedure, and by managing OPO. Characteristics between donors that met study inclusion criteria with missing and non-missing recovery locations were compared. Next, descriptive statistics and simple hypothesis tests were used to compare donors’ demographic and clinical characteristics and organ donation outcomes between OPO-based organ recovery facilities versus acute-care hospitals.A multivariable generalized estimating equation version of linear regression was used to model the primary outcome (the number of organs transplanted from each donor) based on the above covariates. The use of a generalized estimating equation (with a linear link function) inferred the difference in the mean number of organs transplanted without assuming that the outcome was normally distributed. Individual covariates were selected from known donor18‐20and hospital-level17predictors of organ recovery outcomes and differences in unadjusted comparisons between candidate variables and the primary outcome, using a threshold ofP< .05 for inclusion. To avoid multicollinearity, correlation matrices of individual candidate covariates were examined. As population characteristics and performance metrics vary between OPOs,9‐12conditional linear regression models were also fit with clustering on OPO. Multivariable logistic regression (using the same covariates and assessing model fit using likelihood ratio tests) was used to calculate the adjusted odds of transplantation of 4 or more versus 3 or fewer organs per donor in OPO-based organ recovery facilities versus hospitals.The primary analysis only included donors with complete data; individuals with missing recovery location or outcome data were excluded. Since some donors in the study dataset were missing the primary exposure variable, this potential impact was assessed with 2 sensitivity analyses: (a) repeating adjusted analyses after weighting for inverse probability of treatment (from a logistic regression model estimating probabilities that individual donors had recorded recovery locations) and (b) repeating all analyses in a sample restricted to donors with recovery dates on or after January 1, 2019 (for whom the rate of missingness of the exposure variable was lower). No donors in the dataset were missing the primary outcome.The number of donors available in the study dataset determined sample size; formal power"
  },
  {
    "full_text": "dataset determined sample size; formal power calculations were not conducted before analysis. AP-value of <.05 indicated statistical significance. Analyses were performed using SAS 9.4 (Cary, NC).ResultsCohort CharacteristicsAfter exclusions, the cohort captured 6321 deceased organ donors managed in 10 OPOs. 5010 (79.2%) had recorded recovery procedure locations; of these, 2590 (51.7%) underwent recovery in 1 of 10 OPO-based facilities, and 2420 (48.3%) in 1 of 308 acute-care hospitals (Figure 1). The proportion of donors in each OPO that underwent recovery procedures at OPO-based organ recovery facilities in the analysis cohort varied from 22.5% to 97.0%. Of the 14 descriptor variables compared between cohort donors with recorded versus missing recovery locations, the largest observable differences were in donor race (62.7% of donors with recorded locations were White vs 56.0% of donors with a missing recovery location,P< .001 for overall difference between groups) and mechanism of death (15.6% of donors with recorded locations died from drug intoxication vs 12.1% of donors without a recorded location,P= .01 for overall difference between groups). Donors with recorded recovery locations had significantly lower rates of diabetes (14.6% vs 17.8%,P= .004), hypertension (37.5% vs 40.6%,P= .04), and histories of intravenous drug use (9.8% vs 14.4%,P< .001) than those with unrecorded recovery locations but were more likely to have a diagnosis of coronary artery disease (8.6% vs 6.4%,P= .01; data available upon request).Figure 1.Cohort selection diagram for organ recovery in OPO-based recovery facility versus acute-care hospitals.aFirst day that primary exposure variable was recorded in study dataset.bTwo organ procurement organizations without OPO-based organ recovery facilities merged January 1, 2021. These are combined throughout study period and excluded from most analyses. Abbreviation: OPO, organ procurement organization.Among donors in the analysis cohort, mean age was 43.1 years (SD 14.9), and 40.1% were female. Donors managed in OPO-based organ recovery facilities were less likely to be transferred from hospitals with transplant programs (26.8% vs 48.1%,P< .001;Table 1). Donors in facilities were more likely to be White (68.3% vs 56.7% in hospitals) or Black (20.4% vs 16.7%), and less likely to be Hispanic (9.1% vs 21.6%;P-value for the overall difference in race between groups <.001). Donors in facilities differed from those in hospitals in mechanism of death, with more donors with brain death after drug intoxication (18.6% vs 12.4%) but fewer deaths from intracranial hemorrhage or stroke (28.3% vs 31.9%), cardiovascular causes (17.3% vs 19.6%), or blunt injuries (16.6% vs 20.4%;P< .001 for overall difference between groups). Donors that underwent recoveries in facilities were also more likely than donors in hospitals to have coronary artery disease (10.2% vs 6.9%,P< .001), but not diabetes or hypertension (P= 0.20 andP= 0.05, respectively)."
  },
  {
    "full_text": "hypertension (P= 0.20 andP= 0.05, respectively). Recorded rates of tobacco and drug use were higher among donors that underwent recovery procedures in OPO-based facilities than in hospitals.Table 1.Demographic and Clinical Characteristics of Organ Donors that Underwent Organ Recovery Procedures in Organ Procurement Organization-Based Facilities Versus Acute-Care Hospitals.Organ recovery procedure locationOrgan procurement organization-based recovery facilityAcute-care hospitalP-valueN (%)N (%)Deceased donors2590 (51.7)2420 (48.3)Donor in hospital with a transplant programa,b693 (26.8)1165 (48.1)<.001Donor demographic characteristicsMean (SD)Mean (SD)Age at organ recovery procedure, years43.1 (14.5)43.2 (15.3).66N (%)N (%)Sex, female1059 (40.9)948 (39.2).22RaceaWhite1770 (68.3)1372 (56.7)<.001Black527 (20.4)405 (16.7)Hispanic236 (9.1)523 (21.6)Asian38 (1.5)81 (3.4)Other or unknown19 (0.7)39 (1.6)Donation year2017223 (61.9)137 (38.1)<.0012018431 (55.5)346 (44.5)2019615 (43.7)792 (56.3)2020801 (50.6)782 (49.4)2021 (Jan 1 - Jun 30)520 (58.9)363 (41.1)Donor clinical characteristicsMedian [IQR]Median [IQR]Donor height, cm173 [165, 180]170 [164, 178]<.001Donor weight, kg81 [69, 97]81 [69, 97].67Mechanism of deathaN (%)N (%)Intracranial hemorrhage/stroke732 (28.3)773 (31.9)<.001Blunt injury425 (16.4)455 (18.8)Drug intoxication481 (18.6)299 (12.4)Cardiovascular448 (17.3)473 (19.6)Gunshot242 (9.3)198 (8.2)Asphyxiation122 (4.7)106 (4.4)Natural causes76 (2.9)37 (1.5)Drowning9 (0.3)9 (0.4)Seizure30 (1.2)25 (1.0)Other or unknown25 (1.0)45 (1.9)Comorbid diseaseaDiabetes, any duration361 (13.9)368 (15.2).20Hypertension984 (38.0)896 (37.0).05History of coronary artery disease263 (10.2)166 (6.9)<.001History of cancer74 (2.9)89 (3.7).10History of tobacco use634 (24.5)498 (20.6).001History of cocaine use613 (23.7)492 (20.3).004History of intravenous drug use437 (16.9)283 (11.7)<.001History of other drug use1394 (53.8)1114 (46.0)<.001Organ risk and function indicatorsUnited States Public Health Service risk donora,c754 (29.1)659 (27.2).14HCV nucleic acid test positive202 (7.8)152 (6.3).04Terminal serum creatinine, mg/dLMedian [IQR]Median [IQR]All donors1.2 [0.8, 2.0]1.3 [0.9, 2.2]<.001Donors with kidney(s) recovered for transplant1.1 [0.8, 1.8]1.2 [0.8, 2.0]<.001Kidney donor profile indexa,dMean (SD)Mean (SD)All donors0.50 (0.30)0.51 (0.31).16Donors with kidney(s) recovered for transplant0.48 (0.29)0.49 (0.30).06Abbreviation: HCV, hepatitis C virus.aAs defined by OPTN.16bFor donors in facilities, transplant program at referring acute-care hospital.cUS Public Health Service infectious disease transmission guidelines.19dAs calculated by the Organ Procurement and Transplantation Network, reference population 2020.18Total Organs TransplantedCompared to donors that underwent recovery procedures in acute-care hospitals, donors in OPO-based organ recovery facilities had higher total numbers of organs transplanted per donor (mean 3.5 [SD 1.8]) versus 3.3 [SD 1.8],P<"
  },
  {
    "full_text": "donor (mean 3.5 [SD 1.8]) versus 3.3 [SD 1.8],P< .001;Table 2andFigure 2). After adjustment for donor factors and managing OPO, the mean difference in organs transplanted from donors in OPO-based organ recovery facilities versus acute-care hospitals was 0.27 (95% CI 0.18-0.36;Table 3; full data assessments are shown inSupplemental Table 1). Similar results were obtained when missing recovery locations were addressed with inverse probability of treatment weighting (adjusted mean difference 0.24 (95% CI 0.12-0.37)) and analyses restricted to donors with recovery procedures on or after January 1, 2019 (adjusted mean difference 0.27 (95%CI 0.17-0.37)).Figure 2.Number of organs transplanted from donors that underwent organ recovery procedures in organ procurement organization-based facilities and acute-care hospitals. Maximum number of organs recovered from each donor is 8 (with split or partial livers considered a single organ). Difference in means between groupsP< .001. Abbreviation: OPO, organ procurement organization.Table 2.Unadjusted Organ Donation Outcomes Among Deceased Donors after Brain Death that Underwent Organ Recovery Procedures in Organ Procurement Organization-Based Organ Recovery Facilities Versus Acute-Care Hospitals.Organ recovery procedure locationOrgan procurement organization-based organ recovery facilityAcute-care hospitalP-valueN (%)N (%)Deceased donors2590 (51.7)2420 (48.3)Primary outcomeMean (SD)Mean (SD)Number of organs transplanted per donor3.5 (1.8)3.3 (1.8)<.001Proportion of donors with 4 or more organs transplanted1189 (45.9)969 (40.0)<.001Organ transplantedKidneya2004 (77.4)1824 (75.4).10Lunga841 (32.5)663 (27.4)<.001Liverb2185 (84.4)1923 (79.5)<.001Heart969 (37.4)845 (34.9).07Pancreas261 (10.1)181 (7.5).001Intestine15 (0.6)9 (0.4).29Number of organs authorized for recoveryc7.9 (0.5)7.9 (0.6).001aAt least 1 paired organ transplanted.bWhole, partial, or split liver transplants considered a single organ.cDefined as the number of organs from each donor meeting medical criteria for donation and authorized by surrogates (and, where applicable, medical examiners) for recovery and transplantation.Table 3.Summary of Unadjusted and Adjusted Primary and Secondary Outcomes.Effect estimateUnadjusted(95% CI)Adjusted(95% CI)Adjusted(95% CI)OutcomeModel componentsOrgan recovery procedure in an OPO-based organ recovery facility (ref. acute-care hospital)Organ recovery procedure in an OPO-based organ recovery facility and donor characteristicsOrgan recovery procedure in an OPO-based organ recovery facility, donor characteristics, and managing OPOPrimary outcome.Number of organs transplanted per donorMean difference0.24 (0.14-0.34)0.20 (0.13-0.28)0.27 (0.18-0.36)Secondary outcome.At least 4 organs transplanted per donorOdds ratio1.27 (1.14-1.42)1.46 (1.26-1.70)1.78 (1.49-2.12)Abbreviations: CI, confidence interval; OPO, organ procurement organization.Transplantation of 4 or More OrgansDonors transferred to recovery facilities had 4 or"
  },
  {
    "full_text": "transferred to recovery facilities had 4 or more organs transplanted more often than donors who remained in acute-care hospitals (45.9% vs 40.0%,P< .001). Differences in unadjusted odds of transplantation of 4 or more organs between OPO-based facilities and hospitals varied across OPOs (Figure 3). After covariate adjustment, a recovery procedure in an OPO-based facility was also associated with greater odds of transplantation of 4 or more organs versus a procedure in a hospital (adjusted OR 1.78 [95% CI 1.49-2.12]).Figure 3.Unadjusted associations between organ recovery procedures in organ procurement organization-based facilities and transplantation of 4 or more organs from deceased organ donors among individual organ procurement organizations. Each marker represents an organ procurement organization in the study cohort. Area of each marker represents the relative number of donors in OPO-based facilities in the cohort managed by each organ procurement organization. Error bars indicate 95% confidence interval of the odds ratio. Abbreviation: OPO, organ procurement organization.Other OutcomesDonors with recovery procedures in OPO-based organ recovery facilities were more likely to donate transplanted lungs, livers, and pancreases than donors in hospitals, with no differences in other types of organs transplanted. There was a statistical, but not clinically meaningful, difference in the mean number of organs authorized for recovery (mean 7.9 [SD 0.5] from donors in OPO-based facilities versus 7.9 [SD 0.6] from donors in acute-care hospitals,P= .001).DiscussionAmong 5010 deceased organ donors after brain death, organ recovery procedures in OPO-based facilities were associated with better organ donation outcomes than procedures in acute-care hospitals. Specifically, there were higher numbers of organs transplanted per donor and higher rates of transplantation of 4 or more organs among donors that underwent recovery procedures in OPO-based facilities.In addition to these findings, the analysis also identified differences in donor hospital characteristics and donor demographic and clinical characteristics between recovery procedure locations that suggested that not all potential organ donors have equitable access to facility-based management and recovery. Several differences between donors in these locations reflected complex interactions between donor characteristics, mechanisms of brain death (and concomitant injuries), and severity of illness, limiting the ability to infer a causal relationship between recovery location and donation outcomes.A prior study of 963 deceased organ donors after brain death observed higher numbers of organs transplanted from donors in a single well-established OPO-based facility than both donors in local hospitals and a national average transplantation rate.5A separate study using data from 661 donors managed in the same facility found higher numbers of organs donated from donors that died after drug overdose than"
  },
  {
    "full_text": "from donors that died after drug overdose than national averages, but no differences among donors with other causes of death.8This work confirms and extends these prior studies by using a national donor sample, examining outcomes in multiple facilities, and adjusting outcomes for individual donor characteristics and managing OPOs. Adjustment for individual OPO is particularly important given known regional differences in donor characteristics and acute healthcare resources, as well as variation in donor identification, management, and performance among US OPOs.10‐12Because results of this study were consistent in the models with, and without, managing OPO as a fixed effect, they suggest that factors other than unique operations or practices at individual OPOs were associated with observed differences in outcomes between recovery locations.The study should be interpreted in the context of its limitations. Information on organ recovery procedure location was missing for 20.7% of cohort donors meeting inclusion criteria. Although excluding donors missing the primary exposure variable was required to conduct analyses, demographic and clinical characteristics of donors with missing and recorded recovery procedure locations were comparable, and sensitivity analyses using inverse probability of treatment weighting and an alternate sample definition produced results similar to the overall analysis. It is possible that donors in hospitals differed from donors in OPO-based organ recovery facilities due to selective transfer of donors expected to donate more transplantable organs or due to avoidance of transfer of clinically unstable donors. However, most measured characteristics associated with transplantation outcomes, such as Kidney Donor Profile Index18were similar between donors in both groups. Study findings also persisted in models that adjusted for donor factors, including age, mechanism of death, and comorbid disease. The study sample was necessarily constrained to donors managed by OPOs operating facilities at the time of the study; it is not yet known whether study findings may be generalizable to other OPOs or other approaches to centralized organ donor management, including hospital-based facilities or interhospital transfer arrangements.14,15Given the large number of hospitals captured in the dataset, analyses could not account for expected heterogeneity in donor management and recovery operations in hospitals. Moreover, outcomes varied between OPOs, highlighting the need for more research to correlate facility use and outcomes with other OPO performance measures and to examine differences in donor transfer, management, and organ optimization practices between facilities.Despite these limitations, this study has important policy implications. In December 2021, the US Centers for Medicare and Medicaid Services highlighted a need for additional research on the outcomes of care at OPO-based donor management facilities to guide policy.13This"
  },
  {
    "full_text": "management facilities to guide policy.13This study directly addressed this need by providing insight into core measures of organ donor outcomes at OPO-based organ recovery facilities versus hospitals. Subsequently, a National Research Council Report recommended that the US Department of Health and Human Services “require the establishment and use of a donor care unit for each OPO.”3(p. 31)Implicit in this recommendation is the hope that centralization can deliver consistency and high-quality care to organ donor management that will improve donation and transplantation outcomes nationwide.As approaches to centralized donor management grow and diversify, it remains unknown whether all deceased donors and patients with end-stage organ disease may benefit from wider adoption of OPO-based organ recovery facilities or whether benefits are limited to specific OPOs, referring acute-care hospitals, or types of donors. This study provided important evidence by suggesting that OPO-based organ recovery facilities may increase the number of organs transplanted per donor. Future research may focus on donor management and organ assessment practices in facilities as well as additional outcomes relevant to diverse stakeholders, including likelihood of consent for donation, family donation experiences, and organ quality metrics for donors managed at OPO-based facilities versus hospitals.ConclusionsAmong 5010 deceased organ donors after brain death, higher numbers of organs were transplanted among donors that underwent recovery procedures in OPO-based organ recovery facilities versus acute-care hospitals, with additional differences in secondary donation outcomes.Supplemental Materialsj-docx-1-pit-10.1177_15269248231164176 - Supplemental material for Organ Transplantation Outcomes of Deceased Organ Donors in Organ Procurement Organization-Based Recovery Facilities Versus Acute-Care HospitalsClick here for additional data file.Supplemental material, sj-docx-1-pit-10.1177_15269248231164176 for Organ Transplantation Outcomes of Deceased Organ Donors in Organ Procurement Organization-Based Recovery Facilities Versus Acute-Care Hospitals by Emily A. Vail, Douglas E. Schaubel and Peter L. Abt, Niels D. Martin, Peter P. Reese, Mark D. Neuman in Progress in Transplantation CONCLUSION: ConclusionsAmong 5010 deceased organ donors after brain death, higher numbers of organs were transplanted among donors that underwent recovery procedures in OPO-based organ recovery facilities versus acute-care hospitals, with additional differences in secondary donation outcomes."
  }
]