[
  {
    "full_text": "TITLE: Orthopaedic traumatology: fundamental principles and current controversies for the acute care surgeon ABSTRACT: Multiply injured patients with fractures are co-managed by acute care surgeons and orthopaedic surgeons. In most centers, orthopaedic surgeons definitively manage fractures, but preliminary management, including washouts, splinting, reductions, and external fixations, may be performed by selected acute care surgeons. The acute care surgeon should have a working knowledge of orthopaedic terminology to communicate with colleagues effectively. They should have an understanding of the composition of bone, periosteum, and cartilage, and their reaction when there is an injury. Fractures are usually fixed urgently, but some multiply injured patients are better served with a damage control strategy. Extremity compartment syndrome should be suspected in all critically injured patients with or without fractures and a low threshold for compartment pressure measurements or empiric fasciotomy maintained. Acute care surgeons performing rib fracture fixation and other chest wall injury reconstructions should follow the principles of open fracture reduction and stabilization. BODY: IntroductionAcute care surgery is a specialty born out of the demand for surgeons with broad expertise in managing trauma, emergency general surgery and surgical critical care.1The diverse training and experience of the acute care surgeon are considered fundamental for primary management of injured patients. Although in many European countries trauma surgeons are proficient in both general and orthopedic traumatology, in the USA acute care surgeons and orthopedic surgeons comanage trauma patients with fractures.2 3Local practice patterns and capability may allow for acute care surgeons to perform preliminary management of fractures including washouts, splinting, reductions and external fixations, but this is not expected to be the norm. American orthopedic surgeons possess a scientific and experiential knowledge of fracture care that is only mastered after years of concentrated training and experience. Nonetheless, in order to facilitate management of multiple-system injured patients, acute care surgeons need familiarity with the principles that guide optimal fracture management and lead to fracture healing with minimal complications. In addition, acute care surgeons are more frequently managing complex rib and sternal fractures with open reduction and internal fixation (ORIF). Optimal fracture management principles apply to chest wall injuries as well.BoneBone is a living organ in which osteoblasts and osteoclasts remodel the extracellular matrix in response to stress and trauma.4 5Cancellous (trabecular) bone is porous and located mainly in the metaphysis and epiphysis. Cortical bone is dense, mainly located in the diaphysis. Cortical bone offers better implant purchase and imparts superior strength to fixation constructs. The thickness of the cortex, however, is"
  },
  {
    "full_text": "The thickness of the cortex, however, is also factor in screw fixation since bones with thin cortices, for example, ribs, metacarpals, metatarsals and phalanges, may not reliably hold a screw and thus require special consideration in implant design and fixation strategies.6Bones are also classified by their shape, for example, long bones (humerus, femur, radius, ulna, tibia, fibula), short bones (carpal and tarsal bones), flat bones (scapula, ribs, sternum), irregular bones (vertebrae, pelvis, skull), pneumatic bones (sphenoid, ethmoid, maxilla) and sesamoid bones (patella, pisiform).PeriosteumPeriosteum consists of two layers, an outer fibrous layer and an inner more vascular layer that directly abuts cortical bone.7The inner layer is very robust in children and adolescents, which is why these patients usually heal fractures in an expedited fashion. Periosteum provides blood supply to the underlying bone and contains nociceptive nerve endings highly sensitive to injury and inflammation. The periosteum also contains progenitor cells that produce new osteoblasts and osteoclasts in response to injury and mechanical stress.Periosteum is an essential element in the healing of fractures. When the periosteum is destroyed or devascularized by trauma or infection, bone can be significantly limited in its regenerative capacity. When a surgeon intentionally strips the periosteum from the bone or cauterizes it, underlying bone may not survive therefore affecting bony healing.8CartilageCartilage consists of a sparse population of cells (chondrocytes) embedded within an abundant matrix.9There are three types of adult human cartilage: fibrous, elastic and hyaline. Fibrous cartilage forms part of the intervertebral discs and pubic symphysis. Elastic cartilage forms the auricle of the external ear. Hyaline cartilage is the most widespread and has two forms: articular and growth. Articular cartilage is found in the synovial joints and has remarkable mechanical properties: gliding smoothness, load distribution that minimizes stress on underlying bone and durability. Nonetheless, cartilage is less densely vascularized and innervated than bone and chondrocytes are slow to respond to injury.9Cartilage injuries and fractures, therefore, have less capacity to heal.FracturesWhen describing fractures, the acute care surgeon must use precise language and avoid vague terminology. Essential descriptive terminology includes the anatomic location of the injury, fracture pattern, the amount of displacement and whether the fracture is open or closed.Anatomic locations include articular, metaphyseal or diaphyseal injuries. An intra-articular fracture extends into the joint space. Fracture patterns include transverse, spiral, oblique, comminuted and segmental. A transverse fracture is perpendicular to the bone’s line of axis. Spiral and oblique are often confused. Both can be the result of a rotational force applied to the bone. A true spiral fracture involves a fracture line"
  },
  {
    "full_text": "A true spiral fracture involves a fracture line that traverses in two directions while an oblique fracture extends in a single plane. A comminuted fracture has multiple fragments and a segmental fracture is a type of comminuted fracture in which there are well-defined fragments. Certain fractures may be complicated by associated bone loss, which often occurs in the setting of an open fracture.Fracture displacement occurs when one fragment shifts in relation to the other through translation, angulation, shortening or rotation (figure 1). Typically, descriptions of displacement of hand and wrist fractures include the terms volar and dorsal instead of anterior and posterior and ulnar and radial instead of medial and lateral. The amount of translation should also be reported, as this may be a surrogate for the amount of energy required to create the fracture. Two millimeters or less of translation is considered ‘minimally displaced’. When describing angulation, the direction of which the apex of the angle is pointing should be stated, that is, medial angulation or volar angulation, as well as the degree of angulation, which can be measured using a goniometer (a protractor-like device). Shortening or rotation of the bone should be noticed on clinical examination and likewise reported.Figure 1(A) Lateral radiograph of the wrist-apex volar angulation (dorsal displacement) of comminuted distal radius fracture. (B) Anteroposterior radiograph of tibia/fibula - apex medial angulation (valgus) of simple, diaphyseal tibia fracture. (C) Lateral radiograph of tibia/fibula – apex anterior angulation of spiral, diaphyseal tibia fracture. (D) Anteroposterior radiograph of femur - medial displacement of simple, diaphyseal femur fracture without significant angulation.Communication of an open fracture is critical. Open fractures refer to injuries in which the fracture site has direct communication with the external environment. The presence of an open fracture has significant implications on injury management and prognosis.Healing phasesBone heals by regeneration with the same three stages of inflammation, repair and remodeling as soft tissue.4 5The ideal healing environment requires healthy bone, adequate blood supply and mechanical stability. The inflammatory stage is relatively short, constituting only about 10% of the total time. Inflammatory cells migrate to the injury site, vasodilation ensues and the patient experiences swelling, erythema, bruising, pain and impaired function. A hematoma forms between the fractured ends. In a closed fracture, the increased pressure within the hematoma compresses the blood vessels, limiting the size of the hematoma. Nevertheless, the bleeding associated with a closed fracture can still be substantial. For example, a closed femur fracture can result in several liters of blood loss. Open fractures can hemorrhage substantially, as the tamponade effect of the surrounding tissue is absent.The repair stage commences by the first or"
  },
  {
    "full_text": "absent.The repair stage commences by the first or second week. Fibroblasts appear and begin assembling a new matrix. Angiogenesis occurs during this stage and vessels begin penetrating newly developed tissue. The fracture hematoma provides a fibrin scaffold for the formation of the ‘soft’ callus. This callus is primarily type II cartilage and its structure resembles woven bone. Bone begins to replace the cartilage about 3 weeks from injury, forming the ‘hard’ callus.During the repair phase, collagen fibers are laid at random angles to each other as if they were ‘woven’. With repetitive mechanical loading over several months, woven bone remodels into lamellar bone. Fractured bone that is ‘stress-shielded’ by metal plates or immobility, however, may remain in a woven (immature) state indefinitely.6The remodeling phase of fracture healing begins approximately 6 weeks after the injury. Woven bone is gradually replaced with lamellar bone and the callus is resorbed. This stage may last months to years.Primary versus secondary healingPrimary (direct) fracture healing occurs with rigid immobilization and compression at the fracture site.6There is essentially no motion at the fracture site and healing occurs through intramembranous ossification. A callus will not be formed. Therefore, when reviewing imaging of a rigidly fixed fracture, do not expect to see radiographic evidence of a callus to indicate progressive healing. Rigid immobilization is often achieved with conventional plates and compression screws.Secondary (indirect) healing occurs when there is motion at the fracture site.6If the fracture is healing, a callus should be seen on radiographic imaging. Indirect healing occurs with casting, external fixation, intramedullary nailing and newer types of locked plating systems.The difference between primary and secondary healing emphasizes an important concept. Fracture care requires a balance between motion and stability. Inadequate stabilization can allow excess motion at the fracture site. Too much motion can impede tissue differentiation to bone, resulting in insufficient matrix formation. If there is overstabilization and therefore no motion at the fracture site, there will not be sufficient stress stimulus to promote bone formation. The orthopedic traumatologist’s understanding of fracture pattern and construct mechanics instructs their choice of fixation strategy.Factors negatively affecting healingThe severity of the injury, the patient’s comorbidities and the surgery performed can affect fracture healing dramatically.10–12Open fractures, bone loss, bone devitalization, contamination and infection can be especially devastating.12Negative patient characteristics include advanced age, malnutrition, smoking, significant comorbidities and the use of non-steroidal anti-inflammatory drugs (NSAIDs).10 11Comorbid conditions such as diabetes mellitus, peripheral vascular disease, rheumatoid arthritis and vitamin D deficiency impair healing.10 11Smoking"
  },
  {
    "full_text": "vitamin D deficiency impair healing.10 11Smoking increases the risk of fracture non-union.13Because of reliable efficacy in inflammation and pain control, NSAID use is prevalent in acute and chronic musculoskeletal injuries, but NSAIDs may have a negative effect on fracture healing.14Individual orthopedic surgeons should be consulted as to whether they will allow NSAIDs to be prescribed to their patients during fracture healing. Perioperative hyperglycemia is an independent risk factor for surgical site infection even in patients without a known history of diabetes.15Surgical factors leading to fracture complications include poor reduction, unstable fixation, bone devitalization and surgical site infection.11Initial managementInitial management for a fracture is realignment and splinting. Realignment and splinting improve pain control, arterial flow, venous drainage and decreases soft tissue tension caused by displaced fractures. Furthermore, realignment and splinting can decrease the potential volume around the fracture diminishing the amount of bleeding. Displaced fractures may also result in nerve impingement that can be relieved with realignment. A dislocated joint should be urgently reduced to prevent further damage to the ligaments, tendons, neurovascular structures and the inner chondral surfaces. Splints are non-circumferential and are molded or otherwise secured around a limb to accommodate swelling.Casts are circumferential, made from plaster or synthetic material. Focal pressure over a bony prominence can cause skin and soft tissue pressure necrosis, hence the need for careful application and extra padding over threatened skin.Traction improves alignment, reduces fracture motion and can be used as a temporary measure until definitive fixation. An example of this would be the multiple-injured patient with a severe head injury with elevated intracranial pressures and a femur fracture. Length and alignment of the femur fracture can be maintained in traction until the brain injury improves enough for the patient to tolerate non-cranial invasive procedures. Both skeletal and cutaneous traction may be used in a safe manner, however skeletal traction is typically preferred over cutaneous, especially for prolonged delays.16Open fracturesOpen fractures should likewise be realigned, dressed with gauze and splinted but gross contamination should be cleansed prior to dressing the wound, and formal irrigation and debridement in the operating room or the intensive care unit (ICU) will be necessary.17Hydrogen peroxide and povidone are not recommended for irrigation because of toxicity to cells.18 19High-pressure pulsatile lavage is equivalent to gravity-assisted lavage for the initial irrigation of open fractures,20but may cause increased damage to bone and soft tissue. Low pressure lavage remains a cost-effective alternative for cleansing open fractures. Intravenous antibiotics should be administered on presentation and continued until a thorough"
  },
  {
    "full_text": "on presentation and continued until a thorough debridement in the operating room has occurred.21 22For most fractures, a first-generation cephalosporin can be used. For high-energy mechanisms, segmental fractures or fractures with a large soft tissue defect additional antibiotics are recommended to cover Gram-negative flora. Due to the nephrotoxicity of aminoglycosides, there has been a transition to using fluoroquinolones or ceftriaxone in polytrauma patients to avoid further kidney injury during resuscitation. If there is a farm-related injury, the addition of penicillin is recommended to coverClostridium.21 22Tetanus prophylaxis is advised. Soft tissue coverage (ie, skin grafting, rotational tissue transfer or flap coverage) may be necessary.Controversy: damage control orthopedics versus early appropriate careDamage control orthopedics (DCO) is a fracture management strategy reserved for the minority of fracture patients who are severely or multiply injured.23–26DCO principles encourage the orthopedic traumatologist to delay definitive fixation until the patient is ‘resuscitated’.27Instead of early definitive fixation (<24–36 hours postinjury), the orthopedic surgeon temporarily restores alignment and limb length with traction or external fixation in ‘borderline’ and ‘high-risk’ patients.28–30Patients with higher degrees of injury, shock, coagulopathy and hypothermia may benefit from DCO.30Patients with significant brain, chest or abdominal injuries regardless of the above abnormalities are also candidates.28 31–33DCO may also be used if severe injury is present to skin or muscle resulting in compartment syndrome or vascular injury as well as if the surgeon or system have limitations. Delaying definitive fixation in the vast majority of patients who could tolerate early appropriate care (EAC), however, is also associated with unnecessary harm and expense.26 34The ‘second hit’ theory is often used to explain the physiology behind the benefit of delaying definitive fixation until the unstable patient is resuscitated.30In multitrauma patients, an early surgical intervention may elicit a second inflammatory insult resulting in a detrimental immune-mediated hyperinflammatory response.35‘Fat embolism’ occurring during fracture manipulation or reaming of intramedullary canals can be an additive insult leading to Acute Respiratory Distress Syndrome (ARDS).36Current controversy lies in how aggressively to apply DCO. Using clinical grading criteria based on retrospective database analysis, Papeet alproposed a four-tiered categorization of stable, unstable, borderline and in extremis based on evaluation of the patient’s degree of shock, coagulopathy, hypothermia and soft tissue injury37(box 1). These criteria are complicated, however, and likely have led to the DCO strategy being applied more often than necessary.26Nahmet alhave argued, also based on retrospective database analysis, that the decision to apply DCO is simpler and can be based on pH, base"
  },
  {
    "full_text": "apply DCO is simpler and can be based on pH, base excess and lactate levels alone26(box 2). Using EAC criteria, Vallieret alargue that DCO need only apply to about 4% of fracture patients presenting to a level 1 trauma center.26Vallieret alagree that severe head injury, cardiac instability and severe pulmonary dysfunction would be exceptions to their findings, but they found that pulmonary injury was not as detrimental to EAC patients as did Papeet al.26 37Box 1Clinical criteria by Papeet alfor ‘borderline’ and higher risk patients30 37ISS ≥40ISS >20 with thoracic injury (AIS ≥3)Multiple long bone fractures plus truncal injuries (AIS≥2)Abdominal/pelvic trauma (AIS ≥4) plus hypotension (SBP <90 mm Hg)Bilateral pulmonary contusion on first plain filmPresumed operation time >6 hoursMean PA pressure >24 mm HgPA pressure increase during intramedullary nailing >6 mm HgHypothermia (≤35°C)Moderate or severe head injury (AIS ≥3)P/F ratio 300–350Platelet count 90K–110KFibrinogen ≤1 g/L2–8 units blood transfusion initiallyLactate≥2.5AIS, Abbreviated Injury Scale; ISS, Injury Severity Score; K, 1000; PA, pulmonary artery; SBP, systolic blood pressure.Box 2Criteria by Nahmet alfor damage control orthopedics (DCO)*26pH<7.25Base excess<5.5Lactate>4.0*Any one of the three abnormalities qualifies the patient for the ‘high-risk’ categoryWe support a DCO protocol which delays definitive fixation in patients with the following: base deficit≥5.5 or lactate≥4, coagulopathy (INR>1.6) and core temperature≤33°C. These abnormalities, however, can often be corrected rapidly (within several hours) and do not necessarily preclude EAC. Additional considerations that may influence surgical timing but not necessarily preclude EAC include the degree of soft tissue injury associated with any fracture, the platelet count and the use of any vasopressor therapy. For patients with a significant brain injury our neurosurgeons generally require an intracerebral pressure (ICP) monitor in place and will not clear the patient for non-emergency surgery until the ICP is <20 mm Hg without significant surges or spikes. We encourage the placement of external fixators, washouts and appropriate antibiotic treatment of open fractures in the ICU (rather than the operating room) in patients selected for DCO.Additionally, in the majority of multi-injured patients who are resuscitated, combination surgeries, that is, combining two or three operative procedures in the same setting on the same day, in resuscitated patients is safe.38Box 3summarizes generally accepted practice principles for DCO and EAC.Box 3Generally accepted practice principles for damage control orthopedics (DCO) vs early appropriate care (EAC)DCO applies to a minority (as low as 4%) of all fracture patients.26Delaying definitive fixation in patients who qualify for EAC may cause harm.26 34Selected fracture patients with severe brain, pulmonary and abdominal injuries may benefit from DCO.24–33Under-resuscitated, coagulopathic and"
  },
  {
    "full_text": "DCO.24–33Under-resuscitated, coagulopathic and hypothermic patients may benefit from DCO, but these abnormalities can usually be rapidly corrected.24–30In resuscitated patients, it is not necessary to stage multiple surgeries on alternate days.38Minimally invasive osteosynthesisFracture fixation surgical approaches have evolved considerably in the last two decades.39When an indirect reduction maneuver is performed with application of percutaneously placed plates, the technique is collectively referred to as ‘minimally’ or ‘less’ invasive osteosynthesis.40–42This approach strives to maintain a healthy envelope of tissue surrounding the bone. Less disruption of the fracture site hematoma is believed to be more optimal for fracture healing.These techniques can be very technically challenging. The lack of open visualization of the fracture site visualization increases the difficulty of reduction and the potential for nerve or vascular injury.43 44Furthermore, appropriate application of these techniques is required to ensure an appropriate mechanical environment results to allow for bone healing.Fracture non-unionsWhen there is inadequate healing, a fracture non-union may result.45The strict definition of a non-union is a fracture older than 9 months without progressive healing for three consecutive months. Orthopedic surgeons, however, may diagnose a non-union in as little as 6 months if they are convinced that without intervention there is no further potential for healing. The risk of non-union is approximately 5% and is related to the degree of displacement, surrounding tissue damage, anatomic location and patient characteristics. A diagnosis of non-union should be considered if there is persistent pain, progressive deformity, failing implants or no radiographic evidence of healing if using indirect methods. If the fracture does not heal, any implant that has been placed will ultimately fail.Non-unions are further described as either infected or aseptic.46The workup for a non-union includes infectious (white blood cell count, erythrocyte sedimentation rate, C reactive protein) and endocrinology labs (hemoglobin A1c, thyroid-stimulating hormone, 25-hydroxyvitamin D, albumin). If there is an infected non-union, the ideal scenario would be to remove the implants because there is a biofilm created by bacteria, and without removal, the organisms will with few exceptions never be fully eradicated.47 48Once an infection is identified, empiric antibiotics may be started if the patient is demonstrating evidence of sepsis. If the patient does not have signs or symptoms of systemic illness, antibiotics should be reserved for surgical debridement and intraoperative cultures in order to tailor to culture-specific sensitivities. During surgery, local antibiotics can also be delivered in the form of antibiotic impregnated devices (cement beads, intramedullary nails or calcium sulfate).49Aseptic non-unions are treated much differently. There are three types of"
  },
  {
    "full_text": "much differently. There are three types of aseptic non-unions: hypertrophic, atrophic and oligotrophic. Differentiation is important to choose the correct treatment protocol. Hypertrophic non-unions have too much motion at the fracture site. In hypertrophic non-unions, there is a lack of sufficient stability to promote healing in spite of biologic capacity.50The increased motion causes excess bone development, resembling an ‘elephant foot’ or ‘horse hoof’ on radiograph (figure 2). Hypertrophic non-unions are treated with revision surgical intervention to increase construct stiffness. Atrophic non-unions, on the other hand, have an insufficient biologic environment to heal. This may be compounded by inadequate stabilization. A persistent gap at the fracture site on X-ray, without callus formation, will be seen on radiograph. Effective treatment of atrophic non-unions adds a biologic stimulus for healing, such as bone grafting. Oligotrophic non-unions have a combination of stability and biologic insufficiencies. These occur when the fracture has inadequate fixation and possible compromise of biologic healing capacity. Secondary healing cannot occur because of these deficiencies. On radiograph, there will be minimal callus formation and a fracture gap.Figure 2Hypertrophic tibial fracture non-union.Absorbable prosthesesBiodegradable orthopedic implants have been used for fracture fixation for decades.51A variety of biomaterials are available but the most studied and clinically applicable absorbable prostheses are those made from various polymers of polylactic acid. Polylactic acid polymers are, depending on their formulation, sturdy enough for modest load bearing and are degraded in vivo by hydrolysis over several weeks to months.52 53Biodegradable implants have the theoretic advantage as they absorb of gradually shifting the stabilization of the fracture from the plate to the callous, thus preventing ‘stress-shielding’ and promoting a stronger bony union.54Although absorbable plates are not currently commonly used in routine extremity fractures, they may have a role for bone regeneration scaffolding in complex fractures with bone loss.OrthobiologicsNew technology is arising to augment the biology of fracture care and is referred to as orthobiologics.55 56There are many different bone substitutes in which three properties are described. Osteoinductive strategies provide growth factors to encourage mesenchymal osteoprogenitor cells to differentiate into the osteoblastic lineages, which direct bone growth and repair. Osteoconductive grafts provide structural support and serve as a scaffold for bone growth. Osteogenesis refers to the direct transplant of osteoblasts and periosteal cells to the fracture site to produce bone. The gold standard for bone graft had until recently been autogenous iliac crest bone, which includes all three biologic properties.57However, harvesting iliac crest graft can result in chronic pain at the site of harvest and there"
  },
  {
    "full_text": "in chronic pain at the site of harvest and there is a limited supply.57Alternatives to an autograft are cadaveric bone, demineralized bone matrix and bone morphogenic protein products. Cadaveric bone, however, only has osteoconductive properties. Demineralized bone matrix is commercially available as a putty, paste, sheets and pieces.58This material provides a degradable matrix of bone proteins, calcium, phosphates and trace cellular debris that has both osteoconductive and osteoinductive properties. It is often used as a supplement in bone repair and regenerative strategies, but the consistency of the product has been questioned. Recombinant bone morphogenic protein (rBMP) is osteoinductive and has been shown to induce bone formation in a variety of clinical scenarios.59The addition of rBMP-2 to the fracture site of open tibial fractures is associated with significantly fewer hardware failures, faster healing and fewer infections compared with controls.60Extremity compartment syndromeExtremity compartment syndrome occurs when elevated pressure within a muscle compartment causes decreased capillary perfusion and compression of the venules.61 62This ultimately leads to a decrease in arterial flow and if left untreated will result in muscle necrosis and nerve degeneration, with the possibility of rhabdomyolysis. Extremity compartment syndrome is often related to trauma. Compartment syndrome may occur with or without an accompanying fracture in a wide variety of clinical scenarios in any extremity. The duration and amount of pressure directly correlate with the extent of irreversible tissue loss and therefore a low threshold for suspicion and early operative intervention is paramount.In the alert and responsive patient, the diagnosis can usually be made on physical exam alone, however in a patient with a decreased level of consciousness the syndrome can present silently.63Pain on passive stretch, pain out of proportion to exam and sensory changes are unreliable in obtunded patients. Aggressive screening for extremity compartment syndrome in severely injured patient in the ICU yielded an incidence of 20%.63Direct measurement of intracompartmental pressures with a handheld device such as the Stryker Intracompartmental Pressure Monitor System (Stryker, Kalamazoo, Michigan, USA) is simple and can be reliable if used appropriately.64 65Ideally, the pressure is measured close to the fracture site.66Differential pressures (diastolic minus compartment pressure)<30 indicate serious consideration for operative fasciotomy.67 68However, the use of an intracompartmental measuring device is controversial among orthopedic surgeons. This instrument has also been found to have a 30% catastrophic failure rate independent of the experience of the user.69Many orthopedic surgeons advocate that if there is a high clinical suspicion for compartment syndrome, a surgeon should not be reassured from low intracompartmental pressures and a prophylactic fasciotomy should be"
  },
  {
    "full_text": "pressures and a prophylactic fasciotomy should be performed.Rib fracture fixation: an intersection of acute care surgery and orthopaedic traumatologyRib fracture internal fixation has emerged as a standard of care option for selected patients with chest wall injury syndromes, including flail chest and flail chest equivalent injuries.70Orthopedic surgeons, general trauma surgeons and thoracic surgeons have all expressed an interest in providing this challenging procedure to their patients.71 72Because orthopedic surgeons are the best prepared to manage the variety of fixation challenges that rib fractures present, acute care surgeons and thoracic surgeons would be wise to invite orthopedic surgeons to participate in the conduct of the surgery if they are unfamiliar with rib fixation. Patients with flail chest are not common at many centers; therefore, not all acute care surgeons will gain proficiency with this procedure. Thus, the number of different surgeons who perform this surgery at each center should be limited.73The principles that govern successful fracture fixation in extremity injuries likewise govern successful rib fracture fixation. In fact, rib fracture fixation presents special challenges since ribs have a notoriously thin cortex, come in a variety of thickness and contours and are subject to perpetual motion during breathing. The risk of non-union following rib fractures is similar to that in extremity fractures (5%) and may cause chronic pain (figure 3). Resection of a fibrous rib fracture non-union with or without internal fixation in select patients will relieve chronic pain and disability.74 75Figure 3Multiple rib fracture non-unions several months after blunt chest wall trauma."
  }
]