[
  {
    "full_text": "TITLE: Outcome following unplanned critical care admission after lung resection ABSTRACT: Objective(s)Patients undergoing lung resection are at risk of perioperative complications, many of which necessitate unplanned critical care unit admission in the postoperative period. We sought to characterize this population, providing an up-to-date estimate of the incidence of unplanned critical care admission, and to assess critical care and hospital stay, resource use, mortality, and outcomes.MethodsA multicenter retrospective cohort study of patients undergoing lung resection in participating UK hospitals over 2 years. A comprehensive dataset was recorded for each critical care admission (defined as the need for intubation and mechanical ventilation and/or renal replacement therapy), in addition to a simplified dataset in all patients undergoing lung resection during the study period. Multivariable regression analysis was used to identify factors independently associated with critical care outcome.ResultsA total of 11,208 patients underwent lung resection in 16 collaborating centers during the study period, and 253 patients (2.3%) required unplanned critical care admission with a median duration of stay of 13 (4-28) days. The predominant indication for admission was respiratory failure (68.1%), with 77.8% of patients admitted during the first 7 days following surgery. Eighty-seven (34.4%) died in critical care. On multivariable regression, only the diagnosis of right ventricular dysfunction and the need for both mechanical ventilation and renal-replacement therapy were independently associated with critical care survival; this model, however, had poor predictive value.ConclusionsAlthough resource-intensive and subject to prolonged stay, following unplanned admission to critical care after lung resection outcomes are good for many patients; 65.6% of patients survived to hospital discharge, and 62.7% were discharged to their own home. BODY: Outcomes following unplanned critical care admission in 253 patients across 16 UK centers.Central MessageAlthough critical care admission following lung resection is associated with prolonged stay, good outcomes are achievable for many.PerspectivePatients undergoing lung resection are at risk of complications, many of which necessitate unplanned critical care admission, and which historically have been associated with high mortality. Although resource-intensive and associated with prolonged critical care stay, critical care admission in this cohort is associated with good outcomes in the majority.See Commentary on page 291.Patients undergoing lung resection are often elderly and have underlying cardiorespiratory comorbidities, leading to a risk of perioperative complications, many of which necessitate critical care unit admission in the postoperative period. Although there has been a great deal of research focusing on specific postoperative complications following lung resection, for example, atrial fibrillation or"
  },
  {
    "full_text": "resection, for example, atrial fibrillation or lung injury, the population requiring unplanned critical care admission has received relatively little attention.Following a successful single-center pilot study,1we performed a multicenter retrospective cohort study, co-ordinated by the UK Association of Cardiothoracic Anaesthesia and Critical Care (ACTACC) to examine unplanned critical care admission following lung resection over a period of 2 years. The study had 3 main aims. First, we sought to characterize this population, providing an up-to-date estimate of the incidence of unplanned critical care admission, describing the demographics of the patients requiring critical care and recording the indication. Second, we sought to assess the burden of disease by recording critical care and hospital stay, resource use, mortality, and postcritical care outcomes. These 2 aims are the focus of the current manuscript. Finally, we sought to identify the effect of a number of perioperative exposures of interest on the need for postoperative critical care admission; these analyses are described elsewhere.2MethodsThe study was a conducted as a multicenter retrospective cohort study of all patients undergoing lung resection surgery in participating UK hospitals during the calendar years 2013 and 2014. As this was an audit of routinely collected data, waiver of the need for research ethics committee approval was confirmed on behalf of the National Research Ethics Committee. Individual participating centers obtained local hospital approval as required. Consent for analysis of data was obtained from London School of Hygiene and Tropical Medicine Research Ethical Committee (LSHTM Ethics Ref: 11703).All thoracic surgical centers in the United Kingdom and Ireland were invited to apply through the ACTACC, through word of mouth, and by direct advertising at ACTACC scientific congresses. A total of 16 centers of 34 provided data. For the purposes of the study, critical care admission was defined as “unplanned critical care admission and need for invasive mechanical ventilation and/or renal replacement therapy.” Patients whose tracheas were not extubated immediately following surgery and transferred to the critical care for mechanical ventilation and postoperative care were included as “unplanned critical care admissions,” if postoperative mechanical ventilation was unplanned and the duration exceeded 12 hours.A detailed dataset was recorded for each critical care admission incorporating; baseline characteristics (including age, sex, resection type, operative side, pulmonary function test results, comorbidities and Thoracoscore—the Thoracic Surgery Scoring System3), anesthetic and surgical technique, reason for admission, and critical care outcomes. To allow calculation of an overall incidence of critical care admission, a denominator was sought that reflected the number of patients undergoing lung resection in a given center during the study period. Given the"
  },
  {
    "full_text": "a given center during the study period. Given the retrospective nature of the study, and to avoid excessively burdening collaborators, data collection on this cohort were restricted to readily available demographics.Simple tabulations and summary statistics were used to investigate and describe the characteristics of critical care patients in the sample. All continuous outcome variables were first assessed for normality and natural log transformations were used as appropriate. Crude critical care unit mortality was calculated for each center and the sample as a whole. Individual-center estimates were compared with the overall incidence in the sample using a funnel plot with limits of agreement at 2 and 3 standard deviations from the overall incidence estimate.4In the absence of any reliable model to predict critical care unit outcome following unplanned admission, no adjustment was made for case-mix.Multivariable regression analysis was used to identify factors independently associated with critical care outcome. Due to the large amount of missing data, a combination of the forward and backward stepwise approach was used to build a model predicting critical care mortality. An initial screening step was taken by conducting univariate analyses on all variables with at least 80% complete records within the critical care subjects (with the exception of Thoracoscore, which was only 73.1% complete but considered as an important predictive variable). Only those variables showing some evidence of association with the outcome (with valueP< .1) were then included in backward stepwise analysis. A significance level ofP< .05 was selected as the cut-off point—to determine which variables were to be retained in the model. The fit of the final predictive models was assessed through the Hosmer–Lemeshow goodness-of-fit test, with 10 groups. Predictive ability of the model for critical care mortality was further assessed by analysis of area under the receiver operating characteristic curve. All data analysis was performed using Stata 15.0 Software (StataCorp, College Station, Tex).ResultsIncidence of Critical Care AdmissionA total of 11,208 patients underwent lung resection in 16 collaborating centers during the study period, and 253 patients required unplanned critical care admission, resulting in an overall incidence of 2.3% (95% confidence interval, 2.0%-2.6%).Patient DemographicsAs previously reported, patients admitted to critical care following lung resection were older, more likely to be female, were likely to have undergone more extensive lung resection, and were less likely to have undergone video-assisted thoracoscopic surgery compared with patients not admitted to critical care.2Demographics of the critical care cohort however appear to broadly reflect the UK thoracic surgical population as a whole (Table 1); the majority of patients were older than 60 years of age (224 [88.5%] of patients were aged 60 years or older) with a relatively even balance by"
  },
  {
    "full_text": "years or older) with a relatively even balance by sex. The majority of patients underwent lobectomy surgery (76%), by open thoracotomy (82%). Nearly two-thirds of patients had right-sided lung resections (63%,Table 1).Table 1Demographic and surgical details of 253 patients undergoing lung resection during the study period who required unplanned critical care admissionResultMissingPatient demographicsAge, y69.2 (9.4)0 (0.0%)Sex0 (0.0%)Male149 (58.9%)Female104 (41.1%)Body mass index, kg/m226.4 (5.7)24 (9.5%)Preoperative dataFEV1(% predicted)74.1 (20.5)50 (19.8%)DLCO (% predicted)58.3 (23.9)58 (22.9%)FEV1/FVC (%)54.0 (39.1)57 (22.5%)Sao2breathing room air96 (95-98)67 (26.5%)Thoracoscore2.6 (1.5-4.1)68 (26.9%)Revised cardiac risk index1 (1-2 [0-4])30 (11.9%)Haemoglobin, g/dL12.9 (1.9)38 (15.0%)Creatinine, μmol/L82 (66-103)38 (15.0%)Nonsinus rhythm23 (11.6%)54 (21.3%)Surgical dataType of resection0 (0.0%)Pneumonectomy25 (9.9%)LVRS5 (2.0%)Lobectomy/bilobectomy192 (75.5%)Sublobar31 (12.65%)Resection including chest wall resection17 (7.9%)37 (14.6%)Side of surgery0 (0.0%)Left93 (36.8%)Right160 (63.2%)Surgical technique4 (1.6%)Open204 (81.9%)VATS45 (18.1%)Duration of surgery, min210 (153-270)69 (27.3)Surgical complicationsUnplanned conversion VATS to open18 (8.5%)41 (16.2%)Any reoperation postoperatively34 (15.8%)38 (15.2%)Values are mean (standard deviation), number (proportion), or median (interquartile range) as appropriate. Missing data column reflects, for each variable, number (proportion) of the 253 cases for whom data was missing; summary statistics for each variable reflect cases without missing data.FEV1, Forced expiratory volume in one second;DLCO, diffusing capacity for carbon monoxide;FVC, forced vital capacity;Sao2, oxygen saturation of hemoglobin;LVRS, lung volume reduction surgery;VATS, video-assisted thoracoscopic surgery.Indication for Critical Care AdmissionOf the 2 inclusion criteria, 181 patients (73.3%) were admitted to critical care for mechanical ventilation and 13 (5.3%) for renal-replacement therapy. Fifty-three patients (21.5%) had both mechanical ventilation and renal-replacement therapy recorded as inclusion criteria. Most patients were admitted to critical care in their first postoperative week, with 55 patients (22.2%) being admitted on or after postoperative day 7. There was a characteristic bimodal distribution to the day of critical care admission with most admissions occurring on the day of surgery (postoperative day zero) and a second peak occurring on day 2-3 (Figure 1).Figure 1Number of critical care admissions per day in 253 patients admitted unplanned to critical care following lung resection. Both survivors and nonsurvivors demonstrate a characteristic bimodal distribution with the most admissions occurring on the day of surgery (postoperative day zero) and a second peak occurring on day 2-3. There was no difference in day of admission between survivors and non-survivors (P= .06, univariate regression). Data"
  },
  {
    "full_text": "(P= .06, univariate regression). Data smoothing by 348-point cubic spline plot.“Respiratory failure” was the disease process responsible for critical care admission in the vast majority of cases (n = 171, 68.1%), with a small number of patients also being admitted for airway compromise, acute kidney injury, management of bleeding, cardiac arrest, and sepsis (Table 2). Within the group in which respiratory failure was the admission diagnosis, infection was most frequently cited as the “perceived cause of respiratory failure” (n = 68 [37.6%],Table 2).Table 2Critical care unit diagnoses and therapies received in 253 patients undergoing lung resection during the study periodMissingnResultCritical care admission diagnosesInclusion criteria met6 (2.4%)Mechanical ventilation18173.3%Renal-replacement therapy135.3%Both5321.5%Primary admission diagnosis2 (0.79%)Respiratory failure17168.1%Bleeding166.4%Airway complication156.0%Acute kidney injury135.2%Cardiac arrest124.8%Sepsis72.8%Other176.8%If respiratory failure is the perceived cause∗15 (7.7%)Infection6837.6%Sputum retention3921.5%Persistent air leak/surgical emphysema179.4%ALI/ARDS168.8%Cardiac failure63.3%Aspiration52.8%Pulmonary thromboembolism42.2%Bronchopleural fistula21.1%Other2413.3%Critical care admission day (days postoperatively)5 (2.0%)Day 0 (day of surgery)6325.4%Day 1-613052.4%Day 7 onwards5522.2%APACHE-II score115 (45.5%)13819 (15-24)Other critical care diagnoses (during stay)ARDS38 (15.0%)5324.6%RV dysfunction40 (15.8%)2712.7%Critical care therapies received during stayMechanical ventilation6 (2.4%)23494.7%Antibiotics for presumed chest source31 (12.3%)19587.8%Vasopressor33 (13.0%)16173.2%Tracheostomy4 (1.6%)12148.6%Renal-replacement therapy6 (2.4%)6626.7%Inotropes34 (13.4)5826.4%Inhaled nitric oxide31 (12.3%)83.6%ECCO2R31 (12.3%)31.4%VV-ECMO31 (12.3%)10.5%VA-ECMO31 (12.3%)00%Missing data column reflects no. of patients for whom this variable was applicable but not available. The n column reflects the available subset of 253 patient samples with which comparison was made. Results are presented as number (%) or median (interquartile range) as appropriate.ALI, Acute lung injury;ARDS, acute respiratory distress syndrome;APACHE-II, Acute Physiology and Chronic Health Evaluation II;RV, right ventricle;ECCO2R, extracorporeal carbon dioxide removal;VV-ECMO, venovenous extracorporeal membrane oxygenation;VA-ECMO, venoarterial extracorporeal membrane oxygenation.∗Includes respiratory failure as either primary or secondary critical care diagnosis.Critical Care and Hospital OutcomeOf the 253 patients admitted to critical care, 87 of 253 (34.4%) died in critical care. A further 2 patients recorded as surviving critical care died during their index admission, yielding a hospital mortality of 35.9%. Of note, survival status at hospital discharge was not recorded for 5 patients documented as being “alive” on critical care discharge; these patients are therefore not included in the hospital mortality"
  },
  {
    "full_text": "therefore not included in the hospital mortality assessment. Visual analysis of the funnel plot displaying critical care mortality against number of admissions by center (Figure 2) revealed no significant outliers (defined as having a critical care mortality greater than 3 standard deviations from the mean) among the 16 UK centers.Figure 2Critical care mortality as a function of number of unplanned postoperative critical care admissions by center. Each data point represents 1 of 16 UK thoracic surgical centers.Red linerepresents mean ICU mortality across all centers, warning limits are plotted at 2 and 3 standard deviations from the mean. Funnel plots have been shared with all participating centers for local audit/quality improvement purposes.ICU, Intensive care unit.The median duration of critical care stay in all patients was 13 (4-28) days, but this figure belies significant attrition bias (the median duration of stay in survivors was 26 [13-46] days) with a long tail to the markedly positively skewed distribution; 34 of the 163 (21.0%) had a critical care stay in excess of 30 days. Of 151 patients surviving to hospital discharge for whom discharge destination was known, 121 (80.1%) were discharged to their own home, whereas 30 (19.9%) were admitted to another care, nursing, or rehabilitation facility.Critical Care Resource UseAlmost all patients required mechanical ventilation during their critical care stay (n = 234 (94.7%),Table 2), with many patients receiving antibiotics at some point during their admission for a perceived chest source of sepsis (195 patients, 88%). The median duration of mechanical ventilation in survivors was 9 (interquartile range, 2-18) days, with 121 patients (51.7% of the 234 patients receiving mechanical ventilation) undergoing tracheostomy in critical care. Whilst many patients received vasopressors, inotropic agents were less frequently required. A small minority of patients received advanced “rescue” therapies such as inhaled nitric oxide, extracorporeal carbon dioxide removal, or extracorporeal membrane oxygenation (Table 2).Factors Associated With Critical Care OutcomeOn univariate analysis, critical care admission day (≤7 days vs >7 days postoperatively), need for both mechanical ventilation and renal-replacement therapy, need for vasopressors, Acute Physiology and Chronic Health Evaluation II score, and critical care diagnoses of acute respiratory distress syndrome (ARDS) and of right ventricular (RV) dysfunction were associated with critical care mortality (P≤ .06 for all,Table 3). Notably neither age, preoperative pulmonary function, nor preoperative Thoracoscore was associated with critical care mortality.Table 3Influence of patient demographics, surgical, and critical care admission details on the odds of critical care mortality following unplanned critical care admission after lung resection (univariate regression analysis)nOR (95% CI)PvaluePreoperative demographicsAge2531.00 (0.97-1.03).90Female"
  },
  {
    "full_text": "demographicsAge2531.00 (0.97-1.03).90Female sex2530.70 (0.41-1.20).20BMI, kg/m22291.00 (0.95-1.05).99FEV1(% predicted)2031.00 (0.99-1.02).83DLCO (% predicted)1951.00 (0.98-1.00).06Baseline Sao2, %1870.98 (0.94-1.03).43Nonsinus rhythm1991.56 (0.65-3.78).32Hemoglobin, g/dL2151.01 (0.99-1.03).24Creatinine, μmol/L2151.00 (0.99-1.00).53Surgical detailsResection248Sublobar (ref)1Lobectomy/bilobectomy0.91 (0.41-2.01).81Pneumonectomy1.68 (0.57-4.92).35Chest wall resection2160.75 (0.25-2.22).61VATS surgery (vs open)2491.06 (0.54-2.08).88Emergent conversion VATS to open2121.56 (0.58-4.12).38Any reoperation postoperatively2150.76 (0.34-1.69).50ICU admissionAdmission day postoperatively2481.04 (1.00-1.09).06Inclusion criteria247VentilationRefRRT0.43 (0.09-1.99).28RRT and ventilation3.07 (1.63-5.76).003Primary admission diagnosis251Airway complicationRefAKI0.40 (0.06-2.52).33Bleeding0.73 (0.16-3.45).70Cardiac arrest1.83 (0.37-8.98).46Respiratory failure1.19 (0.39-3.58).76Sepsis1.65 (0.26-10.31).59Other1.54 (0.37-6.48).56During ICU stayNeed for ABx for chest source2221.12 (0.48-2.62).79Need for ABx non-chest source2201.21 (0.60-2.43).60Need for vasopressors2202.7 (1.34-5.52)<.01Need for inotropes2192.07 (1.12-3.83).02Diagnosis of ALI/ARDS2152.74 (1.45-5.18)<.01Diagnosis of RV dysfunction2134.64 (1.97-10.96)<.01Risk scoresRevised cardiac risk index2431 (Ref)120.65 (0.32-1.32).2332.13 (0.73-6.12).1740.62 (0.06-6.06).70Thoracoscore (pre-op)1851.04 (0.96-1.14).35APACHE II (ICU admission)1151.08 (1.01-1.14).01The n column reflects available subset of 253 patient sample on which data were available. Variables in bold reflect the variables showing some evidence of association with the outcome (withP< .1), which were subsequently included in backward stepwise analysis.OR, Odds ratio;CI, confidence interval;BMI, body mass index;FEV1, forced expiratory volume in 1 second;DLCO, diffusing capacity for carbon monoxide; Sao2, oxygen saturation of hemoglobin;VATS, video-assisted thoracoscopic surgery;ICU, intensive care unit;RRT, renal-replacement therapy;AKI, acute kidney injury;Abx, antibiotics;ALI, acute lung injury;ARDS, acute respiratory distress syndrome;RV, right vent;APACHE-II, Acute Physiology and Chronic Health Evaluation II.On multivariate regression, only the critical care diagnosis of RV dysfunction and the need for both mechanical ventilation and renal-replacement therapy were independently predictive of critical care survival (Table 4). Hosmer–Lemeshow test (10 groups) results indicate that the predicted values for mortality in patients did not differ from the observed values, suggesting the final model was well calibrated (P= .24). This model, however, had poor predictive value for critical care survival, with an area under the receiver operating characteristic curve of 0.64 (95% confidence interval, 0.56-0.72,Figure 3).Table 4Influence of inclusion criteria and presence or absence of RV dysfunction on the odds of critical care mortality following unplanned"
  },
  {
    "full_text": "of critical care mortality following unplanned critical care admission after lung resection (multivariate regression)OR (95% CI)PvalueInclusion criteriaNeed for ventilation (ref)1Need for RRT0.51 (0.09-2.94).45Need for ventilation and RRT2.67 (1.35-5.29)<.01Presence of RV dysfunctionNo (ref)1Yes4.83 (2.05-11.38)<.01OR, Odds ratio;CI, confidence interval;RRT, renal-replacement therapy;RV, right ventricle.Figure 3Receiver operating characteristic curve demonstrating the predictive value of a multivariate model for critical care mortality following unplanned critical care admission following lung resection. Final model composed of need for both mechanical ventilation and renal replacement therapy and the presence/absence of right ventricular dysfunction (Table 4). Area under the receiver operating characteristic curve = 0.64, 95% confidence interval, 0.56-0.72.DiscussionThis is one of the largest studies to examine unplanned critical care unit admission following lung resection and the largest to address critical care resource use and outcome in this patient group. Its main finding is that of 253 patients admitted to critical care following lung resection, good outcomes were achievable for many patients; 65.6% of patients survived to hospital discharge and 62.7% were discharged to their own home following critical care admission. The study also provides potential targets for interventions aimed at improving outcomes in this challenging cohort.At the time of its conception, this study was the largest to address the issue of unplanned critical care admission following lung resection. A large retrospective American database study was recently published that reported broadly similar reintubation rates (3.5% reintubation rate vs 2.1% need for unplanned mechanical ventilation in the current cohort) and survival (28.7% 30-day mortality vs 35.3% hospital mortality in current cohort); it did not, however, address critical care resource use nor outcome.5The critical care survival in the current cohort compares favorably with historical datasets in which critical care mortality was reported at 25% to 46%6,7,8,9,10(summarized inTable E1). This comparison is made more encouraging by the observation that in many cases the inclusion criteria to qualify as an “critical care admission” in the previous studies is less stringent than that used in the current study and would be likely to reflect a less-sick group of patients (definitions are summarized inTable E1). By defining critical care admission using the hard clinical endpoints of “unplanned critical care admission and need for invasive mechanical ventilation and/or renal-replacement therapy,” this study intentionally excluded patients admitted to critical care on a precautionary basis but ultimately not requiring critical care interventions, or those simply nursed in critical care for logistical reasons.Although the critical care outcomes reported are encouraging, both in terms of mortality and hospital"
  },
  {
    "full_text": "both in terms of mortality and hospital discharge destination, it must be acknowledged that this was not without significant effort and burden on patients, families, and health care resources. The tracheostomy rate of 48.6% in the current cohort appears far in excess of that seen in data from across Europe, which suggest that 7% to 16% of critical care admissions will be managed with a tracheostomy at some point in their care.11,12Similarly, the median duration of mechanical ventilation and critical care unit stay (9 and 13 days, respectively) appear long; the UK Intensive Care National Audit and Research Center contemporaneously reported a mean critical care unit length of stay of 4.8 (standard deviation 8.5) days.13These data underscore the challenges of critical care management of this population and the difficulties faced in weaning from mechanical ventilation. Although the high tracheostomy rate is striking, it is impossible to conclude from the current data to what extent tracheostomy use may be over-represented in the thoracic surgical population. This population of elderly patients with significant respiratory comorbidity will be systematically different from the “all-comer” populations described in other reports and lack a risk adjusted comparator. Similarly, there is significant potential for observer bias such that tracheostomy rates are high because clinicians assume thoracic surgical patients will “need a tracheostomy.”Lower respiratory tract infection (LRTI) is a major clinical challenge in this population; infection and sputum retention were the perceived cause of respiratory failure in nearly 60% of cases, whereas more than 80% of patients received antibiotics for a perceived chest source of sepsis at some point during their stay. Future research employing a more robust definition of LRTI exploring the epidemiology of LRTI and potential interventions to reduce the risk would be of value in this population.Prolonged critical care and hospital stay are associated with a significant burden on resources but also on patients and families, especially in the event of a prolonged but unsuccessful critical care admission. It would have been useful therefore to identify factors associated with poor outcome and so provide some guidance to clinicians faced with the challenging decision of whether to offer or continue with the provision of critical care. It is disappointing, therefore, that it was not possible to create a risk prediction model that adequately predicts critical care outcome in this complex patient group.The need for invasive mechanical ventilation and renal-replacement therapy in addition to RV dysfunction were the only factors independently associated with critical care mortality in this cohort. Although a number of previous authors have attempted to identify predictive features of the need for reintubation14or critical care admission9,15,16following thoracic surgery, few have investigated factors associated with critical"
  },
  {
    "full_text": "investigated factors associated with critical care outcome. In the current study, the need for both mechanical ventilation and renal-replacement therapy was an independent predictor of poor outcome, conferring a 2.7 times increased risk of mortality compared with ventilation alone (when adjusted for RV dysfunction,Table 4). In one historical cohort, the combination of needing mechanical ventilation and renal-replacement therapy was described as “universally fatal.”8In the current cohort, however, this combination conferred a 69% mortality. In a single-center study of 94 patients admitted to critical care following major lung or esophageal resection over a period of 4 years, Song and colleagues7similarly found that renal failure was an independent risk factor for mortality, although in their study reported “no patient required ICU [critical care] admission primarily to treat renal failure”; in the current study, the small cohort of patients admitted to critical care for renal-replacement therapy without mechanical ventilation were at reduced mortality risk (8.3% critical care mortality for renal-replacement therapy as single inclusion criteria).In a retrospective single-center study of 63 patients “re-admitted to an intensive care [critical care] unit after initial recovery from major lung resection,” Jung and colleagues6found that ARDS and delirium were independent risk factors for in-hospital mortality. Although ARDS was associated with critical care mortality on univariate analysis in our cohort, this was not the case on multivariate analysis. Jung and colleagues,6however, made no assessment of RV dysfunction—it is plausible that the observation of increased mortality in patients with ARDS seen by Jung and colleagues6is contributed to by RV dysfunction and that the diagnosis of ARDS simply identifies a group of patients with more severe respiratory failure such that RV dysfunction is more common or of greater severity. RV dysfunction has long been understood to be a predictor of poor outcome in patients with ARDS.17For the purposes of this study, the presence of “RV dysfunction” was pragmatically defined if this was “recorded on echocardiography (by any subjective/objective indices), [AND] documented in the medical notes” (seeOnline Data Supplementfor definitions). It is a limitation of the study therefore that no “hard” definition of RV dysfunction was defined. There is also a risk of selection bias in this estimate; as RV dysfunction was not routinely screened for in all patients, it is likely deteriorating patients would have been more likely to undergo echocardiography and so be diagnosed with RV dysfunction. Nonetheless, it is of significant interest that in cases in which bedside clinicians believed there to be clinical evidence of RV dysfunction, that this independently predicted poor outcome. Our group has recently demonstrated using cardiovascular magnetic resonance that a decrement in RV function is commonplace following lung"
  },
  {
    "full_text": "in RV function is commonplace following lung resection.18In the face of respiratory failure and the need for invasive mechanical ventilation, “normal” postoperative changes in RV afterload may be magnified as airway pressures rise in combination with the pulmonary vasoconstrictive effects of hypoxia and hypercapnia. In cases of ARDS, this is further compounded by extrinsic vascular compression resulting from interstitial oedema, vasoconstrictor mediator release, endothelial dysfunction, and mechanical obstruction by thromboemboli, neutrophils, and platelets. It is intuitive therefore that following lung resection patients with respiratory failure receiving mechanical ventilation would be at high risk of RV dysfunction mandating prompt echocardiographic assessment in the face of hemodynamic comprise. Contemporary ventilatory practices in critical care, using low tidal volume and high positive end-expiratory pressure, are well recognized to have the potential to adversely affect RV function, with some experts recommending an “RV-protective approach” to mechanical ventilation in ARDS19; arguably thoracic surgical patients requiring postoperative mechanical ventilation should be treated in the same way.It is interesting to note that preoperative pulmonary function tests, despite being the mainstay of preoperative thoracic surgical risk stratification,20,21were not predictive of critical care outcome. Similarly, Thoracoscore, a well-validated thoracic surgical risk prediction tool for in-hospital mortality when calculated preoperatively,3was not independently predictive of critical care outcome. Furthermore, the Acute Physiology and Chronic Health Evaluation II, a widely used critical care scoring system and mortality risk predictor, was not associated with outcome in this patient cohort.LimitationsAlthough the largest in-depth description of patients admitted to critical care following lung resection published to date, this study is not without its limitations. First, as a retrospective study, outcome definitions (seeOnline Data Supplementfor definitions) could not be as stringent as those used in a prospective clinical trial setting (for example, the pragmatic definition of RV dysfunction described previously or the need to define antibiotic use for “perceived” chest sepsis rather than robust microbiological definitions). Second, this study was reliant on clinicians collecting data from clinical records, meaning some data points of interest were simply not available, leading to a large amount of missing data. This led to the pragmatic decision only to assess risk factors in which there was greater than 80% data completion. Inevitably, this means that some potential risk factors of interest could not be considered, such as frailty, functional capacity, specific comorbidities, or predicted postoperative pulmonary function. Although now not possible, longer-term patient follow-up would have allowed the benefit and success of unplanned critical care"
  },
  {
    "full_text": "benefit and success of unplanned critical care admission to be better assessed. Third, it must be acknowledged that funnel plot analysis of a limited dataset such as this is likely to be underpowered to detect subtle deviations from the benchmark value (dataset mean).22We believe, however, that the data presented here from a large and nationally representative cohort demonstrate that outcomes are better than might traditionally have been anticipated. Although it was not possible to create a robust risk prediction model for this population, the significant risk modifying effect of the need for both mechanical ventilation and renal-replacement therapy has been highlighted, and clinicians can be alerted to the risk, and significant implications of RV dysfunction in this population. Working collaboratively across the entire thoracic surgical, anesthetic, and allied health care teams, further work is required, first to identify methods of preventing critical care admission in this population and second to improve outcomes in those admitted to critical care.Conflict of Interest StatementThis research was carried out on behalf of the Association of Cardiothoracic Anaesthesia and Critical Care (ACTACC)—A.K. is the co-Chair and B.S. is a member of the Research Committee of ACTACC. A.K. or his institution has received educational grant funding, honoraria, or reimbursement for travel fromPharmacosmos,Fisher and Paykel,Hemonetics,10.13039/100015137HemoSonics,10.13039/501100006484Vifor Pharma, and10.13039/100016378Masimo. All other authors reported no conflicts of interest.TheJournalpolicy requires editors and reviewers to disclose conflicts of interest and to decline handling or reviewing manuscripts for which they may have a conflict of interest. The editors and reviewers of this article have no conflicts of interest."
  }
]