[
  {
    "full_text": "TITLE: Palliative care in acute care surgery: research challenges and opportunities ABSTRACT: SummaryPalliative care includes effective communication, relief of suffering and symptom management with an underlying goal of improving the quality of life for patients with serious illness and their families. Best practice palliative care is delivered in parallel with life-sustaining or life-prolonging care. Palliative care affirms life and regards death as a normal process, intends neither to hasten death nor to postpone death and includes but is not limited to end-of-life care. Palliative care encompasses both primary palliative care (which can and should be incorporated into the practice of acute care surgery) and specialty palliative care (consultation with a fellowship-trained palliative care provider). Acute care surgeons routinely care for individuals who may benefit from palliative care. Patients exposed to traumatic injury, emergency surgical conditions, major burns and/or critical surgical illness are more likely to be experiencing a serious illness than other hospitalized patients. Palliative care research is urgently needed in acute care surgery. At present, minimal high-quality research is available to guide selection of palliative care interventions. This narrative review summarizes the current state of research challenges and opportunities to address palliative care in acute care surgery. Palliative care research in acute care surgery can rely on either primary data collection or secondary and administrative data. Each approach has its advantages and limitations, which we will review in this article. BODY: IntroductionPalliative care includes effective communication, relief of suffering and symptom management with an underlying goal of improving the quality of life for patients with serious illness and their families.1Best practice palliative care is delivered in parallel with life-sustaining or life-prolonging care. Palliative care affirms life and regards death as a normal process, intends neither to hasten death nor to postpone death, and includes but is not limited to end-of-life care. Palliative care encompasses both primary palliative care (which can and should be incorporated into the practice of acute care surgery) and specialty palliative care (consultation with a fellowship-trained palliative care provider).2Acute care surgeons routinely care for individuals who may benefit from palliative care. Patients exposed to traumatic injury, emergency surgical conditions, major burns and/or critical surgical illness are more likely to be experiencing a serious illness than other hospitalized patients. An expert advisory panel defined serious illness among adult surgical patients as any one of the following 11 conditions: vulnerable elder (age >84 years or >64 years with any functional or cognitive disability); advanced cancer; oxygen-dependent pulmonary disease; heart failure with hospitalization; cirrhosis; dementia; end-stage renal"
  },
  {
    "full_text": "cirrhosis; dementia; end-stage renal disease; frailty; traumatic injury with severe traumatic brain injury (TBI) or critical injury; nursing home residence; or American Society of Anesthesiologists class 4–5.3Many of these conditions affect acute care surgical patients.Palliative care research is urgently needed in acute care surgery. At present, minimal high-quality research is available to guide selection of palliative care interventions.4Recently, the National Institutes of Health (NIH) and the National Palliative Care Research Center convened surgeon researchers to develop a national agenda for palliative care research.5Top research priorities included: (1) measuring outcomes that matter to patients, (2) communication and decision-making and (3) delivery of palliative care to surgical patients. A recent modified Delphi panel identified valid and feasible quality indicators for surgical palliative care, mapping discrete indicators to the preoperative, intraoperative, postoperative and end-of-life phases of care.6The field of surgical palliative care is ripe with opportunities, and acute care surgeons are steeped in clinical reality and thereby well-positioned to make important research contributions to this field.7However, real challenges exist in filling this knowledge gap.This narrative review summarizes the current state of research challenges and opportunities to address palliative care in acute care surgery. Palliative care research in acute care surgery can rely on either primary data collection or secondary and administrative data. Each approach has its advantages and limitations, which we will review below.Research challenges and opportunitiesDefining the patient cohort is a challenge when studying palliative care in acute care surgery, both for primary data collection and secondary data analysis. Many trauma and emergency general surgery patients do not undergo operations, and cannot be readily identified by diagnosis and/or procedure codes specific to palliative care interventions. This limits the utility of datasets such as the National Surgical Quality Improvement Program and the Veterans Affairs Surgical Quality Improvement Program (VASQIP) for palliative care research. Currently, the national Trauma Quality Improvement Program (TQIP) database does not include standardized data collection on patient-reported outcomes, communication and shared decision-making, or any palliative care interventions, aside from documenting the timing and binary occurrence of withdrawal of life-sustaining care.8Existing research leveraging TQIP data collection for palliative care research questions has thus been largely limited to single-center studies where additional primary data collection is required.9 10Previous efforts have used Medicare data to overcome this challenge of defining the patient cohort, implementing the above-referenced consensus definition for serious illness.11Medicare data also have the advantage of extending beyond 30 days"
  },
  {
    "full_text": "have the advantage of extending beyond 30 days after the episode of acute illness and measuring at least some patient-oriented outcomes.An additional research challenge is that trauma and emergency surgical conditions frequently involve a decision point around an unplanned surgery. Unplanned surgeries pose a challenge for research as it can be difficult to recruit patients outside of regular business office hours when clinical staffing is sparse and study staff may not be immediately available, and patients and their loved ones are distressed due to pain, anxiety and uncertainty. It can be particularly difficult to retrospectively identify surgical decision points for patients with trauma because many traumatic conditions are coded the same whether or not they involve a decision point around an unplanned surgery.Advanced directives frequently fail in the setting of acute serious illness.12This renders advanced directives difficult to study, as existing documentation may not reflect actual patient goals and wishes at the time of acute illness. Complicating matters further, documentation of goals of care (GOC) and prognostic conversations in the medical record is notoriously poor, even for patients with chronic, known serious illnesses and a stable care team.13 14Finally, caregivers and surrogates are critical to study when considering palliative care. Although multiple individuals may fit that role for any one patient, for simplicity, this usually involves identifying patient–caregiver dyads. For example, the Trauma Dyad study used existing interview data collected as part of National Health and Aging Trends Study (NHATS) to describe the scope of caregiver support needed after admission for acute traumatic injury.15Alternatively, caregivers can be recruited prospectively for quantitative and/or qualitative primary data collection.Research measuresSeveral measures or scores are particularly relevant to research in surgical palliative care, including frailty, patient-oriented outcomes, and prognostic scores. Frailty describes a syndrome of decreased physiological reserve and decreased resistance to stressors, resulting in increased vulnerability to poor health outcomes.16Frailty assessment has been established as a superior prognostic marker to chronological age,17 18and screening at admission following injury is recommended as standard of care by the American College of Surgeons (ACS).19There are multiple frailty screening tools, but the Trauma Specific Frailty Index was developed to target patients with trauma and is recommended by the ACS.20In the injured older adult population, this score has prospectively demonstrated superiority to other screening methods and has been validated across multiple centers.21 22Palliative care research encompasses a wide spectrum of outcomes and includes measurements focused on both sides of the patient–caregiver dyad. A unique tool designed to identify palliative care needs is the ‘Needs at End-of-Life Screening"
  },
  {
    "full_text": "care needs is the ‘Needs at End-of-Life Screening Tool’.23This is a 13-item question tool with scores ranging from 0 reflecting no need to 130 reflecting highest need. The scale samples each of the eight National Consensus Project domains of palliative care quality and has been correlated strongly with symptoms of psychological distress.24It has been utilized to measure effectiveness of palliative care interventions and has been adapted to the ICU setting.25 26Patient-oriented outcomes in palliative care are challenging as they may vary based on the individual patient’s GOC and the clinical scenario. However, relevant outcomes may include mortality, symptom relief, functional independence, health days at home or patient and caregiver satisfaction.Several scoring systems have been developed to allow assessment of clinical decisions. The Decisional Conflict Scale was developed in 1995 to measure an individual’s perception of uncertainty about the course of action to take when the choices involve risk, loss, regret or a challenge to personal life values.27This score is traditionally measured with a validated 16-item survey and has been utilized to evaluate decision support interventions.28More recently, it has been adapted to an abbreviated four-question screening test.29The Decisional Regret Scale was originally described in 2003 to quantify the degree of decisional regret.30This 5-item score measures the distress or remorse associated with the decision-making process and has been utilized as a marker for decision-aid effectiveness.31Prognostic scores are beyond the scope of this narrative review. The geriatric trauma outcome score was originally described in 2015 and utilizes age, injury severity and administration of blood transfusion in the first 24 hours after injury to predict the probability of death.32This score was developed by the Prognostic Assessment of Life and Limitations After Trauma in the Elderly (P.A.L.Li.A.T.E.) consortium and has been adapted to predict unfavorable discharge.33Other prognostic studies have indicated the importance of assessing preoperative vulnerability factors such as frailty, disability, comorbidities and smoking status to predict postoperative disability.34 35Methodologic ToolboxPalliative care can and should be studied using the full methodological spectrum. Several systematic reviews have already been published in this area, specifically on palliative care interventions for surgical patients4; mortality and functional outcomes after emergency abdominal surgery in older adults36; educational models to train acute care providers in end-of-life conversations37; and quality indicators in surgical palliative care.38When high-quality published data are lacking for a particular research question, a Delphi panel methodology may be more appropriate than a systematic review to establish quality measures or best practices.3Use of existing datasetsTraditional health services research methods can make use of existing"
  },
  {
    "full_text": "research methods can make use of existing national, administrative and disease-specific datasets to research palliative care in acute care surgery. The absence of reliable, patient-centered measures from administrative and other existing data sources limits their utility. Most administrative data sets do not have granular data on palliative care interventions as well as ethical or legal aspects of care.39However, an important feature of many administrative datasets is the longitudinal nature of the data collected. For example, the Health and Retirement Study (HRS) database includes preacute illness data encompassing pre-existing caregiving needs and comorbid symptoms that may affect palliative care needs, such as baseline depression.40In regards to the long-term outcomes, the HRS database can be used to follow patients up to 1 year after discharge following a major unplanned surgery.41Despite their shortcomings, population databases integrated with disease registries have been used to study palliative care and end-of-life care.40 42 43Each dataset has different inclusion criteria and data points, which must be considered when determining which dataset is appropriate to use in a research study.Table 1summarizes commonly used datasets and basic characteristics. It is worth noting that some commonly used datasets in Acute Care Surgery research do not routinely capture long-term outcomes, such as the TQIP dataset.Table 1Existing datasets for palliative care researchDatasetPatient inclusionDescriptionNHATS41Medicare participants>65 yearsPublicly available national population-based survey focused on disability and health trajectory. Oversampling by age and race incorporated in study design to provide ample statistical power to analyze trends by 5-year age groups and comparisons of Black and non-Black subgroupsHRS44>51 yearsLongitudinal study fielded every 2 years. Data on changing health and economic circumstances associated with aging at the individual and population levels. Can be linked to Medicare, VA, the National Death Index and employer provided pension plan information. Since 2006, data collection was expanded to include biomarkers and genetics.PCQC Registry45Voluntary participationPatient level data include total visits, total new consults, average visits per patient LOS prior to consult, ethical and legal aspects of care. Data are only available to participants in the registry.NIS46Non-federal HCUP participating hospitalLargest inpatient, administrative U.S. database. Contains data of 20% of discharges. Difficult to differentiate comorbidities from complications. It may not be applicable to all populations as not all states provide data and the number of states represented in the NIS varies by year.NRD47Non-federal HCUP participating hospitalContains discharges with and without repeat hospital visits over 1 calendar year (not from time of admission) and those who died in hospital. Does not distinguish whether repeat hospital stays are"
  },
  {
    "full_text": "not distinguish whether repeat hospital stays are related.NEDS47Non-federal HCUP participating hospitalLargest Emergency Department (ED) database. Data on patients initially seen in ED and subsequently admitted to the same hospitalVASQIP48All VA patientsData collected prospectively by trained nurse abstractors. Cross-sectional dataset includes pre-existing preoperative conditions and postoperative complicationsNSQIP81Voluntary program; includes about 700 hospitals nationwidePrivate sector version of VASQIP. Provides risk-adjusted surgical outcome data to participating hospitals.TQIP82ACS-COT verified trauma centers; undesignated trauma centers encouraged to participateLargest standardized trauma database from the USA and Canada. Includes demographics, injuries, granular data on care and outcomes. Data are used to improve trauma care.NCDB83Sponsored by American Cancer Society and ACS Commission on CancerLargest cancer registry in the world, capturing>70% of incident cancer cases diagnosed in the USA.Data include sociodemographic factors, tumor characteristics, treating hospital characteristics, information about surgery, radiation therapy, chemotherapy, and whether a patient was being treated with curative or palliative intent.SEER84Encompasses diverse sample of the national population.Population-based cancer registry.Data include demographics, tumor characteristics, date of diagnosis, first course of treatment, date of treatment initiation, and follow-up information. Not all states are represented. SEER registries are selected to represent US demographic groups, with oversampling for African Americans, Hispanic and Asian Pacific Islanders.SEER linked databasesSEER data have been linked with other data sources. The most widely used is SEER-Medicare.State Cancer Registries45 states, the District of Columbia, Puerto Ricco and the US Pacific Island JurisdictionStatewide population-based cancer registries.ACS, American College of Surgeons; COT, Committee on Trauma; HCUP, Healthcare Cost and Utilization Project; HRS, Health and Retirement Study; LOSlength of stayNCDB, National Cancer Database; NEDS, National Emergency Department Sample; NHATS,National Health and Aging Trends Study; NIS, National Inpatient Sample; NRD, Nationwide Readmission Database; NSQIP, American College of Surgeons National Surgical Quality Improvement Project; PCQC, Palliative Care Quality Collaborative; SEERSurveillance, Epidemiology, and End ResultsTQIP, Trauma Quality Improvement ProgramVA, Veterans Affairs; VASQIP, Veterans Affairs Surgical Quality Improvement ProgramThe NHATS is a publically available national population-based survey focused on disability and the health trajectories of Medicare participants >65 years.41Oversampling by age and race was incorporated in the study design to provide ample statistical power to analyze trends by 5-year age groups and comparisons between black and non-black subgroups over time. The NHATS is linked to Medicare data.The HRS is a"
  },
  {
    "full_text": "The NHATS is linked to Medicare data.The HRS is a longitudinal study fielded every 2 years since 1992.44Participants are entered into the study at ages 51–61 years and are followed until death. Data are collected on changing health and economic circumstances associated with aging at the individual and population levels. Data are focused on income and wealth, cognition and use of healthcare services, work and retirement and family connections. Since 2006, data collection was expanded to include biomarkers and genetics. HRS data are also linked at the individual level to administrative records from Social Security and Medicare, Veteran’s Administration, the National Death Index and employer-provided pension plan information.The Palliative Care Quality Collaborative registry is a national unified data registry for patient-level and program-level palliative care data.45Data from the Global Palliative Care Quality Alliance and the Palliative Care Quality Network are merged into this database. Patient-level data include total visits, total new consults, average visits per patient length of stay prior to consult, ethical and legal aspects of care (which is often missing from other registries). Data are only available to participants in the registry.The National Inpatient Survey (NIS) is the largest inpatient, administrative database in the USA.46It contains data of 20% of discharges from non-federal Healthcare Cost and Utilization Project (HCUP) participating hospitals. HCUP datasets may be useful for palliative care research because they capture a representative sample portion of the hospitalizations nationally and include some varying degrees of data points related to inpatient hospitalizations. Of note, the NIS does not include rehabilitation and long-term acute care hospitals. It also may not be applicable to all populations as not all states provide data, but the sample is nationally representative. Differentiating comorbidities from complications is difficult with the use of secondary diagnosis codes unless a specific ICD code indicates that it was a complication. The Nationwide Readmissions Database (NRD) is another HCUP data source that includes hospital discharges with and without repeat hospital visits over 1 calendar year and those who died in the hospital.47It does not distinguish whether the repeat hospital stays are related, and the 1-year data period is not timed from the index admission. The NRD can be used in conjunction with the NIS. In addition, the National Emergency Department Sample is part of the HCUP data source and is the largest all-payer emergency department (ED) database in the USA.47This includes data on patients initially seen in the ED and subsequently admitted to the same hospital.VASQIP was implemented within the Veterans Affairs (VA) system in the early 1990s.48VASQIP includes all VA patients. The data are collected prospectively by trained nurse abstractors. The data sets are cross-sectional and include pre-existing"
  },
  {
    "full_text": "sets are cross-sectional and include pre-existing preoperative patient conditions and postoperative complications.Collection of primary dataWhen existing data are insufficient to answer the research question of interest, primary data can also be collected and leveraged, including primary quantitative data from surveys and traditional clinical research methods. Primary data collection obtained through surveys, qualitative interviews and ethnographic observations play a pivotal role in addressing limitations of secondary data and advancing surgical palliative care. Primary data collection can include quantitative or qualitative data. While the priorities for research in palliative care include measuring outcomes that matter to patients, communication/decision-making and delivery of palliative care, data to support research in these outcomes are not always easily available.5Many of these priorities are often studied through data which serve as proxies to these concepts, whether that data are quantitative or qualitative. Data can be collected from the electronic health record (EHR), with or without the use of application programing interface (a tool to facilitate automated data collection) and other health informatics tools. Natural language processing (NLP) and other machine learning tools may be leveraged to mine text for GOC documentation and other palliative care-related quality indicators.4951Acute care surgeons are encouraged to partner with an experienced NLP methodologist when using these tools for research.Quantitative data are data that are counted; in acute care surgery research, quantitative data often include variables such as mortality, 30-day complications and readmissions. For palliative care research within acute care surgery, these variables can include data on the presence of advanced directives, code status changes, use of palliative care consultations and use of family meetings.52 53Some quantitative data which can be used as imperfect but pragmatic proxies for quality of life can include outcomes such as days alive and at home, loss of independence, cumulative long-term healthcare costs and use of aggressive but futile measures.5456The use of tracheostomy or feeding tubes shortly before death are some examples of care decisions that may not align with patients’ goals. When primary quantitative data collection allows prospective data collection, validated survey tools can also be utilized, depending on the goal of the study, including general health and quality of life scales, or palliative-focused ones such as the palliative performance scale.57While quantitative data are essential for measuring the frequency of outcomes and the strength of the associations between variables, qualitative data provide valuable insights and deep contextual understanding. This is particularly relevant to palliative care research, where context and nuances matter and quality of life and decision-making for patients with serious acute care illnesses"
  },
  {
    "full_text": "for patients with serious acute care illnesses do not always fit neatly into a quantitative research questions or metrics. Qualitative data uses non-counted information, which can include interviews, focus groups and observations. Qualitative data cannot be used to answer questions about how often outcomes occur, but is an extremely useful tool to either find answers to ‘how’ or ‘why’ questions, generate hypotheses prior to quantitative analysis or identify explanations for phenomenon found by quantitative data. Qualitative methods allow participants to share their values, preferences and experiences in ways that can be richer than quantitative methods alone.58These methods have been used to explore patient experiences and recovery after trauma and emergency general surgery.5961Mixing quantitative and qualitative dataWhen feasible, a mixed methods approach often strengthens many research endeavors related to palliative care in acute care surgery. Mixed method study design can even combine administrative data with primary qualitative interviews, such as one study based out of hospice facilities.62Primary qualitative data may include interviews and observations. Classically, qualitative interview data are analyzed in ana priorifashion by dual-coding for common themes, such as the concept of prognostic uncertainty in acute illness.63 64As one colleague described it, ‘qualitative research is like the acute abdomen. Every time you open it up, you find something unexpected… it’s like Christmas morning. You never know what you're going to uncover, you may find something you weren't looking for’. For example, a qualitative study of surrogate decision-making after severe acute brain injury uncovered that not all surrogate decision-makers even viewed themselves as making decisions.65End-of-life decision-making is particularly well suited to a qualitative or mixed methods study design.66Recruitment and retentionIn the context of primary data collection, recruiting and retaining seriously ill surgical patients for studies pose various challenges, necessitating researchers to develop carefully tailored strategies for successful prospective data collection. When developing recruitment strategies for acutely ill surgical patients, deliberate attention should be paid to ‘When’(the timing for recruiting participants), ‘Where’(the locations for recruitment), and ‘Who’(identification of the participants). For the recruitment of hospitalized patients undergoing unplanned surgery,67there is a narrow and uncertain time window to complete the enrollment process, from identifying eligible patients to contacting them to introduce the study. This can be achieved by using EHRs and admission lists to identify eligible patients and assigning a dedicated research team member for routine monitoring. Collaboration with the interdisciplinary care team to facilitate recruitment activities and to ensure that research activities do not disrupt clinical flow cannot be overstated."
  },
  {
    "full_text": "not disrupt clinical flow cannot be overstated. However, acutely ill patients frequently have dynamic clinical states (eg, delirium, bowel obstruction, bleeding), which add additional layers of complexity to approaching subjects about recruitment. Study personnel may need to become facile in performing cognitive and capacity assessments to protect patient interests and also become comfortable meeting patients when they are acutely ill, have poorly controlled symptoms or are near end-of-life. Inexperienced research staff benefit from training to encounter difficult conversations, scenarios and bereavement before they start interacting with patients and caregivers. Contacting patients after their hospital discharge poses further challenges, especially when they are discharged to postacute care facilities or experience postdischarge cognitive and functional decline and have increased caregiving needs.Prospective recruitment of informal (unpaid or family) caregivers caring for seriously ill surgical patients has unique challenges. Identifying informal caregivers requires multiple steps and methods. For example, one prospective cross-sectional cohort study characterizing the postdischarge caregiver burden among unpaid care partners of older adults hospitalized for trauma at two level I trauma centers in Boston identified potential subjects through patient self-report naming who they considered to be their informal caregivers and abstraction of the name of healthcare proxies designated in the medical record.68Once identified, informal caregivers frequently have busy schedules with diverse responsibilities, which make it difficult for them to participate in longitudinal studies. Therefore, researchers need to exercise a mindful and flexible approach to meet their needs throughout the recruitment and data collection processes. Proactively identifying and creating opportunities to build rapport with unpaid care partners could also mitigate these challenges. For instance, during hospitalization, researchers can make visits to introduce themselves if caregivers are present. Protocols for longitudinal studies should anticipate the need to make multiple follow-up calls and send text reminders and letters prior to interviews and thank you notes after interviews to sustain enrollment.Special considerations in palliative care research: GOC researchThe phrase ‘GOC’ was first used in the medical literature in 1978; however, nearly 90% of the research pertaining to GOC has been published within just the past 15 years.69 70GOC discussions should serve to clarify the following: (a) medical diagnosis and prognosis if known, and potential treatment options, including palliation and/or comfort care; (b) patient goals, values, fears and preferences; (c) views on trade-offs, minimum acceptable quality of life and functional outcomes; (d) treatment options that best align with the patient’s goals; (e) preferences around intubation and attempting resuscitation after"
  },
  {
    "full_text": "intubation and attempting resuscitation after cardiac arrest (code status); (f) preferences around use of other life-sustaining medical therapies including artificial hydration, nutrition and dialysis; (g) appropriateness of time-limited trials of therapy/treatments and (h) preferences for family involvement and identification of a surrogate.71Establishing appropriate GOC is associated with higher value care including improved quality of care, lower costs and reduced incidence of non-beneficial care.72 73GOC is often associated with palliative care and increasingly common in clinical care discourse and research in acute care surgery.GOC discussions are not occurring enough and are often suboptimal. The ACS TQIP Palliative Care Best Practice Guidelines recommend GOC discussions with the patient and/or surrogate take place as soon as possible, ideally before operative intervention, and no later than 72 hours after admission.1However, recent research has demonstrated very poor adherence to these guidelines. One study has shown that less than 20% of patients with serious illness had GOC discussion completed within 72 hours, and only one in four patients had GOC addressed at all during their hospital stay.9While there are clear opportunities for improved implementation of guidelines related to GOC, encouraging results have been reported through efforts to implement primary palliative care.Establishing GOC is not unique to acute care surgery, but three critical challenges impede both clinical implementation and research in acute care surgery: (1) treatment decisions are time-sensitive and require urgent or emergent decisions, (2) patients may lack capacity due to acuity of illness or injury or due to baseline cognitive status and a surrogate must be sought and/or (3) there is typically no established rapport between the surgeon and patient and no foundational knowledge or understanding of the patient’s values and preferences.74Acute care surgeons must be prepared to navigate these challenges and further research about establishing GOC in acute settings is needed to elucidate optimal approaches for management of these common scenarios.Research funding challenges and opportunitiesWithin the NIH, multiple institutes fund palliative care research. Private funding is also available for palliative care research, such as through the National Palliative Care Research Center. NIH funding for palliative care remains largely stable.75Palliative care is especially relevant for (but not limited to) older adults with traumatic injury or acute surgical conditions. For example, best practices for older adults with moderate-to-severe TBI include a palliative care assessment within 24 hours of admission.1At present, the National Institute of Aging (NIA) is the most likely institute to fund acute care surgeons to do palliative care-related research. In addition to grants common across institutes, the NIA Beeson K76 supports early-faculty surgeon-scientists who have"
  },
  {
    "full_text": "early-faculty surgeon-scientists who have begun to establish research programs and demonstrate leadership in aging research.76Historically, fewer than 1% of grants award by the NIH were given to support palliative care research. In recent years, the number of grants is increasing but this represents funding allocation and not growth.77Goals include sustainable research intrafracture and increasing research funding for the care of seriously ill. Early stage investigators represent a rising group of palliative care researchers.In 2018, the Labor and Health and Human Services Appropriations bills suggested an expansion of NIH funding of palliative care research programs due to the increasing number of people living with a serious illness.78In fall 2023, the NIA convened a trans-NIH working group to establish a Consortium for Palliative Care Research Across the Lifespan, which will likely include specific funding opportunities in the future.79The NIA and partnering institutes of the NIH aim to advance innovative high-quality research on palliative care across the lifespan. This consortium focuses on serious illnesses such as Alzheimer’s disease but is open to all disease processes. Equitable access to high-quality palliative care is emphasized. Palliative care research is transdisciplinary in nature, and therefore research will be inclusive and focused on reducing healthcare disparities to build a ‘cumulative evidence base’.80ConclusionsPalliative care research is urgently needed in acute care surgery. Research challenges include those related inherent to recruitment and retention but are surmountable. Surgeon scientists should avail themselves of the research toolbox including existing datasets and collecting primary data. Goals of care research deserve special consideration within palliative care research. While research funding challenges exist, new funding opportunities on the horizon may facilitate an expansion of palliative care research. CONCLUSION: ConclusionsPalliative care research is urgently needed in acute care surgery. Research challenges include those related inherent to recruitment and retention but are surmountable. Surgeon scientists should avail themselves of the research toolbox including existing datasets and collecting primary data. Goals of care research deserve special consideration within palliative care research. While research funding challenges exist, new funding opportunities on the horizon may facilitate an expansion of palliative care research."
  }
]