[
  {
    "full_text": "TITLE: Patient and clinician perceptions of the trauma and acute care surgery hospitalization discharge transition of care: a qualitative study ABSTRACT: ObjectivesTrauma and acute care surgery (TACS) patients face complex barriers associated with hospitalization discharge that hinder successful recovery. We sought to better understand the challenges in the discharge transition of care, which might suggest interventions that would optimize it.MethodsWe conducted a qualitative study of patient and clinician perceptions about the hospital discharge process at an urban level 1 trauma center. We performed semi-structured interviews that we recorded, transcribed, coded both deductively and inductively, and analyzed thematically. We enrolled patients and clinicians until we achieved data saturation.ResultsWe interviewed 10 patients and 10 clinicians. Most patients (70%) were male, and the mean age was 57±16 years. Clinicians included attending surgeons, residents, nurse practitioners, nurses, and case managers. Three themes emerged. (1)Communication(patient-clinician and clinician-clinician): clinicians understood that the discharge process malfunctions when communication with patients is not clear. Many patients discussed confusion about their discharge plan. Clinicians lamented that poorly written discharge summaries are an inadequate means of communication between inpatient and outpatient clinicians. (2)Discharge teaching and written instructions: patients appreciated discharge teaching but found written discharge instructions to be overwhelming and unhelpful. Clinicians preferred spending more time teaching patients and understood that written instructions contain too much jargon. (3)Outpatient care coordination: patients and clinicians identified difficulties with coordinating ongoing outpatient care. Both identified the patient’s primary care physician and insurance coverage as important determinants of the outpatient experience.ConclusionTACS patients face numerous challenges at hospitalization discharge. Clinicians struggle to effectively help their patients with this stressful transition. Future interventions should focus on improving communication with patients, active communication with a patient’s primary care physician, repurposing, and standardizing the discharge summary to serve primarily as a means of care coordination, and assisting the patient with navigating the transition.Level of evidenceIII—descriptive, exploratory study. BODY: BackgroundTrauma and acute care surgery (TACS) patients face complex barriers surrounding the transition to outpatient care that hinder a successful recovery. They experience acute, unplanned injuries and illnesses that involve prolonged hospital stays and substantial functional impairment. At the time of discharge, many patients are still experiencing physical, cognitive, and psychological disabilities related to their illness or injury. In addition, many in this patient population are socioeconomically"
  },
  {
    "full_text": "in this patient population are socioeconomically disadvantaged1 2and have poor health literacy.3 4At discharge, clinicians implicitly assume, or hope, this at-risk patient population will follow complex discharge instructions, including follow-up with multiple subspecialists, coordination of insurance-related matters, wound and ostomy care, weight-bearing or mobility limitations, new medications, and dietary restrictions.Previous research has shown that TACS patients are often inadequately prepared to manage their care at home. For example, immediately postdischarge, 27% of trauma patients need help with issues such as new or concerning symptoms, scheduling follow-up appointments, or managing medications.5Once at home, many recently discharged trauma patients do not have the knowledge to effectively manage their pain at home,6with deleterious effects on recovery.7TACS patients are also at increased risk of complications that may require readmission: up to 38% of trauma patients are readmitted within 1 year,8and 8.1% of acute care surgery patients are readmitted within 30 days of their index procedure.9Relative to inpatient care, the hospital discharge transition of care appears ripe for optimization.Although there is a growing body of research about discharge practices for general medicine and elective surgery patients, there is a relative paucity of evidence concerning optimal practices for this transition of care for TACS patients.10–12Additionally, there are currently few interventions known to improve the discharge transition of care from the patient’s perspective. We sought to better understand the challenges in the transition from inpatient to subsequent recovery by conducting semi-structured interviews of experienced clinicians and patients as a necessary first step to develop interventions applicable to this complex, poorly optimized process.MethodsSettingWe conducted qualitative in-depth interviews with patients and clinicians regarding their perceptions about the discharge process. We followed Strengthening the Reporting of Observational Studies in Epidemiology reporting guidelines.This study was performed at an academic, urban level 1 trauma center in California that admits approximately 4000 trauma and 2000 acute care surgery patients annually. At our center, there are two trauma surgery services and one acute care surgery service. Each service is led by an attending general surgeon. Care teams comprised a variety of Accreditation Council for Graduate Medical Education-approved residents—typically one mid-level or senior-level (postgraduate year 3–5) general surgery resident and three interns—and one or two nurse practitioners (NPs). During the patient’s hospitalization, a case manager works with each service to help coordinate postdischarge services.At the time of discharge, a physician or NP orders prescriptions, writes discharge instructions, and provides the discharge order in the electronic medical record. The instructions"
  },
  {
    "full_text": "the electronic medical record. The instructions typically include a list of diagnoses from the hospitalization, important lab and imaging results, incidental findings, medication changes, instructions on tasks to perform after discharge (eg, how to care for a wound or ostomy), and recommended follow-up appointments to make. The patient’s nurse then prints these instructions, reviews them with the patient, and assists the patient with acquiring prescriptions, collecting the patient’s belongings, and organizing transportation from the hospital.ParticipantsRecruitment and data collection occurred from February, 2020 through November, 2020. Patients were eligible to participate if they were 18 years of age or older, admitted and discharged to home from the trauma surgery or acute care surgery services at our center, spoke English, and were able to understand the study and participate in the interview. Clinicians were eligible if they worked as an attending physician, resident physician, NP, nurse, or inpatient case manager who discharged patients from the trauma surgery or acute care surgery services at our center.We recruited and obtained informed consent from patients during their inpatient admission. We then contacted them by telephone approximately 1 month after discharge to schedule an interview. We recorded demographic and clinical information for each patient. We purposively sampled patients to include a range of mechanisms of injury and acute care surgery diagnoses, ages, socioeconomic backgrounds, and severities of illness. We recruited clinicians both by email and referral from other clinician participants, purposively sampling them to include a variety of backgrounds and years of experience. We obtained informed consent from all clinician participants prior to conducting interviews. In both clinician and patient groups, we concluded recruitment when thematic saturation was achieved.Data collection and analysisWe developed a semi-structured interview guide (figure 1) through consensus of a multidisciplinary team which included TACS clinicians with research experience (GHU, GJJ), a general surgery resident (NRMcF), and an expert in qualitative research (MMG). A general surgery resident physician (NRMcF) conducted all interviews in person, by telephone, or using video conferencing. Interviews incorporated open-ended questions to elicit key issues and factors related to the discharge process.Figure 1Semi-structured interview guide.We asked patients questions about their personal background, time as an inpatient, and the quality of care they received, their experience preparing for and leaving the hospital, what they thought about the discharge instructions they received, what things had gone well or poorly since they went home, and their thoughts about the care they received as an outpatient. We asked clinicians questions about their background, their current role, their experience discharging patients, what they thought patients want and"
  },
  {
    "full_text": "patients, what they thought patients want and need, documentation of discharge instructions, and any memorable patients. We used probing questions to clarify participant responses.Interviews were digitally recorded and transcribed. Following an inductive approach, we coded each interview transcript immediately after the interview using Max QDA Lite (VERBI Software, Berlin, Germany, 2019), a computer-assisted qualitative analysis software. We also identified deductive codes based on our research questions and existing literature. We consolidated emerging concepts into core themes that recurred in the data. Our team met to discuss themes, drawing attention to similarities and differences between patient and clinician perspectives. We iteratively evaluated and revised codes and themes from all interview transcripts as we completed additional interviews.ResultsWe approached 24 patients while hospitalized and 18 consented and enrolled (online supplemental figure S1, TACS Discharges Consort Diagram). Of those not enrolled, four patients declined, and two were ineligible because they spoke primarily Spanish. Approximately 1 month (median 31 days; IQR 28, 33 days) after discharge, we attempted to contact 17 patients by telephone and ultimately interviewed 10. One patient was not contacted because she had been discharged to a skilled nursing facility, rendering her ineligible. Of the 10 patients who participated, 7 (70%) were male and the mean age was 57±16 years (table 1). Seven patients had been admitted to one of the trauma surgery services and three to the acute care surgery service. The median length of stay was 6 days (IQR 2, 12 days). All patient interviews occurred in a single session by telephone and ranged from 12 to 30 min in length (median 19.5 min).10.1136/tsaco-2021-000800.supp1Supplementary dataTable 1Characteristics of patients and their hospitalizationsPatient codeSexInsuranceServiceMechanism of injuryPrimary injuries or Emergency General Surgery diagnosisLength of stay (days)Injury Severity Score1FemalePublicACS—Splenic rupture after colonoscopy12—2MalePublic and privateTraumaFall from heightRib fractures and hemothorax6163MalePublicTraumaFall from heightRib fractures and grade 3 kidney laceration2204FemaleNoneTraumaFall down hillDegloving scalp laceration245MalePublicTraumaAssaultMinor facial fractures, 3 right metacarpal fractures, left rotator cuff tear296MalePublicTraumaMotorcycle crashThoracic spine vertebral body fracture, rib fractures, grade 1 liver laceration, scapula fracture, patella fracture, avulsion of calf skin and muscle697FemalePublicTraumaAll-terrain vehicle crashRib fractures, grade 4 kidney injury, left upper quadrant mesenteric hematoma28198MalePublicTraumaMotor vehicle collisionSternal fracture, rib fractures, clavicle fracture, lumbar spine compression fracture5229MalePublic and privateACS—Choledocholithiasis and cholecystitis6—10MalePublicACS—Diverticulitis22—ACS, acute care surgery; EGS, emergency general"
  },
  {
    "full_text": "acute care surgery; EGS, emergency general surgery.We recruited and consented 12 clinicians for this study, ultimately interviewing 10. Two clinicians did not participate in the interview after providing consent. We interviewed attending physicians, general surgery residents, NPs, registered nurses, and a case manager who assists with discharge planning (table 2), all of whom routinely care for TACS patients at our center. Clinicians worked at their current position a median of 5 years (IQR 4, 10 years). All clinician interviews were conducted in a single session and occurred in person, using video conferencing, or by telephone. Clinician interview length ranged from 15 to 34 min (median 25 min).Table 2Characteristics of cliniciansClinician codeEducation and roleAttending 1General surgeon board certified in surgical critical careAttending 2General surgeon board certified in surgical critical careResident 1General surgery residentResident 2General surgery residentNurse practitioner 1Trauma and acute care surgery advanced care practitionerNurse practitioner 2Trauma and acute care surgery advanced care practitionerNurse practitioner 3Trauma and acute care surgery advanced care practitionerNurse 1Registered nurse on trauma and acute care surgery unit, nurse managerNurse 2Registered nurse on trauma and acute care surgery unitCase managerRegistered nurse, care coordination and discharge planningThree key themes about TACS discharges emerged through thematic analysis of the interviews:communication(patient-clinician and clinician-clinician),discharge teaching and written instructions, andoutpatient care coordination.Theme 1: communicationBoth patients and clinicians indicated that good communication is required for a successful discharge, including communication between the patient and clinician as well as among clinicians.Communication between patient and clinicianPatients had mixed perceptions about whether they experienced clear communication about their discharge. Some patients were very happy with the communication they had with their clinicians about the discharge process. Other patients felt that the discharge plan was not clearly communicated to them (table 3, quote 1). These patients experienced confusion regarding when they were being discharged (table 3, quote 2), who to follow-up with, and when to follow-up (table 3, quote 3). In one case, inadequate communication led to a patient with multiple rib fractures running out of pain medication after discharge (patient 2). This patient did not understand that he was expected to make an appointment with his primary care physician (PCP) after discharge, resulting in a delay in care.Table 3Representative quotes about theme 1, communicationQuote 1Patient 2“If were to state anything, it is all about expectations. Setting proper expectations. And I’m sitting there watching these doctors knowing that they are running a whole fleet of problems, not just mine … I’m on the train here and I am just going to"
  },
  {
    "full_text": "… I’m on the train here and I am just going to wait my turn in line, so to speak. I knew that but ideally … what is the next step? … It would have been nice to know what the next step is, for the expectations. That’s all.”Quote 2Patient 3“I don’t know. I had an overall feeling of disorganization at that point. Nobody came in and said, okay, well this is the specific order that we’re going to go in now to discharge you.”Quote 3Patient 2“When I was discharged, I was to make an appointment with the outpatient trauma after 7 days. And I did that [but] I wasn’t really clear what I should do. … I [go to the appointment] and [the TACS NP] basically said, he took the stitches out. And I asked for, ‘I need more oxy codeine’ and so he gave me kind of an amount [indicating too little]. … I kind of ran out of meds the day that I could get an appointment with [my PCP]. And then she right away gave me enough pills, more than I actually need now. That transition, maybe someone should have said, ‘Immediately make an appointment with your internal medicine doctor because she is going to take over care.’ And I did have some needs as far as meds go. And the nurse [practitioner in the TACS clinic] was kind of like, his role was to take out the stitches. That was kind of like his deal, ‘and the wound looks ok, you’re gone.’ There is common sense in here too; I have some responsibility. Then I immediately made an appointment with my doctor. But I had to wait a week to see her because of her schedule. I could have seen any other doctor but wanted to see her. That could have been handled better.”Quote 4Nurse practitioner 2“I would like to spend more time with my patient discharging them. … I think that we don’t spend enough time with our patients guiding them to the next step.”Quote 5Nurse 2“I feel like some people are ready to just bull out of there with like, ‘Just give me whatever I need and I’m just going to run out pretty much.’”Quote 6Nurse 1“It’s very… ‘Okay, I need to call this person. Okay, now I need to call that person.’ It’s just discombobulated. It’s very separated, and it’s a bit difficult to get everybody on one page.”Quote 7Nurse 2“Yeah, but sometimes [the physicians and NPs] would be really great. I would touch base and they would tell me everything I need to know. And sometimes I would be paging them and you guys are so busy and everything you’re doing and just trying to get ahold of the team and seeing what this patient needs so we can discharge this patient successfully and also timely as well.”Quote 8Attending 2“Sometimes people have spent the extra time and effort to actually write some more thought in there to actually make it a piece of communication for the future, but I think in general, we treat the discharge summary as a way to close the admission rather than as a bridge to a future visit or encounter. So I think there’s particular room for improvement there.”Quote 9Nurse practitioner 1“I can remember a patient. It was not too long ago and"
  },
  {
    "full_text": "remember a patient. It was not too long ago and he was complex. He had a gunshot wound to his abdomen and had a liver injury, had multiple surgeries, was in the hospital for a long time. And he needed to also follow-up with us as well as multiple other services. And I think that the information and the discharge summary just was really minimal. And so it made it really hard when he came to clinic to try to fish out and try to figure out who [else] he needed to see …”NP, nurse practitioner; PCP, primary care physician; TACS, trauma and acute care surgery.Clinicians understood that discharges do not go smoothly when communication was not clear with their patients. They discussed many factors that hinder successful communication with their patients. These include systemic factors such as the sheer volume of rotating physicians, nurses, and NPs that care for each patient and the tendency of physicians and NPs to use bedside nurses to relay information to the patient. Busy patient loads and time constraints also limit the capacity of clinicians to communicate with patients (table 3, quote 4). In addition, many clinicians have different social, cultural, and economic backgrounds than their patients, which may impair communication. Patient factors that hinder successful communication include language barriers, medical illiteracy, and distraction from the anticipation of going home (table 3, quote 5). Clinicians attempt to improve communication with their patients by making sure to address any needs expressed, reiterating important information during each patient encounter, being willing to elicit and answer questions, and practicing closed-loop communication.Communication among cliniciansAll clinicians interviewed expressed frustration with communication among clinicians. They agreed that all members of the patient’s care team must be coordinated to achieve a successful discharge. This was felt to be especially important when there are several subspecialty services caring for a patient (table 3, quote 5). The nurses often felt that the discharge plan is not directly discussed with them, so they had difficulty anticipating the patient’s needs during the discharge process (table 3, quote 6). All clinicians lamented that the use of notes in the electronic medical record was a poor way for clinicians to communicate with each other. More specifically, the limitations of the discharge summary were repeatedly discussed. Clinicians stated that it is an important way to communicate key events during the hospitalization as well as future plans to those who will assume care in the outpatient environment. However, the purpose, format, and contents of the discharge summary are not highly standardized (table 3, quote 7). At our institution, attending physicians, NPs, and residents working in the TACS clinic may not have directly cared for the patient while he or she was hospitalized. If the discharge summary, typically prepared by a junior team member, is poorly"
  },
  {
    "full_text": "prepared by a junior team member, is poorly written, this can make it difficult for the clinician to fully anticipate the follow-up needs of the patient (table 3, quote 8).Theme 2: discharge teaching and written instructionsParticipants also discussed discharge teaching, patient learning, and the written discharge instructions provided to a patient at the conclusion of their hospitalization. Effective teaching by clinicians is required for patients to learn about and understand their hospitalization. Key information must then be cogently reflected in the discharge instructions. While hospitalized, TACS patients must learn what is required to care for themselves after their illness or injury. Patients we interviewed recalled discharge teaching positively, whereas clinicians believed that current processes of teaching and written discharge instructions can be improved.At our institution, the patient’s nurse typically performs most discharge teaching and reviews written discharge instructions with patients. Nurses understand that reviewing instructions with patients is an important step in the discharge process (table 4, quote 1). Patients with wounds felt prepared to take care of them after discharge (table 4, quote 2). In general, physicians and NPs had mixed thoughts about the patient’s nurse being primarily responsible for reviewing written discharge instructions and performing discharge teaching. These clinicians felt they get involved with teaching in specific circumstances, for example, if a medication is vital to a patient’s recovery. Some were confident that the nurses review the information with patients effectively. Others questioned whether nurses are the best clinician to review discharge instructions with patients (table 4, quote 3). Many clinicians believed that there is substantial room for improvement when it comes to patient teaching (table 4, quote 4). Residents, NPs, and attendings acknowledged that many patients are discharged without a full understanding of their hospital course and how to move forward with their recovery. Unfortunately, the extent of this knowledge gap is often not revealed until the first follow-up clinic visit (table 4, quote 5).Table 4Representative quotes about theme 2: discharge teaching, patient learning, and written discharge instructionsQuote 1Nurse 2“That’s such a big thing, this piece of paper that they’re going to go home with and you’re going to refer back to and have all the numbers and their follow-up appointments. So, I make sure to sit down and really go over the most important stuff and break it down, and if they have questions, I make sure to answer them. And when they’re discharged, who to go to if anything kind of goes south or anything at all. So, yeah I try to take time to really go through it, to make it the most effective because it is super important.”Quote 2Patient 10“Yeah, they trained me. The lady was really nice to train me on how to do the ostomy.”Quote 3Resident 1“I know the"
  },
  {
    "full_text": "to do the ostomy.”Quote 3Resident 1“I know the nurses go through it, but I also don’t think the nurses even have a full understanding of all the things that are on the discharge instructions because they weren’t part of the conversation.”Quote 4Resident 1“I think we do a really bad job as a field of explaining to patients all the things that have happened if they’re trauma patients or the actual disease process that they have with the (ACS) patients.”Quote 5Nurse practitioner 2“I receive patients in the clinic on a semi-regular basis. Many times, they don’t have clear understanding of their instructions.”Quote 6Patient 1“They gave me quite a few things to read, and all that. And when I first came home, I just kind of put everything aside a little bit because it was hard for me to concentrate and read all that stuff.”Quote 7Attending 2“Sometimes there are discharge instructions in there that aren’t relevant. Like we have things like if you have an incision. I mean, you could say so that’s pretty clear that it’s just dot-phrased to every single one. I think most of the time when there are specific things that are relevant to that patient, they do get added in and talked about. But I think in general, they’re pretty vague and sort of blanket statement to cover everything and anything.”Quote 8Nurse 1“I would say generally, it’s hugely improved from a few years ago. A few years ago, it was all on one page. It was kind of confusing. I’m not sure what kind of computer programs they used to put it together, but it just wasn’t very clear. The program they have now, it kills a lot of trees. They get a number of pages, but it is much more clear. You’ve got your medications all together and you’ve got all your wound care and your follow-up all together, you might have your appointments listed on the back all together. So I think that piece is much improved.”ACS, acute care surgery.Both patients and clinicians actively discussed written discharge instructions. Some patients expressed that the papers contained an overwhelming amount of information (table 4, quote 6), while others felt that they were a useful reference after discharge for both patients and their support system. For example, patient 10 revealed that he has difficulty reading. He expressed that verbal instructions were most helpful for him, but he was happy to have the written instructions to give to his sister, who was his main caretaker. All clinicians understood that patients need clearly written instructions. However, they had different opinions about the quality of the instructions that our institution provides. Physicians and NPs understood that the written instructions are often confusing, laden with jargon, and insufficiently patient-focused; as such, they are not always useful for patients (table 4, quote 7). However, the floor nurses had a positive view of them—stating they were much improved from prior years and helpful for patients. They also noted that the instructions facilitated"
  },
  {
    "full_text": "They also noted that the instructions facilitated contacting a physician or NP if there were some issues that needed clarification (table 4, quote 8).Theme 3: outpatient care coordinationPatients reported variable experiences in coordinating outpatient care and all clinicians expressed frustration with the difficulties their patients face in the outpatient environment. From discussions with both patients and clinicians, the PCP and a patient’s insurance coverage were central components of the patient experience.Primary care physicianAt our center, all patients are instructed to follow-up with their PCP after their TACS hospitalization. After discharge, patients made appointments with their PCP for a variety of reasons, from general check-ins to discussing new or concerning symptoms. Some patients had PCPs that were very engaged and saw them soon after discharge. For example, patient 1 went to her PCP promptly postdischarge and was diagnosed with a nosocomial infection. Other patients described how difficult it was to coordinate with their PCP regarding medication refills, new diagnoses made during their inpatient stay, and medication changes made while they were hospitalized (table 5, quote 1). Some patients successfully made appointments with their PCP after discharge but did not discuss all the pertinent details about their hospitalization. For example, patient 6’s pre-injury anticoagulation was stopped during his hospitalization after diagnosis of a grade 1 liver laceration, and he was instructed to discuss resuming it with his PCP. However, when asked about it during his interview, the patient stated that he had not done so despite having met with his PCP.Table 5Representative quotes about theme 3: outpatient care coordinationQuote 1Patient 10“Just the medication issues is the biggest issue I’ve had, because they issue you the medications and some of them, even the doctor told me I have to take for life. And maybe that falls on my doctor. I don’t know? But nobody’s been on the ball with making sure that my medications are refilled.”Quote 2Nurse practitioner 1“And I think, also, if they don’t have a primary care physician or their funding isn’t very good, then they don’t really have anyone that they’re going to follow-up with and say they don’t need to necessarily come to the trauma clinic whole lot, then they’re kind of lost. They don't really have anyone taking responsibility for them. So I think that is a huge concern of patients and we can’t always set that stuff up for them.”Quote 3Patient 5“I went home the same way I came. I’m still injured. I ain’t had no surgery so I’m still in the same way I was when.”Quote 4Attending 1“Some people aren’t going to go get the pain medicine that you order them because of cost or because they don’t have the insurance. Little things like that, that catch you off guard. And you feel like you maybe let the patient down. Because you intended one thing to happen and it didn’t, for very reasonable reasons."
  },
  {
    "full_text": "and it didn’t, for very reasonable reasons. But then you just were unaware and then they went through a different or difficult path, that we were trying to avoid. So, that’s been eye-opening.”Quote 5Attending 2“I discharged her and then I saw her in clinic two weeks later and she was still in her thoracic-lumbar-sacral orthosis (TLSO) brace and had neither her ortho nor her spine follow-up set up. And her dad was super on top of everything. He had made like a million phone calls and it was all an insurance authorization issue, but it dragged out for literally months and she was in a TLSO and couldn’t get her MRI because of insurance. I mean, it was total insanity.”Quote 6Attending 2“It’s especially awkward because I’m not in the outpatient environment very much and so I don’t navigate it very well. So, I’m not very well equipped to help or to understand some of these issues.”TLSO, thoracic lumbar sacral orthosis brace.Clinicians perceive that a PCP plays a critical role in a patient’s postdischarge care. If a patient does not have an established relationship with a PCP, clinicians are aware that navigating the outpatient environment becomes even more difficult. Clinicians believe that this also leads to unnecessary subsequent emergency department visits. Sometimes patients can establish a PCP during their TACS hospitalization; however, this is not always possible (table 5, quote 2).Insurance limitationsClinicians and patients both expressed extreme frustration with limitations by insurance coverage in the outpatient environment. A patient’s insurance can limit their access to certain prescriptions, follow-up lab and imaging tests, and clinic visits. Patient 5 was admitted to our center with right hand metacarpal fractures, deemed by our orthopedic surgeons to warrant an outpatient operation. He was discharged with the intention for this procedure to occur. Unfortunately, despite considerable effort by the patient, insurance limitations prevented him from scheduling timely follow-up in the orthopedics clinic, and he ultimately never underwent the planned operation. During the interview, the patient repeatedly described his disappointment with this process (table 5, quote 3).Clinicians strongly disliked the difficulty of arranging postdischarge care for their patients (table 5, quote 4). Often, clinicians will request an outpatient referral or order a test for a patient to obtain after discharge, but patients cannot follow through because their insurer disapproves. Many outpatient management decisions are delayed because of such impediments. For example, attending 2 described a patient with a thoracic spine fracture in a thoracic-lumbar-sacral orthosis brace who had to remain in her brace longer than planned because she had trouble obtaining a follow-up MRI scan and spine clinic appointment (table 5, quote 5). Clinicians expressed willingness to help their patients navigate the outpatient environment, but they acknowledged that this takes a"
  },
  {
    "full_text": "but they acknowledged that this takes a considerable amount of time, and they were unfamiliar with how best to help (table 5, quote 6).DiscussionIn this qualitative study, we found that TACS patients have a wide variety of experiences during the transition from inpatient to subsequent recovery and that clinicians understand many of the challenges that their patients face. Clinicians want to help their patients with this stressful transition, but they fail to do so effectively. We are not aware of a prior study that assessed the perceptions of TACS attendings, residents, NPs, registered nurses, case managers, and patients at the same institution. The findings have highlighted several modifiable components of this transition of care to target for improvement.We found that clinicians understood that discharges do not go smoothly when communication with patients is not clear, and that many patients experienced confusion about their discharge plan. Therefore, future efforts might focus on improvement of discharge communication between the patient and the clinician. The field of clinician-patient discharge communication continues to evolve, as there is no single technique that will benefit every patient. Instead, improvement in this area will likely require a multifaceted approach. Few studies have evaluated discharge communication specifically with TACS patients, but patients in general benefit from discharge information presented verbally in a structured manner, with confirmation of understanding before the patient leaves.13–15Junior residents often perform discharges, however formal resident physician education on the discharge process is rare, and residents commonly omit key components of the discharge conversation.16 17Dedicated education about discharge communication has been shown to improve resident discharge performance.16Therefore, academic centers that care for TACS patients should consider adding formal training on this subject. In addition, the teach back method, during which a patient is asked to repeat information in their own words, should be emphasized. This evidence-based technique is shown to improve patients’ recall and comprehension of discharge information.18It is of utmost importance that written discharge instructions, which often score poorly on assessments of understandability, be at an appropriate reading level.14 19Finally, use of bedside communication adjuncts such as white boards20and videos21 22have also proven helpful.During interviews, both patients and clinicians commented on difficulties with coordinating outpatient care. Therefore, future efforts should focus on more frequent and personalized engagement with patients after they leave the hospital, so that problems such as pain control and patient navigation can be solved in a more efficient and productive manner. For example, a team member could be dedicated to outpatient navigation. In other patient populations, patient navigation programs have been effective at"
  },
  {
    "full_text": "navigation programs have been effective at decreasing readmission and increasing medication and follow-up appointment adherence.10 11 23–26At high-volume centers, where it may not be feasible to provide each patient with frequent, personalized navigation services, intensive postdischarge assistance could be directed selectively to those most at risk of adverse events or readmission. Predictors of readmission among acute care surgery patients include greater comorbidities, leaving against medical advice, and public insurance.27In this study, clinicians lamented that poorly written discharge summaries are an inadequate means of communication between inpatient and outpatient clinicians. Discharge summaries have traditionally played a critical role in communication between hospital-based and outpatient physicians, but they commonly lack important information such as diagnostic test results, treatment or hospital course, discharge medications, test results pending at discharge, patient or family counseling, and follow-up plans.28Centers that care for TACS patients should focus on repurposing, optimizing, and standardizing the discharge summary to serve primarily as a means of care coordination. We did not identify any studies about improving discharge summaries for surgical patients. However, efforts to improve the quality of general medicine discharge summaries are effective,29 30can improve their perceived quality for PCPs,28and significantly decrease medication errors.31Similar efforts to improve TACS discharge summaries have potential to improve patient outcomes.Both patients and clinicians identified that a patient’s PCP is a central component of the outpatient experience. In our study, patients saw their PCP for a wide variety of issues postdischarge, from pain management to continued work-up and management of new comorbid diagnoses made during hospitalization. Ideally, PCPs provide reassurance and supplemental information about injuries and EGS illnesses, exercises, prognosis, and a timetable for recovery posthospitalization.32Patients we interviewed experienced difficulties due to poor communication between the hospital clinician and a patient’s outpatient doctor, which is not unusual.28 33PCPs caring for patients postinjury complain about poor communication from hospital clinicians about their patients32and over half of family physicians caring for postsurgical patients report that uncertainty regarding management has resulted in adverse events.34In addition, medical errors related to discontinuity of care from inpatient to outpatient settings are associated with increased rehospitalization.35Therefore, it is important that PCPs of hospitalized TACS patients be provided with timely, accurate discharge summaries. TACS clinicians should prioritize communication with a patient’s PCP at discharge by sending discharge summaries electronically, if possible. This intervention has the potential to improve the patient experience and decrease adverse"
  },
  {
    "full_text": "the patient experience and decrease adverse events. Although research in this field is evolving, patients who were seen in follow-up by a physician who had received a discharge summary (compared with patients who were seen by a physician who had not received a discharge summary) experienced decreased readmissions.36LimitationsAlthough this study provides insight into patient and clinician perceptions of the hospital discharge process, it has limitations. First, we did not interview every type of clinician that cares for TACS patients. Future efforts should focus on understanding the perceptions of important members of the care team, such as surgical specialists who commonly treat this patient population (eg, orthopedics, neurosurgery), social workers, who help to organize important resources for patients after discharge, and PCPs, who care for these patients posthospitalization. Second, although we felt we achieved thematic saturation with the 20 participant interviews we conducted, the results from this analysis represent a relatively small sample size, and thus we may have failed to identify some important themes. Third, this study only highlights the experience at a single center, which may have unrepresentative discharge processes and circumstances, limiting generalizability. Nonetheless, we suspect that the overarching themes are applicable to many hospitals that care for TACS patients.ConclusionsTACS patients face several challenges at discharge. Clinicians struggle to effectively help their patients with this stressful transition. Future interventions might focus on a multifaceted approach to improve communication with patients at discharge, repurposing and optimizing the discharge summary to serve primarily as a means for coordinating care, communicating about the TACS hospitalization with the patient’s PCP, and assisting the patient with navigating the transition. CONCLUSION: ConclusionsTACS patients face several challenges at discharge. Clinicians struggle to effectively help their patients with this stressful transition. Future interventions might focus on a multifaceted approach to improve communication with patients at discharge, repurposing and optimizing the discharge summary to serve primarily as a means for coordinating care, communicating about the TACS hospitalization with the patient’s PCP, and assisting the patient with navigating the transition."
  }
]