[
  {
    "full_text": "TITLE: Patterns and Predictors of Recurrent Acute Care Use among Medicaid Beneficiaries with Systemic Lupus Erythematosus ABSTRACT: Objectives:We aimed to identify longitudinal patterns and predictors of acute care use (emergency department [ED] visits and hospitalizations) among individuals with SLE enrolled in Medicaid, the largest U.S. public insurance.Methods:Using Medicaid data (29 states, 2000–2010) we identified 18–65-year-olds with SLE (≥3 SLE ICD-9 codes, 3rdcode=index date), ≥12 months of enrollment prior to the index date and ≥24 months post. For each 90-day interval post index date, patients were assigned binary indicators (1=≥1 ED visit or hospitalization, 0=none). We used group-based trajectory models to graph patterns of acute care use overall and for SLE, and multinomial logistic regression models to examine predictors.Results:Among 40,381 SLE patients, the mean age was 40.8 (SD 11.9). Using a three-group trajectory model, 2,342 (6%) were recurrent all-cause high acute care utilizers, 12,932 (32%) moderate, 25,107 (62%) infrequent; 25% were moderate or high utilizers for SLE. There were higher odds of all-cause, recurrent high acute care use (vs. infrequent) among patients with severe vs. mild SLE (OR 3.37, 95% CI 3.0–3.78), chronic pain (OR 1.63, 95% CI 1.15–2.32), depression (OR 1.90 95% CI 1.74–2.09), and cardiovascular disease (OR 2.29, 9% CI 2.08–2.52). Older age, male sex and hydroxychloroquine use were associated with lower odds of recurrent acute care use, both all-cause and SLE.Conclusion:Nearly 40% of Medicaid beneficiaries with SLE are recurrent all-cause acute care utilizers; 25% have recurrent use for SLE. Modifiable factors including outpatient management of SLE and comorbidities may reduce avoidable acute care use. BODY: Objectives:We aimed to identify longitudinal patterns and predictors of acute care use (emergency department [ED] visits and hospitalizations) among individuals with SLE enrolled in Medicaid, the largest U.S. public insurance."
  }
]