[
  {
    "full_text": "TITLE: Pediatric Life Support☆ ABSTRACT: This2020 International Consensus on Cardiopulmonary Resuscitation and Emergency Cardiovascular Care Science With Treatment Recommendations(CoSTR) for pediatric life support is based on the most extensive evidence evaluation ever performed by the Pediatric Life Support Task Force. Three types of evidence evaluation were used in this review: systematic reviews, scoping reviews, and evidence updates. Per agreement with the evidence evaluation recommendations of the International Liaison Committee on Resuscitation, only systematic reviews could result in a new or revised treatment recommendation.Systematic reviews performed for this 2020 CoSTR for pediatric life support included the topics of sequencing of airway-breaths-compressions versus compressions-airway-breaths in the delivery of pediatric basic life support, the initial timing and dose intervals for epinephrine administration during resuscitation, and the targets for oxygen and carbon dioxide levels in pediatric patients after return of spontaneous circulation. The most controversial topics included the initial timing and dose intervals of epinephrine administration (new treatment recommendations were made) and the administration of fluid for infants and children with septic shock (this latter topic was evaluated by evidence update). All evidence reviews identified the paucity of pediatric data and the need for more research involving resuscitation of infants and children. BODY: The2020 International Consensus on Cardiopulmonary Resuscitation (CPR) and Emergency Cardiovascular Care (ECC) Science With Treatment Recommendations(CoSTR) is the fourth in a series of annual publications from the International Liaison Committee on Resuscitation (ILCOR). This 2020 CoSTR summary for pediatric life support (PLS) includes new topics addressed by Systematic Reviews (SysRevs) performed within the past 12 months. It also includes updates of the PLS CoSTR statements published from 2010 through 2019 as needed, based on additional evidence evaluations. As a result, this 2020 CoSTR summary for PLS is the most comprehensive update since 2010. The 3 major types of evidence evaluation supporting this 2020 publication are the SysRev, the Scoping Review (ScopRev), and the Evidence Update (EvUp).Topics and types of reviews were prioritized by the PLS Task Force over the past 12 months on the basis of task force consensus that the answers to the review questions were critical, task force expert awareness of recent studies on the topics that could change treatment recommendations, and input and requests from the ILCOR member councils. SysRevs were performed on topics if deemed critical on the basis of the questions involved or if publication of studies suggested the need to consider new or modified treatment recommendations. ScopRevs and EvUps were performed if the task force or member councils identified a topic as important or if it had not been reviewed in several years;"
  },
  {
    "full_text": "or if it had not been reviewed in several years; ScopRevs and EvUps were intended to determine if sufficient published evidence existed to suggest the need for a SysRev.The SysRev is a rigorous process following strict methodology to answer a specific question, and each of these ultimately resulted in the generation of a task force CoSTR included in this summary. The SysRevs were performed by a knowledge synthesis unit, an expert systematic reviewer, or the PLS Task Force, and many resulted in separate SysRevs publications.To begin the SysRev, the question to be answered was phrased in terms of the PICOST (population, intervention, comparator, outcome, study design, time frame) format. The methodology used toidentifythe evidence was based on the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA).1The approach used toevaluatethe evidence was based on that proposed by the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) working group.2Using this approach, the PLS Task Force rated as high, moderate, low, or very low the certainty/confidence in the estimates of effect of an intervention or assessment across a body of evidence for each of the predefined outcomes. Randomized controlled trials (RCTs) generally began the analysis as high-certainty evidence, and observational studies generally began the analysis as low-certainty evidence; examination of the evidence using the GRADE approach could result in downgrading or upgrading the certainty of evidence. For additional information, refer to “Evidence Evaluation Process and Management of Potential Conflicts of Interest.”3,3aWhen a pre-2015 CoSTR treatment recommendation was not updated, the language used in the recommendation differed from that used in the GRADE approach because GRADE was not used before 2015.4,5,6Draft 2020 (ie, new) CoSTRs for PLS were posted on the ILCOR website7for public comment between March 26, 2018, and January 10, 2020. The draft CoSTR statements were viewed 31,468 times with 16 comments received. All comments were discussed by the PLS Task Force and modifications made as needed to the content or to the recommendations for future search strategies.This summary contains the final wording of the CoSTR statements as approved by the ILCOR PLS Task Force and the ILCOR member councils after review and consideration of comments posted online in response to the draft CoSTRs. In this publication, each topic includes the PICOST as well as the CoSTR, an expanded Justification and Evidence to Decision Framework Highlights section, and a list of knowledge gaps requiring future research studies. An evidence-to-decision table is included for each CoSTR in Appendix A in the Supplemental Materials.The second major type of evidence evaluation performed to support this 2020 CoSTR summary for PLS is a ScopRev. ScopRevs are designed to identify the extent, range, and nature of evidence on a topic or question, and they were performed by topic"
  },
  {
    "full_text": "or question, and they were performed by topic experts in consultation with the PLS Task Force. The task force analysed the identified evidence and determined its value and implications for resuscitation practice or research. The rationale for the ScopRev, the summary of evidence, and task force insights—all are highlighted in the body of this publication. Any previous treatment recommendations are reiterated. The task force noted whether the ScopRev identified substantive evidence that could result in a change in the ILCOR treatment recommendations. If sufficient evidence was identified, the task force suggested consideration of a (future) SysRev to support the development of an updated CoSTR. All ScopRevs are included in their entirety in Appendix B in the Supplemental Materials.The third type of evidence evaluation supporting this 2020 CoSTR for PLS is an EvUp. EvUps were generally performed to identify new studies published after the most recent ILCOR evidence evaluation, typically by using search terms and methodologies from previous reviews. These EvUps were performed by task force members, collaborating experts, or members of council writing groups. The EvUps are cited in the body of this publication with a note as to whether the evidence suggested the need to consider a SysRev; the most recent ILCOR treatment recommendation was reiterated.In this publication, no change in an ILCOR treatment recommendation resulted from a ScopRev or an EvUp; if substantial new evidence was identified, the task force recommended consideration of a SysRev. All EvUps are included in Appendix C in the Supplemental Materials, as they were drafted by the reviewers.Note: The reviews and treatment recommendations apply to infants (28 days to 12 months) and children (the age definitions varied in the cited studies). Evidence evaluation of studies of resuscitation of newborns (especially at birth) can be found in “Neonatal Life Support: 2020 International Consensus on Cardiopulmonary Resuscitation and Emergency Cardiovascular Care Science With Treatment Recommendations”7a,7bin this supplement.Topics Reviewed in This 2020 PLS CoSTRNote:As indicated above, the PLS CoSTR evidence reviews were all completed by January 10, 2020. As a result, this document does not address the topic of potential influence of coronavirus disease 2019 (COVID-19) on resuscitation practice. In the spring of 2020, an ILCOR writing group was assembled to identify and evaluate the published evidence regarding risks of aerosol generation and infection transmission during attempted resuscitation of adults, children, and infants. This group developed a consensus on science with treatment recommendations and task force insights. This statement is published as a separate document.8As new evidence emerges, the ILCOR task forces will review and update this statement, so the reader is referred to the ILCOR website7for the most up-to-date recommendations.Pediatric Basic Life Support (PBLS): CPR and CPR"
  },
  {
    "full_text": "Basic Life Support (PBLS): CPR and CPR Quality•Sequence of compression and ventilation (BLS 661: Shared SysRev)•Pulse check accuracy (PLS 393: EvUp)•Chest compression–only versus conventional CPR (2017 CoSTR)•Pediatric compression depth (PLS 314: ScopRev)•1-hand versus 2-hand compressions for children (PLS 375: EvUp) combined with circumferential compressions for infants (PLS 416: EvUp)PBLS: Automated External Defibrillation•Use of automated external defibrillators (AEDs) for infants with out-of-hospital cardiac arrest (OHCA) (PLS 425: EvUp)PBLS: Prevention of Cardiac Arrest•Pediatric early-warning scores (PEWS) (PLS 818: ScopRev)•Pediatric medical emergency/rapid response teams (PLS 397: EvUp)Pediatric Advanced Life Support (PALS): Recognition and Treatment of Septic Shock•Fluid administration for the child with septic shock (PLS 1534: EvUp)•Vasoactive drugs for septic shock (PLS 1604: ScopRev)•Corticosteroids for pediatric septic shock (PLS 413: EvUp)PALS: Recognition and Prearrest Treatments for Shock•Graded volume resuscitation for traumatic/haemorrhagic shock (PLS 400: ScopRev)•Timing of intubation for shock (PLS 399: EvUp)•Prearrest care of the infant or child with dilated cardiomyopathy or myocarditis (PLS 819: EvUp)•Cardiogenic shock and inotropes (PLS 418: EvUp)PALS: Management of Deterioration With Pulmonary Hypertension•Prevention and management of pulmonary hypertensive crises in infants and children (PLS 391: EvUp)•Opioids, sedatives, and neuromuscular blocking drugs for pulmonary hypertension (PLS New: EvUp)•Therapy with inhaled nitric oxide or prostaglandin I2for pulmonary hypertensive crisis and right heart failure (PLS New: EvUp)PALS: Recognition and Treatment of Nonarrest Arrhythmias•Drugs for supraventricular tachycardia (PLS 379: EvUp)•Treatment for unstable ventricular tachycardia (PLS 409: EvUp)•CPR for heart rate of less than 60/min (PLS 1535: EvUp)•Drugs for the treatment of bradycardia: Atropine versus no atropine and atropine versus epinephrine (PLS New: EvUp)•Emergency transcutaneous pacing for bradycardia (PLS New: EvUp)•Channelopathies (PLS 417: EvUp)PALS: Manual Defibrillation•Pad size, type, and placement for pediatric defibrillation (PLS 378 and PLS 043: EvUp)•Energy doses for defibrillation (PLS 405: ScopRev)•Single or stacked shocks for pediatric defibrillation (PLS 389: EvUp)PALS: Airways, Oxygenation, and Ventilation•Ventilation rate when a perfusing rhythm is present (PLS 3103A and PLS 382: EvUp)•Oxygen concentration during cardiac arrest (PLS 396: ScopRev)•Ventilation during CPR with bag and mask compared with an advanced airway (2019 CoSTR)•Use of cuffed or uncuffed tracheal tubes (PLS 412: EvUp)•Atropine for emergency intubation (PLS 821: EvUp)•Cricoid pressure during intubation (PLS 376: EvUp)•Use of devices to verify advanced airway placement (PLS 385: EvUp)•Ventilation rate with advanced airway during cardiac arrest (PLS 3103A and PLS 382: EvUp)PALS: Circulatory Support During CPR•Extracorporeal CPR for"
  },
  {
    "full_text": "Support During CPR•Extracorporeal CPR for in-hospital cardiac arrest (2019 CoSTR)PALS: Physiological Monitoring During Arrest to Guide Therapy and/or Intra-arrest Prognostication•Invasive blood pressure monitoring during CPR (PLS 826: ScopRev)•Use of near-infrared spectroscopy (NIRS) during cardiac arrest (PLS New: ScopRev)•Bedside ultrasound to identify perfusing rhythm (PLS 408: ScopRev)•End-tidal CO2monitoring during CPR (PLS 827: ScopRev)PALS: Resuscitation Drug Administration and Timing•Methods of calculating pediatric drug doses (PLS 420: EvUp)•Intraosseous (IO) versus intravenous (IV) route of drug administration (PLS, neonatal life support [NLS], and advanced life support [ALS]: SysRev)•Epinephrine time of initial dose and dose interval during CPR (PLS 1541: SysRev)•Amiodarone versus lidocaine for shock-resistant ventricular fibrillation or pulseless ventricular tachycardia (2018 CoSTR)•Sodium bicarbonate administration for children in cardiac arrest (PLS 388: EvUp)•Calcium administration in children (PLS 421: EvUp)PALS: Special Resuscitation Situations—Septic Shock, Congenital Heart Disease, and Trauma•Resuscitation of the child with septic shock (PLS 1534: EvUp)•Resuscitation of the patient with a single ventricle (PLS 390: EvUp)•Resuscitation of the patient with hemi-Fontan or Fontan circulation (PLS 392: EvUp)•Resuscitation after traumatic arrest (PLS 498: EvUp)PALS: Post-Cardiac Arrest Care, Including Postarrest Prognostication•Targeted temperature management (2019 CoSTR)•Oxygen and carbon dioxide targets in pediatric patients with return of spontaneous circulation (ROSC) after cardiac arrest (PLS 815: SysRev)•Post-ROSC blood pressure control (PLS 820: EvUp)•Post-ROSC neuro-prognostication and use of electroencephalogram (PLS 813 and PLS 822: EvUp)PBLS: CPR and CPR QualityThe PBLS topics in this section include the optimal sequence of compressions and ventilation, pulse check accuracy, compression-only compared with conventional CPR, the optimal depth of chest compressions, and 1-hand versus 2-hand chest compressions for children and circumferential chest compressions for infants.Sequence of Compression and Ventilation (BLS 661: Shared SysRev)The PLS Task Force last reviewed the sequence of pediatric BLS in 2015.9,10In 2020, the BLS Task Force performed a SysRev on the topic (see the Starting CPR section [BLS 661: SysRev] of the BLS publication in this supplement). This SysRev search included adults and children in all settings. Refer to the BLS publication for details of the evidence summary and task force considerations.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults and children with OHCA•Intervention: Commencing CPR beginning with compressions first (30:2)•Comparator: CPR beginning with ventilation first (2:30)•Outcome: Survival with favourable neurological /functional outcome at discharge, 30 days, 60 days, 180 days, and/or 1 year; survival only at discharge, 30 days, 60 days, 180"
  },
  {
    "full_text": "survival only at discharge, 30 days, 60 days, 180 days, and/or 1 year; and ROSC•Study design: RCTs and nonrandomized studies (nonrandomized controlled trials [non-RCTs], interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All languages were included if there was an English abstract. The literature search was updated in September 2019.Summary of EvidenceThe 2020 PLS ScopRev did not identify any new human pediatric evidence about sequencing for initiating CPR published after the 2015 CoSTR.11,12As a result, the recommendations for sequencing of BLS steps for infants and children in cardiac arrest remain unchanged from those published in 2015 (see Treatment Recommendations), with insufficient evidence to make a recommendation. To review the entire SysRev for adult data, see the Starting CPR section [BLS 661: SysRev] of the BLS publication in this supplement.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2015.11,12The confidence in effect estimates is so low that the panel decided that a recommendation was too speculative.Pulse Check Accuracy (PLS 393: EvUp)This EvUp was performed to identify studies after the review about pulse check accuracy in 2010.9,10Studies about the accuracy of pulse check versus assessment of signs of life were insufficient to identify cardiac arrest, and the task force agreed that there is no need to suggest consideration of a SysRev. As a result, the 2010 treatment recommendation is unchanged.9,10To review the EvUp, seeAppendix CSupplement Appendix C-1.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children in cardiac arrest•Intervention: Use of pulse check•Comparator: Assessment of signs of life•Outcome: Improve accuracy of diagnosis of pediatric cardiopulmonary arrest•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and all languages were included if there was an English abstract. Literature was updated in December 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10Palpation of a pulse (or its absence) is not reliable as the sole determinant of cardiac arrest and need for chest compressions. If the victim is unresponsive, and not breathing normally, and there are no signs of life, lay rescuers should begin CPR.In infants and children with no signs of life, healthcare providers should begin CPR unless they can definitely palpate a pulse within 10 seconds.Chest Compression-Only Versus Conventional CPR (2017 CoSTR)In 2017, a SysRev13and an ILCOR Pediatric CoSTR14,15were published on the topic of compression-only CPR compared with conventional CPR for infants and children. Refer to those publications for details of the evidence summary and task force considerations.Population, Intervention, Comparator,"
  },
  {
    "full_text": "Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Patients of all ages (ie, neonates, children, adults) with cardiac arrest from any cause and across all settings (in-hospital and animals not eligible•Intervention: All manual CPR methods including compression-only CPR, continuous compression CPR, and CPR with different compression-to-ventilation ratios. Compression-only CPR included continuous delivery of compressions with no ventilation; continuous chest compression CPR included compression with asynchronous ventilation or minimally interrupted cardiac resuscitation. Studies that mentioned the use of a mechanical device during CPR were considered only if the same device was used across all relevant intervention arms and would therefore not confound the observed effect.•Comparator: Studies had to compare at least 2 different CPR methods from the eligible interventions; studies without a comparator were excluded•Outcome: The primary outcome was favourable neurological outcomes, evaluated by cerebral performance scale or a modified Rankin Scale score; secondary outcomes were survival, ROSC, and quality of life•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion; study designs without a comparator group (eg, case series, cross-sectional studies), reviews, and pooled analyses excluded•Time frame: All years and languages were included if there was an English abstract. The literature search was updated in December 2019.Treatment RecommendationsThese treatment recommendations are unchanged from 2017.14,15We suggest that bystanders provide CPR with ventilation for infants and children younger than 18 years with OHCA (weak recommendation, very low-quality evidence). We continue to recommend that if bystanders cannot provide rescue breaths as part of CPR for infants and children younger than 18 years with OHCA, they should at least provide chest compressions (good practice statement).Pediatric Compression Depth (PLS 314: ScopRev)Rationale for ReviewThe most recent (2015) PLS review11,12about pediatric chest compression depth was based on a SysRev that identified 2 observational pediatric studies.16,17There is now greater availability of CPR feedback devices providing real-time data about the specific targets for components of CPR, including depth of compression; studies in adults18,19demonstrated that overcompression can cause harm. The ScopRev was undertaken to determine the extent of current available evidence about the effectiveness of various compression depths used during resuscitation of infants and children. For details of the ScopRev, seeAppendix BSupplement Appendix B-1.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children who had received chest compressions after out-of-hospital or in-hospital cardiac arrest (excluding newborn children)•Intervention: Any specific"
  },
  {
    "full_text": "newborn children)•Intervention: Any specific chest compression depth•Comparator: Depth specified in 2017 CoSTR publication14,15­At least one third the AP [anteroposterior] chest depth­Approximately 1½ inches (4 cm) in infants, 2 inches (5 cm) in children•Outcome:­Short-term survival and neurological outcomes (eg, ROSC, hospital discharge, 28 days, 30 days, and 1 month)­Long-term survival and neurological outcomes (eg, 3 months, 6 months, and 1 year)­Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion­Time frame: All years and languages were included if there was an English abstract. The search was updated to October 2019.Summary of EvidenceNo new published evidence was identified with this ScopRev. The PLS Task Force did identify an ongoing large prospective observational international multicenter study on CPR quality using dual-sensor CPR feedback devices: the pediRES-Q study.20The results of this study, once published, may help address the impact of chest compression depth on CPR outcomes. The task force concluded that there is no need to recommend a new SysRev at this time, and the decision will be reconsidered following after the publication of any relevant studies. For this 2020 CoSTR update, the 2015 treatment recommendations11,12are unchanged.Task Force InsightsThe PLS Task Force recognized the paucity of pediatric studies and substantial identified gaps in the pediatric literature about chest compression depth (eg, the absence of data on the impact of overcompression). Previous studies used feedback devices with a single displacement sensor/accelerometer; these are notably unreliable because the compression depth they measure can be affected by the type of surface on which the compressions are performed; overestimation of compression depth occurs if the surface on which the patient rests (eg, bed or trolley mattress) enables movement even if a CPR board is used. Chest compression depth studies using feedback devices with dual displacement sensors/accelerometers may improve the accuracy of measurement of compression depth.Treatment RecommendationsThese treatment recommendations are unchanged from 2015.11,12We suggest that rescuers compress an infant’s chest by at least one third the anteroposterior dimension, or approximately 1½ inches (4 cm). We suggest that rescuers compress a child’s chest by at least one third the anteroposterior dimension, or approximately 2 inches (5 cm) (weak recommendation, very low-quality evidence).One-Hand Versus 2-Hand Compressions for Children (PLS 375: EvUp) Combined With Circumferential Compressions for Infants (PLS 416: EvUp)An EvUp was performed to identify the available evidence about different techniques for chest compressions of infants and children. The previous review was published in 2010.9,10The EvUp did identify several studies published after 2010, and the task force agreed that these studies"
  },
  {
    "full_text": "and the task force agreed that these studies suggest the need to consider requesting a SysRev. Until a new SysRev is completed and analysed by the PLS Task Force, the 2010 treatment recommendation remains in effect. To review the EvUp, seeAppendix CSupplement Appendix C-2.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children in cardiac arrest in any setting•Intervention: 2 hands, 1 hand, circumferential, 2 fingers, a specific other method, a specific location•Comparator: Another method or location•Outcome: Any•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. Literature was searched to December 2019.Treatment RecommendationThis treatment recommendation (below) is unchanged from 2010.9,10Either a 1-hand or a 2-hand technique can be used for performing chest compressions on children.There are insufficient data to make a recommendation for or against the need for a circumferential squeeze of the chest when performing the 2 thumb–encircling hands technique of external chest compression for infants.PBLS: Automated External DefibrillationUse of Automated External Defibrillators for Infants With Out-of-Hospital Cardiac Arrest (PLS 425: EvUp)An EvUp was performed to determine if there were any published studies about the use of AEDs for infants with OHCA. The EvUp identified insufficient evidence to justify a SysRev or suggest the need for a change to the 2010 treatment recommendation; as a result, the 2010 treatment recommendation is unchanged.9,10To review the EvUp, seeAppendix CSupplement Appendix C-3.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children in cardiac arrest in any setting•Intervention: Use of an automated external defibrillators at a certain moment in the algorithm•Comparator: At another moment in the algorithm or not using an automated external defibrillator or using an automated external defibrillator with a dose attenuator•Outcome: Any•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. Literature was searched to December 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10For treatment of out-of-hospital ventricular fibrillation (VF)/pulseless ventricular tachycardia (pVT) in infants, the recommended method of shock delivery by device is listed in order of preference below. If there is any delay in the availability of the preferred device, the device that is available should be used. The AED algorithm should have demonstrated high specificity and sensitivity for detecting shockable rhythms in infants. The"
  },
  {
    "full_text": "for detecting shockable rhythms in infants. The order of preference is as follows:1Manual defibrillator2AED with dose attenuator3AED without dose attenuatorPBLS: Prevention of Cardiac ArrestPediatric Early-Warning Scores (PLS 818: ScopRev)Rationale for ReviewThe topic was selected for review because the task force was aware of several recent relevant publications, including SysRevs, a ScopRev, and a large-scale RCT study published after the most recent (2015) CoSTR on the topic.11,12PEWS are tools that evaluate clinical presentation risk of clinical deterioration or arrest.SeeAppendix BSupplement Appendix B-2.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children in a hospital setting•Intervention: PEWS with or without rapid response teams/medical emergency teams•Comparator: No PEWS with or without rapid response teams or medical emergency teams•Outcome: In-hospital deterioration, including mortality•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to September 15, 2019.Summary of EvidenceWe identified 3 SysRevs21,22,23and 1 ScopRev24published after 2015; all noted the limited evidence for the usefulness of PEWS for preventing physiological deterioration and improving clinical outcomes.The Evaluating Processes of Care and the Outcomes of Children in Hospital (EPOCH) study was published in 2018. This was an international cluster RCT of 21 hospitals enrolling patients from birth (gestational age 37 weeks or more) up to 18 years of age.25This study included all-cause mortality as a primary outcome, with a secondary outcome a composite outcome reflecting late critical care admission. Ten hospitals implemented a bedside PEWS system compared with usual care (ie, did not use a severity early-warning score) in 11 hospitals. This was one of the largest studies of its kind, involving 144 539 patient discharges with 559 443 patient days and 144 539 patients in total completing the trial.There was no significant reduction in all-cause mortality when the use of bedside PEWS was compared with standard care (1.93 per 1000 patient discharges compared with 1.56 per 1000 patient discharges; adjusted odds ratio [OR], 1.01; 95% CI, 0.61–1.69). The prevalence of significant clinical deterioration events was lower (0.5 per 1000 patient days compared with 0.84 per 1000 patient days) at hospitals using bedside PEWS compared with usual care hospitals (adjusted rate ratio 0.77 [95% CI, 0.61–0.97]).The EPOCH authors concluded that their findings did not support the use of PEWS to reduce mortality but did support the use of bedside PEWS to decrease clinically important deterioration on the wards in nontertiary care/ and"
  },
  {
    "full_text": "on the wards in nontertiary care/ and community hospitals.25The PLS draft ScopRev was posted on the ILCOR website and was viewed 345 times without any comments that addressed the need for a SysRev on this topic. To review the ScopRev, seeAppendix BSupplement Appendix B-2.Task Force InsightsThe PLS Task Force concluded that the implementation of PEWS should be part of an overall clinical response system, with the task force placing a higher value on improving healthcare provider ability to recognize and intervene for patients with deteriorating illness over the expense incurred by a healthcare system committing significant resources to implement PEWS. The task force also noted that the complex process of optimizing patient care is likely to include both the implementation of PEWS and ongoing healthcare provider education. The PLS Task Force agreed that the decision to use PEWS should be balanced between use of existing resources and capabilities of the healthcare setting to adapt to its use and the consequences of its use.In the PEWS studies, mortality is a common outcome marker. However, the incidence of cardiac arrest is low (especially outside the critical care setting), so the incidence of significant clinical deterioration is an additional important outcome in determining sample sizes for such studies.The PLS Task Force agreed that there is no need to request a SysRev, and the 2015 treatment recommendations remain in effect.11,12Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2015.11,12The confidence in the estimate of predictive value is so low that the panel decided that a recommendation is too speculative.11,12Pediatric Medical Emergency/Rapid Response Teams (PLS 397: EvUp)Rapid response teams (RRTs) are hospital teams that are activated to evaluate and respond to patients at risk for clinical deterioration. The topic of medical emergency teams (METs)/RRTs was last reviewed in 2015. This EvUp was requested to identify relevant evidence on the topic published after that date.11,12Two preintervention/postintervention studies demonstrated a decrease in the number of resuscitation events, although there was no clear decrease in mortality. One observational registry study demonstrated no change in the mortality rate beyond that which was already expected from the preimplementation trends. This finding is not significantly different from the 2015 review. To review the EvUp, seeAppendix CSupplement Appendix C-4. There is no indication to change the 2015 CoSTR recommendation.Treatment RecommendationThis treatment recommendation (below) is unchanged from 2015.11,12We suggest the use of pediatric MET/RRT systems in hospitals that care for children (weak recommendation, very low-quality evidence). In making this recommendation, we place a higher value on the potential to recognize and intervene for patients with deteriorating illness over the expense incurred by a healthcare system by committing significant resources"
  },
  {
    "full_text": "system by committing significant resources to implement a MET/RRT system. We recognize that the decision to use a MET/RRT system should be balanced by the existing resources and capabilities of the institution.PALS: Recognition and Treatment of Septic ShockFluid Administration for the Child With Septic Shock (PLS 1534: EvUp)Note:This topic was prioritized for review because the approach to the management of fluid resuscitation in infants and children with septic shock is changing as a result of recent published evidence. The summary of this EvUp is more detailed than for other EvUps owing to the critical nature of these new findings and in acknowledgment of the 2020 publication of new guidelines for the management of infants and children with septic shock.26This topic was last reviewed in 2015,11,12when the evidence evaluation included fluid administration for shock associated with dengue fever and malaria. This EvUp looked specifically at the impact of different fluid regimens in infants and children with septic shock but excluded studies of shock associated with dengue or malaria because the pathophysiology of shock with those conditions is atypical when compared with septic shock associated with other causes. The role of fluid administration in shock associated with dengue or malaria will be considered in future EvUp work.This draft EvUp can be viewed inAppendix CSupplement Appendix C-5 because it is only outlined here in the main body of text. It included 12 studies in the final evidence review: 3 RCTs27,28,29and 3 SysRevs.30,31,32In addition, the EvUp identified 1 RCT33that did not directly address the PICO (population, intervention, comparator, outcome) question but provided information about the effect of a fluid bolus on cardiac index. The EvUp also analysed the results of 4 nonrandomized studies34,35,36,37and 1 study protocol.38The Society of Critical Care Medicine’s Surviving Sepsis Campaign International Guidelines for the Management of Septic Shock and Sepsis-Associated Organ Dysfunction in Children was published in February 2020,26immediately before the submission of this publication. In these 2020 surviving sepsis guidelines, recommendations for fluid administration differ based on the availability of intensive care within the system caring for the infant or child. For systemswiththe availability of intensive care, the authors suggest the administration of 10 to 20 mL/kg boluses, up to a total of 40 to 60 mL/kg in the first hour, being titrated to the patient’s response and to be discontinued if the signs of fluid overload develop. If hypotension is present in systemswithoutthe availability of intensive care, the authors suggest the administration of 10 to 20 mL/kg boluses, up to a total of 40 mL/kg in the first hour (also titrated to response and discontinued if signs of fluid overload develop). If the infant or child isnothypotensive and is in a systemwithoutthe availability of intensive care, the authors recommendagainstbolus"
  },
  {
    "full_text": "intensive care, the authors recommendagainstbolus fluid administration but to start maintenance fluids.26The PLS Task Force agreed that a new SysRev is needed to reevaluate the evidence and modify the 2015 PLS treatment recommendations as needed. Until the SysRev is completed and analysed by the task force, the 2015 treatment recommendations remain in effect.11,12Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children who are in septic shock in any setting•Intervention 1: Use of restrictive volume of resuscitation fluid (less than 20 mL/kg)•Comparator 1: Nonrestrictive volume (20 mL/kg or greater) or the use of noncrystalloid fluids•Intervention 2: Use of noncrystalloid fluids•Comparator 2: Use of crystalloid fluids•Intervention 3: Use of balanced crystalloid solution (eg, Ringer’s lactate)•Comparator 3: Use of unbalanced isotonic crystalloid solution (normal saline)•Outcome: Survival to hospital discharge, need for mechanical ventilation, need for vasopressor support, complications, time to resolution of shock, hospital length of stay, ventilator-free days, or total IV fluids administered•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and all languages were included if there was an English abstract. The literature search was from January 2015 to January 2020.Treatment RecommendationsThese treatment recommendations are unchanged from 2015.11,12We suggest using an initial fluid bolus of 20 mL/kg for infants and children with shock, with subsequent patient reassessment, for patients with the following disease states:•Severe sepsis (weak recommendation, low-quality evidence)•Severe malaria (weak recommendation, low-quality evidence)*•Dengue shock syndrome (weak recommendation, low-quality evidence)*We suggest against the routine use of bolus intravenous fluids (crystalloids or colloids) for infants and children with a “severe febrile illness” who are not in shock (weak recommendation, low-quality evidence).*Reassessment, regardless of therapy administered, should be emphasized so that deterioration is detected at an early stage.*These populations were included in the 2015 CoSTR but not the 2020 EvUp.Vasoactive Drugs for Septic Shock (PLS 1604: ScopRev)Rationale for ReviewAlthough pediatric septic shock is associated with significant mortality/morbidity, substantial progress has been made in improving the recognition of septic shock and the development of bundles of care aimed at bettering patient outcomes. The most recent review of vasoactive drugs (labeled “inotropes and vasopressors”) for septic shock was published in 2010.9,10That CoSTR considered all forms of distributive shock, whereas this ScopRev looked specifically at the use of vasoactive drugs in pediatric septic shock, excluding other forms of distributive shock. This ScopRev looked at comparative studies"
  },
  {
    "full_text": "shock. This ScopRev looked at comparative studies of 1 vasoactive drug with another. To review the ScopRev, seeAppendix BSupplement Appendix B-3.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children with septic shock, with and without myocardial dysfunction•Intervention: Use of any specific vasoactive drug•Comparator: Standard care•Outcome: Improved patient outcomes (hemodynamics, survival)•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was from 1946 to November 2019.Summary of EvidenceThe ScopRev identified 2 relevant RCTs. The first39included 60 children with septic shock in emergency departments or critical care units and compared the effects of dopamine with those of epinephrine. The primary outcome was resolution of shock in the first hour, which was more likely to occur among those receiving epinephrine rather than dopamine (OR, 4.8; 95% CI, 1.3–17.2;P= 0.019). On day 3, there were lower sequential organ failure assessment scores (ie, less derangement) in the epinephrine group (8 versus 12,P= 0.05). There was no difference in the adverse event rate (16.1% versus 13.8%,P= 0.8) and no difference in mortality, although this study was not powered for mortality.The second study40was a double-blind RCT that evaluated 120 children with refractory septic shock (despite the administration of 40 mL/kg of fluid). Randomization was to either dopamine or epinephrine, with the primary outcome of 28-day mortality and the secondary outcome of healthcare-associated infection. Dopamine administration was linked with an increased risk of death and healthcare-associated infection in comparison with epinephrine administration. The PLS Task Force members were concerned that the doses of epinephrine would have produced a disproportionately greater physiological effect than the matched doses of dopamine. To review the ScopRev, seeAppendix BSupplement Appendix B-4.Of note, the 2020 surviving sepsis guidelines26suggest the use of epinephrine or norepinephrine compared with dopamine based on very-low-quality evidence. The authors state that they could not make a recommendation for a first-line vasoactive infusion for septic shock, noting that in their practices they use epinephrine or norepinephrine.Task Force InsightsThe studies identified by the ScopRev did not evaluate vasoactive agents other than dopamine and epinephrine and did not include other drugs such as norepinephrine that are commonly used to treat fluid-resistant septic shock. The 2 RCTs were single-center studies in low- and middle-income healthcare systems, so questions about their generalizability to other healthcare settings arose. The task force agreed that the adult findings could not be extrapolated to the pediatric population"
  },
  {
    "full_text": "not be extrapolated to the pediatric population because infants and children have different physiological responses to vasoactive drugs (varying according to age even within the age range of infants and children), particularly when compared with adult physiological responses.The task force agreed that the current evidence does not support the need for a SysRev and the 2010 treatment recommendations remain in effect.9,10Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10There is insufficient evidence to recommend a specific inotrope or vasopressor to improve mortality in pediatric distributive shock. The selection of an inotrope or vasopressor to improve hemodynamics should be tailored to each patient’s physiology and adjusted to the individual’s clinical responses.Corticosteroids for Pediatric Septic Shock (PLS 413: EvUp)The PLS Task Force sought an EvUp on this topic because it was last reviewed in 2010.9,10The evidence for or against the use of corticosteroids in pediatric septic shock is of very low certainty. There is limited evidence that a specific subpopulation may benefit from the administration of corticosteroids, but these patients are not easily identifiable at the bedside. As a result, the current (2010) treatment recommendation continues unmodified. To review the EvUp, seeAppendix CSupplement Appendix C-6.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children being treated for septic shock and circulatory failure in any setting, during the first hours of treatment•Intervention: Early administration of corticosteroids•Comparator: No corticosteroid or postponed administration•Outcome: All•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was conducted to December 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10There is insufficient evidence to support or refute the routine use of stress-dose or low-dose hydrocortisone and/or other corticosteroids in infants and children with septic shock. Stress-dose corticosteroids may be considered in children with septic shock unresponsive to fluids and requiring vasoactive support.PALS: Recognition and Prearrest Treatments for ShockGraded Volume Resuscitation for Traumatic/Hemorrhagic Shock (PLS 400: ScopRev)Rationale for ReviewThe PLS Task Force reevaluated this topic because the previous review was published in 2010.9,10This 2020 ScopRev sought to identify available evidence about the effectiveness of graded volume resuscitation compared with standard care for traumatic hemorrhagic shock. To review the ScopRev, seeAppendix BSupplement Appendix B-4.The termgraded volume resuscitationincludesrestrictive volume resuscitationandpermissive hypotension,"
  },
  {
    "full_text": "volume resuscitationandpermissive hypotension, with volume administered to resuscitate a hypovolemic trauma victim with relatively small volumes, repeated to restore perfusion to a specific target.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children in hemorrhagic shock following trauma in any setting•Intervention: Graded volume resuscitation (now restrictive volume resuscitation)•Comparator: Standard care•Outcome: Any clinical outcome•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was from March 2009 to November 2019.Summary of EvidenceSix retrospective pediatric studies were identified.41,42,43,44,45,46All were derived from trauma registries. Only 1 study assessed the volume of fluid given to children with traumatic injuries in the prehospital setting.41Four studies compared the total crystalloid volume given in 24 hours,42,44,45,46and 1 study assessed the volume of crystalloid given to patients needing transfusion.43The study that reported the critical outcome of survival to 24 hours41found no benefit to survival associated with graded/“limited” volume compared with standard care for trauma resuscitation. None reported on survival at 30 days with good neurological outcome. For the critical outcome of survival to discharge, 4 studies found no benefit associated with graded/limited volume administration compared with standard care.41,44,46,47One study reported lower survival to hospital discharge associated with high-volume crystalloid administration (greater than 60 mL/kg per 24 hours) compared with low- and moderate-volume crystalloid administration (ie, 0–40 mL/kg per 24 hours or 40–60 mL/kg per 24 hours),42and 1 reported lower survival rates associated with higher transfusion volumes (ie, greater than 50 mL/kg per 24 hours compared with those receiving 150 mL/kg or less per 24 hours).43Five studies reported an increased hospital or intensive care length of stay associated with higher crystalloid volume administration in the first 24 hours.42,43,44,46,47All studies were retrospective, and they reported different interventions on differing patient populations and differing associated outcomes. Although it is difficult to compare results, there is a suggestion of a possible advantage of using limited volume resuscitation. To review the ScopRev, seeAppendix BSupplement Appendix B-4.Task Force InsightsThe task force discussed the termgraded resuscitationused in the 2010 CoSTR evidence evaluation; this term was infrequently found in the trauma literature published in the past decade. The task force discussed the definition ofhypotensive resuscitationin children and infants with trauma (because it was agreed that this is unclear in the literature), as well as other terms used in"
  },
  {
    "full_text": "the literature), as well as other terms used in trauma resuscitation, such asrestrictive resuscitationanddelayed versus early resuscitation.Adult data favor restrictive volume resuscitation, and the recommendations for this population have been to promote damage control resuscitation. The National Institute for Health and Care Excellence trauma guidelines48and the American College of Surgeons Advanced Trauma Life Support guidelines49follow these principles for adult practice because both suggest restrictive volume resuscitation with early use of blood components in hemorrhagic shock.The task force discussed the ILCOR mandate and whether it includes the review and analysis of trauma resuscitation topics. Because trauma remains a major cause of death in children worldwide and there is still a lack of evidence-based guidelines, most task force members agreed that this is an important issue for ILCOR to address.RCTs or, in their absence, studies from large trauma registries are required to address the effects of different volume resuscitation strategies on mortality and morbidity outcomes. Optimal timing for the administration of fluid resuscitation in pediatric trauma was not addressed in this review but will be considered for a future SysRev.The task force agreed that more data are needed, but this ScopRev did not identify sufficient new evidence to prompt a new SysRev, so the 2010 treatment recommendation (noting insufficient evidence to make a recommendation) remains in place.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10There is insufficient evidence about the best timing or quantity for volume resuscitation in infants and children with hemorrhagic shock following trauma.Timing of Intubation for Shock (PLS 399: EvUp)The evidence to support specific timing of intubation for infants and children in shock (ie, all types of shock) was most recently evaluated in 2010.9,10At that time, the PLS Task Force noted the paucity of published evidence. This EvUp was undertaken to identify any relevant evidence published thereafter. Once again, insufficient evidence was identified to warrant the suggestion of a pediatric SysRev as only 5 animal studies, one 1 adult study and the 2020 Society of Critical Care Medicine Surviving Sepsis Campaign International Guidelines for the Management of Septic Shock and Sepsis-Associated Organ Dysfunction in Children26were identified. The 2020 surviving sepsis guidelines authors noted they were “unable to make a recommendation about whether to intubate children with fluid-refractory-catecholamine-resistant septic shock. However, in our practice, we commonly intubate children [with] fluid-refractory-catecholamine-resistant septic shock without respiratory failure.”26To review the EvUp, seeAppendix CSupplement Appendix C-7.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children in shock•Intervention: Early intubation and assisted"
  },
  {
    "full_text": "shock•Intervention: Early intubation and assisted ventilation•Comparator: The use of these interventions only for respiratory failure•Outcome: Improved patient outcomes (hemodynamics, survival)•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to December 2019.Treatment RecommendationThis treatment recommendation (below) is unchanged from 2010.9,10The optimal timing for intubation of children in shock remains unclear, although reports of children with septic shock suggested potential beneficial effects of early intubation (before signs of respiratory failure develop) combined with a protocol-driven management approach. When children in septic shock were treated with a protocol that included therapy directed to normalizing central venous oxygen saturation, patient outcome appeared to improve.Note:The 2020 surviving sepsis guidelines26updated the recommended therapy.Prearrest Care of the Infant or Child With Dilated Cardiomyopathy or Myocarditis (PLS 819: EvUp)This EvUp was performed because the most recent PLS CoSTR on the topic of prearrest care for a child with dilated cardiomyopathy or myocarditis was in 2015.11,12The management of these patients has continued to evolve since then, noting that the EvUp identified an additional 5 studies not captured in the 2015 CoSTR.The task force agreed to consider a request for a SysRev to assess those studies and any others identified pertaining to the prearrest care of an infant or child with myocarditis. Until a new SysRev is completed and analysed by the PLS Task Force, the 2015 treatment recommendation (noting insufficient evidence to make a recommendation) remains in effect. To review the EvUp, seeAppendix CSupplement Appendix C-8.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children with myocarditis or dilated cardiomyopathy and impending cardiac arrest•Intervention: A specific approach•Comparator: The usual management of shock or cardiac arrest•Outcome: Survival with favourable neurological/functional outcome at discharge, 30 days, 60 days, 180 days, and/or 1 year; survival to hospital discharge; cardiac arrest frequency; ROSC•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was completed in September 2019.Treatment RecommendationThis treatment recommendation (below) is unchanged from 2015.11,12The confidence in effect estimates is so low that the panel decided that a specific recommendation was too speculative.Cardiogenic Shock and Inotropes (PLS 418: EvUp)This EvUp was undertaken because the most recent CoSTR on"
  },
  {
    "full_text": "was undertaken because the most recent CoSTR on the topic was published in 2010,9,10and the task force sought to identify any studies published after that review. The task force agreed that there is insufficient evidence identified in the EvUp to consider a request for a SysRev. As a result, the 2010 treatment recommendations9,10remain in place. To review the EvUp, seeAppendix CSupplement Appendix C-9.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children who are being treated for cardiogenic shock in any setting, during the first hours of treatment•Intervention: The early addition of certain vasoactive drugs•Comparator: Postponed administration and/or a specific vasoactive drug versus another•Outcome: All•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to December 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10The catecholamine dose for inotropic support in cardiogenic shock must be titrated for each individual because there is wide variability in the clinical response to vasoactive drugs. It is reasonable to use epinephrine, levosimendan, dopamine, or dobutamine for inotropic support in infants and children with cardiogenic shock. Milrinone may be beneficial for the prevention and treatment of low cardiac output following cardiac surgery. There are insufficient data to support or refute the use of norepinephrine in pediatric cardiogenic shock.9,10PALS: Management of Deterioration With Pulmonary HypertensionThis section includes 3 topics about the management and prevention of critical pulmonary hypertension crises in the infant or child. All were evaluated by EvUps to identify the availability of evidence published after the most recent review of the management of infants and children with pulmonary hypertension (appeared in the literature in 2010).9,10Prevention and Management of Postoperative Pulmonary Hypertensive Crises in Infants and Children (PLS 391: EvUp)Although the general topic of pulmonary hypertension was reviewed in the 2010 CoSTR,9,10the focus was on treatment of cardiac arrest in patients with pulmonary hypertension. This EvUp was performed to identify any evidence about the postoperative care of infants and children with pulmonary hypertension at high risk of pulmonary hypertensive crisis. The EvUp identified several RCTs. In addition, the PLS Task Force is aware of 2 guidelines publications—1 from the American Heart Association (AHA)50,51and 1 from the European Pediatric Pulmonary Vascular Disease Network51,51a—each group having completed a SysRev in 2015. The task force agreed that the EvUp identified sufficient published evidence to indicate the need to consider a SysRev. Until such time as a new"
  },
  {
    "full_text": "to consider a SysRev. Until such time as a new SysRev is completed and analysed by the PLS Task Force, the 2010 treatment recommendation remains in effect for treatment of children with pulmonary hypertension and cardiac arrest. To review the EvUp, seeAppendix CSupplement Appendix C-10.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children with pulmonary hypertension at high risk of postoperative pulmonary hypertensive crises•Intervention: Postoperative care such as careful respiratory management and monitoring to avoid hypoxia and acidosis•Comparator: Standard postoperative care•Outcome: All•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to November 2019.Treatment RecommendationsThis treatment recommendation for the care of children with pulmonary hypertension and cardiac arrest (below) is unchanged from 2010.9,10Rescuers should provide conventional PALS, including oxygenation and ventilation, for cardiac arrest associated with pulmonary hypertension. It may be beneficial to attempt to correct hypercarbia. If the administration of medications (IV or inhaled) to decrease pulmonary artery pressure has been interrupted, it may be advisable to reinstitute it.Inhaled nitric oxide or aerosolized prostacyclin or analogues to reduce pulmonary vascular resistance should be considered. If these are unavailable, an IV bolus of prostacyclin may be considered.Note:A SysRev will be needed to generate treatment recommendations forpostoperativecare of children with pulmonary hypertension at risk for pulmonary hypertensive crisis.Opioids, Sedatives, and Neuromuscular Blocking Drugs for Pulmonary Hypertension (PLS New: EvUp)Although the general topic of pulmonary hypertension was reviewed in the 2010 CoSTR,9,10the focus was on treatment during cardiac arrest; there were no specific PICOST questions and no treatment recommendations about the use of opioids, sedatives, and neuromuscular blocking drugs for an infant or a child with pulmonary hypertension who is not in cardiac arrest. The EvUp identified 2 guidelines publications—one 1 from the AHA50,51and 1 from the European Pediatric Pulmonary Vascular Disease Network51,51a—each group having completed a SysRev in 2015. To review the EvUp, seeAppendix CSupplement Appendix C-11. The PLS Task Force agreed to consider the need for a SysRev to evaluate the available evidence and see if treatment recommendations were required after review of the literature.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children at high risk of pulmonary hypertensive crises•Intervention: Provision of adequate opiates, sedatives, and neuromuscular blocking drugs•Comparator: Standard care without"
  },
  {
    "full_text": "blocking drugs•Comparator: Standard care without opiates•Outcome: All, especially pulmonary hypertensive crises•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to November 2019.Treatment RecommendationsThere are no previous treatment recommendations.Therapy With Inhaled Nitric Oxide or Prostaglandin I2for Pulmonary Hypertensive Crisis and Right Heart Failure (PLS New: EvUp)Although the general topic of pulmonary hypertension was reviewed in the 2010 CoSTR,9,10the focus was on the treatment of cardiac arrest; this 2020 EvUp focused on the evidence supporting inhaled nitric oxide or prostaglandin I2to manage pulmonary hypertensive crises and right heart failure in infants and children with or without cardiac arrest. This EvUp identified 2 guidelines publications—1 from the AHA50and 1 from the European Pediatric Pulmonary Vascular Disease Network51—each group having completed a SysRev in 2015. In addition, a previous EvUp (seeAppendix CSupplement Appendix C-12) identified a SysRev52that reported the results of an RCT on inhaled nitric oxide for the postoperative treatment of pulmonary hypertension.53See Supplement Appendix C-12.The EvUp and the PLS Task Force member group identified sufficient published data about the use of inhaled nitric oxide and prostaglandin I2to consider recommending a SysRev to evaluate the available evidence and, if required, make new treatment recommendations. Until a new SysRev is completed and analysed, the 2010 treatment recommendations remain in effect for the general management of pulmonary hypertension and not specifically to address this PICOST because that will require further analysis of the literature.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children at high risk of pulmonary hypertensive crises•Intervention: Provision of pulmonary vasodilators such as inhaled nitric oxide or prostaglandin I2•Comparator: Standard therapy with no provision of therapy such as inhaled nitric oxide or prostaglandin I2•Outcome: Alter the outcome of pulmonary hypertensive crises or acute right heart failure•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to November 2019.Treatment RecommendationsThe broad treatment recommendations published in 2010, including regarding inhaled nitric oxide, remain in effect.9,10Rescuers should provide conventional PALS, including oxygenation and ventilation for cardiac arrests associated with pulmonary hypertension. It may be beneficial to attempt to correct hypercarbia. If the administration of"
  },
  {
    "full_text": "to correct hypercarbia. If the administration of medications (IV or inhaled) to decrease pulmonary artery pressure has been interrupted, it may be advisable to reinstitute it.Inhaled nitrous oxide or aerosolized prostacyclin or analogue to reduce pulmonary vascular resistance should be considered. If unavailable, an IV bolus of prostacyclin may be considered.9,10PALS: Recognition and Treatment of Nonarrest ArrhythmiasDrugs for Supraventricular Tachycardia (PLS 379: EvUp)This topic was last reviewed in 2010.9,10This EvUp was to identify any evidence about the management of supraventricular tachycardia in infants and children published after 2010. The EvUp identified 6 studies; all were retrospective and observational, and none compared adenosine with other IV drugs for the management and resolution of supraventricular tachycardia. The PLS Task Force concluded that there was insufficient evidence to suggest the need for a SysRev and no need to consider a change in the previous (2010) treatment recommendations.9,10To review the EvUp, seeAppendix CSupplement Appendix C-13.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children with supraventricular tachycardia with a pulse•Intervention: Use of any drug or combination of drugs•Comparator: Adenosine•Outcome: Termination of abnormal rhythm, survival•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract from ILCOR 2010 guidance. The search was performed in November 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10For infants and children with supraventricular tachycardia with a palpable pulse, adenosine should be considered the preferred medication. Verapamil may be considered an alternative therapy in older children, but it should not be routinely used in infants. Procainamide or amiodarone given by a slow IV infusion with careful hemodynamic monitoring may be considered for refractory supraventricular tachycardia.Note:The 2020 PLS Task Force wishes to add the caveat that expert consultation is encouraged before the use of procainamide or amiodarone.Drugs for Unstable Tachycardia (PLS 409: EvUp)The management of unstable VT was last reviewed in 2010.9,10This 2020 EvUp was to determine if there was sufficient evidence to consider a SysRev. The task force concluded that there was insufficient published evidence of the management of unstable tachycardia to recommend the consideration of a SysRev, so the 2010 treatment recommendations remain in effect.9,10To review the EvUp, seeAppendix CSupplement Appendix C-14.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children with unstable ventricular tachycardia (prehospital and in-hospital)•Intervention: Any drug, combination of"
  },
  {
    "full_text": "Any drug, combination of drugs, or intervention (eg, cardioversion)•Comparator: No drugs or intervention•Outcome: Termination of rhythm, survival•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The search was finished in November 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10It is reasonable to use synchronized electric cardioversion as the preferred first therapy for pediatric VT with hypotension or evidence of poor perfusion. If drug therapy is used to treat unstable VT, amiodarone may be a reasonable choice, with careful hemodynamic monitoring performed during its slow delivery.CPR for Heart Rate of Less Than 60/min (PLS 1535: EvUp)PLS council guidelines54,55recommend that PLS providers begin chest compressions if an infant or child has a heart rate under 60 beats per minute with signs of poor perfusion despite support of the airway, adequate oxygenation, and ventilation; this recommendation represents expert consensus provided by council guidelines rather than by an ILCOR evidence review. No previous search strategy was identified for this topic. As a result, a new search strategy was developed. The EvUp identified 2 nonrandomized studies that documented improved outcomes associated with CPR for bradycardia with pulses and poor perfusion when compared with outcomes associated with pulseless electric activity or asystole cardiac arrest without preceding chest compressions.56,57Lower survival was associated with longer time intervals between the start of CPR for bradycardia with pulse and poor perfusion, and the loss of the pulse.56Although the evidence base is limited, the task force agreed that the importance of the question when to initiate CPR for bradycardia suggests the need for consideration of a SysRev. To review the EvUp, seeAppendix CSupplement Appendix C-15.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children who are in cardiac arrest•Intervention: Starting CPR if they have a heart rate of less than 60/min with signs of shock and with a palpable pulse•Comparator: Starting CPR for patients with a heart rate of less than 60/min and no palpable pulse•Outcome: All•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion; unpublished studies (eg, conference abstracts, trial protocols) excluded•Time frame: All years since 2010 and all languages were included if there was an English abstract until December 2019.Treatment RecommendationsThere is no ILCOR PLS treatment recommendation at this time.Drugs for the Treatment of Bradycardia: Atropine Versus No Atropine and Atropine Versus Epinephrine (PLS 2 New: EvUps)The PLS Task Force reviewed this topic"
  },
  {
    "full_text": "New: EvUps)The PLS Task Force reviewed this topic in 2010.9,10Two EvUps were performed to determine if any studies were published after 2010 about atropine compared with epinephrine (seeAppendix CSupplement Appendix C-16) and atropine compared with no atropine (see Supplement Appendix C-17) for the treatment of bradycardia in infants or children. The EvUps identified no studies published after 2010. After completion of the reviews, however, the task force identified 1 nonrandomized (in-hospital registry) study about epinephrine for children receiving CPR for bradycardia and poor perfusion.58The PLS Task Force agreed that there remains insufficient evidence for consideration of a SysRev; as a result, the 2010 treatment recommendation remains in effect.9,10Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children with bradycardia for any reason•Intervention: Use of atropine at a specific dose•Comparator: Not using atropine, using another drug, or using it [atropine] at a different dose•Outcome: All•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was conducted in November 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10Epinephrine may be administered to infants and children with bradycardia and poor perfusion that is unresponsive to ventilation and oxygenation. It is reasonable to administer atropine for bradycardia caused by increased vagal tone or anti-cholinergic drug toxicity. There is insufficient evidence to support or refute the routine use of atropine for pediatric cardiac arrest.Emergency Transcutaneous Pacing for Bradycardia (PLS New: EvUp)This topic was last addressed by the Pediatric Task Force in 2000,59when an international consensus on science and international guidelines were published. As a result, the PLS Task Force requested an EvUp to determine if there was relevant evidence to suggest the need to consider a SysRev. After review of the EvUp (seeAppendix CSupplement Appendix C-17), the task force agreed that there is insufficient evidence to suggest the need for a SysRev. As a result, the 2000 treatment recommendation remains in effect.59Population, Intervention, Comparator, Outcome, Study Design, and Time FrameThere was no previous PICOST for this question. SeeAppendix CSupplement Appendix C-18 for details of the search strategy.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2000.59In selected cases of bradycardia caused by complete heart block or abnormal function of the sinus node, emergency transthoracic pacing may be lifesaving. Pacing is not helpful in children with bradycardia secondary to a postarrest hypoxic/ischemic myocardial insult or respiratory failure. Pacing was not shown"
  },
  {
    "full_text": "or respiratory failure. Pacing was not shown to be effective in the treatment of asystole in children.Channelopathies (PLS 417: EvUp)The topic of channelopathies was last addressed in the PLS 2010 CoSTR.9,10That review as well as this 2020 EvUp considered a channelopathy after either sudden, unexplained death in children or after an attempted resuscitation following sudden unexplained cardiac arrest in a previously healthy child or young adult.One issue identified in both the 2010 and this 2020 evidence evaluation is that there is a role for selective screening for inheritable heart disease and channelopathy where indicated but that expert advice should be sought in this regard. To review the EvUp seeAppendix CSupplement Appendix C-19. The 2010 treatment recommendation remains in effect.9,10For clarity, the task force modified the first sentence to begin with “Following attempted resuscitation for” before “sudden cardiac arrest” to make clear that the screening is performed after resuscitation efforts, not during them.Population, Intervention, Comparator, Outcome, Study Design, and Time FrameThe following PICOST elements were used in the 2010 review.9,10•Population: Infants and children undergoing resuscitation from cardiac arrest•Intervention: Consideration of a channelopathy as the etiology of the cardiac arrest•Comparator: Standard management•Outcome: ROSC, survival to discharge, survival with favourable neurological outcome•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract in ILCOR. The search was performed in November 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10After attempted resuscitation for sudden unexplained cardiac arrest, providers should obtain a thorough history (including syncopal episodes, seizures, unexplained accidents/or drownings, or sudden death) and review any available previous electrocardiograms. All infants, children, and young adults with sudden, unexpected death should, if possible, have an unrestricted complete autopsy, preferably performed by pathologists with training and expertise in cardiovascular pathology. Consideration should be given to the reservation and genetic analysis of tissue from the index patient to determine the presence or absence of a channelopathy. It is recommended that families of patients who child’s cause of death is not found on autopsy be referred to a healthcare provider or center with expertise in cardiac rhythm disturbances.9,10PALS: Manual DefibrillationThis section includes several topics on the subject of pediatric manual defibrillation, including pad size and type and pad or paddle placement during defibrillation, the use of stacked shocks, and the evidence about defibrillation energy dose in infants and children.Pad Size, Type, and Placement for"
  },
  {
    "full_text": "and children.Pad Size, Type, and Placement for Pediatric Defibrillation (PLS 378 and PLS 043: EvUp)The topics of pad size and placement and adhesive pads compared with paddles were last reviewed in 2010.9,10In the decade after that review, the technological advances were rapid, hence an EvUp was performed to identify any relevant evidence published after 2010. The PLS Task Force agreed to combine these topics into a single EvUp because they expected to identify relatively little evidence. (To review the EvUp, seeAppendix CSupplement Appendix C-20). The task force agreed that the EvUp did not identify sufficient evidence to suggest the need to consider a SysRev, so the 2010 treatment recommendations for both topics remain in effect.9,10Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children in cardiac arrest in any setting•Intervention: Specific use of self-adhesive pads or any specific paddle or pad size, orientation, and position•Comparator: Use of paddlesor any other paddle or pad size, orientation, and position•Outcome: All•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was from 2010 to December 2019.Treatment RecommendationsThese treatment recommendations are unchanged from 2010.9,10There is insufficient evidence to alter the current recommendations to use the largest size paddles that fit an infant’s or child’s chest without touching each other or to recommend one paddle or pad position or type over another.Either self-adhesive defibrillation pads or paddles may be used in infants and children in cardiac arrest.Energy Doses for Defibrillation (PLS 405: ScopRev)Rationale for ReviewIn the 2015 CoSTR,11,12the PLS Task Force recommended an initial dose of 2 to 4 J/kg to treat shockable rhythms of cardiac arrest. There are differences in the first shock dose recommended by ILCOR member councils, however, with the European Resuscitation Council recommending 4 J/kg for the first and all subsequent shocks55and the AHA recommending an initial dose of 2 to 4 J/kg (but for ease of teaching, a dose of 2 J/kg is used in algorithms and training materials). For refractory VF, the AHA guidelines recommend increasing the defibrillation dose to 4 J/kg, suggesting that subsequent energy doses should be at least 4 J/kg and noting that higher levels may be considered, not to exceed 10 J/kg.60The task force undertook this review to determine if sufficient evidence exists to recommend consideration of a SysRev that may result in greater consistency in doses recommended for pediatric manual defibrillation. SeeAppendix BSupplement Appendix B-5.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children who are in VF or pVT in any setting•Intervention:"
  },
  {
    "full_text": "who are in VF or pVT in any setting•Intervention: Specific energy dose or regimen of energy doses for the initial or subsequent defibrillation attempt(s)•Comparator: 2 to 4 J/kg•Outcome: Harm to the patient, ROSC, hospital discharge, long-term survival, survival with good neurological outcomeSummary of EvidenceThe review identified a single 2019 SysRev61of pediatric human and animal studies that met the search criteria. The SysRev identified no studies linking the initial or cumulative energy delivered to survival to hospital discharge and no link between long-term survival or survival with good neurological outcome. Meta-analysis could not be performed because the component population groups were extremely heterogeneous.Task Force InsightsShockable rhythms are less common in infants and children with OHCA (less than 10%62,63) compared with in-hospital cardiac arrest (IHCA) (5% to 24%64,65) and lower in pediatric than in adult OHCA,66as in IHCA cases.64The task force acknowledged that the lower frequency of occurrence does affect the sample size for studies to demonstrate statistically significant improvement in survival associated with different defibrillation energy doses.It may be difficult to determine accurately the precise weight of children with OHCA in the prehospital arena (as may be the case in the emergency department setting for such patients), hence the calculation of defibrillation doses administered in J/kg could be imprecise. In addition, the interval from cardiac arrest to the delivery of first shock and the quality of CPR could each influence the outcomes for VF or pVT survival after shock delivery.None of the studies identified in the single SysRev61found a significant association between the initial defibrillation energy dose and the rate of sustained ROSC or survival. The task force agreed that this ScopRev did not identify sufficient new evidence to justify consideration of a SysRev, so the 2015 treatment recommendation remains in effect.11,12Note:In June 2020, task force members received a PubMed automated alert about the publication of a new study of energy doses for pediatric defibrillation. The task force chair (IM) repeated the original search and verified that the study identified67was the only study meeting the search criteria published since the November 2019 search on the topic. The new in-hospital registry study identified 422 infants and children 18 years of age or younger with cardiac arrest and initial VF/pVT. First shock energy doses other than 1.7 to 2.5 J/kg were associated with lower survival to hospital discharge among the 301 patients 12 years of age or younger with initial VF/pVT, and first shock doses more than 2.5 J/kg were associated with lower survival rates in all patients 18 years of age or younger with initial VF.67There was insufficient time for the task force to analyze the study or its conclusions before submission of this PLS CoSTR, but the task force did want to acknowledge this additional"
  },
  {
    "full_text": "force did want to acknowledge this additional new publication.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2015.11,12We suggest the routine use of an initial dose of 2 to 4 J/kg of monophasic or biphasic defibrillation waveforms for infants or children in VF or pVT cardiac arrest (weak recommendation, very-low-quality evidence). There is insufficient evidence on which to base a recommendation for second and subsequent defibrillation doses.11,12Single or Stacked Shocks for Pediatric Defibrillation (PLS 389: EvUp)The evaluation of the evidence in support of single compared with stacked shocks for pediatric defibrillation was most recently addressed in 2010.9,10The task force undertook this EvUp to identify any new evidence published after 2010. The task force agreed that there was no new evidence to suggest the need to consider a request for a SysRev or to change the 2010 treatment recommendation. To review the EvUp, seeAppendix CSupplement Appendix C-21.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children in VF or pVT in any setting•Intervention: More than 1 shock for the initial or subsequent defibrillation attempt(s)•Comparator: A single shock•Outcome: All•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated in December 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10A single-shock strategy followed by immediate CPR (beginning with chest compressions) is recommended for children with out-of-hospital or in-hospital VF or pVT.PALS: Airways, Oxygenation, and VentilationCentral to the management of the critically ill or injured child is to ensure that the airway is patent and that ventilation and oxygenation are effective.In this section, the evidence evaluations for the following airway and oxygenation and ventilation topics are summarized: ventilation rate when a perfusing rhythm is present, oxygen concentration during cardiac arrest, ventilation during CPR with bag and mask compared with an advanced airway, use of cuffed or uncuffed tracheal tubes, minute ventilation during cardiac arrest, use of cricoid pressure during intubation, use of devices to verify advanced airway placement, and ventilation rate with an advanced airway during cardiac arrest.Ventilation Rate When a Perfusing Rhythm Is Present (PLS 31030A and PLS 382: EvUp)This EvUp was undertaken to determine if there was published evidence to support the recommendation to deliver 1 breath every 3 seconds or any other specific ventilation rate for infants and children who require bag-mask ventilation but have a pulse and perfusing rhythm. The 2000 CoSTR on pediatric basic life support noted, “the goal of ventilation with a bag and"
  },
  {
    "full_text": "noted, “the goal of ventilation with a bag and mask should be to approximate normal ventilation and achieve physiological oxygen and carbon dioxide concentration while minimizing risk of iatrogenic injury.”68(pI254)The recommendation was based on expert consensus rather than a formal review of the evidence on the subject. To review the EvUp, seeAppendix CSupplement Appendix C-22.The PLS Task Force has not made any previous recommendations for specific ventilation rate for the infant or child with respiratory arrest and a perfusing rhythm. Such recommendations have been included in council guidelines rather than in the ILCOR CoSTRs. The search conducted in December 2019 for this EvUp did not reveal any relevant evidence, and the task force concluded that there was no need to consider a recommendation for a SysRev.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children with a perfusing rhythm but absent or inadequate respiratory effort•Intervention: Giving 1 breath every 3 to 5 seconds (12–20 breaths/min)•Comparator: Alternative ventilation rates•Outcome: All•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated in February 2019.Treatment RecommendationsNo treatment recommendations will be made until a future SysRev identifies sufficient evidence to make a recommendation.Oxygen Concentration During Cardiac Arrest (PLS 396: ScopRev)Rationale for ReviewThe published evidence supporting a specific inspired oxygen concentration to use during attempted resuscitation of infants and children was last reviewed in 2010.9,10To review the ScopRev, seeAppendix BSupplement Appendix B-6.The evidence supporting titration of oxygen after ROSC is addressed in a separate review; see Oxygen and Carbon Dioxide Targets in Pediatric Patients With Return of Spontaneous Circulation After Cardiac Arrest.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants (age 28 days to 12 months) and children in cardiac arrest in any setting•Intervention: Fraction of inspired oxygen (FiO2) titrated to oxygenation during cardiac arrest•Comparator: Use of 100% oxygen (FiO2 1.00)•Outcome: Any•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to October 2019.Summary of EvidenceThe ScopRev identified no available human studies in infants (beyond the neonatal period) and children about oxygen concentration or its titration during cardiopulmonary resuscitation. The ScopRev did identify 2 SysRevs69,70and a 2019 ILCOR CoSTR summary statement71,72about initial"
  },
  {
    "full_text": "ILCOR CoSTR summary statement71,72about initial resuscitation of newborns, although these were not relevant to this 2020 ScopRev. This is because they pertained to the resuscitation of newborns in the first minutes of life (ie, during the transition from placental to pulmonary oxygenation).The ScopRev did identify 2 studies in immature animal models,73,74a SysRev with meta-analysis of neonatal animal models,75,76,77and 2 mature animal studies.78,79From this body of work, there appeared to be no difference among ROSC rates, but greater evidence of metabolic derangement associated with the administration of 100% oxygen during resuscitation of the animals.Task Force InsightsThere were no human studies in infants or children that addressed the topic, and the indirectness of results from animal models were considered insufficient to alter the existing 20109,10treatment recommendation. Also see Oxygen and Carbon Dioxide Targets in Pediatric Patients With Return of Spontaneous Circulation After Cardiac Arrest below.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010. Note that the task force deleted a second recommendation that was included in the 2010 treatment recommendations regarding Fio2after ROSC because it is addressed in a separate 2020 treatment recommendation.9,10There is insufficient information to recommend a specific inspired oxygen concentration for ventilation during attempted resuscitation after cardiac arrest in infants and children.Ventilation During CPR With Bag and Mask Compared With an Advanced Airway (2019 CoSTR)A 2019 SysRev80and an ILCOR Pediatric CoSTR statement were published as part of the 2019 CoSTR summary.71,72The publications addressed advanced airway interventions for pediatric cardiac arrest, comparing bag-mask ventilation with ventilation by an advanced airway. Refer to those publications for details of the evidence summary and task force considerations.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children in any setting (in-hospital or out-of-hospital) who have received chest compressions or a shock and are receiving CPR•Intervention: Placement of an advanced airway device•Comparator: Primary—bag-mask ventilation alone or with non–advanced airway interventions; secondary—another advanced airway device•Outcome: Any clinical outcome•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to January 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2019, with the minor addition of “or insertion of” before “a supraglottic airway.”71,72We suggest the use of bag-mask ventilation rather than tracheal intubation or insertion of a supraglottic airway in the management of children with"
  },
  {
    "full_text": "airway in the management of children with cardiac arrest in the out-of-hospital setting (weak recommendation, very-low--certainty evidence).There is insufficient evidence to support any recommendation about the use of tracheal intubation or insertion of a supraglottic airway in the management of children with cardiac arrest in the in-hospital setting.Use of Cuffed or Uncuffed Tracheal Tubes (PLS 412: EvUp)The PLS Task Force last reviewed the evidence comparing cuffed with uncuffed tracheal tubes in 2010.9,10This 2020 EvUp was to identify any evidence on the topic published after 2010. The EvUp identified 3 SysRevs, 2 RCTs, and 3 observational studies published since the previous evidence review. To review the EvUp, seeAppendix CSupplement Appendix C-23. The task force agreed that the evidence identified by the 2020 EvUp supports the consideration of a SysRev about the use of cuffed versus uncuffed tubes in cardiopulmonary resuscitation to ascertain if the treatment recommendation requires modification. Until the completion and analysis of a new SysRev, the 2010 treatment recommendation remains in effect.9,10Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children with respiratory failure who undergo endotracheal intubation in any setting•Intervention: Use of cuffed tracheal tubes•Comparator: Use of uncuffed tracheal tubes•Outcome: Any•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to December 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10Both cuffed and uncuffed tracheal tubes are acceptable for infants and children undergoing emergency intubation. If tracheal tubes are used, avoid excessive cuff pressures.Atropine for Emergency Intubation (PLS 821: EvUp)The PLS Task Force reviewed the evidence about the routine use of atropine as a premedication before emergency intubation in 2015.11,12An EvUp was undertaken but found insufficient literature for consideration of a SysRev. To review the EvUp, seeAppendix CSupplement Appendix C-24. The 2015 CoSTR remains in effect.11,12Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children requiring emergency tracheal intubation•Intervention: Use of atropine as a premedication before intubation•Comparator: No use of atropine•Outcome: Survival with favourable neurological outcome at 180 days, survival to hospital discharge, survival with favourable neurological outcome at 30 days follow-up, survival with favourable neurological outcome at discharge, likelihood of cardiac arrest, likelihood of shock, incidence of arrhythmias•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after"
  },
  {
    "full_text": "time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to September 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2015.11,12The confidence in effect estimates is so low that the panel decided that a recommendation was too speculative.Cricoid Pressure During Intubation (PLS 376: EvUp)The PLS Task Force last reviewed the evidence about the use of cricoid pressure during tracheal intubation in 2010.9,10The EvUp identified 2 observational studies suggesting an association between external laryngeal manipulation, such as cricoid pressure, and increased difficulty during tracheal intubation of children in the emergency setting. To review the EvUp, seeAppendix CSupplement Appendix C-25. The PLS Task Force concluded that they should consider the need for a comprehensive SysRev to determine if the 2020 treatment recommendation should be amended. Until a new SysRev is completed and analysed by the PLS Task Force, the 2010 treatment recommendation remains in effect.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children treated for acute illness or injury in any setting, during first hour of treatment•Intervention: Use of cricoid pressure or laryngeal manipulation during endotracheal intubation•Comparator: Any other type of or no laryngeal manipulation•Outcome: All•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to December 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10If cricoid pressure is used during emergency intubation in infants and children, it should be discontinued if it impedes ventilation or interferes with the speed or ease of intubation.Use of Devices to Verify Advanced Airway Placement (PLS 385: EvUp)This 2020 EvUp was undertaken to determine if there was new evidence to support the use of devices to confirm advanced airway placement published after the most recent review of the topic in 2005.81The EvUp identified 1 SysRev,82relevant output from national surveys,83and 3 RCTs.84,85Although these studies chiefly involved adults or preterm infants rather than infants beyond 28 days of age or children, the PLS Task Force agreed that there is sufficient new evidence to suggest the need to consider a SysRev. Until a new SysRev is completed and analysed by the PLS Task Force, the 2005 treatment recommendation remains in effect. To review the EvUp, seeAppendix CSupplement Appendix C-26.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children who are in respiratory failure who undergo"
  },
  {
    "full_text": "who are in respiratory failure who undergo endotracheal intubation in any setting•Intervention: The use of devices (eg, CO2detection device, CO2analyser, or esophageal detector device)•Comparator: Not using such a device•Outcome: All•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to November 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2005.8181a,81bThe task force agreed to remove the weight minimum of 20 Kg or greater for capnography. In addition, the task force noted that continuous monitoring of waveform capnography has now become routine in many settings.Confirmation of tracheal tube position using exhaled CO2detection (colorimetric detector or capnography) should be used for intubated infants and children with a perfusing cardiac rhythm in all settings (eg, out-of-hospital, emergency department, intensive care unit, inpatient, operating room). In infants and children with a perfusing rhythm, it may be beneficial to monitor continuous capnography or frequent intermittent detection of exhaled CO2during out-of-hospital and intrahospital or interhospital transport.Ventilation Rate With Advanced Airway During Cardiac Arrest (PLS 3103A and PLS 382: EvUp)The 2010 CoSTR was the most recent review of the evidence about optimal minute ventilation (product of tidal volume and respiratory rate/min) after the placement of an advanced airway during CPR in infants or children. The minute ventilation recommended in the 2010 CoSTR was based on expert consensus.9,10This 2020 EvUp was to identify any evidence published after 2010 that might indicate the need for a new SysRev and for possible modification of the current treatment recommendations. This EvUp was prioritized for inclusion in this 2020 CoSTR because the task force identified the differences in recommended or proposed minute ventilation and respiratory rates across resuscitation councils and sought to identify any evidence that could assist in the development of a consistent recommended ventilation rate.There was no evidence identified to support any specific ventilation rate for the infant or child with inadequate ventilation and a perfusing rhythm. The EvUp did identify a small single-center observational paper that reported an association of ventilation rates higher that than 12 to 20/min with improved outcomes.86Ongoing studies are anticipated to conclude later in 2020 that may provide further data. As a result, the PLS Task Force will await the publication of more evidence to consider the need for a SysRev and possible revision of the treatment recommendation. To review the EvUp, seeAppendix CSupplement Appendix C-27.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children with"
  },
  {
    "full_text": "Time Frame•Population: Infants and children with cardiac arrest and an advanced airway•Intervention: The use of a higher ventilation rate•Comparator: The current recommendation of 8 to 10 breaths/min•Outcome: ROSC, survival to discharge, survival with favourable neurological statusTreatment RecommendationsThe treatment recommendations are unchanged from 2010 except for a minor edit to clarify types of arrest as asphyxial or arrhythmic (rather than VF) in origin.9,10After placement of a secure airway, avoid hyperventilation of infants and children during resuscitation from cardiac arrest, whether asphyxial or arrhythmic in origin.A reduction in minute ventilation to less than baseline for age is reasonable to provide sufficient ventilation to maintain adequate ventilation-to-perfusion ratio during CPR while avoiding the harmful effects of hyperventilation.There are insufficient data to identify the optimal tidal volume or respiratory rate.PALS: Circulatory Support During CPRExtracorporeal CPR for In-Hospital Cardiac Arrest (2019 CoSTR)A SysRev about extracorporeal CPR (ECPR) for pediatric IHCA was performed in 201887and an ILCOR Pediatric CoSTR was published as part of the 2019 CoSTR summary.71,72The summary of the consensus on science can be found in that 2019 CoSTR. Refer to those publications for details of the evidence summary and task force considerations.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Adults (age 18 years or older) and children (age younger than 18 years) with cardiac arrest in any setting (out-of-hospital or in-hospital)•Intervention: Extracorporeal CPR (ECPR) including extracorporeal membrane oxygenator therapy or cardiopulmonary bypass during cardiac arrest•Comparator: Manual or mechanical CPR•Outcome: Clinical outcomes, including short-term survival and neurological outcomes (eg, hospital discharge, 28 days, 30 days, and 1 month) and long-term survival and neurological outcomes (eg, at 3 months, 6 months, and 1 year)•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to January 2019.Treatment RecommendationsThese treatment recommendations are unchanged from 2019.71,72We suggest that ECPR may be considered as an intervention for selected infants and children (eg, pediatric cardiac populations) with IHCA refractory to conventional CPR in settings where resuscitation systems allow ECPR to be well performed and implemented (weak recommendation, very low-quality evidence).There is insufficient evidence in pediatric OHCA to formulate a treatment recommendation for the use of ECPR.PALS: Physiological Monitoring During Arrest to Guide Therapy and/or Intra-arrest PrognosticationPhysiological monitoring and feedback during CPR can facilitate the adjustment of CPR"
  },
  {
    "full_text": "during CPR can facilitate the adjustment of CPR delivery during resuscitation and, as a result, may improve the quality of resuscitation and even resuscitation outcomes. Such monitoring may also allow for “individualized CPR” tailored to the patient’s needs and their responses to resuscitation interventions. This section highlights the reviews about the use of invasive blood pressure monitoring, bedside ultrasound, near-infrared spectroscopy, and end-tidal carbon dioxide (ETCO2) to assist with the optimal delivery of CPR.Invasive Blood Pressure Monitoring During CPR (PLS 826: ScopRev)Rationale for ReviewMaintenance of adequate arterial systolic (compression) and diastolic (relaxation) or mean pressure during CPR is crucial to maintain coronary and cerebral perfusion. Maintaining a sufficient minimum threshold blood pressure should be associated with improved clinical outcomes. It is unknown if CPR directed to meet individualized rather than uniform standard blood pressure targets will improve outcomes from cardiac arrest. This topic was most recently reviewed in 2015,11,12and the 2020 ScopRev was performed to identify any evidence on this topic published after 2015.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children undergoing CPR•Intervention: Use of invasive hemodynamic monitoring to titrate to a specific systolic and diastolic blood pressure•Comparator: No use of invasive monitoring to a specific systolic and diastolic blood pressure•Outcome: Change in survival to 180 days with good neurological outcome, survival to 60 days with good neurological outcome, survival to hospital discharge with good neurological outcome, the likelihood of survival to discharge or ROSC•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to November 2019.Summary of EvidenceThere was no association between blood pressures measured during CPR and neurological outcomes in an observational study of survivors of pediatric critical care (including cardiac critical care).88In an observational study of a highly selected pediatric critical care population with arterial pressure monitoring in place when cardiac arrest developed, there was a significant association between the mean diastolic blood pressure of 25 mm Hg or greater in infants and 30 mm Hg or greater in children within the first 10 minutes postarrest and their survival as well as with survival with favourable neurological function.89To review the ScopRev, seeAppendix BSupplement Appendix B-5.Task Force InsightsThe information identified in this ScopRev applies only to pediatric patients with intra-arterial access along with continuous monitoring of blood pressure at the time they develop cardiac arrest. The work by Berg and"
  },
  {
    "full_text": "they develop cardiac arrest. The work by Berg and colleagues89identified an association between the mean diastolic blood pressure associated with neurologically intact survival and the blood pressure thresholds below which no child survived. The evidence was too limited, however, to consider the diastolic blood pressure threshold by itself sufficient to identify CPR futility.The PLS Task Force considered that, for children with IHCA and an arterial line already in place, hemodynamic-directed CPR might be considered. The task force agreed, however, that more evidence is required and that there is insufficient evidence currently available to consider a request for a SysRev. The 2015 treatment recommendation remains in effect.11,12Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2015.11,12The confidence in effect estimates is so low that the panel decided that a recommendation was too speculative.Use of Near-Infrared Spectroscopy During Cardiac Arrest (PLS New: ScopRev)Rationale for ReviewNIRS is a noninvasive mode of estimating regional cerebral and renal/mesenteric oxygen saturation (rSO2) and can detect these signals in no blood flow situations as in cardiopulmonary arrest. Cerebral NIRS values can reflect cerebral physiological changes (ie, intracranial tissue oxygenation that can be affected by arterial blood flow, tissue perfusion, and venous drainage) during cardiac arrest, during changes in intracranial pressure, during arrest resolution, and after ROSC. NIRS uses adhesive sensors placed on the forehead (to evaluate regional cerebral oxygen saturation of hemoglobin [rcSO2]) and over the abdomen. Each sensor contains a light source and 2 fiberoptic bundles that can detect the light absorption and reflection at different tissue depths.This ScopRev addresses the use of NIRS as an intra-arrest variable that may assist in tailoring CPR technique to improve blood flow and oxygen delivery. The PLS Task Force has not previously considered use of NIRS in this manner, hence there are no current treatment recommendations. To review the ScopRev, seeAppendix BSupplement Appendix B-6.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children in any setting (in-hospital or out-of-hospital) with cardiac arrest•Intervention: The presence of variables—images, cut-off values, or trends—during CPR (intra-arrest) that can provide physiological feedback to guide resuscitation efforts, namely NIRS and cerebral oxygen saturation monitoring•Comparator: The absence of such factors—images, cut-off values, or trends•Outcome: Any clinical outcome•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to October 2019.Summary of EvidenceThe ScopRev identified no pediatric"
  },
  {
    "full_text": "of EvidenceThe ScopRev identified no pediatric RCTs but did identify 1 ongoing adult RCT that compared the outcomes of NIRS-guided CPR with current standard CPR practice (this study is anticipated to conclude in 2021) (NCT03911908) and 2 adult SysRevs. Both adult SysRevs concluded that higher rSO2was associated with higher likelihood of ROSC and survival, whereas lower rcSO2was associated with an increased mortality.90,91There was no consensus on the predictive threshold value of rSO2for any outcomes.92,93,94A trend of rising rSO2(between 7% and 15% from baseline measurement) may be a more reliable predictive factor for ROSC.90,95,96The ScopRev also identified 2 observational studies of NIRS in children during CPR. One found that cerebral physiological changes were associated with changed NIRS measurements during cardiac arrest, increased intracranial pressure reduction, arrest resolution, and after ROSC.97The second small study found an association between higher minimum rSO2during CPR and ROSC,98but overall survival was too low to detect changes in survival. An adult observational study found ETCO2to be a more accurate predictor of ROSC in OHCA.99Task Force InsightsSurvival after cardiac arrest may increase when resuscitation is tailored to the cause of the arrest and to the patient’s responses to treatment. The level of certainty about the use of NIRS is very low, however, and the absence of consensus thresholds reduces its usefulness. The value of monitoring trends in the rSO2during pediatric resuscitation still requires validation. The PLS Task Force agreed that given the limited evidence available, there was currently insufficient evidence to warrant consideration of a SysRev. As a result, there will continue to be no treatment recommendation.Treatment RecommendationsNo treatment recommendation has been made.Bedside Ultrasound to Identify Perfusing Rhythm (PLS 408: ScopRev)Rationale for ReviewThis topic was most recently reviewed in the 2010 CoSTR document.9,10The PLS Task Force agreed that the increased use of this technology warranted a ScopRev to determine any evidence published after 2010. To review the ScopRev, seeAppendix BSupplement Appendix B-7.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children in any setting (in-hospital or out-of-hospital) with cardiac arrest•Intervention: Point-of-care ultrasound (echocardiography during cardiac arrest)•Comparator: Absence of point-of-care ultrasound (echocardiography)•Outcome: Any clinical outcome•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and all languages were included if there was an English abstract. This literature search was updated to May 2019.Summary of EvidenceThe PLS Task Force posed 3 questions for this ScopRev:1Can diagnostic images be reliably obtained by noncardiology sonographers?2Can"
  },
  {
    "full_text": "obtained by noncardiology sonographers?2Can reversible causes of death be identified with high sensitivity and specificity?3Can the procedure be used to predict outcome?Echocardiography typically requires pauses in chest compressions,100,101,102although the use of a protocol can reduce the duration of these pauses.103,104Practical difficulties in the use of ultrasound in infants and children (that do not occur in adults) include small patient size that may limit access to some views, particularly if other monitoring pads are on the chest. In addition, abnormal cardiac anatomy requires advanced training if noncardiac sonographers are to derive helpful information in this setting.There is very limited pediatric evidence documenting the use of ultrasonography to identify reversible causes of arrest, for prognostication, or to determine cardiac futility. One small pediatric series of high-risk children with ultrasound diagnosis of pulmonary emboli resulted in successful thrombolytic therapy for all, with 80% survival to hospital discharge.105Complete cardiac standstill as determined sonographically is unlikely to be used as a sign of futility during pediatric resuscitation in light of case reports demonstrating that use of ECPR resulted in viable cardiac function after cardiac standstill.106Finally, significant cost is associated with the purchase of equipment and training of users, which may limit its use in resource-limited settings.Task Force InsightsThe PLS Task Force agreed that they would not accept direct extrapolation from adult studies of bedside ultrasonography because there are substantial differences between adult and pediatric cardiac arrest in terms of causes, anatomy, and technical matters—challenges that could affect the usefulness and accuracy of the ultrasound. Although the technology is widely used within the pediatric critical care, emergency, and resuscitation communities, more data detailing its advantages, pitfalls, and characteristics of performance are needed so that its usefulness and limitations in pediatric cardiac arrest can be fully defined.In addition, there is inadequate pediatric evidence about its intra-arrest prognostic utility, and the task force urges great caution until more literature is available. SeeAppendix BSupplement Appendix B-7.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10There is insufficient evidence to recommend for or against the routine use of bedside ultrasound and echocardiography during a pediatric arrest. Ultrasonography may be considered to identify potentially treatable causes of an arrest when appropriately skilled personnel are available, but the benefits must be carefully weighed against the known deleterious consequences of interrupting chest compressions.End-Tidal CO2Monitoring During CPR (PLS 827: ScopRev)Rationale for ReviewThe PLS Task Force initially recommended end-tidal carbon dioxide (ETCO2) monitoring to confirm tracheal tube placement"
  },
  {
    "full_text": "monitoring to confirm tracheal tube placement in 2000.59ETCO2monitoring can also offer an indirect indication of cardiac output and pulmonary blood flow (noting caveats in relation to pulmonary blood flow and ventilation: perfusion ratio or with, for example, rapid changes caused by deterioration or response to effective treatment). As a result, ETCO2has been proposed as a method to evaluate the effectiveness of CPR and to identify possible ROSC. A rapid increase in ETCO2may be associated with improved CPR (or ROSC), and a sustained decline or persistently low ETCO2may be observed in the absence of ROSC. This 2020 ScopRev was performed to identify the evidence available to support the use of ETCO2to provide feedback to guide resuscitation efforts.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children in any setting (in-hospital or out-of-hospital) with cardiac arrest•Intervention: Presence of variables—images, cut-off values, or trends—during CPR (intra-arrest) that can provide physiological feedback to guide resuscitation efforts, namely ETCO2•Comparator: The absence of such factors—images, cut-off values, or trends•Outcome: Any clinical outcomes•Time frame: All years and languages were included if there was an English abstract. This literature search was updated to January 2020.Summary of EvidenceThe ScopRev identified only 2 pediatric observational studies,107,108so the search was extended to include adult and animal literature. The latter evidence is indirect, meaning that caution is needed in extrapolating their findings to children. To review the ScopRev, seeAppendix BSupplement Appendix B-8.Task Force InsightsThe PLS Task Force agreed that it is important to identify measures to improve the quality of CPR. Accurate monitoring of ETCO2during resuscitation, however, requires the insertion of an advanced airway; an advanced airway insertion may produce undesirable effects (see Ventilation During CPR With Bag and Mask Compared With an Advanced Airway). The 2 pediatric observational studies identified by the ScopRev included a subset of children in cardiac arrest, namely those who were intubated in the intensive care unit at the time of arrest. This is a very different population from infants and children with OHCA or those who arrest in less specialized settings such as a less well-resourced general pediatric hospital setting or clinic.The PLS Task Force agreed that the evidence for or against the use of ETCO2to guide resuscitation efforts and improve pediatric cardiac arrest outcomes is insufficient to recommend consideration of a SysRev. As a result, the 2015 treatment recommendation remains in effect.11,12Treatment RecommendationsThis treatment recommendation (below) is unchanged from the 2015.11,12The confidence in effect estimates is so low that the panel decided that a recommendation was too speculative.PALS: Resuscitation Drug Administration and TimingDrugs are used in resuscitation"
  },
  {
    "full_text": "and TimingDrugs are used in resuscitation to support cardiovascular physiology and organ perfusion and to ameliorate underlying pathophysiologic processes to reduce morbidity and mortality. The medication topics that were evaluated for 2020 included the optimal ways to calculate body weight for prescribing medications dosed by weight, amiodarone versus lidocaine for shock-resistant VF or pVT, and the role of sodium bicarbonate and of calcium in the management of cardiopulmonary arrest.Methods of Calculating Pediatric Drug Doses (PLS 420: EvUp)The PLS Task Force last considered this topic in 2010.9,10The search performed for this EvUp identified multiple publications relating to pediatric weight estimation, considering many different methods of weight estimation. In light of the volume of pediatric publications identified, the PLS Task Force agrees that there is sufficient evidence to consider a request for a SysRev. Until the SysRev is completed and analysed, the 2010 treatment recommendation remains in effect. To review the EvUp, seeAppendix CSupplement Appendix C-28.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Pediatric patients with cardiac arrest (prehospital [OHCA] or in-hospital [IHCA])•Intervention: The use of any specific alternative method for calculating drug dosages•Comparator: Standard weight-based dosing•Outcome: Achieving expected drug effect, ROSC, survival, avoidance of toxicity•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to October 2019.Treatment RecommendationsThese treatment recommendations are unchanged from 2010.9,10To calculate the dose of resuscitation medications, use the child’s weight if known. If the child’s weight is unknown, it is reasonable to use a body length tape with precalculated doses.In nonobese pediatric patients, initial resuscitation drug doses should be based on actual body weight (which closely approximates ideal body weight). If necessary, body weight can be estimated from body length.In obese patients, the initial doses of resuscitation drugs should be based on ideal body weight that can be estimated from length. Administration of drug doses based on actual body weight in obese patients may result in drug toxicity.Subsequent doses of resuscitation drugs in both nonobese and obese patients should take into account the observed clinical effects and toxicities. It is reasonable to titrate the dose to the desired therapeutic effect, but it should not exceed the adult dose.Intraosseous Versus Intravenous Route of Drug Administration (PLS, NLS, and ALS: SysRev)Rationale for ReviewThis topic was last reviewed in 2010.9,10A SysRev was requested to identify evidence comparing effects of intraosseous with intravenous drug administration during"
  },
  {
    "full_text": "with intravenous drug administration during pediatric cardiac arrest. The PLS Task Force joined with the ALS and NLS Task Forces in requesting the SysRev.Refer to the ALS and NLS publications in this supplement for details of the evidence summary.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Pediatric patients in any setting (in-hospital or out-of-hospital) with cardiac arrest•Intervention: Placement of an intraosseous (IO) cannula and drug administration through this IO during cardiac arrest•Comparator: Placement of an intravenous (IV) cannula and drug administration through this IV during cardiac arrest•Outcome: Return of spontaneous circulation, survival to hospital discharge, and survival to hospital discharge with a favourable neurological outcome•Study design: Randomized trials, non-RCTs, and observational studies (cohort studies and case-control studies) comparing IO with IV administration of drugs included; randomized trials assessing the effect of specific drugs (eg, epinephrine, amiodarone/lidocaine) in subgroups related to IO versus IV administration also included•Time frame: All years and languages were included if there was an English abstract; unpublished studies (eg, conference abstracts, trial protocols) were excluded. The literature search was updated to September 2019.Consensus on ScienceThe SysRev identified no papers involving infants and children in cardiac arrest. To review the adult evidence identified by the SysRev, see the ALS publication in this supplement (ALS 2046: SysRev). To review the neonatal evidence identified by the SysRev, see the intraosseous versus umbilical vein for emergency access discussion in the NLS publication of this supplement (NLS 616: SysRev).The PLS Task Force agreed that, in the absence of new evidence, the previous (2010) treatment recommendation should remain in effect.9,10Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10Intraosseous cannulation is an acceptable route of vascular access in infants and children with cardiac arrest. It should be considered early in the care of critically ill children whenever venous access is not readily available.Epinephrine Time of Initial Dose and Dose Interval During CPR (PLS 1541: SysRev)Rationale for ReviewEpinephrine administration for cardiac arrest was previously reviewed in the 2015 CoSTR.11,12The task force reported receiving many questions about the effectiveness and timing of epinephrine administration, so they requested a SysRev to identify any evidence published after 2015 that could enable the formulation of a new treatment recommendation. To review the SysRev, see Appendix ASupplement Appendix A-2.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children in cardiac arrest (in- or out-of-hospital) (excluding resuscitation at birth)•Intervention: (1) Administration of the initial dose of epinephrine earlier or later"
  },
  {
    "full_text": "the initial dose of epinephrine earlier or later than current guideline recommendations. (2) Administration of epinephrine more or less frequently than every 3 to 5 minutes following the initial dose•Comparator: Timing of administration of epinephrine in line with current guideline recommendations•Outcome: Clinical outcomes, including short-term survival and neurological outcomes (eg, hospital discharge, 28 days, 30 days, and 1 month), and long-term survival and neurological outcomes (eg, 3 months, 6 months, and 1 year)•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion; unpublished studies (eg, conference abstracts, trial protocols) excluded•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to July 2019.•PROSPERO Registration: Registered November 21, 2019. Final registration number 146531.Consensus on ScienceWe identified no pediatric RCTs on this topic. We did, however, identify 1 observational study of pediatric IHCA and 4 observational studies of OHCA comparing the administration of the initial dose of epinephrine earlier or later than current guideline recommendations; we also identified 2 observational studies of pediatric IHCA on the topic of administration of epinephrine more or less frequently than every 3 to 5 minutes after the initial dose. We identified no observational studies of pediatric OHCA addressing the interval between epinephrine doses.Time to First Epinephrine Less Than 15 Minutes Compared With 15 Minutes or More After Pediatric IHCAFor the critical outcomes of survival with good neurological outcome, survival to discharge, or ROSC, we identified 1 observational in-hospital registry study of 1558 children younger than 18 years with cardiac arrest.109In multivariable analysis, this study provided very low-certainty evidence (downgraded for risk of bias and imprecision) of no benefit associated with first epinephrine dose less than 15 minutes compared with administration 15 minutes or more after cardiac arrest.Time to First Epinephrine Less Than 10 Minutes Compared With 10 Minutes or More After Pediatric IHCAFor the critical outcome of survival with good neurological outcome, we found an observational study from the same database that identified 1395 pediatric patients younger than 18 years of age with IHCA.109In multivariable analysis, the study provided very low-certainty evidence (downgraded for risk of bias) of benefit associated with time to first epinephrine dose of less than 10 minutes compared with 10 minutes or more after cardiac arrest (RR, 3.37; 95% CI, 1.11–10.25; 113 more per 1000; 95% CI, from 5 more to 440 more).For the critical outcome of survival to discharge, we identified the same observational study reporting outcomes of 1558 children with IHCA.109After multivariable analysis, this study provided very low-certainty evidence (downgraded"
  },
  {
    "full_text": "provided very low-certainty evidence (downgraded for risk of bias) of a benefit associated with time to first epinephrine dose of less than 10 minutes compared with 10 minutes or more after cardiac arrest (RR, 2.61; 95% CI, 1.36–5.01; 198 more per 1000; 95% CI, from 44 more to 494 more).For the critical outcome of 24-hour survival, we found the same observational study of 1558 children with IHCA.109In multivariable analysis, the study provided very low-certainty evidence (downgraded for risk of bias) of benefit associated with time to first epinephrine dose less than 10 minutes compared with 10 minutes or more after cardiac arrest (RR, 1.58; 95% CI, 1.09–2.28; 178 more per 1000; 95% CI, from 28 more to 394 more).For the critical outcome of ROSC, we found the same study of 1558 pediatric patients with IHCA.109In multivariable analysis, this study provided very low-certainty evidence (downgraded for risk of bias) of benefit associated with time to first epinephrine dose of less than 10 minutes compared with 10 minutes or more after cardiac arrest (RR, 1.56; 95% CI, 1.16–2.08; 233 more per 1000; 95% CI, from 66 more to 449 more).Time to First Epinephrine Less Than 5 Minutes Compared With 5 Minutes or More After Pediatric IHCAFor the critical outcome of survival with good neurological outcome, we identified the same observational study reporting on outcomes of 1395 children younger than 18 years with IHCA.109In multivariable analysis, this study provided very low-certainty evidence (downgraded for risk of bias) of benefit of time to first epinephrine dose less than 5 minutes compared with 5 minutes or more after cardiac arrest (RR, 1.74; 95% CI, 1.13–2.66; 71 more per 1000; 95% CI, from 12 more to 159 more).For the critical outcome of survival to discharge, we identified the same observational study of reporting on 1558 pediatric patients with IHCA.109In multivariable analysis, this study provided very low-certainty evidence (downgraded for risk of bias) of benefit associated with time to first epinephrine dose less than 5 minutes compared with 5 minutes or more after cardiac arrest (RR, 1.57; 95% CI, 1.21–2.04; 120 more per 1000; 95% CI, from 44 more to 219 more).For the critical outcome of 24-hour survival, we identified the same observational study reporting on outcomes of 1558 children with IHCA.109In multivariable analysis, this study provided very low-certainty evidence (downgraded for risk of bias) of benefit associated with time to first epinephrine dose less than 5 minutes compared with 5 minutes or more (RR, 1.44; 95% CI, 1.20–1.73; 153 more per 1000; 95% CI, from 70 more to 254 more).For the critical outcome of ROSC, we identified the same observational study reporting on outcomes of 1558 pediatric patients with IHCA.109In multivariable analysis, this study provided very low-certainty evidence (downgraded for risk of bias) of benefit associated with time to first epinephrine dose less than 5 minutes compared with 5 minutes or more (RR,"
  },
  {
    "full_text": "5 minutes compared with 5 minutes or more (RR, 1.29; 95% CI, 1.13–1.47; 149 more per 1000; 95% CI; from 67 more to 242 more).Time to First Epinephrine Less Than 3 Minutes Compared With 3 Minutes or More After Pediatric IHCAFor the critical outcome of survival with good neurological outcome, we identified 1 observational study of 1395 pediatric patients with IHCA.109In multivariable analysis, this study provided very low-certainty evidence (downgraded for risk of bias) of benefit from time to first epinephrine dose less than 3 minutes compared with 3 minutes or more (RR, 1.38; 95% CI, 1.05–1.81; 48 more per 1000; 95% CI, from 6 more to 101 more).For the critical outcome of survival to discharge, we identified the same observational study of 1558 pediatric patients with IHCA.109In multivariable analysis, this study provided very low-certainty evidence (downgraded for risk of bias) of benefit associated with time to first epinephrine dose less than 3 minutes compared with 3 minutes or more (RR, 1.38; 95% CI, 1.17–1.63; 95 more per 1000; 95% CI, from 43 more to 158 more).For the critical outcome of 24-hour survival, we identified the same observational study of 1558 pediatric patients with IHCA.109In multivariable analysis, this study provided very-low-certainty evidence (downgraded for risk of bias) of benefit associated with time to first epinephrine dose less than 3 minutes compared with 3 minutes or more (RR, 1.27; 95% CI, 1.13–1.43; 110 more per 1000; 95% CI, from 53 more to 175 more).For the critical outcome of ROSC, we identified the same observational study of 1558 pediatric patients with IHCA.109In multivariable analysis, this study provided very-low-certainty evidence (downgraded for risk of bias) of benefit associated with time to first epinephrine dose less than 3 minutes compared with 3 minutes or more (RR, 1.24; 95% CI, 1.13–1.35; 133 more per 1000; 95% CI, from 72 more to 195 more).Time to First Epinephrine Less Than 15 Minutes Compared With 15 Minutes or More After Pediatric OHCAFor the critical outcome of survival with good neurological outcome, we identified 2 observational studies of 725 pediatric patients 19 years or younger with traumatic (509 children)110and nontraumatic, nonshockable (216 children)111OHCA. These studies provided very-low-certainty evidence (downgraded for risk of bias, inconsistency, and imprecision), finding no benefit associated with a first dose of epinephrine less than 15 minutes compared with 15 minutes or more (RR, 3.94; 95% CI, 0.99–15.64; 80 more per 1000; 95% CI, from 0 fewer to 397 more).For the critical outcome of survival to discharge, we identified 3 observational studies enrolling 27 480 children. These included emergency medical services–treated children younger than 18 years with nonshockable arrest who did not experience ROSC within 10 minutes (26 755 children)112and children 19 years or younger with traumatic (509 children)110and nontraumatic, nonshockable (216 children)111OHCA. These studies"
  },
  {
    "full_text": "nonshockable (216 children)111OHCA. These studies provided very-low-certainty evidence (downgraded for risk of bias, inconsistency, and other considerations of large effect) of benefit associated with time to first epinephrine dose less than 15 minutes compared with 15 minutes or more (RR, 2.49; 95% CI, 1.30–4.77; 28 more per 1000; 95% CI, from 6 more to 70 more).For the critical outcome of 30-day survival, we identified 1 observational registry study of 225 children between 1 and 17 years with OHCA.113This study provided very-low-certainty evidence (downgraded for risk of bias, imprecision, and other considerations of very large effect) of benefit associated with time to first epinephrine dose less than 15 minutes compared with 15 minutes or more (RR, 5.78; 95% CI, 2.82–11.86; 348 more per 1000; 95% CI, from 133 more to 791 more).For the critical outcome of survival to intensive care unit admission, we identified 1 observational study of 225 children 19 years or younger with nontraumatic, nonshockable OHCA.111This study provided very-low-certainty evidence (downgraded for risk of bias and imprecision) of benefit associated with time to first epinephrine dose less than 15 minutes compared with 15 minutes or more (RR, 1.96; 95% CI, 1.37–2.81; 274 more per 1000; 95% CI, from 106 more to 517 more).For the critical outcome of ROSC, we identified 2 observational studies of 725 pediatric patients with traumatic110and nontraumatic, nonshockable111OHCA. These studies provided very-low-certainty evidence (downgraded for risk of bias and imprecision) of benefit associated with time to first epinephrine dose less than 15 minutes compared with 15 minutes or more (RR, 1.61; 95% CI, 1.37–1.90; 226 more per 1000; 95% CI, from 137 more to 334 more).Time to First Epinephrine Less Than 10 Minutes Compared With 10 Minutes or More After Pediatric OHCAFor the critical outcome of 30-day survival, we identified 1 observational study of 225 children between 1 and 17 years with OHCA.113This study provided very-low-certainty evidence (downgraded for risk of bias, imprecision, and other considerations of very large effect) of benefit associated with time to first epinephrine dose less than 10 minutes compared with 10 minutes or more (RR, 5.07; 95% CI, 1.20–21.42; 402 more per 1000; 95% CI, from 20 more to 1000 more).For the critical outcome of survival to discharge, we identified 1 observational study of 26 755 emergency medical service–treated children younger than 18 years with nonshockable OHCA arrest who did not experience ROSC within 10 minutes.112This study provided very-low-certainty evidence (downgraded for risk of bias) of benefit with time to first epinephrine dose less than 10 minutes compared with 10 minutes or more (RR, 1.55; 95% CI, 1.31–1.83; 9 more per 1000; 95% CI, from 5 more to 14 more).Time to First Epinephrine Less Than 5 Minutes Compared With 5 Minutes or More After Pediatric OHCAFor the critical outcome of survival to discharge, we identified 1"
  },
  {
    "full_text": "outcome of survival to discharge, we identified 1 observational study of 26 755 emergency medical services–treated children younger than 18 years with nonshockable OHCA arrest who did not experience ROSC within 10 minutes.112This study provided very-low-certainty evidence (downgraded for risk of bias) of benefit associated with time to first epinephrine dose less than 5 minutes compared with 5 minutes or more (RR, 1.81; 95% CI, 1.43–2.30; 16 more per 1000; 95% CI, from 9 more to 26 more).Time to First Epinephrine Less Than 3 Minutes Compared With 3 Minutes or More After Pediatric OHCAFor the critical outcome of survival to discharge, we identified 1 observational study of 26 755 emergency medical services–treated children younger than 18 years with nonshockable OHCA arrest who did not experience ROSC within 10 minutes.112This study provided very-low-certainty evidence (downgraded for risk of bias) of benefit associated with time to first epinephrine dose less than 3 minutes compared with 3 minutes or more (RR, 1.74; 95% CI, 1.14–2.67; 16 more per 1000; 95% CI, from 3 more to 35 more).Epinephrine Dose Interval of Less Than 5 Minutes Compared With 5 Minutes or More for Pediatric IHCAFor the critical outcome of 12-month survival, we identified 1 observational study of 235 pediatric patients with IHCA who received 2 minutes or more of chest compressions.114This study represented a subset of all patients with IHCA because it enrolled only patients who were eligible for the Therapeutic Hypothermia After Pediatric Cardiac Arrest in-hospital (THAPCA-IH) trial; the enrollees were all comatose and mechanically ventilated after cardiac arrest, and the parents consented to enroll the children in the trial. This study provided very low-certainty evidence (downgraded for risk of bias, imprecision, and plausible confounding reducing demonstrated effect) of lower 12-month survival associated with an epinephrine dose interval of less than 3 minutes (adjusted OR 0.50; 95% CI, 0.24–1.06), 5 to less than 8 minutes (adjusted OR 0.42; 95% CI, 0.20–0.89), or more than 8 minutes (adjusted OR 0.35; 95% CI, 0.16–0.75) compared with a 3 to less than 5-minute dose interval.For the critical outcome of survival to discharge, we identified 1 observational in-hospital registry study of 1630 children with cardiac arrest.115This study provided very-low-certainty evidence (downgraded for risk of bias, imprecision, and plausible confounding suggesting spurious effect) of benefit associated with more than 5-minute to less than 8-minute dose intervals (adjusted OR [AOR], 1.81; 95% CI, 1.26–2.59) and 8 to less than 10 -minute intervals (AOR, 2.64; 95% CI, 1.53–4.55) compared with dose intervals of 1 to 5 minutes.For the critical outcome of ROSC (survival of the IHCA event), we identified the same observational study of 1630 children with IHCA.115This study provided very-low-certainty evidence (downgraded for risk of bias, imprecision, and plausible confounding suggesting spurious"
  },
  {
    "full_text": "and plausible confounding suggesting spurious effect) of benefit associated with more than 5 to less than 8 minute dose intervals (AOR, 1.71; 95% CI, 1.27–2.31) and 8 to less than 10- minute intervals (AOR, 1.93; 95% CI, 1.23–3.03) compared with dose intervals of 1 to 5 minutes.The same observational study of 1630 pediatric patients with IHCA included a subset analysis of 1183 children who were not receiving vasoactive infusions at the time of arrest.115We identified very-low-certainty evidence (downgraded for risk of bias, imprecision, and plausible confounding suggesting spurious effect) of benefit associated with more than 5 to less than 8 minute dose intervals (AOR, 1.99; 95% CI, 1.29–3.06) and 8 to less than 10 -minute dose intervals (AOR, 2.67; 95% CI, 1.41–5.04) compared with dose intervals of 1 to 5 minutes.The same observational study of 1630 pediatric patients with IHCA included a subset analysis of 447 children who were receiving vasoactive infusions at the time of arrest.115We identified very-low-certainty evidence (downgraded for risk of bias, imprecision, and plausible confounding suggesting spurious effect) of benefit associated with more than 5 to less than 8 minute dose intervals (AOR, 1.52; 95% CI, 0.77–3.02) and 8 to less than 10-minute intervals (AOR, 2.62; 95% CI, 0.85–8.07) compared with dose intervals of 1 to 5 minutes.Epinephrine Dose Interval of Less Than 3 Minutes Compared With 3 Minutes or More for Pediatric IHCAFor the critical outcome of 12-month survival, we identified 1 observational study of 161 pediatric patients with IHCA who were enrolled in the THAPCA-IH trial.114This study provided very-low-certainty evidence (downgraded for risk of bias, imprecision, and plausible confounding reducing demonstrated effect) of harm associated with a dose interval of less than 3 minutes (AOR, 0.50; 95% CI, 0.24–1.06) as well as 5 to less than 8 minutes (AOR, 0.42; 95% CI, 0.20–0.89) as well as 8 minutes or more (AOR, 0.5; 95% CI, 0.16–0.75) compared with a dose interval of 3 to less than 5 minutes.Treatment RecommendationsWe suggest that the initial dose of epinephrine in pediatric patients with nonshockable IHCA and OHCA be administered as early in the resuscitation as possible (weak recommendation, very low-certainty evidence).We cannot make a recommendation for the timing of the initial epinephrine dose in shockable pediatric cardiac arrest.The confidence of the effect estimates is so low that we cannot make a recommendation about the optimal interval for subsequent epinephrine doses in pediatric patients with IHCA or OHCA.Justification and Evidence to Decision Framework HighlightsTime to the Initial Dose of EpinephrineIn general, observational studies can be associated with many potential biases. Resuscitation time bias often occurs in intracardiac arrest studies such as epinephrine administration studies because the longer the duration of the resuscitation, the lower the rate of survival. As a result, patients who received"
  },
  {
    "full_text": "of survival. As a result, patients who received the epinephrine earlier rather than later may have a lower mortality for reasons other than the time of the epinephrine administration.115aThis bias can contribute to a trend toward appearance of a harmful effect of later initial epinephrine doses. Therefore, when interpreting studies of time to the initial dose of epinephrine the task force considered the role of potential resuscitation time bias.Epinephrine IntervalHoyme et al115demonstrated that an increased epinephrine interval was associated with a decreased probability of survival, with an unadjusted odds ratio for survival of 0.60 for 5 to 8 minutes between epinephrine doses, and 0.62 for 8 to 10 minutes between epinephrine doses compared with 1 to 5 minutes between epinephrine dose. However, in the adjusted statistical model, conversely, an increased epinephrine interval was associated with an increased probability of survival. The task force considered the fact that in the current meta-analysis, the unadjusted results, rather than the adjusted results were incorporated. In addition, both Hoyme et al115and Meert et al114calculated the average interval of epinephrine doses by averaging all doses within the total arrest time; this differs from the actual interval between any 2 doses. For these reasons, the task force felt confidence in the estimates of effect was too low to support a treatment recommendation regarding epinephrine dose interval. For further information, please refer to Appendix ASupplement Appendix A-2.Knowledge GapsCurrent knowledge gaps include but are not limited to: There is clinical equipoise and the need for pediatric randomized trials addressing the optimal timing of initial epinephrine dose and the optimal interval of epinephrine doses. Researchers must establish a consistent method to accurately calculate/report the interval between epinephrine doses. There is a need to minimize the effects of resuscitation time bias in resuscitation clinical trials.Amiodarone Versus Lidocaine for Shock-Resistant Ventricular Fibrillation or Pulseless Ventricular Tachycardia (2018 CoSTR)The topic of amiodarone versus lidocaine for shock-resistant VF or pVT was evaluated by the PLS Task Force in the 2018 CoSTR Update.115b,115cRefer to those publications for details of the evidence summary and task force considerations.The task force agreed that a multicenter trial comparing different anti-arrhythmic agents would be helpful. Until further data are available, the 2019 treatment recommendation remains in effect.115b,115cPopulation, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Patients of all ages (neonates, children, adolescents younger than 18 years) in any setting with cardiac arrest and a shockable rhythm at any time during CPR or immediately after ROSC•Intervention: Administration (IV or IO) of an anti-arrhythmic drug•Comparator: Another anti-arrhythmic or placebo•Outcome: Survival to hospital discharge"
  },
  {
    "full_text": "placebo•Outcome: Survival to hospital discharge with good neurological outcome, survival to hospital discharge, ROSC, and rearrest after ROSC•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to August 2017.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2018.115b,115cWe suggest that amiodarone or lidocaine may be used for the treatment of pediatric shock-resistant VF or pVT (weak recommendation, very low-quality evidence).Sodium Bicarbonate Administration for Children in Cardiac Arrest (PLS 388: EvUp)The most recent PLS Task Force review of the evidence about sodium bicarbonate administration during cardiac arrest was in 2010.9,10An EvUp was performed and found insufficient evidence to consider a SysRev of this topic, so the recommendations of 2010 remain in effect. To review the EvUp, seeAppendix CSupplement Appendix C-29.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children who are in cardiac arrest in any setting•Intervention: Buffering agent administration•Comparator: No use of buffering agents•Outcome: All•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to November 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10Routine administration of sodium bicarbonate is not recommended in the management of pediatric cardiac arrest.Calcium Administration in Children (PLS 421: EvUp)This EvUp was performed to identify any evidence published after the most recent PLS Task Force review of this topic in 2010.9,10The PLS Task Force agreed that there is insufficient evidence to suggest the need for a SysRev or alter the 2010 treatment recommendation, which remains in effect. To review the EvUp, seeAppendix CSupplement Appendix C-30.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children who are in cardiac arrest in any setting•Intervention: Calcium administration•Comparator: No calcium administration•Outcome: All clinical outcomes•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was updated to November 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10Routine use of calcium for infants and children with cardiopulmonary arrest is not recommended in the absence of hypocalcemia,"
  },
  {
    "full_text": "not recommended in the absence of hypocalcemia, calcium channel blocker overdose, hypermagnesemia, or hyperkalemia.PALS: Special Resuscitation Situations—Septic Shock, Congenital Heart Disease, and TraumaThis section summarized the evidence reviews about resuscitation of children with cardiac arrest and septic shock, congenital heart disease such as single-ventricle physiology, or Fontan circulation. The PLS Task Force also reviewed the evidence about unique aspects of resuscitation after traumatic arrest.Resuscitation of the Child With Septic Shock (PLS 1534: EvUp)The management of children with septic shock–associated cardiac arrest has not been previously reviewed by the PLS Task Force. This EvUp was requested to determine the available evidence about this topic. The EvUp identified several studies involving prevention of cardiac arrest, but there was insufficient evidence of unique management approaches to the children with septic shock–associated cardiac arrest. As a result, the task force agreed that there was no indication of a need to consider a SysRev, and no treatment recommendation could be made at this time. To review the EvUp, seeAppendix CSupplement Appendix C-31.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children in cardiac arrest•Intervention: Specific alteration in treatment algorithm•Comparator: Standard care (according to 2010 treatment algorithm)•Outcome: AllTreatment RecommendationThere is no treatment recommendation at this time.Resuscitation of the Patient With a Single Ventricle (PLS 390: EvUp)This EvUp was performed to identify any evidence published after the most recent PLS Task Force review in 2010.9,10The EvUp identified nonrandomized studies reporting the impact of modification to standard cardiac arrest care on outcomes in postsurgical infants. The PLS Task Force agreed that this evidence50,115dmay warrant consideration for a SysRev. Until a new SysRev is performed and analysed by the PLS Task Force, the 2010 treatment recommendations remain in effect. To review the EvUp, seeAppendix CSupplement Appendix C-32.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children with single-ventricle, status/post–stage I repair who require resuscitation from cardiac arrest or prearrest states•Intervention: Any specific modification to standard practice•Comparator: Standard resuscitation practice•Outcome: ROSC, survival to discharge, survival with good neurological outcome•Study design: Included only observational studies and RCTs from the time of the previous search review•Time frame: All years and languages were included if there was an English abstract. The literature search was from January 2008 to October 2019.Treatment RecommendationsThese treatment recommendations are unchanged from 2010.9,10Standard resuscitation (prearrest and arrest) procedures should be followed for infants and children with single-ventricle"
  },
  {
    "full_text": "for infants and children with single-ventricle anatomy after stage I repair. Neonates with a single ventricle before stage I repair who demonstrate shock caused by elevated pulmonary to systemic flow ratio might benefit from inducing mild hypercarbia (PaCO250–60 mm Hg); this can be achieved during mechanical ventilation by reducing minute ventilation, adding CO2to inspired air, or administering opioids with or without chemical paralysis.Resuscitation of the Patient With Hemi-Fontan or Fontan Circulation (PLS 392: EvUp)This EvUp was performed to identify any evidence about this topic published after the PLS Task Force’s most recent review in 2010.9,10The EvUp identified 1 registry-based study that reported outcomes of infants and children with Fontan/ or bidirectional Glenn who had circulatory support initiated during a peri-arrest phase.115dThe EvUp identified no other relevant pediatric evidence.50,115dThe PLS Task Force agreed that there is insufficient evidence to recommend a new SysRev, and the 2010 treatment recommendation remains in effect,9,10with the addition of a brief explanatory phrase within brackets. To review the EvUp, seeAppendix CSupplement Appendix C-33.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children with Fontan or hemi-Fontan or bidirectional Glenn circulation who require resuscitation from cardiac arrest or prearrest states (prehospital or in-hospital)•Intervention: Specific modification to standard resuscitation practice•Comparator: Standard resuscitation practice•Outcome: All•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages were included if there was an English abstract. The literature search was from January 2013 to September 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010 with the exception of limiting the recommendation to children with hemi-Fontan9,10or bidirectional Glenn physiology who are in a prearrest state; hypercarbia achieved by hypoventilation may be beneficial to increase oxygenation and cardiac output.Negative-pressure ventilation, if available, may be beneficial for children with either hemi-Fontan or bidirectional Glenn or Fontan physiology by increasing cardiac output.During cardiopulmonary arrest, it is reasonable to consider ECPR for patients with Fontan physiology.There is insufficient evidence to support or refute the use of ECPR in patients with hemi-Fontan or bidirectional Glenn physiology.Resuscitation After Traumatic Arrest (PLS 498: EvUp)An EvUp was performed to identify any relevant studies published in the decade after the 2010 PLS Task Force review of the topic.9,10The PLS Task Force agreed that the evidence warrants consideration of a SysRev, preferably one including not only adults but also infants and children in the study population, to determine"
  },
  {
    "full_text": "children in the study population, to determine the evidence to support specific recommendations about resuscitation for traumatic cardiac arrest. To review the EvUp, seeAppendix CSupplement Appendix C-34.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children with major (blunt or penetrating) injury in cardiac arrest in any setting•Intervention: Any specific alteration in treatment algorithm•Comparator: Standard care (according to 2010 treatment algorithm)•Outcome: All•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages included if there was an English abstract; literature search was updated to December 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2010.9,10There is insufficient evidence to make a recommendation for modification of standard resuscitation for infants and children experiencing cardiac arrest due to major trauma, although consideration should be given to selectively performing a resuscitative thoracotomy in children with penetrating injuries who arrive at the hospital with a perfusing rhythm.PALS: Post–Cardiac Arrest Care, Including Postarrest PrognosticationTargeted Temperature Management (2019 CoSTR)A SysRev addressing targeted temperature management (TTM) was published in 2019,116and an ILCOR Pediatric CoSTR was published as part of the 2019 CoSTR summary.71,72Refer to those publications for details of the evidence summary and task force considerations.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Pediatric patients (more than 24 hours to 18 years of age) who achieved ROSC after OHCA or IHCA•Intervention: TTM with a target temperature of 32 °C to 36 °C•Comparator: No TTM or TTM at an alternative target temperature range•Outcome:­Primary outcome: Good neurobehavioral survival long term­Secondary outcomes:oGood neurobehavioral survival short term and intermediate termoSurvival short term, intermediate term, and long termoNeurobehavioral score changes from prearrest, intermediate term, and long termoHealth-related quality of life score intermediate term and long termoHealth-related quality of life score change from prearrest, intermediate term, and long term­Additional in-hospital adverse outcomes:oInfection (culture proven)oRecurrent cardiac arrest (not leading to death)oSerious bleeding (red blood cell transfusion)oArrhythmias (any)Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusionTime frame: All years and languages included if there was an English abstract; literature search was updated to December 2018.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2019 (with the exception of the addition of “but remain comatose after"
  },
  {
    "full_text": "of the addition of “but remain comatose after OHCA or IHCA” in the last line for clarity).We suggest that for infants and children with OHCA, TTM be used in the post–cardiac arrest period to maintain a central temperature of less than 37.5 °C (weak recommendation, moderate-certainty evidence).On the basis of 2 randomized trials and 8 retrospective observational cohort studies that provided comparative data on favourable neurological outcome, survival, and in-hospital adverse events, there is inconclusive evidence to support or refute the use of TTM 32 °C to 34 °C compared with TTM 36 °C to 37.5 °C (or an alternative temperature) for children who achieve ROSC but remain comatose after OHCA or IHCA.Oxygen and Carbon Dioxide Targets in Pediatric Patients With Return of Spontaneous Circulation After Cardiac Arrest (PLS 815: SysRev)A SysRev of oxygen and carbon dioxide targets in adults and children with ROSC after cardiac arrest116awas conducted with involvement of clinical content experts from the ALS and PLS Task Forces. Evidence from adult and pediatric literature was sought and considered by the ALS and PLS Task Forces, respectively. This CoSTR focuses on evidence derived from infants and children. See Appendix ASupplement Appendix A-2 for more details.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Unresponsive children with sustained return of spontaneous circulation (ROSC) after cardiac arrest in any setting•Intervention: A ventilation strategy targeting specific SpO2[oxygen saturation], PaO2[partial pressure of oxygen], and/or PaCO2[partial pressure of carbon dioxide] targets•Comparator: Treatment without specific targets or with an alternate target to the intervention•Outcome: Clinical outcome including survival/survival with a favourable neurological outcome at hospital discharge/30 days, and survival/survival with a favourable neurological outcome after hospital discharge/30 days (eg, 90 days, 180 days, 1 year)•Study design: Randomized trials, non-RCTs, and observational studies (cohort studies and case-control studies) with a control group (ie, patients treated with no specific SpO2, PaO2, and/or PaCO2targets or an alternative target to the intervention) included•Time frame: All years and languages included; literature search was updated to August 2019.Consensus on ScienceOxygen TargetsWe identified no pediatric RCTs on this topic but did identify 2 observational studies published in the 5 years after the previous (2015) review.117,118One of these118was deemed at critical risk of bias for lack of adjustment for cardiac arrest characteristics; for this reason, interpretation of these results is severely limited. Within these limitations, this study included 253 patients and found no association between hyperoxemia and clinical outcomes in adjusted analyses (numeric adjusted results not reported). Of all studies identified (including those reviewed in 2015), only 3 pediatric"
  },
  {
    "full_text": "those reviewed in 2015), only 3 pediatric studies,117,119,120including a total of 618 patients, were deemed to have only serious risk of bias, and in all of these studies only adjusted results were reported.For the critical outcome of survival to hospital discharge with good neurological outcome, we identified 1 observational study of 153 pediatric patients with ROSC after cardiac arrest.120This study provided very-low-certainty evidence (downgraded for indirectness, imprecision, and risk of bias), finding no benefit of hyperoxemia compared with no hyperoxemia (OR, 1.02; 95% CI, 0.46–2.27; 5 more per 1000; 95% CI, from 170 fewer to 202 more).For the critical outcome of survival to hospital discharge, we identified 1 observational study of 164 pediatric patients with ROSC after IHCA119providing very low-certainty evidence (downgraded for indirectness, imprecision, and very serious risk of bias) comparing hyperoxemia with normoxemia and finding no benefit to hyperoxemia, although numeric results of adjusted analyses were not reported. We identified a second study of 200 pediatric patients with ROSC after cardiac arrest117that provided very low-certainty evidence (downgraded for indirectness, imprecision, and serious risk of bias) and that showed no association of post-ROSC PaO2greater than 200 mm Hg with outcome (OR 0.81; 95% CI, 0.41–1.59; absolute risk difference not calculable because the number of survivors in the normoxemia group was not reported).One large registry-based study121found that hyperoxemia was associated with higher mortality when compared with normoxemia. Although this study was much larger than the others, it was deemed at critical risk of bias as a result of lack of adjustment for cardiac arrest characteristics (increasing the risk of confounding) and the exclusion of the 31% of all eligible patients who lacked an arterial blood gas analysis within 1 hour of ROSC. The task force thought that this exclusion increased risk of selection bias because patients who did not have an arterial blood gas analysis within 1 hour of ROSC are likely disproportionally normoxemic or hyperoxemic rather than hypoxemic.Carbon Dioxide TargetsWe identified no pediatric RCTs on this topic. Two observational studies were identified,118,1191 of which118was published in the interval after the search was completed for the 2015 CoSTR. Only adjusted results from these studies were reported. One study119including 223 patients provided very-low-certainty evidence (downgraded for risk of bias and indirectness) of an increase in hospital mortality associated with both hypocapnia (OR, 2.71; 95% CI, 1.04–7.05; 242 more per 1000; 95% CI, from 9 more to 446 more) and hypercapnia after ROSC (OR, 3.27; 95% CI, 1.62–6.61; 286 more per 1000; 95% CI, from 114 more to 423 more). The 1 study published after the 2015 review118was deemed at critical risk of bias for lack of adjustment for cardiac arrest characteristics. Within these limitations, this study included 253"
  },
  {
    "full_text": "Within these limitations, this study included 253 patients and found an increase in hospital mortality associated with both hypocapnia compared with normocapnia (OR, 2.62; 95% CI, 1.08–6.4; 233 more per 1000; 95% CI, from 17 more to 429 more) and hypercapnia compared with normocapnia (OR, 2.0; 95% CI, 1.01–3.97; 166 more per 1000; 95% CI, from 2 more to 332 more) 1 hour after ROSC.The available evidence on the effect of hypercapnia or hypocapnia in adults is inconsistent, with the randomized trials done to date showing no effect.Treatment RecommendationsWe suggest that rescuers measure PaO2after ROSC and target a value appropriate to the specific patient condition. In the absence of specific patient data, we suggest rescuers target normoxemia after ROSC (weak recommendation, very low-quality evidence).1Given the availability of continuous pulse oximetry, targeting an oxygen saturation of 94% to 99% may be a reasonable alternative to measuring PaO2and titrating oxygen when feasible to achieve normoxia (based on expert opinion).We suggest that rescuers measure PaCO2after ROSC and target normocapnia (weak recommendation, very low-certainty evidence).Consider adjustments to the target PaCO2for specific patient populations where normocapnia may not be desirable (eg, chronic lung disease with chronic hypercapnia, congenital heart disease with single-ventricle physiology, increased intracranial pressure with impending herniation).Justification and Evidence to Decision Framework HighlightsMeasurement of the arterial PaO2and PaCO2is much easier to perform in the hospital than in the out-of-hospital setting. Yet without such monitoring in the out-of-hospital setting, it will be difficult for providers to judge within tolerable ranges the balance between hypoxemia and hyperoxemia and between overventilation and underventilation. These ranges of appropriate PaO2and PaCO2will also differ for some patients, such as those with cyanotic congenital heart disease.In steady state situations (eg, steady temperature, PaCO2, and pH), providers may be able to correlate the PaCO2with the ETCO2to determine trends that may provide information about ongoing ventilatory responses to support ventilation.The PLS Task Force recognized the paucity of data available to make recommendations about target values for PaO2and PaCO2in infants and children after ROSC.Oxygen TargetsAccurate targeting of post-ROSC normoxemia might be achievable and acceptable being guided by pulse oximetry in the hospital setting, but the use of pulse oximetry to titrate oxygen administration to target normoxemia in the out-of-hospital setting has not been studied and is not without risk of inadvertent patient hypoxemia. Given the known risks of hypoxemia and the uncertain risks of hyperoxia, any titration of oxygen delivery to children after ROSC must be balanced against the risk of inadvertent hypoxemia stemming from overzealous weaning of FiO2. Further challenges include identifying the appropriate"
  },
  {
    "full_text": "challenges include identifying the appropriate targets for specific pediatric patient subpopulations (eg, infants and children with cyanotic heart disease).Carbon Dioxide TargetsAccurate targeting of post-ROSC normocapnia might be achievable and acceptable in the in-hospital critical care setting. Serial assessment of ventilation through arterial blood gas analysis is facilitated by arterial catherization, which may also be beneficial for targeting post-ROSC blood pressure targets. Correlation of PaCO2and ETCO2may allow ongoing monitoring of ventilation when continuous capnography is available. Further challenges include identifying any modified PaCO2targets needed for specific pediatric patient subpopulations (eg, infants and children with suspected increased intracranial pressure).For further information about task force development of treatment recommendations from the published evidence on this topic, see the evidence-to-decision table in Appendix ASupplement Appendix A-2.Knowledge GapsThe PLS Task Force identified the following knowledge gaps:•There are no pediatric randomized trials comparing oxygen or carbon dioxide management strategies in post–cardiac arrest care.•We found no published evidence to determine how PaCO2targets should be adjusted in infants and children with chronic CO2retention.•We found no published evidence to determine whether adjusting arterial blood gas analysis to 37°C or to a patient’s current temperature is beneficial.Post-ROSC Blood Pressure Control (PLS 820: EvUp)This topic was most recently reviewed in 2015.11,12This EvUp was performed to identify new evidence published in the most recent 5 years. The EvUp identified evidence to suggest that post–cardiac arrest hypotension below the fifth percentile for age is associated with poorer outcomes when compared with post–cardiac arrest normotension, and those patients requiring higher inotropic drug support have lower rates of survival to hospital discharge. The task force agreed that the EvUp identified sufficient new evidence to suggest the need for a SysRev. Until such time as a SysRev is completed and evaluated, the 2015 treatment recommendations remain in effect.11,12To review the EvUps, seeAppendix CSupplement Appendix C-35 andAppendix CSupplement Appendix C-36.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children after ROSC•Intervention: Use of parenteral fluids and inotropes and/or vasopressors to maintain targeted measures of perfusion such as blood pressure•Comparator: No use of these interventions•Outcome: Patient satisfaction; survival with favourable neurological and functional outcome at discharge, 30 days, 60 days, 180 days, and/or 1 year; survival with favourable neurological and functional outcome at discharge, 30 days, 60 days, 180 days, and/or 1 year; survival to hospital discharge; harm to patient•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled"
  },
  {
    "full_text": "(non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages included if there was an English abstract; literature search was updated to September 2019.Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2015.11,12We recommend that for infants and children after ROSC, parenteral fluids and/or inotropes or vasopressors should be used to maintain a systolic blood pressure of at least greater than the fifth percentile for age (strong recommendation, very low-quality evidence).Post-ROSC Neuroprognostication and Use of Electroencephalogram (PLS 813 and PLS 822: EvUp)The most recent PLS Task Force review of post-ROSC predictive factors was published in the 2015 CoSTR but was focused only on the use of electroencephalography.11,12This EvUp was performed to determine if sufficient evidence exists to suggest the need for a SysRev. The EvUp identified 8 studies reporting associations of several factors in addition to electroencephalography with outcomes after cardiac arrest.The PLS Task Force agreed that this topic is of such interest that they support the suggestion of a SysRev, with a broader search strategy to include studies of additional potential prognostic indicators beyond the electroencephalography. Until the SysRev is completed, the 2015 treatment recommendation remains in effect.11,12To review the EvUp, seeAppendix CSupplement Appendix C-37.Population, Intervention, Comparator, Outcome, Study Design, and Time Frame•Population: Infants and children who have had cardiac arrests in the hospital or out-of-hospital setting•Intervention: Use of neuro-electrophysiology information (electroencephalography). Note: the PLS Task Force agreed that the list of possible interventions or diagnostic tools must expand for the next search.•Comparator: None•Outcome: Survival to 1 year with good neurological outcome, survival to 180 days with good neurological outcome, survival to 60 days with good neurological outcome, survival to 6 months, survival to 30 days with good neurological outcome, survival to 30 days with good neurological outcome, survival to hospital discharge with good neurological outcome, survival with favourable neurological outcome, survival to hospital discharge•Study design: RCTs and nonrandomized studies (non-RCTs, interrupted time series, controlled before-and-after studies, cohort studies) eligible for inclusion•Time frame: All years and languages included if there was an English abstract; literature search from January 2013 to August 2019Treatment RecommendationsThis treatment recommendation (below) is unchanged from 2015.11,12We suggest that practitioners use multiple variables when attempting to predict outcomes for infants and children after cardiac arrest (weak recommendation, very low-quality evidence) (Tables A1 and A2).Topics Not Reviewed in 2020Etomidate and pediatric septic shock (PLS 402)Compression-only CPR for"
  },
  {
    "full_text": "septic shock (PLS 402)Compression-only CPR for intubated neonates outside delivery room (PLS 380)Formulas for peds endotracheal tube size (PLS 401)Endotracheal tube versus IV drugs (PLS 403)Future TasksThe following PICOSTs will be prioritized for performing a SysRev. The PLS Task Force will determine the timetabling for this body of work.Fluid administration in shock associated with dengueFluid administration in malaria with shockOptimal timing for the administration of fluid resuscitation in pediatric traumaPrearrest care of the infant or child with dilated cardiomyopathy or myocarditis (PLS 819: EvUp)Prevention and management of pulmonary hypertensive crisis in infants and children (PLS 391: EvUp)Opioids, sedatives, and muscle relaxants for pulmonary hypertension (PLS 056: EvUp)Therapy with inhaled nitric oxide or prostaglandin I2for pulmonary hypertensive crisis and right heart failure (2020 New EvUp)CPR for heart rate of less than 60/min (PLS 1535: EvUp)Energy doses for defibrillation (PLS 405: ScopRev)Advanced airways: Cuffed versus uncuffed tubes (PLS 412: EvUp)Resuscitation of the patient with a single ventricle (PLS 390: EvUp)Resuscitation after traumatic arrest (PLS 498: EvUp)Post-ROSC blood pressure control (PLS 820: EvUp)Further work will be undertaken to look at diagnostic tests (PLS 411)Effect of identification and preventive management of genetically related family members of those with channelopathies on incidence of cardiac arrest"
  }
]