[
  {
    "full_text": "TITLE: Pediatric cardiac arrest registries and survival outcomes: A European study ABSTRACT: Highlights•Less than 40% of European countries have a pediatric cardiac arrest registry.•Epidemiology of paediatric cardiac arrest remains challenging.•Outcomes, especially after pediatric out-of-hospital cardiac arrest, differ greatly.•Most countries are interested in a future collaboration. BODY: IntroductionCardiac arrest is the most life-threatening condition in children and will result in death unless high-quality cardiopulmonary resuscitation (CPR) is provided. There are over 15,000 pediatric in-hospital cardiac arrests (pIHCA)1and >20,000 pediatric out-of-hospital cardiac arrests (pOHCA)2,3each year in the US. Although Europe has a much larger population of more than 740,000,000 inhabitants, data on pediatric cardiac arrest for the continent are lacking.4,5There are few multicenter and single-country studies of pIHCA and pOHCA, and relatively little is known about the epidemiology of pediatric cardiac arrest in Europe.6,7,8Pediatric cardiac arrest is a rare event but with many life-years at stake.9Insufficient oxygenation and perfusion during cardiac arrest can lead to neurological injury that may result in anything from decreased school participation to permanently impaired daily living or even a vegetative state.10,11This has implications for healthcare economics and it is why the registry data are important to generate knowledge on outcomes of pediatric cardiac arrest patients. Registries can also provide data to inform initiatives on prevention of pediatric cardiac arrest and the quality of care improvement.12For adult cardiac arrest, registries have provided essential information for international guidelines, clinical trials, and quality improvement initiatives.13Accordingly, the European Resuscitation Council (ERC) and the International Liaison Committee on Resuscitation (ILCOR) recommend collecting data on cardiac arrest.12,14Guidance on which data to collect is given by the Utstein template and the pediatric core outcome set for cardiac arrest of ILCOR.15,16,17To date, it is unknown how many countries in Europe follow these recommendations for pediatric cardiac arrest although numerous adult OHCA registries have provided invaluable data for decades.18.Therefore, the ERC Pediatric Life Support Science and Education Committee and the Young ERC considered it important to explore the current data collection on pediatric cardiac arrest in Europe and explore the opportunities for a future European registry collaboration.As a step towards this, we aimed to characterize pediatric cardiac arrest registries in Europe and obtain the first data on survival outcomes after pOHCA and pIHCA in Europe.MethodsThis is a trans-European cross-sectional study. We surveyed European countries for multicenter, regional, or national pediatric cardiac arrest registries using the REDCap survey tool (hosted by Aarhus University, Denmark).19Under European legislation,"
  },
  {
    "full_text": "Denmark).19Under European legislation, ethical approval was not required for this survey-based study.Using the World Health Organizatiońs definition of Europe, we identified European countries with a national resuscitation council (NRC).20We asked the chair of the NRC for a suitable reference person to answer our survey. If no information could be gained via this method, or if there was no NRC, we contacted national course leaders of the European Pediatric Advanced Life Support Course (EPALS) or persons involved in relevant international pediatric societies within the country. The identified expert was asked whether he/she felt able to answer the questionnaire or to identify another person who could do this. We sent out a maximum of three reminder emails between July 2022 and January 2023 to this expert. The experts were contacted between January and November 2023 for a follow-up survey regarding survival outcomes.Data collectionThe initial questionnaire was written in English and was divided into three parts: (A) 25 questions on registries in general, (B) 18 questions specifically relating to pOHCA, and (C) 25 questions on pIHCA. All three parts asked about the following characteristics of the registry: start date, current recruitment, duration of data collection, scope (e.g. national or regional, embedded in an adult registry, international collaboration), inclusion and exclusion criteria, directorship, funding, responsible person for data entry, type of electronic database, utilization of Utstein template and data variables collected. The general part additionally addressed the following topics: involvement in data collection, the role of the participant in relation to the registry, the combination of pOHCA and pIHCA in one registry, and interest in participation in a common European registry. The initial questionnaire can be seen inAppendix 1.A follow-up questionnaire was sent to countries with an existing pediatric cardiac arrest registry and consisted of questions on: the total number of pOHCA and pIHCA since registry start, the rate of return of spontaneous circulation (ROSC), and rate of survival until hospital discharge or 30-day-survival after pOHCA and pIHCA respectively, as well as the duration of data collection.The questionnaires were developed by members of the Young ERC and the ERC Pediatric Life Support Science and Education Committee. The survey was piloted and assessed for face validity by 5 ERC Pediatric Life Support Science and Education Committee members in July 2022.Data analysisWe used descriptive statistics. Binary data are reported as numbers (percentage).ResultsOf the 53 European countries surveyed, 33 responded (62%) including 25 out of 27 countries in the European Union (93%) (Fig. 1). Overall, 26 responses (79%) were obtained from national resuscitation councils and 7 responses (21%) were obtained from other sources (e.g. national course leaders). Of the 33 responding countries, 27 countries have an existing"
  },
  {
    "full_text": "countries, 27 countries have an existing national resuscitation council as compared to only 4 among the 20 non-responding countries.Fig. 1Flowchart of the responding and non-responding countries within Europe.Pediatric cardiac arrest registries in EuropeTwenty countries (61%) do not have a registry (Fig. 2). Thirteen countries have an ongoing pediatric cardiac arrest registry: Six countries (18%) have a registry for both pOHCA and pIHCA (2 countries have separate registries; 4 countries collect the data in one registry, in three of these countries the data are embedded in an adult registry). Five countries (15%) collect data for pOHCA only, and 2 countries (6%) collect data for pIHCA only (Fig. 1,Fig. 2). Ten of these countries have nationwide coverage of the registry.Fig. 2Of the 53 European countries included in the survey, 13 have an active paediatric cardiac arrest registry (pink). Countries with pOHCA registries are presented in pink with stripes, countries with pIHCA registries are presented in pink with dots, and countries with pOHCA and pIHCA registries are presented in plain pink. Countries presented in light blue did not have an active paediatric cardiac arrest registry at the time of the survey. Countries presented in grey have an unknown status. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)Some differences in inclusion- and exclusion criteria exist among the registries. Seven registries include events with bradycardia and poor perfusion, two registries include all events where ventilation or chest compressions are started (including respiratory arrests), and one registry includes pulseless cardiac arrests only. Three registries exclude patients over 16 years old and one registry excludes neonates below 30 days of age. Two registries exclude neonatal resuscitations and one excludes patients previously on support with extracorporeal membrane oxygenation.Data on the directorship, funding, responsible person for data entry, and type of electronic database are shown inAppendix 2.Data collectionAll countries use the Utstein template for their registries (Table 1).Table 1Variables collected in pediatric cardiac arrest registries. Data are reported as numbers (percent). PCPC = Pediatric Cerebral Performance Category, CPR = Cardiopulmonary Resuscitation, pOHCA = pediatric out-of-hospital cardiac arrest, pIHCA = pediatric in-hospital cardiac arrest.Pediatric Out-of-Hospital cardiac arrest registriesPediatric In-Hospital-cardiac arrest registriesVariablesTotal numbers (Percentage of pOHCA registries %)Total numbers (Percentage of pIHCA registries %)Use Utstein definitions11 (100%)8 (100%)Age11 (100%)8 (100%)Sex11 (100%)8 (100%)Weight4 (36%)3 (38%)Race/Ethnicity2 (18%)2 (25%)Conditions/comorbidities4 (36%)4 (50%)Illness category5 (45%)6 (75%)Cause of cardiac arrest10 (91%)7 (86%)Interventions prior to cardiac arrest6 (55%)4 (50%)Baseline PCPC3 (27%)3 (38%)Time"
  },
  {
    "full_text": "(55%)4 (50%)Baseline PCPC3 (27%)3 (38%)Time of arrest11 (100%)7 (86%)Site of arrest11 (100%)8 (100%)Monitored arrest5 (45%)6 (75%)Witnessed arrest11 (100%)7 (86%)Emergency call time11 (100%)7 (86%)Begin and end of CPR11 (100%)7 (86%)Rhythm11 (100%)8 (100%)Time to first rhythm check8 (73%)6 (75%)Number of shocks9 (82%)6 (75%)Time to first adrenaline7 (64%)5 (63%)Number of adrenaline doses7 (64%)5 (63%)CPR hemodynamics3 (27%)4 (50%)CPR quality metrics3 (27%)3 (38%)Post-resuscitation-care7 (64%)5 (63%)There are some differences in the outcomes measured: 13 countries (39% of responding countries) collect data on ROSC, 10 countries (30%) collect data on survival to hospital discharge, 9 countries (27%) collect data on the 30-day survival and 8 countries (24%) collect data on the neurological outcome at discharge or after 30 days. Seven countries collect data on long-term outcomes beyond 30 days after the event, including survival (seven countries), neurological outcome (four countries) and quality of life (3 countries), as shown inFig. 3. Overall, 5 countries (15%) collect data on CPR quality. Eleven countries (33%) expressed interest in participating in a common European registry.Fig. 3Outcome parameters that are collected by the 13 European registries (%).Pediatric cardiac arrest outcome dataThirteen countries (100%) answered the follow-up survey on pediatric cardiac arrest data. The total number of pediatric cardiac arrests collected from each registry range from 20 to 5,796. Countries reported data on outcomes from a total of 17,708 pOHCAs and 2,743 pIHCAs (median duration of data collection pOHCA registry 11 years (quartiles 0.1–0.75: 6–21 years); median duration of data collection pIHCA registry 12 years (quartiles 0.1–0.75: 5–16 years)). After pOHCA the ROSC rate ranged from 10% to 72% and survival to hospital discharge or 30-day survival ranged from 5% to 39% (Table 2a).Table 2aNumbers of pediatric out-of-hospital cardiac arrests and survival outcomes from 11 European registries. *The country reports a large degree of data missing why caution should be taken when interpreting data. **ROSC to hospital admission, ***2002–2023; regional registry, covering 25% of The Netherlands, since 2023; nationwide registry.pOHCA outcomesCountryRegistry startRegistry designpOHCÁs since registry start (n)ROSC rate (%)Survival to discharge (%)30-day survival (%)Netherlands2002***400723939Czech Republic2017regional47532118Switzerland2018national4453916*N/AGermany2007national174043N/A5*Sweden1990national579635*N/A3Norway2016national30833N/A21FranceN/Anational150020N/A5Belgium2017national154372015Denmark2001national198335N/A23Great Britain and Northern Ireland2011national531520**N/A9Crimea2018regional2010N/AN/AIn comparison, after pIHCA the ROSC rate ranged from 60% to 71% and survival to hospital discharge or 30-day survival ranged from 32% to 58% (Table 2b).Table 2bNumbers of pediatric in-hospital cardiac arrests and survival outcomes from 8 European registries."
  },
  {
    "full_text": "and survival outcomes from 8 European registries. *2002–2023; regional registry, covering 25% of The Netherlands, since 2023; nationwide registry.pIHCA outcomesCountryRegistry startRegistry designpIHCÁs since registry startROSC rate (%)Survival to discharge (%)30-day survival (%)Netherlands2002*200N/A57N/ASpain2020national916032N/AGermany2007nationalN/AN/AN/AN/ASweden2018national38247N/A58Denmark2013national13571N/A53Great Britain and Northern Ireland2011national19356853N/ADiscussionThis is the first study to report overall epidemiological data on pediatric cardiac arrest in Europe. We identified 15 different pediatric cardiac arrest registries from 13 countries with large variations in outcomes for pOHCA and pIHCA between European countries.Compared to a previous literature review on pediatric cardiac arrest registries, this appears to be a positive trend in the number of registries but it must be emphasized that 20 of the responding European countries still do not have a registry.21Notably, we identified a larger number of registries for pOHCA than for pIHCA. This is similar for adult cardiac arrest registries of which more are established, and more randomized trials are conducted for, OHCA as compared to IHCA.22Ten of the pOHCA registries are embedded in an adult registry. Utilization of the established infrastructure of an adult OHCA registry offers obvious benefits but may also carry the disadvantage of collecting data on the same parameters for pediatric and adult cardiac arrests even though the parameters of interest may differ between age-groups.23.All registries make use of the Utstein template. However, only 2 registries collect all the suggested outcomes of thepediatric core outcome set after cardiac arrest(P-COSCA).16The P-COSCA is intended to inform clinical trials on reporting of pediatric cardiac arrest outcomes and follow-up data on quality of life may still be relevant in registries. As the long-term consequences after pOHCA and pIHCA, such as survival beyond 30-days, long-term neurological outcome, and quality of life are of particular importance to patients and families, inclusion of such data in registries should be encouraged.Our data demonstrate very large differences in outcomes, especially after pOHCA where ROSC rates ranged from 10% to 72%. In comparison, Gräsner et al. reported ROSC rates from 9% to 50% for adult OHCA in 27 European countries, while survival to hospital discharge following adult OHCA has been reported to vary from 3% to 20% globally.18,24This compares to reported ROSC rates of 30% in Japan and 16% in the US and reported survival with favorable neurological outcome of 9.9% in Japan and 8.7% in the US.3,25The differences between countries in survival from pIHCA are smaller than for pOHCA but still considerable. Data from the US report ROSC rates after pIHCA of 78–90% and survival to hospital discharge of 32–40%.26The reasons for the disparities in survival outcomes after pediatric out-of-hospital and"
  },
  {
    "full_text": "outcomes after pediatric out-of-hospital and in-hospital cardiac arrest are unknown. Possible causes might include registration factors, including varying coverage of the registries, varying time period of data collection, missing data on survival outcomes, a different interpretation of cardiac arrest and therefore selective reporting (e.g. inclusion of bradycardia with poor perfusion or pulseless events only).We found that the completeness of the registry data varies greatly between countries and several countries report missing data on the majority of patients. Although the reasons for this are unknown, multiple factors may possibly affect data completeness including design and infrastructure of the registry, voluntary participation, funding or lack of attention to reporting pediatric cardiac arrest in registries that were originally designed to cover adult cardiac arrests only.Even more challenging is the interpretation of the influence of differences in healthcare systems and efficacy in the chain of survival among all countries.27Gräsner et al. explained the disparity in adult OHCA survival as the result of different EMS coverage and CPR practices.18CPR training of laypeople is associated with improved bystander CPR rates and survival outcomes after OHCA in adults,28,29but the training differs greatly among European countries.30Notably, registry data show that the majority of pOHCA in smaller children occur in private homes, whereas cardiac arrests for older children and adolescents often occur outside of home.31,32Thus, targeted training for teachers and caregivers of children and adolescents may be considered and such initiatives should ideally be investigated in future research.In addition, other system factors such as AED coverage, implementation of first responder systems, Emergency Medical Team (EMT) coverage, ambulance arrival times, transport times to hospital and hospital density or centralization of PICÚs may also play a role in the differing survival outcomes.18,24Hospital factors may include CPR training, rapid response systems to prevent cardiac arrest, cardiac arrest teams to improve CPR quality, quality improvement initiatives including debriefings and specialized intensive care units to provide optimal post-arrest care including ECMO utilization.13,33,34,35,36,37,38,39,40This is the first study to investigate the epidemiology of pediatric cardiac arrest in Europe. Yet, differences in registries, variable coverage and missing data make the picture incomplete. To overcome implementation barriers35, pediatric cardiac arrest registries may need financial and political support to establish a robust infrastructure which can generate reliable data for research.The majority of countries stated an interest in a European pediatric cardiac arrest registry. Initiating a joint pediatric cardiac arrest registry would have several challenges including joint definitions on in- and exclusion criteria and outcomes. However, a joint European"
  },
  {
    "full_text": "criteria and outcomes. However, a joint European pediatric cardiac arrest registry could provide an opportunity to investigate the epidemiology of pediatric cardiac arrest in detail as well as explore the underlying reasons for differences in outcomes and the impact of quality improvement initiatives and quality of care on survival outcomes. Multinational collaboration may also enable studies on training initiatives in and outside of hospitals, bystander CPR rates and survival outcomes that are otherwise difficult to conduct. An infrastructure for systematic follow-up strategies for survivors of pediatric cardiac arrest may help to improve long-term neurological function and consequently quality of life. Use of a single large cardiac arrest registry in the US has led to hundreds of scientific publications informing international guidelines, local benchmarking fostering quality improvement initiatives, and increased public awareness with gradually increasing survival outcomes over time.26,41,42This study reports on the existence or absence of pediatric cardiac arrest registries in 33 European countries, which include the majority of the population of Europe. However, data could not be obtained from 20 countries. The list of missing countries includes those of a relatively small population and countries in low- and middle-income settings, which may lack the necessary infrastructure for a registry, including a national resuscitation council. Consequently, it is our belief that the present study provides a reasonable overview of the registries, although the proportion of European countries without a registry is likely to be higher than that reported in this study.LimitationsWe cannot infer on the exact coverage and completeness of each registry and the true incidence of pOHCA and pIHCA is therefore unknown. Since we do not have insight into individual patient data, we cannot draw specific conclusions about outcomes. There were some variations in inclusion and exclusion criteria relating to minimal inclusion age of 30 days and maximum age of 16 years vs. 18 years of age and some countries including bradycardia with poor perfusion. Moreover, we cannot rule out any differences in local practices for inclusion in each registry that may not be described as official exclusion criteria per se, e.g. cases where healthcare professionals terminate CPR or decide not to start CPR due to futility. Finally, there may be large variations in the amount of missing data on survival outcomes between countries, so data on survival in each country should be interpreted with caution and survival outcomes cannot be directly compared.ConclusionFewer than 40% of European countries have registries for pOHCA and/or pIHCA and most registries collect data on pOHCA. Survival rates vary considerably, particularly after pOHCA. More data with national coverage are needed to determine the real incidence of pediatric cardiac arrest, ideally through a joint, European registry with"
  },
  {
    "full_text": "ideally through a joint, European registry with standardized data collection.CRediT authorship contribution statementFranziska Markel:Writing – review & editing, Writing – original draft, Visualization, Project administration, Methodology, Investigation, Formal analysis, Data curation, Conceptualization.Jana Djakow:Writing – review & editing, Investigation, Conceptualization.Dominique Biarent:Writing – review & editing, Investigation, Conceptualization.Nieves de Lucas:Writing – review & editing, Investigation, Conceptualization.Jimena del Castillo:Writing – review & editing, Investigation, Conceptualization.Sophie Skellett:Writing – review & editing, Investigation, Conceptualization.Nigel M. Turner:Writing – review & editing, Investigation, Conceptualization.Corinne M.P. Buysse:Writing – review & editing, Investigation, Conceptualization.Kasper G. Lauridsen:Writing – review & editing, Supervision, Resources, Project administration, Methodology, Investigation, Formal analysis, Conceptualization.Declaration of competing interestThe authors declare the following financial interests/personal relationships which may be considered as potential competing interests: “All authors are members of the Pediatric Life Support Science and Education Committee of the European Resuscitation Council. Jana Djakow, Jimena del Castillo, and Kasper G. Lauridsen are the International Liaison Committee on Resuscitation Task Force members. Kasper G. Lauridsen has current research project grants from the Central Denmark Region, Independent Research Fund Denmark, and the Laerdal Foundation. Franziska Markel receives current research grants from the “Stiftung Kinderherzen” and the “German Association for Pediatric Cardiology”. The views expressed are those of the authors and do not necessarily reflect those of the ERC, the national resuscitation registries, or their funders. The authors state that there is no other declaration of interest.”."
  }
]