[
  {
    "full_text": "TITLE: Post-cardiac Arrest Sedation Promotes Electroencephalographic Slow-wave Activity and Improves Survival in a Mouse Model of Cardiac Arrest ABSTRACT: Background:Patients resuscitated from cardiac arrest are routinely sedated during targeted temperature management, while the effects of sedation on cerebral physiology and outcomes after cardiac arrest remain to be determined. We hypothesized that sedation would improve survival and neurological outcomes in mice after cardiac arrest.Methods:Adult C57BL/6J mice of both sexes were subjected to potassium chloride-induced cardiac arrest and cardiopulmonary resuscitation. Starting at return of spontaneous circulation or at 60 minutes after return of spontaneous circulation, mice received intravenous infusion of propofol at 40 mg η kg−1η h−1, dexmedetomidine at 1 μg η kg−1η h−1, or normal saline for 2 hours. Body temperature was lowered and maintained at 33°C during sedation. Cerebral blood flow was measured for 4 hours post-resuscitation. Telemetric electroencephalogram (EEG) was recorded in freely moving mice from 3 days before up to 7 days after cardiac arrest.Results:Sedation with propofol or dexmedetomidine starting at return of spontaneous circulation improved survival in hypothermia-treated mice (propofol [13/16, 81%] vs. no sedation [4/16, 25%],P= 0.008; dexmedetomidine [14/16, 88%] vs. no sedation [4/16, 25%],P= 0.002). Mice receiving no sedation exhibited cerebral hyperemia immediately after resuscitation and EEG power remained less than 30% of the baseline in the first 6 hours post-resuscitation. Administration of propofol or dexmedetomidine starting at return of spontaneous circulation attenuated cerebral hyperemia and increased EEG slow oscillation power during and early after sedation (40 to 80% of the baseline). In contrast, delayed sedation failed to improve outcomes, without attenuating cerebral hyperemia and inducing slow-wave activity.Conclusions:Early administration of sedation with propofol or dexmedetomidine improved survival and neurological outcomes in mice resuscitated from cardiac arrest and treated with hypothermia. The beneficial effects of sedation were accompanied by attenuation of the cerebral hyperemic response and enhancement of electroencephalographic slow-wave activity. BODY: Background:Patients resuscitated from cardiac arrest are routinely sedated during targeted temperature management, while the effects of sedation on cerebral physiology and outcomes after cardiac arrest remain to be determined. We hypothesized that sedation would improve survival and neurological outcomes in mice after cardiac arrest."
  }
]