[
  {
    "full_text": "TITLE: Pragmatic solutions to reduce the global burden of stroke: a World Stroke Organization–Lancet NeurologyCommission ABSTRACT: Executive summaryStroke is the second leading cause of death worldwide. The burden of disability after a stroke is also large, and is increasing at a faster pace in low-income and middle-income countries than in high-income countries. Alarmingly, the incidence of stroke is increasing in young and middle-aged people (ie, age <55 years) globally. Should these trends continue, Sustainable Development Goal 3.4 (reducing the burden of stroke as part of the general target to reduce the burden of non-communicable diseases by a third by 2030) will not be met.In this Commission, we forecast the burden of stroke from 2020 to 2050. We project that stroke mortality will increase by 50%—from 6·6 million (95% uncertainty interval [UI] 6·0 million–7·1 million) in 2020, to 9·7 million (8·0 million–11·6 million) in 2050—withdisability-adjusted life-years(DALYs) growing over the same period from 144·8 million (133·9 million–156·9 million) in 2020, to 189·3 million (161·8 million–224·9 million) in 2050. These projections prompted us to do a situational analysis across the four pillars of the stroke quadrangle: surveillance, prevention, acute care, and rehabilitation. We have also identified the barriers to, and facilitators for, the achievement of these four pillars.Disability-adjusted life-years (DALYs)The sum of the years of life lost as a result of premature mortality from a disease and the years lived with a disability associated with prevalent cases of the disease in a population. One DALY represents the loss of the equivalent of one year of full healthOn the basis of our assessment, we have identified and prioritised several recommendations. For each of the four pillars (surveillance, prevention, acute care, and rehabilitation), we propose pragmatic solutions for the implementation of evidence-based interventions to reduce the global burden of stroke. The estimated direct (ie, treatment and rehabilitation) and indirect (considering productivity loss) costs of stroke globally are in excess of US$891 billion annually. The pragmatic solutions we put forwards for urgent implementation should help to mitigate these losses, reduce the global burden of stroke, and contribute to achievement of Sustainable Development Goal 3.4, the WHO Intersectoral Global Action Plan on epilepsy and other neurological disorders (2022–2031), and the WHO Global Action Plan for prevention and control of non-communicable diseases.Reduction of the global burden of stroke, particularly in low-income and middle-income countries, by implementing primary and secondary stroke prevention strategies and evidence-based acute care and rehabilitation services is urgently required. Measures to facilitate this goal include: the establishment of a framework to monitor and assess the burden of stroke (and its risk factors) and stroke services at a national level; the"
  },
  {
    "full_text": "and stroke services at a national level; the implementation of integrated population-level and individual-level prevention strategies for people at any increased risk of cerebrovascular disease, with emphasis on early detection and control of hypertension; planning and delivery of acute stroke care services, including the establishment of stroke units with access to reperfusion therapies for ischaemic stroke and workforce training and capacity building (and monitoring of quality indicators for these services nationally, regionally, and globally); the promotion of interdisciplinary stroke care services, training for caregivers, and capacity building for community health workers and other health-care providers working in stroke rehabilitation; and the creation of a stroke advocacy and implementation ecosystem that includes all relevant communities, organisations, and stakeholders."
  }
]