[
  {
    "full_text": "TITLE: Pre-arrest and intra-arrest prognostic factors associated with survival after in-hospital cardiac arrest: systematic review and meta-analysis ABSTRACT: AbstractObjectiveTo determine associations between important pre-arrest and intra-arrest prognostic factors and survival after in-hospital cardiac arrest.DesignSystematic review and meta-analysis.Data sourcesMedline, PubMed, Embase, Scopus, Web of Science, and the Cochrane Database of Systematic Reviews from inception to 4 February 2019. Primary, unpublished data from the United Kingdom National Cardiac Arrest Audit database.Study selection criteriaEnglish language studies that investigated pre-arrest and intra-arrest prognostic factors and survival after in-hospital cardiac arrest.Data extractionPROGRESS (prognosis research strategy group) recommendations and the CHARMS (critical appraisal and data extraction for systematic reviews of prediction modelling studies) checklist were followed. Risk of bias was assessed by using the QUIPS tool (quality in prognosis studies). The primary analysis pooled associations only if they were adjusted for relevant confounders. The GRADE approach (grading of recommendations assessment, development, and evaluation) was used to rate certainty in the evidence.ResultsThe primary analysis included 23 cohort studies. Of the pre-arrest factors, male sex (odds ratio 0.84, 95% confidence interval 0.73 to 0.95, moderate certainty), age 60 or older (0.50, 0.40 to 0.62, low certainty), active malignancy (0.57, 0.45 to 0.71, high certainty), and history of chronic kidney disease (0.56, 0.40 to 0.78, high certainty) were associated with reduced odds of survival after in-hospital cardiac arrest. Of the intra-arrest factors, witnessed arrest (2.71, 2.17 to 3.38, high certainty), monitored arrest (2.23, 1.41 to 3.52, high certainty), arrest during daytime hours (1.41, 1.20 to 1.66, high certainty), and initial shockable rhythm (5.28, 3.78 to 7.39, high certainty) were associated with increased odds of survival. Intubation during arrest (0.54, 0.42 to 0.70, moderate certainty) and duration of resuscitation of at least 15 minutes (0.12, 0.07 to 0.19, high certainty) were associated with reduced odds of survival.ConclusionModerate to high certainty evidence was found for associations of pre-arrest and intra-arrest prognostic factors with survival after in-hospital cardiac arrest.Systematic review registrationPROSPERO CRD42018104795 BODY: IntroductionCardiac arrest refers to cessation of mechanical heart function and effective blood circulation, and is typically considered as either out-of-hospital cardiac arrest or in-hospital cardiac arrest.12Although evidence from out-of-hospital cardiac arrest is often extrapolated to in-hospital cardiac arrest, the epidemiology is different, and the determinants of success might differ accordingly.13In comparison to out-of-hospital cardiac arrest, data on incidence and survival after in-hospital cardiac arrest are limited. Most studies"
  },
  {
    "full_text": "cardiac arrest are limited. Most studies report an incidence of one to six events per 1000 hospital admissions.45Survival to discharge ranges between 12% and 25%, with increased survival recently reported.167One year outcomes are similar, with only modest increases over the past decade.8Prognostic factors associated with survival after in-hospital cardiac arrest are an important focus of ongoing research.2Patients admitted to hospital have increasingly complex conditions and present unique challenges when managing in-hospital cardiac arrest. Clinicians have to rapidly process many factors related to preadmission status (including age, sex, comorbidities) and factors related to the arrest itself (whether the arrest was witnessed or monitored, initial rhythm) to determine the effectiveness of ongoing cardiopulmonary resuscitation. Additionally, clinicians need to discuss expected prognosis after in-hospital cardiac arrest with patients at the time of hospital admission to inform care plans, and whether to include cardiopulmonary resuscitation in the event of cardiac arrest.3910Patient understanding of survival after in-hospital cardiac arrest is poor, and is often influenced by popular media where unrealistic rates of survival to discharge approach 67%.11Furthermore, when discussing inclusion of cardiopulmonary resuscitation in goals of care, clinicians rarely mention prognostic factors and likelihood of survival after in-hospital cardiac arrest.12A greater understanding of the factors associated with successful resuscitation of patients with in-hospital cardiac arrest is needed. This information will help in developing a predictive model used in shared decision making with patients and families, and clinical decision making at the time of in-hospital cardiac arrest and after return of spontaneous circulation. Therefore, we conducted a systematic review and meta-analysis to summarise the association between pre-arrest and intra-arrest factors and survival after in-hospital cardiac arrest.MethodsWe conducted this systematic review and meta-analysis according to PROGRESS (prognosis research strategy group) recommendations,13141516and recent guidelines for systematic reviews and meta-analyses of prognostic factors.17The CHARMS (critical appraisal and data extraction for systematic reviews of prediction modelling studies) checklist18was used to define and frame the study. We registered the review protocol with the PROSPERO registry (CRD42018104795).Data sources and searchesWe searched Medline, PubMed, Embase, Scopus, Web of Science, and the Cochrane Database of Systematic Reviews from inception to 4 February 2019. An experienced health sciences librarian assisted in developing the search strategy (supplemental fig 1), which was conducted using the terms “cardiac arrest,” combined with terms related to prognosis research, as recommended.17We used the Science Citation Index to retrieve reports that cited the relevant articles identified from our search,"
  },
  {
    "full_text": "the relevant articles identified from our search, and then entered them into PubMed and conducted further surveillance searches using the “Related Articles” feature.19Study selectionWe included all English language full text articles that described retrospective and prospective observational studies, randomised controlled trials, and quasi randomised controlled trials. Inclusion criteria for studies were based on existing standards for research among patients with in-hospital cardiac arrest12: enrolled mostly (≥80%) adult patients (≥16 years) with in-hospital cardiac arrest; conducted in the emergency department, hospital wards, or intensive care unit; and evaluated mortality as an outcome of interest (in-hospital, 28 day, or 30 day mortality). We excluded studies that evaluated mortality over longer or unspecified time periods; case reports and case series; studies that included only patients who received a particular treatment after cardiac arrest (such as therapeutic hypothermia or extracorporeal life support); studies that included patients with out-of-hospital cardiac arrest; and studies that failed to provide model adjusted or unadjusted odds ratios with confidence intervals, or counts for calculating unadjusted odds ratios. We contacted the corresponding authors to obtain further information when these values could not be obtained from the reported data.We screened studies using Covidence software (Melbourne, Australia); titles were imported into Covidence directly from the search databases and duplicates removed. Two reviewers (SMF and AT) independently screened the titles and abstracts of all identified citations. Disagreement was resolved by discussion; no third party adjudication proved necessary. The same two reviewers independently assessed full texts of the selected articles after screening and again resolved any disagreement by discussion.Data extraction and quality assessmentTwo investigators (SMF and AT) abstracted the following variables: author information, year of publication, study design, study dates, definition of start points, eligibility criteria, number of patients included, and incidence of mortality. We used a predesigned data extraction sheet (supplemental table 2) to minimise transcription errors. Subsequently, for each prognostic factor, two investigators (SMF and AT) independently collected unadjusted or adjusted odds ratios for survival in each study, if available. Extraction was performed using a modified version of the CHARMS checklist for prognostic factors (CHARMS-PF).1718A third investigator (WC) verified all extracted data and calculated unadjusted odds ratios from counts.Two reviewers (SMF and AT) independently assessed the risk of bias for included studies, using the QUIPS (quality in prognosis studies) tool.20Disagreements were resolved through discussion. As our protocol indicates, we had initially intended to use a different scale for quality review, but QUIPS is recommended for risk of bias assessment"
  },
  {
    "full_text": "QUIPS is recommended for risk of bias assessment in reviews of prognostic factors.17This tool includes six potential domains for bias and applicability of the research question: study participation, study attrition, prognostic factor measurement, outcome measurement, adjustment for other prognostic factors, and statistical analysis and reporting.Data synthesisMany of the included studies of in-hospital cardiac arrest were extracted from large databases, including the American Heart Association National Registry of Cardiopulmonary Resuscitation (NRCPR; later renamed the Get With The Guidelines (GWTG) registry), the United Kingdom National Cardiac Arrest Audit (NCAA), and the Swedish Cardiac Arrest Registry (SCAR). For registry or large databases, we included the report with the largest number of patients for each prognostic factor. We evaluated the associated websites of these databases and searched through all of their published studies. Primary, unpublished unadjusted and adjusted odds ratios were obtained directly from the NCAA database (April 2011-March 2018) by the principal investigators (KMR, DAH, and JPN), and the data they provided exceeds the number of patients in any of the published NCAA reports.212223For the primary analysis, we present meta-analyses of adjusted odds ratios. All included studies in this primary analysis had to consider the effect of age, initial rhythm, or cause of arrest in their analyses. These variables are known to be associated with outcome after in-hospital cardiac arrest.12We included meta-analyses of unadjusted values as secondary analyses. Odds ratio estimates and the corresponding confidence intervals were analysed by applying the DerSimonian-Laird random effects model24using Review Manager (version 5.3; Copenhagen, Denmark). We assessed heterogeneity using the I2statistic, the χ2test for homogeneity, and visual inspection of the forest plots.Two investigators (BR and GHG) evaluated overall certainty in pooled estimates using the GRADE (grading of recommendations assessment, development, and evaluation) approach.25These estimates were categorised into one of four levels of certainty: high, moderate, low, or very low. In accordance with GRADE guidance for prognostic studies, cohort data start as high certainty evidence.25A GRADE evidence profile was created using the guideline development tool (gradepro.org).Patient and public involvementAfter article completion, and at the suggestion of peer reviewers, we sought out patient representatives through our institution’s patient relations department. Patient representatives were confidentially provided with a copy of the article and asked to provide written comments on the relevance of the work, the potential impact of the work on their own decision making, any perceived shortcomings of the work, and suggestions for future research.ResultsSearch resultsOur search identified 10 356 citations (fig 1) and after removing duplicates we screened 7172 studies, including"
  },
  {
    "full_text": "duplicates we screened 7172 studies, including 83 for full text review. We included 23 studies26272829303132333435363738394041424344454647in our primary meta-analysis of adjusted results, including unpublished results from 90 276 patients recorded on the NCAA database. Three studies used the NRCPR/GWTG database,294244and two used the SCAR database.2643The secondary analysis included an additional 30 studies.484950515253545556575859606162636465666768697071727374757677Fig 1Flowchart summarising evidence search and study selectionStudy characteristicsTable 1presents characteristics of studies included in the primary analysis. Supplemental table 2 displays CHARMS-PF checklist detailed characteristics of each study, and supplemental table 3 shows consistency between the included studies and the CHARMS-PF checklist requirements. Of the 23 studies included in the primary analysis, 12 (52.2%) were from North America, and six (26.1%) were from Europe. All included studies used observational designs, and 13 (56.5%) used retrospective cohort designs. Thirteen (56.5%) were multicentre studies (table 1). Supplemental table 6 presents prognostic factors included in the adjustment analyses of each study.Table 1Characteristics of the 23 studies included in the primary analysisDescriptionNo of studies (%)Continent of studyNorth America12 (52.2)Europe6 (26.1)Asia4 (17.4)Australia1 (4.3)Year of publication1990–942 (8.7)1995–992 (8.7)2000–045 (21.7)2005–092 (8.7)2010–146 (26.1)2015–196 (26.1)Study designProspective cohort10 (43.5)Retrospective cohort13 (56.5)SitesSingle centre10 (43.5)Multicentre13 (56.5)Risk of bias and quality assessmentSupplemental table 7 displays quality assessments performed using the QUIPS tool. Most of the included studies were deemed to be at low risk of bias for all QUIPS domains. No studies were rated as high risk of bias in any QUIPS domain. We judged five studies to have moderate risk of bias in study participation, study attrition, or statistical reporting.2127303364Results of synthesisTable 2presents pooled adjusted odds ratios and 95% confidence intervals for the primary analysis, and GRADE level of certainty. Supplemental tables 8-9 show GRADE evidence profiles.Table 2Pre-arrest and intra-arrest prognostic factors and associated odds of survival after in-hospital cardiac arrestPrognostic factorsModel adjusted dataStudiesOR (95% CI)P*I2(%)GRADE certainty†Pre-arrest factorsDemographics:Male sex70.84 (0.73 to 0.95)0.00766ModerateAge ≥6030.50 (0.40 to 0.62)<0.00150LowAge ≥7020.42 (0.18 to 0.99)0.05069LowComorbidities at admission:Active malignancy40.57 (0.45 to 0.71)<0.00171HighCongestive heart failure10.62 (0.56 to 0.68)<0.001NAModerateChronic kidney disease50.56 (0.40 to 0.78)0.00192HighCOPD10.65 (0.58 to 0.72)<0.001NAModerateDiabetes mellitus10.53 (0.34 to 0.83)0.005NAModerateAdmission diagnosis:Acute coronary syndrome20.70 (0.28 to 1.78)0.46099LowSepsis10.80 (0.70 to 0.91)0.001NAModerateIntra-arrest factorsWitnessed arrest42.71"
  },
  {
    "full_text": "factorsWitnessed arrest42.71 (2.17 to 3.38)<0.00168HighMonitored patient62.23 (1.41 to 3.52)<0.00197HighArrest during daytime hours51.41 (1.20 to 1.66)<0.00194HighVentricular tachycardia43.76 (2.95 to 4.78)<0.00185HighVentricular fibrillation43.68 (2.68 to 5.05)<0.00194HighAsystole40.42 (0.32 to 0.56)<0.00112HighPulseless electrical activity20.59 (0.27 to 1.27)0.18077HighShockable rhythm125.28 (3.78 to 7.39)<0.00196HighIntubation during arrest50.54 (0.42 to 0.70)<0.00173ModerateResuscitation duration ≥15 min20.12 (0.07 to 0.19)<0.00127HighCOPD=chronic obstructive pulmonary disease; GRADE=grading of recommendations, assessment, development, and evaluation; NA=not applicable; OR=odds ratio.*P values obtained from the test for overall effect.†GRADE certainty of estimates in studies of prognosis, as described by Iorio and colleagues.25Primary analyses: pre-arrest factorsWe evaluated the association between patient demographics and survival from in-hospital cardiac arrest.Figure 2andfigure 3present forest plots.263032343538394041434546Male sex was associated with lower odds of survival (pooled odds ratio 0.84, 95% confidence interval 0.73 to 0.95, moderate certainty). We assessed the impact of age at two different thresholds: age 60 and older had a pooled odds ratio of 0.50 (0.40 to 0.62, low certainty); age 70 and older had a pooled odds ratio of 0.42 (0.18 to 0.99, low certainty).Fig 2Forest plots showing pre-arrest factors and associated odds of survival after in-hospital cardiac arrest. Factors shown are male sex, age, history of malignancy and congestive heart failure. *30 day mortalityFig 3Forest plots showing pre-arrest factors and associated odds of survival after in-hospital cardiac arrest. Factors shown are history of chronic kidney disease, chronic obstructive pulmonary disease, and diabetes mellitus, and diagnosis of acute coronary syndrome and sepsis. *30 day mortalityA history of malignancy was associated with a pooled odds ratio of 0.57 (95% confidence interval 0.45 to 0.71, high certainty) for survival from in-hospital cardiac arrest, and chronic kidney disease had a pooled odds ratio of 0.56 (0.40 to 0.78, high certainty). Single studies reported associations with congestive heart failure (0.62, 0.56 to 0.68, moderate certainty),38chronic obstructive pulmonary disease (0.65, 0.58 to 0.72, moderate certainty),38and diabetes mellitus (0.53, 0.34 to 0.83, moderate certainty).46A diagnosis of acute coronary syndrome had a pooled odds ratio of 0.70 (0.28 to 1.78, low certainty).Primary analyses: intra-arrest factorsWe investigated the association between intra-arrest factors and survival from in-hospital cardiac arrest.Figure 4andfigure 5present forest plots.2829303132333435363738394041424344454647Witnessed in-hospital cardiac arrest had a pooled odds ratio of 2.71 (95% confidence interval 2.17 to 3.38, high certainty). Arrests that took place in monitored settings (patients on telemetry) had a pooled odds ratio of 2.23 (1.41 to 3.52,"
  },
  {
    "full_text": "had a pooled odds ratio of 2.23 (1.41 to 3.52, high certainty). In-hospital cardiac arrest that took place during daytime hours (defined as time periods when hospitals were fully staffed, which varied among studies) had an associated pooled odds ratio of 1.41 (1.20 to 1.66, high certainty). Initial rhythm was categorised as either shockable (ventricular fibrillation or pulseless ventricular tachycardia) or non-shockable (pulseless electrical activity or asystole). An initial shockable rhythm during in-hospital cardiac arrest was associated with a pooled odds ratio of 5.28 (3.78 to 7.39, high certainty). We evaluated the prognostic impact of each rhythm (supplemental figs 14-17), which showed increased associated odds of survival among patients with any initial shockable rhythm. Tracheal intubation during in-hospital cardiac arrest was associated with a pooled odds ratio of 0.54 (0.42 to 0.70, moderate certainty). Duration of resuscitation (that is, time from arrest to return of spontaneous circulation) of at least 15 minutes had a pooled odds ratio of 0.12 (0.07 to 0.19, high certainty).Fig 4Forest plots showing intra-arrest factors and associated odds of survival after in-hospital cardiac arrest. Factors shown are witnessed arrest, monitored patient, and arrest during daytime hours. *30 day mortalityFig 5Forest plots showing intra-arrest factors and associated odds of survival after in-hospital cardiac arrest. Factors shown are initial shockable rhythm, intubation during resuscitation, and duration of resuscitation longer than 15 minutes. *30 day mortalitySecondary analysesThe supplemental material presents results of the secondary analyses. Supplemental table 10 shows CHARMS-PF checklist detailed characteristics of studies with only unadjusted results, and supplemental table 11 shows pooled unadjusted results. Supplemental figs 2-20 show forest plots that compare adjusted and unadjusted meta-analyses of pre-arrest and intra-arrest prognostic factors. Importantly, the direction of effect for all unadjusted analyses is in agreement with the primary adjusted analyses.DiscussionWe conducted a systematic review and meta-analysis to evaluate the association of pre-arrest and intra-arrest factors with survival after in-hospital cardiac arrest. Pre-arrest factors associated with reduced survival include male sex, increasing age, active malignancy, and chronic kidney disease. Among intra-arrest factors, we found that witnessed arrest, monitored setting, arrest during daytime hours, and shockable rhythm were associated with increased survival, while tracheal intubation during arrest and prolonged resuscitation were associated with reduced survival. These findings provide evidence of the association between important prognostic factors and odds of survival after in-hospital cardiac arrest. While clinicians have previously extrapolated data from out-of-hospital cardiac arrest to patients with in-hospital cardiac arrest,1this study evaluated the"
  },
  {
    "full_text": "cardiac arrest,1this study evaluated the in-hospital cardiac arrest population. The study identified risk factors that healthcare providers can consider when discussing expected prognosis with patients and making clinical decisions. Our results could be used to guide future large observational studies to derive a clinical prediction instrument for practical application. However, clinicians should exercise caution when using these results to make clinical decisions about starting or stopping resuscitation after in-hospital cardiac arrest. Nevertheless, even in the absence of an existing decision model, identification of risk factors that are associated with a poor prognosis after in-hospital cardiac arrest will probably have value for clinicians in discussions about goals of care and when to stop resuscitation.Strengths and limitations of studyOur study involved a comprehensive search and included studies with an overall low risk of bias. We followed recent recommendations for meta-analysis of prognostic studies,17evaluated several pre-arrest and intra-arrest prognostic factors for in-hospital cardiac arrest, and used GRADE guidelines to contextualise our findings based on overall certainty in estimates. Most of the estimates were based on moderate or high certainty evidence. Notably, we were able to include previously unpublished results from the NCAA database, and to analyse these data with published work from the NRCPC/GWTG, SCAR, and other databases to provide reliable estimates of prognostic factor association.This review has some limitations. Firstly, our meta-analysis included only observational studies, and therefore provides associations between individual prognostic factors and survival from in-hospital cardiac arrest. Given the limitations of the literature, we were unable to assess how the combination of these factors might be used to influence clinical decision making. Therefore, clinicians should be cautious when combining these findings to make clinical decisions about starting or stopping resuscitation. Our results could be used to guide future large observational studies to derive a clinical prediction instrument for practical application. However, even in the absence of a decision model that could be used for accurate risk stratification, identification of risk factors associated with poor prognosis could be useful for clinicians when discussing goals of care with patients, and when making clinical decisions about stopping resuscitation after in-hospital cardiac arrest. Our study should be considered in that context.Secondly, we evaluated short term survival as our primary outcome because this was the outcome most commonly reported in the literature.3However, associations between prognostic factors and neurological outcome at discharge or long term survival are unknown and potentially could be more important to patients and caregivers. While neurological outcome was evaluated in some included studies, different scales were used,"
  },
  {
    "full_text": "included studies, different scales were used, and so meta-analysis was not possible.Thirdly, many of the factors we evaluated (namely age, sex, and comorbidities) are non-modifiable, but understanding their impact is valuable. It is important to emphasise the non-modifiable nature of these prognostic factors to patients when discussing advanced directives that relate to cardiopulmonary resuscitation after in-hospital cardiac arrest.Finally, our study is limited by statistical and clinical heterogeneity. Statistical heterogeneity (assessed by I2) was markedly high in meta-analyses of several prognostic factors. While high heterogeneity suggests that we cannot be certain about the magnitude of effect size, the direction of effect size was clear for each factor, and visual inspection of forest plots did not reveal any important inconsistencies among included studies. Reliance upon the I2statistic alone for quantifying the magnitude of heterogeneity in meta-analyses is problematic.78In our study, the high I2values were caused by a combination of several large national registry studies with small variability of effect estimates and smaller studies with larger variability. For this reason, the GRADE approach assesses statistical heterogeneity using a combination of factors, including I2, but also overlap of point estimates and overlap of 95% confidence intervals.79After we evaluated all these measures of statistical heterogeneity, we felt it was appropriate to present the meta-analyses despite the high I2values.There is also clinical heterogeneity among studies with regard to some of the prognostic factors (for example, “monitoring” was referred to as continuous telemetry in some studies, while in others it included telemetry in addition to pulse oximetry). However, it is more likely that unknown confounders could have influenced the point estimates for individual studies. Furthermore, the clinical relevance of this heterogeneity is unknown. For example, the difference between telemetry alone versus telemetry and pulse oximetry might not be shown to be clinically significant. These sources of heterogeneity should be taken into account when the study results are evaluated.Patient and public involvementThe patients involved in reviewing this study indicated that the study was of great importance to them and that identifying prognostic factors associated with outcome from in-hospital cardiac arrest was directly relevant to their care. All patients stated that, before reviewing the study, they had minimal knowledge of outcomes after in-hospital cardiac arrest, and were surprised to learn that overall outcomes were poor. They stated that the findings of this study allowed them to contextualise the likelihood of survival after in-hospital cardiac arrest, and that they would consider these results in their own decisions about cardiopulmonary resuscitation. One patient stated that neurological outcome was of particular importance, and that future research"
  },
  {
    "full_text": "particular importance, and that future research should prioritise neurological outcome as the primary outcome after in-hospital cardiac arrest.Comparison with other studiesWhile pre-arrest factors are typically patient specific and non-modifiable, they show important associations that could help when considering expected prognosis and risk stratification. We found moderate certainty evidence that male sex was associated with reduced odds of survival after in-hospital cardiac arrest. Existing literature on out-of-hospital cardiac arrest has investigated the association between patient sex and survival, and found improved survival among female patients80; however the explanation for this finding is unclear. Female patients might benefit from specific hormones (namely oestrogen) and the effect of these hormones on their cardiovascular risk profile.8182Coronary occlusion in women is associated with stronger vagal activation, and therefore reduced potential for dysrhythmic events and decreased oxygen consumption.83Our study suggests that this difference between sexes for out-of-hospital cardiac arrest extends to in-hospital cardiac arrest, but the underlying mechanisms remain unclear.We found that increasing age and prevalence of certain comorbidities (malignancy and chronic kidney disease) were associated with reduced odds of survival after in-hospital cardiac arrest. Hirlekar and colleagues showed the association between increasing age and mortality from in-hospital cardiac arrest in the SCAR database.84In addition to the higher prevalence of comorbidities in this population, older patients undergo less aggressive intervention, and survival from in-hospital cardiac arrest appears to decrease in a dose-response manner.85We also found that patients with active cancer had lower associated survival from in-hospital cardiac arrest. The GWTG registry found that approximately 14% of patients in their cohort had advanced cancer, and that survival was markedly lower in this population even after taking into account resuscitation performance and patient directed limits in care.86Increasing age and comorbidity burden are related to frailty, which describes a state of physiological decline and vulnerability.87Future research should aim to investigate the association between frailty and outcomes after in-hospital cardiac arrest to help clinicians make a more accurate prognosis for patients admitted to hospital.88While all of these pre-arrest factors are non-modifiable, discussing them with patients could be valuable when considering the inclusion of cardiopulmonary resuscitation in goals of care. Non-modifiable risk factors are particularly important because providing preventative care before in-hospital cardiac arrest or critical care after cardiac arrest will probably not alter patient outcome.8990Therefore, clinicians can talk with patients about these individual prognostic factors and poor survival after in-hospital cardiac arrest, even in the absence of a"
  },
  {
    "full_text": "cardiac arrest, even in the absence of a clinical decision model. Patients often have a poor understanding of outcome after in-hospital cardiac arrest, and this can be influenced by popular media.11However, patients (particularly older patients) have found it helpful when clinicians provide statistics associated with poor survival after in-hospital cardiac arrest; when presented with such data, patients are more likely to decide against cardiopulmonary resuscitation.91This view was also prevalent in the feedback provided by patients who reviewed our study, even though clinicians might not be surprised by our results. Therefore, our findings about pre-arrest prognostic factors could be helpful when clinicians discuss goals of care with patients.We investigated intra-arrest factors to further our understanding about variables that influence prognosis after in-hospital cardiac arrest. We found high certainty evidence that patients who had in-hospital cardiac arrest in a monitored setting (that is, with telemetry) had increased odds of survival. This is not only because of immediate recognition, but also potentially because patients on continuous telemetry are more likely to have advanced haemodynamic monitoring devices in place.3Witnessed arrest was also associated with improved survival after in-hospital cardiac arrest compared with unwitnessed arrest, also based on high certainty evidence. This finding has been consistently reported in the literature related to out-of-hospital cardiac arrest,92and probably reflects reduced latency to cardiopulmonary resuscitation. Interestingly, we also found that in-hospital cardiac arrest during daytime hours was associated with improved survival. Hospital staffing (physicians, nurses, and allied health workers) is reduced at night time and during weekends, and these time periods have been associated with increased mortality.9394Other important intra-arrest variables were found to be associated with survival. Unsurprisingly, we found high certainty evidence that initial rhythm was associated with outcome after in-hospital cardiac arrest. Shockable rhythms (ventricular fibrillation or ventricular tachycardia) were associated with higher odds of survival because they are more likely to accompany a primary cardiac cause, and because of the effectiveness of early defibrillation. In the out-of-hospital cardiac arrest literature, survival from a shockable rhythm greatly exceeds survival after pulseless electrical activity or asystole7595; our results for in-hospital cardiac arrest also show this trend. We found that prolonged duration of resuscitation (≥15 minutes) was associated with reduced survival after in-hospital cardiac arrest. As the duration of resuscitation increases, the likelihood of response to cardiac arrest interventions decreases, and the prolonged ischaemic time will probably result in irreversible organ dysfunction, even if return of spontaneous circulation is eventually achieved.2Finally, we found"
  },
  {
    "full_text": "is eventually achieved.2Finally, we found that tracheal intubation during in-hospital cardiac arrest was associated with lower odds of survival, although this finding was based on moderate certainty evidence. This was the only potentially modifiable prognostic factor that was found. This association might be because of “resuscitation time bias,” because prolonged resuscitation could be associated with an increased number of interventions and worse outcome.96However, this same finding was reported in a large cohort study that controlled for duration of resuscitation.48Additionally, two recent randomised trials in patients with out-of-hospital cardiac arrest found that insertion of supraglottic airway devices resulted in at least comparable, if not superior, survival and neurological outcome as tracheal intubation.9798Future randomised trials on tracheal intubation during in-hospital cardiac arrest might provide more data on the optimal airway management strategy during in-hospital cardiac arrest.Conclusions and policy implicationsWe evaluated pre-arrest and intra-arrest factors associated with survival after in-hospital cardiac arrest. Of the pre-arrest factors, male sex, increasing age, active malignancy, and chronic kidney disease were associated with reduced survival. Of the intra-arrest factors, witnessed arrest, monitored setting, cardiac arrest during daytime hours, and shockable rhythm were associated with increased survival, while tracheal intubation and prolonged resuscitation were associated with reduced survival. These findings provide evidence of associations between important prognostic factors and survival after in-hospital cardiac arrest.What is already known about this topicIn-hospital cardiac arrest is associated with low survival ratesMuch of our clinical understanding of in-hospital cardiac arrest is deduced from the extensive literature on out-of-hospital cardiac arrestUnderstanding pre-arrest and intra-arrest prognostic factors associated with survival after in-hospital cardiac arrest is an important area of researchWhat this study addsOf the pre-arrest factors, increasing age, male sex, active malignancy, and chronic kidney disease were associated with reduced survival after in-hospital cardiac arrestOf the intra-arrest factors, witnessed arrest, monitored setting, arrest during daytime hours, and shockable rhythm were associated with increased survival after in-hospital cardiac arrest; increased duration of resuscitation and tracheal intubation were associated with reduced survivalThe study identified important prognostic factors associated with outcome after in-hospital cardiac arrest, which could be used when discussing expected prognosis and advanced directives with patients"
  }
]