[
  {
    "full_text": "TITLE: Preparedness for care transitions to home and acute care use of skilled nursing facility patients ABSTRACT: BackgroundThe purpose of this study was two-fold: (1) describe the relationship between patient or caregiver reported preparedness for care transitions, and acute care use in 30 days after discharge from a skilled nursing facility (SNF); and (2) explore how this relationship is influenced by patient, Charlson index, race and social determinants.MethodThe design was a secondary analysis of data collected as part of a cluster randomized trial of the Connect-Home transitional care intervention. The setting was 6 skilled nursing facilities located in the US state of North Carolina. The sample was 249 patient and caregiver dyads with acute care use data (i.e., emergency department or hospital readmission) in 30 days after transfers from SNFs to home. Preparedness for care transitions was measured with the Care Transitions Measure-15 (CTM-15), a 15 item Likert scaled measure with scores potentially ranging from 0 to 100, with higher scores indicating better preparedness. The association of preparedness and acute care use, in the overall study sample and within subgroups defined by five selected dyad background characteristics, was quantified as an incident rate ratio corresponding to the multiplicative change in the mean number of acute care use days for a 10 unit increase in CTM-15 score, using marginalized zero-inflated negative binomial regression.ResultsPatients had a mean age of 76.4 years, 63.8% were female, and 73.6% were White. Caregivers were female (73.6%) and adult children (42.3%). The mean CTM-15 score was 72.9 and the mean days of acute care use in 30 days after SNF discharge was 0.62. For a 10 unit increase in preparedness score, among male patients the mean number of acute care use days decreased by 33% (IRR = 0.67; 95%CI: 0.44, 0.99); White patients had a 25% reduction (IRR = 0.75; 95%CI: 0.55, 1.02), patients with low area deprivation score (lower quartile, ADI = 54) had a 31% reduction in acute care use (IRR = 0.69; 95%CI: 0.47, 1.01), and patients with a high Charlson total score (upper quartile of 9) have a 22% reduction in acute care use (IRR = 0.78; 95%CI: 0.61, 1.02).ConclusionPreparedness of care transitions is an important outcome of high-quality SNF care and is associated with reduced use of further acute care. More research is necessary to evaluate the CTM-15 as an outcome measure among sociodemographic subgroups. BODY: BackgroundPreparing older adults and their caregivers for care transitions is a global health concern [1–5]. In the U.S., care transitions are especially complex for the 1.5 million older adults per year who are admitted to a hospital, receive rehabilitative care over two-four weeks in a skilled nursing facility (SNF), and transfer again, to home and other settings of care [6]. Helping families navigate these care transitions, while achieving goals of safety and patient-centered care, is"
  },
  {
    "full_text": "goals of safety and patient-centered care, is complicated by the intensity of patient needs, and the fragmentation of health systems across settings of care.SNF patients are a population with complex health challenges [7,8]. They are typically older than 75, have recent acute illness or injury (e.g., hip fracture, pulmonary infections) [7,9], and incurable chronic illnesses (e.g., heart failure and Alzheimer’s disease and related dementias) [7,9,10]. They also experience fatigue related to hospital and SNF care [11], limitation in mobility and function [12–14], and dependence on caregivers for activities of daily living [15].Before SNF discharge, SNF patients and their caregivers (usually a spouse or adult child) participate in “discharge planning” or “transitional care” to prepare for care transitions from SNFs to home, assisted living and other destinations [8,16–18]. They must identify safety needs and learn skills to manage medications, monitor for symptoms of recurring illness, and coordinate care with outpatient and community partners [19]. After SNF discharge, 22% of patients are readmitted to a hospital within 30 days of discharge [9,20]. Thus, research is needed to develop new tools and services for improving care transitions of SNFs patients and their caregivers [21,22].Measuring preparation for care transitions is essential for describing the quality of SNF discharge planning and transitional care and evaluating new services to improve outcomes after discharge [23,24]. Preparedness for care transitions is defined as patient and caregiver perceptions of: [1] feeling cared for by healthcare providers [2], having the right information to manage care [3], having confidence that providers communicate with each other, and [4] feeling empowerment to assert preferences [23,25]. Findings in qualitative studies indicate that SNF patients and caregivers report limited preparation for care transitions, and their consequent struggle to continue care without adequate information and support [7,19,22,26,27]. Yet, larger studies of preparedness for care transitions in SNFs, using surveys with established psychometrics, have not been undertaken, thereby, limiting the evidence-base for designing discharge planning and transitional care to meet patient and caregiver needs [28].In hospital-based research, a commonly reported measure of preparedness for care transitions is the Care Transitions Measure-15 (CTM-15) and the abbreviated Care Transitions Measure-3 (CTM-3) [24]. Prior studies indicate the high internal consistency and reliability of CTM-15 and CTM-3 for describing the quality of discharge planning and transitional care [29–31]. Earlier studies have established the feasibility of using the CTM-15 to evaluate outcomes after SNF discharge [32,33]. The validity of the CTM-15 and CTM-3 was evaluated in hospital-based studies, which show mixed findings of the association of CTM-3 or CTM-15 scores and the rate of acute care use after hospital"
  },
  {
    "full_text": "and the rate of acute care use after hospital discharge. For example, two studies found 10-point increases in CTM-15 or CTM-3 scores were associated with 12–14% lower odds of hospital readmission [34,35], while two others, including one large clinical trial, found that patient and hospital factors may influence the relationship between preparedness for discharge and acute care use [36] and that there was no relationship between CTM-15 scores and emergency department and hospital admission [36,37]. However, using the CTM-15 in SNF-based research is rare and the potential of this measure to evaluate the quality of care is poorly understood.The objective of this study was to conduct a secondary analysis of data from the Connect-Home clinical trial (described below) [33], and to describe the relationship between patient- or caregiver-reported preparedness for care transitions (measured with the CTM-15) and acute care use in 30 days after discharge from a SNF. Earlier studies indicated that SNF sociodemographic factors including patient age, race, and income are associated with acute care use after SNF discharge [9,20]; thus, the secondary objective was to explore these sociodemographic factors along with others including caregiver type, and neighborhood deprivation on the relationship between CTM-15 scores and acute care use.MethodsThe design was a secondary analysis of baseline and outcomes data that were collected as part the Connect-Home efficacy study [33]. All study procedures were approved by the University of North Carolina Institutional Review Board.Original studyThe original study of Connect-Home transitional care was a stepped wedge, cluster randomized trial testing whether pre-discharge support in the SNF and post-discharge support in the patient’s home improved preparedness for care transitions, the patient’s acute care use, and the caregiver’s experiences in the caregiving role [33]. The study evaluated the impact of the Connect-Home transitional care intervention over 30 months on the primary outcome of preparedness for care transitions (measured with the CTM-15), and secondary outcomes, such as [1] patient functional mobility, quality of life and acute care use and [2] caregiver burden and distress. The study was conducted in 6 U.S. SNFs located in North Carolina. Research staff, with standardized instrument and specialized training, recruited SNF patients with serious illness (e.g., end-stage kidney disease) and their caregivers (spouse, adult child or other) between March 2019 and July 2021. Patient and caregiver dyads were eligible if: [1] the patient spoke English, had a serious medical condition, required at least 25% assistance with mobility at SNF admission, and had a caregiver who was willing to participate, and [2] the caregiver spoke English, and assisted the patient at home. A legally authorized representative (LAR) was recruited as a proxy for SNF patients with cognitive impairment. The COVID pandemic occurred in the"
  },
  {
    "full_text": "impairment. The COVID pandemic occurred in the middle of the Connect-Home trial; as part of national, mandated risk mitigation efforts, the study was paused for six months. After the study pause, the study was re-started using an IRB-approved revised protocol. The data for this analysis were collected by research staff in face to face or in telephone interviews with SNF patients and their caregivers.Data source for the secondary analysisWe used baseline and outcomes data collected in 7 and 30 days after the patient discharged from the SNF to home or other destinations. Patient baseline data was collected in a chart review of the SNF medical records system and included patient clinical characteristics, such as diagnosis category, Charlson Co-morbidity Index score [38], Brief Inventory of Mental Status score [39], and sociodemographic characteristics, such as age, sex, and neighborhood disadvantage. Reporting race in this study is consistent with the National Institute of Health Inclusion of Women, Minorities, and Children policy [40]. Race of patients included in this study were categorized as White or Black. Neighborhood disadvantage was described with the Area Deprivation Index (ADI) [40], which is based on U.S. Zip code and is a measure of factors, such as the concentration of poverty, contributing to socio-economic disadvantage in U.S. neighborhoods; higher ADI scores are associated with hospital readmission [41]. Caregiver baseline data were collected via telephone and included nonclinical characteristics, such as relationship to the patient and whether the caregiver resided in the same home as the patient. The outcome variable used in this secondary analysis was the number of days of acute care use in 30 days after discharge from the SNF [24]. The primary predictor variable was preparedness for care transitions (measured with the CTM-15) in 7 days after SNF discharge. The characteristics of the SNFs were obtained using a standardized survey administered with the SNF director of nursing or nursing home administrator. Data were included for all subjects with observed data for both preparedness for care transitions and acute care use.Care transitions measure-15 and acute care usePatient or caregiver-proxy reported preparedness for care transitions was measured with the CTM-15 in 7 days after SNF discharge [24,42]. The CTM-15, a previously published measure, is a 15-item, Likert-scaled instrument with five anchors, including “Strongly Disagree,” “Disagree,” “Agree,” “Strongly agree,” and “Not applicable/don’t know.” The CTM-15 was designed for patient or caregiver responses. It focuses on four domains, including understanding of medications, a written record of discharge instructions, timely follow-up after discharge, and the ability to recognize challenges in health. While the CTM-15 was originally designed to study preparedness for hospital to home transitions [24], it was used in the parent study to study the impact of preparedness after SNF"
  },
  {
    "full_text": "to study the impact of preparedness after SNF discharge, when care at home is complex and involves coordination with community providers [33]. In the parent study, caregivers provided CTM-15 data for patients with cognitive impairment. To calculate CTM-15 scores, means are calculated for measure items and then a linear transformation is used to generate CTM-15 scores between 0 and 100, with higher scores indicating better preparation for care transitions [24]. Acute care use, self-reported by SNF patients or caregivers in the role of proxy, was the count of days in an emergency department and the hospital in 30 days after SNF discharge. For subset of 17 patients, the patient was readmitted to a hospital before the 7-day data collection call; thus, for these patients, acute care use data were collected in the 7-day call. These data were included in the acute care use outcome [33].AnalysisDescriptive statistics, mean and standard deviation (SD) for continuous variables and frequencies for categorical variables, summarized the background characteristics of the study participants. The mean acute care use and CTM-15 scores (SD) were calculated overall and for the patient subgroups defined based on the five sociodemographic characteristics of interest: sex (male, female), race (Black, White), Charlson total score, Area Deprivation Index Score (ADI, potential range, 1-100), caregiver relationship (adult child, spouse, other family, or non-relative). Charlson total score and ADI were continuous variables for which statistical evaluations were made at their quantiles, i.e., the three values corresponding to its observed 25th, 50th and 75th percentiles. Spearman rank correlation (ρ) statistics for the bivariate association of acute care use and CTM-15 score were calculated overall and for each of the fifteen subgroups/evaluations; negative correlation values were expected as it was hypothesized that greater preparedness would be associated with less acute care use.To assess the overall exposure effect of CTM-15 on acute care use days adjusting for background characteristics, we use two-part marginalized zero-inflated negative binomial (MZINB) regression, which models the overall mean count outcome (with a log link function), instead of standard ZINB models that model the mean count of a hypothetical latent (unobserved) ‘at-risk’ sub-population of SNF residents [43]. In the initial stage of our analysis, we fit an MZINB model to estimate the overall association between CTM-15 (defined as a 10 unit change) and the number of acute care use days at the 30 days post-discharge call, with adjustment only for the design variables of the parent clinical trial: the treatment indicator (intervention vs. control condition), an indicator for the onset of the COVID pandemic (pre- vs. post-onset), and their interaction in the mean part of MZINB model. The zero-inflation logistic regression part of the MZINB model includes CTM-15 scores with main effects of treatment and"
  },
  {
    "full_text": "CTM-15 scores with main effects of treatment and COVID onset indicators as covariates. The primary output of our analysis is the incident rate ratio (IRR) for the association of a 10-unit change in CTM-15 and the number of acute care days (and its 95% confidence interval), which is the ratio of the expected mean number of acute care days following a 10 unit reduction in CTM-15 to the mean number of acute care days for the referent level of CTM-15 (before the 10 unit reduction). Because the mean part of the MZINB model employs a log link function, the β-coefficient corresponding to CTM-15 is the log IRR; exponentiation of it and the bounds of its 95% CI gives the estimate of the IRR and its 95% CI for the association of CTM-15 and acute care use days.Aligned with earlier research [36], we examined the influence of patient factors that may influence preparedness and acute care use. Thus, following the initial stage analysis, our primary set of analyses estimates the association between CTM-15 and the number of acute care use days at the 30 days after discharge according to the levels of the five baseline characteristics. The baseline variables are evaluated individually by including them in their own MZINB model. Each MZINB model includes all covariates from the initial stage of our analysis plus the main effect of the baseline variable and its interaction with preparedness score. While the analyses produce a p-value for the interaction effect to assess effect modification for each baseline variable, the focus of our exploratory analysis is to produce IRR estimates (and 95% CIs) of CTM-15 and acute care use days for each level (or quartile) of the baseline variables, which addresses a different set of hypotheses.ResultsOf 327 dyads enrolled in the Connect-Home study, 249 patients (76.1%) had non-missing CTM-15 and acute care use data in 30 days. Among the 249 patients included in this analysis, 63.1% were female, 73.5% were White patients; average age was 76.3 years, and SNF length of stay was 23.9 days (Table1). After SNF care, 238 patients (95.6%) discharged to home and 11 patients (4.4%) discharge to assisted living. Among caregivers, 73.5% were female; the relationship to the patient was adult child (47.3%), spouse (22.9%) or other (29.8%); and 49.2% lived in the same home with the patient (Table1). The study SNFs were located in North Carolina, owned by a for-profit nursing home chain, had an average size of 113.5 beds, and average overall Nursing Home Compare quality rating of 2.7 out of 5 stars [44].Table 1Participant characteristics (N= 249)PatientsSummary statisticsFemale sex, number (%)157 (63.1%)Age, mean (SD)76.25 (9.61)Race, number (%)Black or African American62 (24.9%)White183 (73.5%)More than one race1 (0.4%)Unknown3 (1.2%)Diagnosis Code, number (%)Infection57 (22.9%)Hip fracture40 (16.1%)Other fracture20 (8.0%)CHF122 (8.8%)Pulmonary14 (5.6%)Other96 (38.6%)Charlson total scores, mean (SD)7.15 (2.49)Dual eligibility, number (%)21"
  },
  {
    "full_text": "(SD)7.15 (2.49)Dual eligibility, number (%)21 (8.4%)ADI2National Rank, mean (SD)365.83 (19.29)Length of stay in hospital, mean (SD)8.47 (6.55)Length of stay SNF (days), mean (SD)23.88 (14.89)CaregiverCaregiver, female, number (%)3180 (73.5%)Caregiver living in same home, number (%)3120 (49.2%)Caregiver relation, number (%)3Adult child116 (47.3%)Other73 (29.8%)Spouse56 (22.9%)Numbers of caregivers, mean (SD)12.1 (1.38)1CHF=congestive heart failure;2Area Deprivation Index,3Data were missing for less than 3% of participantsDescriptive statistics for preparedness for care transitions (CTM-15) and acute care use are shown in Table2. Respondents to surveys with the CTM-15 were 193 patients and 56 caregivers; the mean patient-reported CTM-15 score was 72.63 (SD = 1.67) and the mean caregiver-reported CTM-15 score was 73.84 (SD = 1.98). The overall mean CTM-15 score was 72.9 (SD = 17.52). The average total CTM-15 scores varied minimally across patient subgroups, for example, the average score of female compared to male patients was 73.56 (17.80) and 71.77 (17.09), respectively. Similarly, the average score of Black compared to White patients was 74.32 (16.54) and 72.01 (17.79). The average CTM-15 item scores varied minimally across the 15 individual scale items, with a range of average item scores of 3.02 (0.75) to 3.37 (0.69).Table 2Patient CTM-15 score and acute care use in 30 days by patient sex, race, neighborhood deprivation, and primary caregiver relationshipVariableNCTM-15, Mean (SD)Acute Care Use Days, Mean (SD)Spearman Rank CorrelationOverall24972.90 (17.52)0.62 (2.58)-0.048Patient sexMale9271.77 (17.09)0.83 (3.63)-0.16Female15773.56 (17.80)0.50 (1.69)0.01Patient RaceBlack6274.32 (16.54)0.31 (1.06)0.08White18372.01 (17.79)0.74 (2.94)-0.08Charlson Total Score2–57172.24 (15.48)0.54 (1.93)-0.196–76776.76 (15.82)0.43 (1.36)-0.088–97272.08 (19.14)0.49 (2.12)0.0310–153969.02 (20.00)1.33 (4.93)0.11Patient Area Deprivation Index score (National) (1-100)5–546370.04 (19.44)0.32 (1.90)-0.0855–656373.96 (17.14)0.79 (2.33)-0.2366–796374.55 (16.39)1.02 (4.02)0.0280–996073.07 (17.02)0.33 (1.05)0.04Caregiver RelationshipAdult Children(Son or Daughter)11673.47 (15.35)0.27 (0.96)0.17Other Family or Non-relative7374.03 (18.70)1.01 (3.97)-0.11Spouse5669.78 (19.87)0.88 (2.63)-0.27CTM-15 score and acute care useDuring the 30 day follow-up, 14% of patients (35/249) had any acute care use, including 21 patients with hospital readmissions and 14 patients with emergency department visits without hospital readmission. The mean days of acute care use was 0.62 (SD = 2.58) with a range of 0–30 (see Table2). Notably, only 3 patients exceeded 7 days of acute care use (14, 15 and 30 days). The average days of acute care was greater among [1] male vs. female patients [0.83 (3.63) and 0.50 (1.690), respectively] and [2] White vs. Black patients [0.74 (2.94) and 0.31 (1.06), respectively]. Moreover, acute care use was also higher for patients with spousal caregivers [0.88 (2.63)]"
  },
  {
    "full_text": "patients with spousal caregivers [0.88 (2.63)] or other family caregivers [1.01 (3.97)] vs. patients with adult children as caregivers [0.27 (0.960].As illustrated in Fig.1, SNF patients with lower CTM-15 scores tended to have more acute care use in 30 days. For example, patients with CTM-15 scores of 50 or less had average acute care use of 1.4 days whereas patients with average CTM-15 scores of 70 or more had less than 0.4 days of acute care use; each of the three groups with CTM-15 < 70 in Fig.1included one of the patients with acute care use greater than seven days. The negative association between CTM-15 and acute care use is also shown by the Spearman rank correlations in the subgroup analysis (Table2); among the five correlations whose absolute values exceed 0.15, four have negative signs representing an inverse relationship of CTM and acute care use.Fig. 1Care-Transitions Measure-15 Score and Acute Care Use (days) in 30 days after patient discharge from skilled nursing facilitiesIn the primary multivariable analysis, using the MZINB regression, the estimated IRR = 0.80 (95%CI: 0.60, 1.05) represented a 20% reduction in acute care use for a 10 unit increase in CTM-15 score, which was not statistically significant (p= 0.11) at the 0.05 level (Table3).While none of the interaction terms between baseline characteristics and CTM-scores were statistically significant at the 0.05 level, we examined the influence of patient and caregiver characteristics on the relationship between CTM-15 scores and acute care use through subgroup analyses. Based on having the smallest upper bounds of their 95% confidence intervals, we observed the strongest relationships between CTM-15 and acute care use for the following subgroups: patient with male sex, White race, high Charlson total score (upper quartile of 9), and those with low or middle neighborhood deprivation. For example, for patients with male sex, the estimated IRR = 0.67 (95%CI: 0.44, 0.99) represented a 33% reduction in acute care use for a 10 unit increase in CTM-15 score (p= 0.048). Similarly, White patients experienced a 25% reduction in acute care use, as did patients with ADI at the middle level, whereas patients with ADI at the low level had a 31% reduction, with a 10 unit increase in CTM-15. Also, patients with Charlson score at the high level had a 22% reduction. P-values in these four subgroups ranged from 0.060 to 0.069. In total, the estimated IRR was less than 1.0 for all but two of the subgroup analyses, suggesting that an increase in preparedness reduces acute care use days.Table 3The incident rate ratio (IRR) of a 10 unit increment in CTM-15 score on the mean number of acute care use days at 30 days post-discharge using a marginalized zero-inflated negative binomial regression model for each variable (patient or caregiver characteristic)VariableIRR (95% CI)p-valueOverall0.80 (0.60,1.05)0.11Patient SexMale0.67 (0.44, 0.99)0.048Female0.92 (0.63,1.36)0.693Patient RaceBlack1.19"
  },
  {
    "full_text": "(0.63,1.36)0.693Patient RaceBlack1.19 (0.76,1.86)0.454White0.75 (0.55,1.02)0.069Charlson Total ScoreScore = 50.95 (0.65, 1.38)0.777Score = 70.86 (0.65, 1.14)0.290Score = 90.78 (0.61, 1.02)0.066Area Deprivation Index (National) (1-100)ADI = 540.69 (0.47,1.01)0.060ADI = 650.75 (0.56, 1.02)0.068ADI = 790.84 (0.61, 1.16)0.287Caregiver’s RelationshipAdult Children(Son or Daughter)1.33 (0.79, 2.24)0.276Spouse0.66 (0.35, 1.25)0.205Other Family or Non-relative0.74 (0.45, 1.19)0.208DiscussionThis secondary data analysis of SNF patients and caregivers who participated in the Connect-Home efficacy trial shows [1] patients had lower than expected acute care use in 30 days after SNF discharge and [2] a 10 unit increase in CTM-15 scores (preparedness for discharge) was associated with an estimated 20% reduction in acute care use in 30 days in the overall study population; however, the confidence interval of this estimate (IRR = 0.80; 95% CI: 0.60, 1.05) included 1.0, reflecting uncertainty in this finding. In subgroup analyses, we observed a statistically significant reduction in acute care use with increasing CTM-15 scores among male patients and a non-statistically significant trend in the same pattern among White patients, those with higher Charlson scores and with less neighborhood deprivation.While our descriptive and statistical analysis provided evidence to suggest that higher CTM-15 scores (i.e., greater preparedness for care transitions) are associated with lower acute care use, the multivariable-adjusted 95% confidence intervals for incident rate ratios in the overall study sample and for twelve of thirteen subgroup regression analyses were moderately wide and included 1.0, reflecting uncertainty in our results. On the other hand, the fact that estimated IRRs were less than 1.0 in the overall sample and in eleven of thirteen of these analyses of provides favorable evidence that suggests the potential of the CTM-15 to measure the quality of SNF discharge planning and transitional care. Our ability to estimate the relationship between CTM-15 scores and acute care use with a high degree of precision was limited by the low rate of acute care use (14%) during the pandemic and a moderately small sample size (N= 249 patients). While the CTM-15 has shown promise in this and some earlier research, our findings indicate that further evaluation in larger samples is necessary; for example, with larger sample sizes, a potentially larger number of hospital readmissions will permit more sensitive analysis of the impact of preparedness and post-discharge follow-up care on acute care use. Larger studies may be necessary before the CTM-15 can be widely used to guide improvement projects or decision making about the quality of care in SNFs.In our subgroup analysis of factors that influence the relationship between CMT-15 scores and acute care use, we found that the mean number of acute care use days of male patients decreased by 33% for a 10 unit increase in"
  },
  {
    "full_text": "decreased by 33% for a 10 unit increase in preparedness score (IRR = 0.67; 95%CI: 0.44, 0.99); we also observed trends (withp< 0.10) suggesting the influence of lower Area Deprivation Index scores, race (Black/White), and higher Charlson score on the relationship between CTM-15 scores and acute care use. These findings suggest the presence of individual and environmental factors that influence the impact of preparedness on acute medical needs in 30 days after discharge. For example, male patients may have caregivers with greater in-home availability and knowledge of the patient medical needs, which may reduce risk of acute illness or injury [45]. More research is necessary to determine the impact of these factors on preparedness for care transitions. While we found that White patients had a 25% reduction (IRR = 0.75; 95%CI: 0.55, 1.02), our finding that the rank correlation was only − 0.08 for White patients suggests this IRR result may be highly impacted by three White patients who had 14, 15, and 30 acute care use days; thus, further research, with larger samples will be necessary to clarify the relationship of preparedness and acute care use in racial subgroups. Nonetheless, our findings align with earlier studies [9,41] that indicate sex and neighborhood factors outside of preparedness for care transitions likely contribute to acute care use. Thus, reducing the risk of acute care use may require discharge planning or transitional care with a greater focus on social determinants of health (SDOHs), such as low income, lack of transportation, and limited access to insurance, social support, and quality medical care, which have been postulated to impact rates of hospital readmission [46]. Optimizing discharge planning and care transition preparedness, particularly among vulnerable patient subgroups will inform the development of interventions designed to reduce acute care use following SNF discharge.In this study, data were collected during the COVID pandemic, which had a profound impact on care provided in SNFs, such as discharge planning, and outcomes after SNF discharge, such as acute care use. In this study with 249 patients, the rate of acute hospital transfers was 14.1%, while findings in an earlier study with more than 55,000 SNF patients indicated the rate was 21.1%) [9]. This difference (35%) in acute care use after SNF discharge aligns with earlier hospital-based research that indicated a large decrease in acute care use during the COVID pandemic, for example, differences in the rate of pre-COVID and post-COVID hospital admissions for ambulatory care sensitive diagnoses [47] and complications related to heart failure [48]. This finding is significant because it underscores COVID-related factors may have contributed to the low, observed rate of acute care use in our sample. It also suggests the large impact of COVID on hospital utilization after SNF discharge more generally.Finally, the challenges we faced in detecting associations"
  },
  {
    "full_text": "the challenges we faced in detecting associations between CTM-15 scores and acute care use may also indicate the absence of care practices that are necessary to prevent acute care use. Earlier hospital-based and SNF research indicates that effective transitional care includes pre-discharge and post-discharge to support care transitions and prevent hospital readmission [49,50]. In our study, SNF patients may have experienced limited post-discharge care, such as post-discharge telephone calls or home visits, which may have limited preparedness for discharge and contributed to risk for acute care use.This study was subject to several limitations. First, the Connect-Home trial was conducted during the onset of the COVID pandemic [33]. COVID created new and frightening concerns for patients, families and staff, perhaps most importantly, uncertainty about the risk of illness and death and uncertainty about the precautions needed to prevent infection [51,52]. Moreover, COVID was especially infectious in nursing homes and among older adults, thus the focus on discharge care in SNFs was likely overshadowed by concerns of infection control and haste to transfer patients from SNFs to home. Thus, the unknown impact of COVID on study outcomes (i.e., preparedness for care transition and acute care use) likely influenced findings and increased the risk of bias in the results.Second, the study setting was six SNFs located in one U.S. state and the study sample was 249 patients. However, the SNF sample included sites with diverse quality ratings, ranging from 1 to 4 based on the 1 to 5 star rating system of US nursing homes [53]. Moreover, while the sample included 249 patients, the sample was diverse, for example, 23.6% of the sample was Black, a rate more than twice the national rate of Black patients in SNFs. Further limitations in setting and sample are that we did not account for differences in cultural background, health beliefs, or lack of financial resources that might influence acute use and we did not look at the intersectionality of sociodemographic factors, for example, the acute care use of impact of Black women living in poor neighborhoods compared to White men living in areas with better socioeconomic conditions.Third, attrition of participants in the parent study before the 30 day follow-up increases the risk of bias in study findings. Compared to patients with data collected in 7 and 30 days after SNF discharge, those for whom data collection was not possible had higher Charlson Comorbidity Index scores (7.1 vs. 8.1) and longer SNF length of stay (23.8 vs. 30.9 days) [33]. Thus, a potential healthy volunteer bias may limit the generalizability of findings because participants who dropped out of the study potentially would have had lower preparedness and greater acute care use. Finally, the small number of residents in our study having any acute care use (n= 35) limited the number of covariates that should be included in a regression model to"
  },
  {
    "full_text": "that should be included in a regression model to justify large sample normality of estimated coefficients, i.e., log incidence density ratios. Therefore, separate subgroup analyses for each of the demographic characteristics were conducted rather than fitting a single model that included all of their main effects and interactions with CTM-15.ConclusionPreparing patients to transition home is a primary goal of SNF care and a potentially useful measure of SNF quality. The finding that preparedness for transition was negatively associated with acute care use suggests the potential of the CTM-15 to measure the quality of discharge planning and transitional care. This finding is significant because research is urgently needed to identify and evaluate innovations for improving post-discharge outcomes of SNF patients. Research is needed to reach groups of patients and caregivers with limited or no access to high quality care."
  }
]