[
  {
    "full_text": "TITLE: Prevalence of Alcohol and Other Drug Use in Patients Presenting to Hospital for Violence-Related Injuries: A Systematic Review ABSTRACT: Substance use is a risk factor for being both a perpetrator and a victim of violence. The aim of this systematic review was to report the prevalence of acute pre-injury substance use in patients with violence-related injuries. Systematic searches were used to identify observational studies that included patients aged ≥15 years presenting to hospital after violence-related injuries and used objective toxicology measures to report prevalence of acute pre-injury substance use. Studies were grouped based on injury cause (any violence-related, assault, firearm, and other penetrating injuries including stab and incised wounds) and substance type (any substance, alcohol only, drugs other than alcohol only), and they were summarized using narrative synthesis and meta-analyses. This review included 28 studies. Alcohol was detected in 13%–66% of any violence-related injuries (five studies), 4%–71% of assaults (13 studies), 21%–45% of firearm injuries (six studies; pooled estimate = 41%, 95% CI: 40%–42%,n= 9,190), and 9%–66% of other penetrating injuries (nine studies; pooled estimate = 60%, 95% CI: 56%–64%,n= 6,950). Drugs other than alcohol were detected in 37% of any violence-related injuries (one study), 39% of firearm injuries (one study), 7%–49% of assaults (five studies), and 5%–66% of penetrating injuries (three studies). The prevalence of any substance varied across injury categories: any violence-related injuries = 76%–77% (three studies), assaults = 40%–73% (six studies), firearms = n/a, other penetrating injuries = 26%–45% (four studies; pooled estimate = 30%, 95% CI: 24%–37%,n= 319).Overall, substance use was frequently detected in patients presenting to hospital for violence-related injuries. Quantification of substance use in violence-related injuries provides a benchmark for harm reduction and injury prevention strategies. BODY: IntroductionViolence, including self-harm and interpersonal violence, is a global public health problem. Self-harm and homicide are the third and fourth leading causes of death among people aged 10 to 29 years, respectively (World Health Organization [WHO], 2015) and one in three women globally have been a victim of intimate partner violence (WHO, 2021). Recovery from non-fatal injuries is often complex and may result in significant ongoing physical disability and mental health consequences (Gabbe et al., 2017). Addressing the key modifiable risk factors associated with violence-related injuries, including substance use in the lead up to the injury event, will help to prevent and mitigate the burden associated with violence-related injuries.Substance use is widely recognized as a risk factor for being a victim or perpetrator of violence (WHO, 2005). Alcohol use has been associated with several physical and mental effects that may increase the risk of being involved in"
  },
  {
    "full_text": "that may increase the risk of being involved in violence as either a victim or a perpetrator including increased aggression, reduced inhibitions, impaired decision-making, and poorer ability to interpret behavioral cues (Boles & Miotto, 2003). Similarly, some illicit drugs such as amphetamines and cocaine are commonly associated with changes in mood and behavior including aggression, irritability, insomnia, and anxiety (Boles & Miotto, 2003). In particular, violence that is spontaneous in nature or involves strangers is more likely to occur in public settings where both the victim and perpetrator are intoxicated (Finney, 2004). Furthermore, violence in this setting is more likely to involve men, who have been shown to experience more aggression from alcohol compared with women (Giancola et al., 2009). Substance use is also a potential coping mechanism for the psychological trauma associated with being a victim of violence, which can increase the risk of being victimized further, particularly for women who experience domestic violence (Devries et al., 2014). Nevertheless, there is limited understanding of the prevalence of acute pre-injury exposure to substances in violence-related injuries, with research largely focusing specifically on alcohol or violence-related fatalities (Branas et al., 2016;Cherpitel et al., 2004;Darke, 2010). The aim of this systematic review was to quantify the detection of acute pre-injury exposure to substances, including alcohol and other drugs, in patients presenting to hospital with violence-related injuries.MethodsThe current review examines a subset of studies identified as part of a larger systematic review, which examined the prevalence of substances in non-transport injury events. Specifically, the current paper reports on the subset of papers from the larger review that measured substance prevalence in violence-related injuries. The protocol for the larger review was prospectively registered to PROSPERO (CRD42020188746) and the methods have previously been reported in a corresponding paper (Lau et al., 2022).Search StrategyFour electronic databases (Medline, Embase, CINAHL, and PsycINFO) were systematically searched on May 11, 2020 using a range of keywords and subject headings related to injury and substance use (Supplemental Appendix A). Gray literature was identified via a database search of ProQuest, advanced Google searches (Supplemental Appendix A), and hand searching of reference lists.Inclusion and Exclusion CriteriaThe broader review was limited to observational studies published in English from 2010 onwards to ensure that only recent prevalence estimates were included in the review. To be included, studies had to use an objective toxicology measure to report on the prevalence of alcohol, and/or other drugs (excluding tobacco) in patients aged ≥15 years who presented to hospital for physical, non-transport injuries. Studies were excluded if it was unclear whether patients presented to hospital or"
  },
  {
    "full_text": "unclear whether patients presented to hospital or sustained physical injuries. Studies that examined broader patient samples (e.g., study samples that included patients of all ages or injury causes) were included in this review, provided that data were reported in a way that enabled relevant data from patients who met review inclusion criteria to be extracted (e.g., prevalence data were stratified by age and/or injury cause). Studies specifically examining forensic fatalities were excluded from the current review due to differences in protocol surrounding toxicology testing in forensic settings compared to hospital settings; however, hospital studies could include both fatal and non-fatal injuries. The current review only included the subset of papers that reported substance prevalence for violence-related injuries.Study Selection, Data Extraction, and Risk of Bias AssessmentsTitle and abstract screening, full-text screening, data extraction and risk of bias assessments were independently completed by two reviewers (GL and either JYA or NK), with any disagreements resolved through discussion. Reference list checking was completed by GL. Data extraction was completed using a customized form which captured the following information:Study characteristics (author, year of publication, study design and recruitment approach, study duration, study setting);Sample characteristics (age, sex, socioeconomic status);Injury characteristics (cause, type, intent and severity of injury);Non-acute substance use, including any measures related to the use of prescription medications, usual substance use, or chronic substance use conditions;Measures used for substance use (including the definition of a positive result, sample type, timing of testing, proportion tested); andPrevalence of pre-injury exposure to substances.Risk of bias was assessed using the Joanna Briggs Institute Checklist for Prevalence Studies, which is a validated tool specifically designed to assess prevalence data across various study designs (Munn et al., 2014). Detailed criteria for assessing risk of bias are available inSupplemental Appendix B.Data SynthesisPrevalence was reported as proportions, using the number of people who tested positive as the numerator and the total number of people who were tested as the denominator where possible. Where these data were unavailable, prevalence was reported as included in the original study. Studies have been described using narrative synthesis, supplemented with meta-analyses where appropriate. Results were stratified by cause of injury (any violence-related injuries, assault injuries, firearm injuries, and other penetrating injuries) and substance type (any substance use, alcohol only, drugs other than alcohol only). Notably, the formation and subsequent stratification of studies into these groups was dictated by how cause of injury and substance type were defined by studies included in the review. As such, the “any violence-related injuries”"
  },
  {
    "full_text": "As such, the “any violence-related injuries” category included studies that reported prevalence estimates for overarching “violence” categories which would have contained a range of violence-related injury causes including assaults, firearm and other penetrating injuries, and self-inflicted injuries. Where possible, prevalence estimates for more specific injury causes were isolated and included in the assault, firearm, or other penetrating injury categories. “Other penetrating injuries” typically included studies that reported a single overarching “penetrating injury” category, or that focused on stab or incised wounds. Studies were only included in the “any substance use” group if both alcohol and other drugs were measured.The metaprop command in Stata Version 15 (Statacorp, TX, USA) was used to generate pooled prevalence estimates with corresponding 95% confidence intervals (CIs) and Forest plots. Using this method, estimates were generated using the exact binomial method and Freeman-Tukey double arcsine transformations (Nyaga et al., 2014).I2statistics were used to assess heterogeneity. Where heterogeneity was significant (p< .05), subgroup analyses were performed to explore potential sources of heterogeneity.Quality of EvidenceQuality of evidence across studies was assessed to be high, moderate, low, or very low using Grading of Recommendations, Assessment, Development and Evaluations (GRADE) guidelines (Guyatt et al., 2011). Based on existing methods (Chiarotto et al., 2016), each meta-analysis was initially coded as high quality and subsequently downgraded if necessary based on the following criteria:Risk of bias: Downgraded if half of the included studies had high risk of bias.Inconsistency: Downgraded if there was substantial heterogeneity (i.e.,I2≥ 60%).Precision: Downgraded if the pooled sample had <400 participants.Indirectness: Downgraded if subject characteristics and prevalence could not be generalized.Publication bias: Only assessed if ≥10 studies were included in the analysis.ResultsOverview of Included StudiesOf the 100 studies included in the broader review, 29 reported on the prevalence of acute pre-injury substance exposure in violence-related injuries (Figure 1). One additional study was excluded for only including patients who denied alcohol consumption in the 12 months before injury (Hoonpongsimanont et al., 2019). The remaining 28 papers reported on 24 independent cohorts. Two records reported on data from the National Trauma Data Bank in the United States (Benson et al., 2018;Rosen et al., 2016), two from the MOTIVA study in Spain (Cordovilla-Guardia et al., 2017,2018), and two from a cohort from the Oslo University Hospital (Bakke et al., 2016;Bogstrand et al., 2011). An additional two papers examined overlapping cohorts from the TRACK- traumatic brain injury (TBI) study in the United States, with one reporting on the results of blood alcohol tests (Yue et al., 2017) and the other reporting on the results of urine drug"
  },
  {
    "full_text": "the other reporting on the results of urine drug screens (Yue et al., 2020).Figure 1.Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) flowchart. (a) Some records met multiple exclusion criteria. (b) Included patients <15 years of age or did not report the minimum age of included patients (n= 343), did not include injury patients who presented to hospital (n= 243), animal studies (n= 2). (c) Measure unclear (n= 197), self-report (n= 118), clinician judgment (n= 20). (d) Included patients <15 years of age or did not report the minimum age of included patients (n= 68), did not include injury patients presenting to hospital (n= 45), animal studies (n= 3). (e) Measure unclear (n= 31), self-report (n= 14), clinician judgment (n= 5).PRISMA = Preferred Reporting Items for Systematic Reviews and Meta-Analyses.Of the 24 independent cohorts, most originated from the United States (n= 13) (Table 1). There was one study from each of the following countries: Belgium, Bhutan, France, Norway, South Africa, Spain, Taiwan, Tanzania, Turkey, and the United Kingdom. One study included data from the United States, Argentina, Brazil, Canada, the Dominican Republic, Guatemala, Guyana, Mexico, Nicaragua, and Panama (Ye et al., 2013).Table 1.Characteristics of Included Studies.StudyCountry of Origin (Study Duration)Age Range (Years)Male,n(%)Injury-Related Inclusion CriteriaInjury Cause,n(%)● Violence-Related Injuries● Other InjuriesInjury IntentAlbrecht et al. (2018)United States (1997–2012)≥18783 (72)Trauma admissions with isolated TBI● Assault = 235 (22)● Motor vehicle collisions (MVC) = 176 (16); Falls = 499 (46); Other=176 (16)NRBakke et al. (2016)Norway (1 year)18–99618 (62)Emergency department admissions● Violence = 125 (13)● Fall = 487 (49); Other = 384 (39)NRBenson et al. (2018)United States (2007–2012)NR22,891 (81)Trauma patients who required abdominal operations● Cut/pierce = 6,783 (24); Firearm = 9,124 (32)● Fall = 855 (3); MVC = 9,757 (34); Other = 1,825 (6); Unknown = 10 (0)NRBernier and Hillary (2016)United States (January 1992–December 2009)≥188,389 (70)Patients with moderate to severe TBI● Assault = 1,457 (12)● MVC = 7,081 (59); Fall = 2,367 (20)NRBittner et al. (2010)United States (1 January, 2002–31 December, 2007)≥16121 (83)Patients who attempted traumatic suicide● Firearms = 77 (53); Stabbing = 37 (25)● MVC = 15 (10); Jumping from heights = 14 (10); Hanging = 3 (2)Intentional only (suicide attempts)Bogstrand et al. (2011)Norway (December 2007–December 2008)≥18762 (60)Emergency department admissions● Violence = 149 (12)● Fall = 605 (48); Poisoning = 101 (8); Other = 417 (33)NRCordovilla-Guardia et al. (2017)Spain (November 2011–October 2012, June 2013–November 2013, June 2014–June 2015)16–70194 (80)Trauma admissions● Assault = 61 (5); Cut or bruise = 124 (11)● Traffic collision = 302 (26); Sports = 93 (8); Fall from same surface = 358 (31); Fall from a height = 151 (13); Other = 67 (6)NRCordovilla-Guardia et al. (2018)Spain"
  },
  {
    "full_text": "= 67 (6)NRCordovilla-Guardia et al. (2018)Spain (November 2011–October 2012, June 2013–November 2013, June 2014–June 2015)16–70612 (66)Trauma admissions● Assault = 41 (4); Cuts or bruises = 108 (12)● Sports injury = 71 (8); Falls on the same level = 307 (33); Falls from a height = 126 (14); Traffic collision = 224 (24); Other mechanisms = 52 (6)NRDorji et al. (2017)Bhutan (8 April 2015–21 October 2015)≥18NREmergency department presentations● Stab/cut = 56 (17); Assault (all mechanisms) = 77 (17)● Traffic = 77 (23); Fall = 80 (24); Other blunt force = 35 (10); Fire/heat = 5 (1); Poisoning = 2 (1); Other = 25 (7)NREkeh et al. (2014)United States (January 2006–December 2010)≥65728 (56)Trauma admissions● Penetrating trauma = NR (1)● Fall = NR (58); MVC = NR (32); Pedestrian struck = NR (3); Other = NR (6)NREl-Abdellati et al. (2011)Belgium (January 2000–June 2007)NR162 (95)Hospital admissions● Assault-related stab injuries = 170 (100)● NoneAssaults onlyElshiere et al. (2017)South Africa (December 2014–February 2015)18–6388 (88)Trauma admissions● Assault = 50 (50); Stab = 24 (24); Firearm = 8 (8); Suicide attempt = 1 (1)● MVC = 15 (15); Human bite = 1 (1); Unknown = 1 (1)NRErsen et al. (2017)Turkey (June 2008–December 2014)15–8119 (46)Emergency department presentations● Attempted suicide by wrist cutting = 41 (100)● NoneIntentional only (attempted suicide)Friedman et al. (2011)United States (1999–2006)≥6017 (42)bTrauma admissions who experienced physical abuse● Cutting/piercing = NR (24); Unarmed fight/brawl = NR (24); Use of household item = NR (24); Pushed or thrown = NR (12); Rape = NR (5); Hot water = NR (2); Strangulation = NR (2); Unspecified = 5● NoneIntentional only (assault or neglect)Martin et al. (2017)United States (September 2013–March 2015)>176,810 (67)Patients with blunt trauma● Assault = 718 (7)● MVC = 3,041 (30); Auto vs. pedestrian = 925 (9); Bicycle vs. automobile = 387 (4); Motorcycle crash = 711 (7); Fall from height = 1,219 (12); Ground level fall = 2,138 (21); Other mechanism = 1,052 (10)NRMcAllister et al. (2013)United Kingdom (January 2011–January 2012)NR64 (69)Patients with maxillofacial injuries● Assault = 64 (69)● Fall = 13 (14); Sport = 8 (9); Industry = 3 (3); Road traffic injury = 3 (3); Other (self-harm, dog bite) = 2 (2)NRMcLaughlin et al. (2017)United States (March 2012–May 2014)≥18233 (62)Trauma admissions● Assault/gunshot wound = 65 (17)● Fall = 97 (26); Motor vehicle/cycle collision = 138 (36); Other = 65 (17)NRNguyen et al. (2014)United States (1 January 2010–31 December 2012)≥15349 (78)Patients with TBI● Blunt assault = 49 (11); Gunshot wound = 20 (4)● Fall = 219 (49); Motorcycle collision = 17 (4); MVC = 60 (14); Pedestrian/bicyclist vs. motor vehicle crash = 81 (18)NRNweze et al. (2016)United States (January 2013–December 2013)15–70527 (71)Trauma activations● Assaults = 40 (5); Gunshot = 20 (3); Stab = 40 (5); Fight/brawl = 8 (1)● MVC = 289 (39); Motorcycle = 44 (6); Bicycle = 14 (2); Pedestrian = 92 (12.4);"
  },
  {
    "full_text": "44 (6); Bicycle = 14 (2); Pedestrian = 92 (12.4); Ground level falls = 54 (7); Non-ground level falls = 102 (14); Struck by object (unintentional) = 14 (2); Crush = 4 (1); Laceration = 11 (1); Miscellaneous = 6 (1)NRPeng et al. (2016)Taiwan (1 January 2009–31 December 2014)20–656,934 (63)Trauma admissions● Struck by/against = 2,640 (24)● Fall = 2,103 (19); MVC = 335 (3); Motorcycle = 5,513 (50); Bicycle = 289 (3); Pedestrian = 153 (1)NRRosen et al. (2016)United States (2008–2012)≥1886,057 (88)aTrauma admissions● Assault, older adults (aged ≥ 60 years) = 3,564 (1); Assault, younger adults (aged 18–59 years) = 94,511 (32)● Unintentional, older adults = 200,194 (67)Assault = 97,975 (33); Unintentional = 200,194 (67)Staton et al. (2018)Tanzania (5 August 2013–21 July 2014)≥18394 (76)Emergency department presentations● Violence = 88 (17)● Road traffic injury = 375 (73); Fall or trip = 53 (10)NRTalving et al. (2010)United States (2003)18–64692 (85)Patients with severe TBI● Assault = NR (16); Gunshot wound = NR (13)● Falls = NR (25); MVC = NR (21); Auto vs. pedestrian = NR (12); Other = NR (15)NRValdez et al. (2016)United States (1 January 2012–31 December 2012)≥18977 (70)Trauma admissions● Stab wound = 79 (6); Gunshot wound = 38 (3); Assault = 186 (13)● Fall from standing = 365 (26); Fall from height = 201 (14); MVC = 206 (15); Auto vs. bicycle = 56 (4); Bicycle (non-auto) = 67 (5); Auto vs. pedestrian = 114 (8); Motorcycle collision = 54 (4)NRVenara et al. (2013)France (1 January, 2001–1 January, 2011)15–7717 (71)Patients with abdominal stab wounds● Attempted suicide with knife = 9 (38); Assaulted with a knife = 10 (42); Assaulted with a screwdriver = 1 (4); Assaulted with broken glass = 1 (4); Unknown = 3 (13)● NoneIntentional onlyYe et al. (2013)Argentina (2001)≥18NREmergency department admissions● Violence = NR (13)● Traffic = NR (23); Falls = NR (30); Other = NR (35)NRBrazil (1986–2002)● Violence = NR (8)● Traffic = NR (17); Falls = NR (32); Other = NR (43)Canada (1989–2009)● Violence = NR (7)● Traffic = NR (11); Falls = NR (31); Other = NR (51)Dominican Republic (2010–2011)● Violence = NR (18)● Traffic = NR (44); Falls = NR (16); Other = NR (22)Guatemala (2010–2011)● Violence =NR ( 20)● Traffic = NR (23); Falls = NR (29); Other = NR (28)Guyana (2010–2011)● Violence = NR (44)Traffic = NR (18); Falls = NR (14); Other = NR (24)Mexico (2010–2011)● Violence = NR (21)Traffic = NR (14); Falls = NR (24); Other = NR (42)Nicaragua (2010–2011)● Violence = NR (31)● Traffic = NR (21); Falls = NR (21); Other =NR (26)Panama (2010–2011)● Violence = NR (16)● Traffic = NR (21); Falls = NR (25); Other = NR (38)United States (1985–1996)● Violence = NR (18)Traffic = NR (15); Falls = NR (19); Other =NR ( 48)Yue et al. (2017)United States (2010–2012)≥1872 (67)Patients with mild TBI● Assault = 10 (9)● MVC = 26 (24); Pedestrian/cyclist = 18 (17); Fall = 51 (48); Other = 2 (2)NRYue et al. (2020)United States (2010–2012)≥1691 (68)Patients with TBI● Assault = 15 (11)● Fall"
  },
  {
    "full_text": "(68)Patients with TBI● Assault = 15 (11)● Fall = 63 (47); MVC = 32 (24); Pedestrian vs. auto = 19 (14); Other = 4 (3)NRNote. MVC = Motor vehicle collision; NR = not reported; TBI = traumatic brain injury.aSome values were calculated using available data.bDenominator is the total number of patients with violence-related injuries rather than the number of patients who were tested, as reported in the study.Ten studies reported on the prevalence of overall substance use (including any alcohol and/or drug use), 27 studies reported on the prevalence of alcohol, and 16 studies reported on the prevalence of drugs other than alcohol (of which six reported prevalence estimates for individual drug types). Blood was the most common sample used to measure alcohol (n= 25, 93%). Other samples used to test for alcohol included urine and breath samples. Urine was most commonly used to measure drugs other than alcohol (n= 10, 63%), with the remaining studies using blood samples.Further study characteristics including age, sex, injury type, injury severity, injury intent, socioeconomic status, and non-acute substance use are presented inTable 1andSupplemental Appendix C. Relevant studies generally included a higher number of male patients than female patients (Table 1); however, no studies reported separate substance use prevalence estimates for male and female patients who sustained violence-related injuries. Only seven studies reported any indicator of socioeconomic status and five reported the proportion of patients who had a history of non-acute substance use problems (Supplemental Appendix C).Risk of BiasRisk of bias assessments are shown inSupplemental Appendix B. There was low risk of sampling bias across included studies (Items 1 and 2 on the checklist). Most studies reported on the age and sex of participants (Item 4) and used valid measures of substance involvement (Item 6). Coverage bias was a potential issue in 18 (62%) studies, with 10 studies not reporting the proportion of patients who were missing toxicology data and eight reporting that >10% of participants were missing data. Measurement bias (Item 7) was largely unclear, with many studies not clearly reporting when toxicology testing was performed in relation to the injury event. Similarly, seven of the 12 studies that consented participants were assessed as having an unclear risk of attrition bias (Item 9) as they did not clearly report the proportion of patients who declined to participate or did not provide reasons for refusal. Risk of reporting bias (Item 8) was high overall, with several studies reporting prevalence as a percentage without corresponding numerators, denominators, or 95% CIs.Any Violence-Related InjuriesSeven studies reported on the prevalence of acute pre-injury substance use for any violence-related injuries (Table 2). These studies reported prevalence estimates for overarching cohorts of violence-related injuries that consisted of multiple injury causes, likely including"
  },
  {
    "full_text": "of multiple injury causes, likely including some assault, firearm, and other penetrating injuries.Table 2.Summary of Studies Reporting on the Prevalence of Alcohol and Other Drugs in Any Violence-Related Injuries.StudyCountry of OriginSample TypeDrugs Tested for (Cut-off, % for Alcohol or ng/mL for Other Drugs)Proportion Tested,n/N(%)Proportion of Patients With a Violence-Related Injury in the Study,n/N(%)Prevalence,n/N(%)Alcohol (in order of increasing alcohol concentration threshold)Nweze et al. (2016)United StatesBloodAlcohol (≥0.001)Patients without toxicology data were excluded108/738 (15)62/108 (57)Bogstrand et al. (2011)NorwayBloodAlcohol (>0.01)1,882/2,118 (89)149/1,272 (12)98/149 (66)aStaton et al. (2018)TanzaniaBloodAlcohol (≥0.01)516/523 (99)88/516 (17)33/88 (38)Ye et al. (2013)All countriesBreathAlcohol (≥0.01)NR1,627/8,538 (19)aNR/NR (38)Argentina87/682 (13)aNR/NR (32)Brazil41/496 (8)aNR/NR (42)Canada56/787 (7)aNR/NR (57)Dominican Republic90/501 (18)aNR/NR (13)Guatemala100/513 (19)aNR/NR (52)Guyana215/485 (44)aNR/NR (22)Mexico470/2,247 (21)aNR/NR (46)Nicaragua162/518 (31)aNR/NR (40)Panama80/490 (16)aNR/NR (44)United States326/1,819 (18)aNR/NR (37)Friedman et al. (2011)United StatesBloodAlcohol (NR)NR41/41 (100)12/41 (29)aDrugs other than alcoholBogstrand et al. (2011)NorwayBloodVarious drug classesb1,882/2,118 (89)149/1,272 (12)Any drug : 55/149 (37)a;• Illicit drugs: 36/149 (24);• Medicinal drugs: 19/149 (13)Any substance (in order of increasing alcohol concentration threshold)McLaughlin et al. (2017)United StatesBlood (alcohol);Urine (drugs)Alcohol (0), amphetamines (1000), barbiturates (200), benzodiazepines (200), cannabinoids (50), cocaine (300), opiates (300), phencyclidines (25)174/379 (46)65/379 (17)10/13 (77)Bogstrand et al. (2011)NorwayBloodAlcohol (0.01), various drug classesb1,882/2,118 (89)149/1,272 (12)113/149 (76)aBakke et al. (2016)NorwayBloodAlcohol (0.01), alprazolam (5), amphetamines and/or methamphetamines (4/4.5), tetrahydrocannabinol (0.15), clonazepam (5), cocaine (6), codeine (3), diazepam (29), flunitrazepam (0.8), methadone (30), morphine (3), nitrazepam (7), oxazepam (143), zolpidem (8), zopiclone (10)1,074/2,118 (51)125/996 (13)95/125 (76)Note. NR = not reported.aSome values were estimated using available data.bAlprazolam (4.63), amphetamine (4.06), benzoylecgonine (cocaine metabolite, 28.9), buprenorphine (0.58), tetrahydrocannabinol (0.16), carbamazepine (591), carisoprodole (0.58), clonazepam (143), cocaine (6.07), codeine (2.99), dextropropoxyphene (34), diazepam (1.75), ecstasy (5.80), ethylmorphine (6.27), flunitrazepam (0.78), gamma hydroxybutyrate (10,410), heroin (0.98), meprobamate (546), methadone (31), methamphetamine (4.48), morphine (2.85), nitrazepam (7.03), oxazepam (143), oxycodone (7.89), phenazepam (1.75), phenobarbital (2,322), zolpidem (7.68), zopiclone (9.72).AlcoholAcross the five studies that reported on alcohol use alone, prevalence ranged from 13% to 66% (Table 2). Despite using"
  },
  {
    "full_text": "ranged from 13% to 66% (Table 2). Despite using similar thresholds to define a positive alcohol result, studies were not sufficiently homogenous for meta-analyses (I2= 93.0%,p< .01).Drugs other than alcoholOnly one study reported on the prevalence of drugs other than alcohol alone. Of the 149 patients, 55 (37%) tested positive for drugs other than alcohol including 36 patients who tested positive for illicit drugs and 19 who tested positive for medicinal drugs (Bogstrand et al., 2011).Any substanceThree studies reported on the overall prevalence of any acute pre-injury substance use (prevalence range = 76%–77%;Table 2). Two of the three studies examined overlapping cohorts from the Oslo University Hospital in Norway, with both reporting a prevalence of 76% for any substance use (Bakke et al., 2016;Bogstrand et al., 2011). The third study was from the United States and reported a similar prevalence of 77%; however, this study only had toxicology data for 13 patients (McLaughlin et al., 2017).AssaultsSixteen studies reported on the prevalence of acute pre-injury substance use in patients presenting to hospital with assault injuries (Table 3).Table 3.Summary of Studies Reporting on the Prevalence of Alcohol and Other Drugs in Assault Injuries.StudyCountrySample TypeDrugs Tested for (Cut-off, % for Alcohol or ng/mL for Other Drugs)Proportion Tested,n/N(%)Proportion of Patients With Assault-Related Injury in the Study,n/N(%)Prevalence,n/N(%)Alcohol (in order of increasing blood alcohol concentration threshold)Albrecht et al. (2018)United StatesBloodAlcohol (>0)Patients without toxicology data were excluded235/1,084 (2)80/235 (34)Elshiere et al. (2017)South AfricaBloodAlcohol (>0)100/100 (100)50/100 (50)24/50 (48)Valdez et al. (2016)United StatesBloodAlcohol (>0)NR186/1,397 (13)131/186 (70)Nweze et al. (2016)United StatesBloodAlcohol (≥0.001)Patients without toxicology data were excluded48/738 (7)33/48 (69)McAllister et al. (2013)United KingdomUrineAlcohol (≥0.021)93/105 (89)64/93 (69)33/64 (52)Cordovilla-Guardia et al. (2018)SpainBloodAlcohol (≥0.03)1,187/1,818 (65)149/929 (16)10/41 (24)Peng et al. (2016)TaiwanBloodAlcohol (≥0.05)NR2,640/11,033 (24)110/2,640 (4)Talving et al. (2010)United StatesBloodAlcohol (≥0.08)Patients without toxicology data were excluded130/815 (16)a72/130 (55)aYue et al. (2017)United StatesBloodAlcohol (≥0.08)107/301 (36)10/107 (9)6/10 (60)Martin et al. (2017)United StatesBloodAlcohol (>0.08)NR718/10,191 (7)215/718 (30)Bernier and Hillary (2016)United StatesBloodAlcohol (NR)Patients without toxicology data were excluded1,457/11,943 (12)881/1,457 (60)Dorji et al. (2017)BhutanBreathAlcohol (NR)339/374 (91)77/339 (23)71 (59–83)bRosen et al. (2016)United StatesNRAlcohol (NR)NRNROlder adults: NR/NR (21);Younger adults: NR/NR (31)Drugs other than alcoholCordovilla-Guardia et al. (2018)SpainUrineAmphetamines (NR), barbiturates (NR), benzodiazepines (NR), cannabis (NR), cocaine (NR), methadone (NR), methamphetamines (NR), opiates"
  },
  {
    "full_text": "methadone (NR), methamphetamines (NR), opiates (NR), tricyclic antidepressants (NR)1,187/1,818 (65)41/929 (16)Any drug: 20/41 (49);Cannabis: 2/41 (5);Psychotropic medications/opioids: 4/41 (10);Polydrug (any combination of the above or alcohol): 14/41 (34)Martin et al. (2017)United StatesBlood/urineVarious other unspecified drugs (NR)NR718/10,191 (7)51/718 (7)McAllister et al. (2013)United KingdomUrineAmphetamines (>300), barbiturates (>200), benzodiazepines (>200), cannabinoids (>50), cocaine (>300), methadone (>275), opiates (>300)93/105 (89)64/93 (69)Benzodiazepines: 16/64 (25);Cannabinoids: 16/64 (25)Nguyen et al. (2014)United StatesUrineCannabis (NR)446/538 (83)49/446 (11)9/49 (18)Rosen et al. (2016)United StatesNRVarious other unspecified drugs excluding prescription drugs (NR)NR3,564/3,564 (100)Older adults: NR/NR (13)Younger adults: NR/NR (21)Any substance (in order of increasing alcohol concentration threshold)McAllister et al. (2013)United KingdomUrineAlcohol (≥0.021), amphetamines (>300), barbiturates (>200), benzodiazepines (>200), cannabinoids (>50), cocaine (>300), methadone (>275), opiates (>300)93/105 (89)64/93 (69)35/64 (55)Cordovilla-Guardia et al. (2017)SpainBloodAlcohol (≥0.03), amphetamines (NR), barbiturates (NR), benzodiazepines (NR), cannabis (NR), cocaine (NR), methadone (NR), methamphetamines (NR), opiates (NR), tricyclic antidepressants (NR)204/242 (84)7/242 (3)4/7 (57)Cordovilla-Guardia et al. (2018)SpainUrineAlcohol (≥0.03), amphetamines (NR), barbiturates (NR), benzodiazepines (NR), cannabis (NR), cocaine (NR), methadone (NR), methamphetamines (NR), opiates (NR), tricyclic antidepressants (NR)1,187/1,818 (65)41/929 (4)30/41 (73)Yue et al. (2020)United StatesUrineAlcohol (>0.08), various other unspecified drugs (NR)133/515 (26)15/133 (11)6/15 (40)Martin et al. (2017)United StatesBlood (alcohol); Blood/urine (drugs)Alcohol (>0.08), various other unspecified drugs (NR)NR718/10,191 (7)346/718 (48)Rosen et al. (2016)United StatesNRAlcohol (NR), various other unspecified drugs excluding prescription drugs (NR)NR3,564/3,564 (100)Older adults: NR/NR (30);Younger adults: NR/NR (42)Note. NR = not reported.aSome values were estimated using available data.bReported as % (95% CI).AlcoholThirteen studies reported on the prevalence of alcohol alone, with prevalence ranging from 4% to 71% (Table 3). Overall, the 13 studies showed significant heterogeneity (I2= 99.5%,p< .01). Only three of these studies reported an alcohol prevalence less than 30% and these were likely to be underestimates.Martin et al. (2017)andPeng et al. (2016)assumed that patients who were not tested were not intoxicated, even though testing was completed at the discretion of individual sites or clinicians in these studies. Meanwhile,Cordovilla-Guardia et al. (2017)included people who tested positive for both alcohol and other drugs in the polydrug use category but not in the alcohol category, likely causing the prevalence of alcohol use alone to be"
  },
  {
    "full_text": "causing the prevalence of alcohol use alone to be underestimated. Nevertheless, omitting these three studies from the model did not resolve heterogeneity (I2= 98.7%,p< .01). Heterogeneity also remained when excluding studies with a blood alcohol concentration (BAC) threshold ≥0.08% (I2= 93.5%,p< .01) and when stratifying studies into TBI (I2= 94.8%,p< .01) and non-TBI cohorts (I2= 97.7%,p< .01).Drugs other than alcoholFive studies reported on the prevalence of drugs other than alcohol, three of which reported overall prevalence estimates for any drug other than alcohol (Table 3).Cordovilla-Guardia et al. (2018)reported an overall prevalence of 49% in Spain. Comparatively,Martin et al. (2017)reported a prevalence of just 7% in the United States; however, this may be an underestimate since patients were only tested at the discretion of individual sites that were included in the study. A larger study from the United States reported an overall drug prevalence of 13% in patients aged 60 years and older and 21% in patients younger than 60 years (Rosen et al., 2016).Studies reporting on the prevalence of individual drug classes were limited and reported varying findings. WhileNguyen et al. (2014)reported an 18% prevalence of cannabis in assault-related injuries from the United States,Cordovilla-Guardia et al. (2018)reported a cannabis prevalence of 5% in Spain andMcAllister et al. (2013)reported a cannabis prevalence of 25% in maxillofacial injury patients from the United Kingdom.McAllister et al. (2013)also reported that benzodiazepines were detected in 25% of assault-related injuries whileCordovilla-Guardia et al. (2018)reported a 10% prevalence for psychotropic medications/opioids in assault-related injuries.Any substanceWithin the six records that examined any substance use, prevalence ranged from 40% to 73%, apart fromRosen et al. (2016)which reported a prevalence of 30% specifically in patients aged 60 years and older (Table 4). Heterogeneity remained significant after omitting one of the two papers that reported on the MOTIVA study (Cordovilla-Guardia et al., 2017) andMartin et al. (2017), which likely underestimated prevalence (I2= 86.0%,p< .01).Table 4.Summary of Studies Reporting on the Prevalence of Alcohol and Other Drugs in Firearm Injuries.StudyCountrySample TypeDrugs Tested for (Cut-off, % for Alcohol or ng/mL for Other Drugs)Proportion Tested,n/N(%)Patients With Firearm Injuries,n/Total Patients in the Study,N(%)Prevalence,n/N(%)Alcohol (in order of increasing alcohol concentration threshold)Elshiere et al. (2017)South AfricaBloodAlcohol (>0)100/100 (100)8/100 (8)3/8 (38)Valdez et al. (2016)United StatesBloodAlcohol (>0)NR38/1,397 (3)16/38 (42)Nweze et al. (2016)United StatesBloodAlcohol (≥0.001)Patients without toxicology data were excluded20/738 (3)9/20 (45)Bittner et al. (2010)United StatesBloodAlcohol (≥0.08)NR77/146 (53)24/77 (31)aTalving et al. (2010)United StatesBloodAlcohol (≥0.08)Patients without toxicology data were"
  },
  {
    "full_text": "(≥0.08)Patients without toxicology data were excluded106/815 (13)a22/106 (21)aBenson et al. (2018)United StatesBloodAlcohol (NR)NR/NR (~82)9,124/28,354 (32)3,816/9,124 (42)Drugs other than alcoholBittner et al. (2010)United StatesNRVarious other unspecified drugs (NR)NR77/146 (53)30/77 (39)aNguyen et al. (2014)United StatesUrineCannabis (NR)446/538 (83)20/446 (4)10/20 (50)Note. NR = not reported.aSome values were estimated using available data.Firearm InjuriesA total of seven studies reported on the prevalence of acute pre-injury substance use in firearm injuries (Table 4). Six of these studies originated from the United States and one originated from South Africa.AlcoholSix independent studies reported the prevalence of alcohol in firearm injuries, with prevalence estimates ranging from 21% to 45% (Table 4). Meta-analysis of the six studies resulted in a pooled alcohol prevalence estimate of 34.9% (95% CI: 25.4%–45.0%; pooledn= 9,373;Figure 2). While the model showed significant heterogeneity (I2= 79.9%,p< .01), this heterogeneity was resolved after removingBittner et al. (2010)andTalving et al. (2010)from the model (I2= 0%,p= .99). Both of these studies used a higher BAC threshold (BAC > 0.08%) to define a positive alcohol result, which likely led to lower prevalence estimates. After omitting these studies from the model, the pooled prevalence estimate for acute pre-injury alcohol use in firearm injuries was 41.4% (95% CI: 40.4%–42.5%; pooledn= 9,190;Figure 2).Figure 2.Forest plot reporting the prevalence (%) of alcohol use in patients presenting to hospital for firearm injuries (pooledn= 9,373). Meta-analysis was stratified into studies that defined alcohol involvement using a blood alcohol concentration ≤ 0.08 g/100 mL (four studies) and blood alcohol concentration ≥ 0.08 g/100 mL (two studies).Based on GRADE criteria, the quality of evidence on alcohol prevalence in firearm injuries was assessed to be moderate. Quality was downgraded for risk of bias since the majority of studies did not report the proportion of injury patients tested.Drugs other than alcoholTwo studies reported on the prevalence of drugs other than alcohol, both from the United States (Table 4).Bittner et al. (2010)reported a 39% combined prevalence for various drugs other than alcohol in incomplete and complete firearm suicides, but did not specify what drugs were tested for.Nguyen et al. (2014)reported a 50% prevalence for cannabis use in TBI patients with firearm injuries. Both of these studies were limited by small samples.Any substanceNo studies provided an overall prevalence estimate of substance use in firearm injuries.Other Penetrating InjuriesEleven papers reported on the prevalence of acute pre-injury substance use for penetrating injuries (excluding firearms), including six studies on stab wounds, four on cuts and one on penetrating injuries in general (Table 5).Table 5.Summary of Studies Reporting on the Prevalence of Alcohol and Other Drugs in Penetrating"
  },
  {
    "full_text": "of Alcohol and Other Drugs in Penetrating Injuries.StudyCountrySample TypeDrugs Tested for (Cut-off, % for Alcohol or ng/mL for Other Drugs)Proportion Tested,n/N(%)Patients With Penetrating Injuries, n/Total Patients in the Study,N(%)Prevalence,n/N(%)Alcohol (in order of increasing alcohol concentration threshold)Ekeh et al. (2014)United StatesBloodAlcohol (>0)1,302/4,139 (31)NR/4,139 (1)NR/NR (11)Valdez et al. (2016)United StatesBloodAlcohol (>0)NR303/1,397 (22)52/79 (66)Elshiere et al. (2017)South AfricaBloodAlcohol (>0)100/100 (100)82/100 (82)15/24 (63)Nweze et al. (2016)United StatesBloodAlcohol (≥0.001)Patients without toxicology data were excluded40/738 (5)20/40 (50)Cordovilla-Guardia et al. (2018)SpainBloodAlcohol (≥0.03)929/929 (100)149/929 (16)10/108 (9)Venara et al. (2013)FranceBloodAlcohol (>0.05)24/24 (100)24/24 (100)11/24 (46)Benson et al. (2018)United StatesBloodAlcohol (NR)NR/NR (~82)6,783/28,354 (24)4,053/6,783 (60)Dorji et al. (2017)BhutanBreathAlcohol (NR)339/339 (100)77/339 (23)16/56 (29)aEl-Abdellati et al. (2011)BelgiumBlood/urineAlcohol (NR)NR170/170 (100)37/170 (22)Drugs other than alcoholCordovilla-Guardia et al. (2018)SpainUrineAmphetamines (NR), barbiturates (NR), benzodiazepines (NR), cannabis (NR), cocaine (NR), methadone (NR), methamphetamines (NR), opiates (NR), tricyclic antidepressants (NR)1,187/1,818 (65)149/929 (16)Any drug: 29/149 (19);• Cannabis: 2 (1);• Cocaine/amphetamines: 1 (1);• Psychotropic medications/opioids: 14 (9);• Polydrug use (any combination of the above or alcohol): 12 (8)Ekeh et al. (2014)United StatesUrineAmphetamines (>0), barbiturates (>0), benzodiazepines (>0), cocaine (>0), opiates (>0), phencyclidine (>0), tetrahydrocannabinol (>0), tricyclic antidepressants (>0)499/4,139 (12)41/4,139 (1)aNR/NR (66)El-Abdellati et al. (2011)BelgiumBlood/urineVarious other unspecified drugs (NR)NR170/170 (100)8/170 (5)Any substance (in order of increasing alcohol concentration threshold)Cordovilla-Guardia et al. (2017)SpainBlood (alcohol); urine (drugs)Alcohol (≥0.03), amphetamines (NR), barbiturates (NR), benzodiazepines (NR), cannabis (NR), cocaine (NR), methadone (NR), methamphetamines (NR), opiates (NR), tricyclic antidepressants (NR)204/242 (84)13/242 (5)5/11 (45)Cordovilla-Guardia et al. (2018)SpainBlood (alcohol); urine (drugs)Alcohol (≥0.03), amphetamines (NR), barbiturates (NR), benzodiazepines (NR), cannabis (NR), cocaine (NR), methadone (NR), methamphetamines (NR), opiates (NR), tricyclic antidepressants (NR)1,187/1,818 (65)108/929 (12)39/108 (36)El-Abdellati et al. (2011)BelgiumBlood/urineAlcohol (NR), various other unspecified drugs (NR)NR170/170 (100)45/170 (26)Ersen et al. (2017)TurkeyNRAlcohol (NR), various other unspecified drugs (NR)41/41 (100)41/41 (100)12/41 (29)Note. NR = not reported.aSome values were estimated using available data.bDenominator is the total number of patients with violence-related injuries rather than the number of patients who were tested, as reported in the"
  },
  {
    "full_text": "of patients who were tested, as reported in the study.AlcoholNine papers reported on the prevalence of alcohol, with prevalence varying substantially across studies (9%–66%;Table 5). Prevalence was particularly high in four studies that reported specifically on patients from the United States (60%–75%) and South Africa (63%) (Benson et al., 2018;Elshiere et al., 2017;Nweze et al., 2016;Valdez et al., 2016). Notably, these studies generally used lower BAC thresholds to define the presence of alcohol which may have contributed to the higher prevalence estimates. Another study from France reported a 46% alcohol prevalence for patients with stab wounds, but this was likely a lower estimate compared to the aforementioned studies since a substantially higher BAC threshold (0.05%) was used to define alcohol involvement (Venara et al., 2013).The remaining four studies reported an alcohol prevalence less than 30%; however, these studies had distinct differences in study methods or population that likely offered some explanation for the lower prevalence estimates. WhileEl-Abdellati et al. (2011)reported an alcohol prevalence of 22% for patients with assault-related stab injuries in Belgium, testing was only completed for patients with suspected overdose. Therefore, patients who had engaged in alcohol use but did not appear to be outwardly intoxicated would not have been included in estimates. The alcohol prevalence estimate fromCordovilla-Guardia et al. (2018)excluded patients who also tested positive for other drugs alongside alcohol. Consequently, the reported prevalence of 9% was probably an underestimate since one third of patients with assault injuries were classified as polydrug users who had tested positive for any combination of alcohol, cannabis, cocaine/amphetamines, or psychotropic medications/opioids.Dorji et al. (2017), which reported a prevalence of 29% in Bhutan, relied on patients consenting to a breath alcohol test, which may have led to lower study participation for people who used alcohol compared to studies that used routinely collected hospital data on alcohol use. Furthermore, breath tests have a relatively short window of detection, which could lead to underestimations in acute pre-injury alcohol involvement if patients are delayed in presenting to hospital (Hadland & Levy, 2016).Ekeh et al. (2014), which reported the lowest alcohol prevalence (11%), only reported on patients aged 65 years and older, who are generally less likely to undergo toxicology testing (Beasley et al., 2014).The study byEkeh et al. (2014)was unable to be included in meta-analysis as prevalence was only reported as a percentage and the proportion of patients tested was not clearly reported. Therefore, a numerator and denominator could not be determined for this study. There was significant heterogeneity across the eight remaining papers (I2= 97.3%,p< .01;Figure 3). However, heterogeneity was resolved after omitting the three other studies identified as likely"
  },
  {
    "full_text": "the three other studies identified as likely having underestimated prevalence (Cordovilla-Guardia et al., 2018;Dorji et al., 2017;El-Abdellati et al., 2011), resulting in a pooled prevalence estimate of 59.6% (95% CI: 55.7%–63.5%; pooledn= 6,950;Figure 3).Figure 3.Forest plot reporting the prevalence (%) of alcohol use in patients presenting to hospital for penetrating injuries (pooledn= 7,284). Meta-analysis was stratified to account for three studies that had distinct methodological differences which likely led to underestimates of prevalence relative to the other studies.Quality of evidence was not downgraded for risk of bias, inconsistency, precision or indirectness. Therefore, based on GRADE criteria, evidence regarding the prevalence of alcohol in penetrating injuries was of high quality.Drugs other than alcoholLimited research examined the prevalence of drugs other than alcohol in penetrating injuries (Table 5).Ekeh et al. (2014)reported a prevalence of 66% in patients aged 65 years and older in the United States; however, this may not be a reliable estimate given that only 12% of patients had a urine drug screen and penetrating injuries were not common (1%) in the study sample. Comparatively,Cordovilla-Guardia et al. (2018)reported a 15% prevalence in Spain, which predominantly comprised prescription medications such as opioids, benzodiazepines, and antidepressants (12%) as opposed to cannabis, cocaine, or amphetamines (3%).El-Abdellati et al. (2011)reported a 5% prevalence in Belgium, which was entirely attributable to heroin (3%) and cocaine (2%); however, this study did not specify whether samples were tested for other drugs. Therefore, it is unclear whether other drugs were not present in the sample or whether they were simply not included in testing. As discussed above, given thatEkeh et al. (2014)only reported a percentage, meta-analysis was not performed.Any substanceFour papers reported overall prevalence estimates for any alcohol and/or drug involvement (Table 5). Prevalence estimates ranged from 26% to 45%. After omittingCordovilla-Guardia et al. (2017), which examined a smaller subset of the MOTIVA study compared toCordovilla-Guardia et al. (2018), there was a pooled prevalence estimate of 30.3% (95% CI: 24.0%–36.9%,p= .24;Figure 4) across the three studies.Figure 4.Forest plot reporting the prevalence (%) of any alcohol and/or drug use in patients presenting to hospital for penetrating injuries (pooledn= 319).Quality of evidence was assessed as very low based on GRADE criteria. Evidence was downgraded for precision (pooledn= 319), risk of bias, and indirectness. In particular, there was potential for bias inEl-Abdellati et al. (2011)andCordovilla-Guardia et al. (2018), both of which likely underestimated substance use and were shown to introduce heterogeneity to the previous meta-analysis for alcohol use in patients with penetrating injuries.Ersen et al. (2017)did not specify the sample type used for testing, which may also"
  },
  {
    "full_text": "the sample type used for testing, which may also impact on prevalence estimates. Evidence was downgraded for indirectness since each of the three studies examined different types of penetrating injuries—attempted suicide by wrist cutting, stab injuries, and cuts.DiscussionThis review has provided a comprehensive overview of studies reporting on the prevalence of acute pre-injury substance use in people presenting to hospital for violence-related injuries. A summary of the critical findings from this review are shown inTable 6. While differences in study methods likely led to some variation in prevalence estimates across studies, substance use was frequently detected among patients presenting to hospital with violence-related injuries. Specifically, substances were detected in 76% to 77% of any violence-related injuries, 30% of patients with penetrating injuries (not caused by firearms) and in at least 40% of patients with assault injuries.Table 6.Critical Findings.• Alcohol was detected in 13%–66% of any violence-related injuries, 4%–71% of assault injuries, 41% of firearm injuries, and 60% of other penetrating injuries.• Any substance use was detected in 76%–77% of any violence-related injuries, 30% of penetrating injuries (excluding firearms), and 40%–73% of assault injuries.• Limited research showed that drugs other than alcohol were detected in 37% of any violence-related injuries, 39% of assault injuries, 7%–49% of firearm injuries, and 5%–66% of other penetrating injuries.Most studies reported on the detection of alcohol, with studies typically reporting that at least 20% of people tested positive for alcohol across the various violence-related injury categories, even with varying toxicology testing methods and blood alcohol thresholds. Many of these studies reported prevalence estimates greater than 50%. While a limited number of studies reported prevalence estimates lower than 20%, these were generally studies that reported specifically on older patients or used a distinctly different toxicology testing approach from other studies (e.g.,Ekeh et al. (2014)only included patients aged ≥65 years,Peng et al. (2016)assumed that any patients not tested were not intoxicated). The overall high prevalence of alcohol use is consistent with existing research on violence-related fatalities. For example, a meta-analysis of 61 studies published from 1955 to 2008 reported that 48% of homicide victims tested positive for alcohol (Kuhns et al., 2011). Similarly, in a systematic review on firearm fatalities, alcohol was reported to be present in 33% of suicides, 39% of homicides, and 49% of unintentional fatalities (Branas et al., 2016).Compared to alcohol, research on the prevalence of drugs other than alcohol was limited. The prevalence of drugs other than alcohol in violence-related injuries was generally lower than the prevalence of alcohol. However, more frequent detection of alcohol is consistent with alcohol consumption being more prevalent than the"
  },
  {
    "full_text": "alcohol consumption being more prevalent than the use of other drugs (excluding tobacco) in the community, as well as more accessible and socially acceptable (Australian Institute of Health Welfare, 2022;Substance Abuse and Mental Health Services Administration, 2021). Few studies reported on the prevalence of individual drug classes. It is possible that overall prevalence estimates for any drugs other than alcohol were largely driven by specific drug classes. While some drugs have been shown to increase aggression, others may be associated with decreases in aggressive behaviors and may therefore be less prevalent in violence-related injury events, especially in cases of stranger violence where both victims and perpetrators are more likely to be intoxicated (Tomlinson et al., 2016). Various substances can also be associated with different levels of risk for being a victim of violence. For example, the use of “hard drugs” (defined as the use of crack, cocaine or heroin) have been associated with increased risk of being a victim of physical and injurious intimate partner violence (Gilbert et al., 2012). This increase in risk of victimization may be attributable to altered perceptions and impaired judgment, as well as potential perpetrator perceptions that the victim’s substance use can be used to justify their violent behavior (Gilbert et al., 2001). In addition to perpetrator intoxication, the risk of experiencing substance-related violence is likely to be influenced by a range of other situational factors such as setting, socioeconomic status, the individual’s relationship to others involved, whether individuals engaged in the use of multiple substances, and history of mental illness, substance use, trauma and violence (Plant et al., 2002). To enable more targeted prevention approaches, further research is needed on which substances or combinations of substances are most commonly associated with violence-related injuries and how these substances might interact with other situational factors to increase the risk of violence.The majority of research included in this review originated from the United States. Therefore, findings may not generalize to other countries, especially those with different sociocultural or legal settings. For example, different prevalence estimates might be expected based on the regulation and availability of firearms and other weapons, as well as based on the severity of legal consequences associated with violent crime and substance use. Furthermore, findings may not generalize to low- and middle-income countries, many of which are experiencing disproportionate increases in the availability and consumption of substances compared to high-income countries (United Nations, 2021;World Health Organization, 2019). There was also a lack of research identified in this review that examined key sociodemographic factors known to impact on the risk of violence. Notably, no studies in this review stratified the prevalence of substance"
  },
  {
    "full_text": "review stratified the prevalence of substance use in violence-related injuries by sex or gender. Similarly, despite lower socioeconomic status being associated with increased risk of alcohol-related violence (Bryant & Lightowlers, 2021), many studies did not provide any information on education, employment, or income. Hence, it is difficult to determine how prevalence estimates may vary for key risk factors such as sex, socioeconomic status, or location. Addressing these important sociodemographic factors in future research will assist the development of prevention strategies that are targeted to the needs of different demographics and communities.While sociocultural and legal differences across countries likely contributed to the wide range of prevalence estimates observed in this review, it was difficult to compare studies based on these differences due to variation in the toxicology testing methods used. As highlighted in risk of bias assessments, several studies did not report key information regarding the measurement of substance use which may have affected the corresponding prevalence estimates. In particular, the completeness of toxicology testing data, the timing of testing in relation to the injury event, and what concentration thresholds were used to define a positive toxicology result were often not reported. Future research must clearly report the toxicology testing methods used. Ultimately, this will enable data on the prevalence of acute pre-injury substance use in violence-related injury events to be meaningfully compared both within and between various settings.Some limitations should be considered when interpreting the results of this review. For example, this review only included studies that used data from objective toxicology tests performed in hospital settings. Therefore, this review was only able to capture toxicology test results from people who presented to hospital with an injury. Consequently, findings from this review may not generalize to violent events that do not result in physical injuries serious enough to require hospital care, locations where there are significant barriers to accessing hospital care, or places and situations where presenting to hospital after violence involvement might result in criminal proceedings due to reporting requirements. Furthermore, data from objective toxicology tests may not be accurate in cases where patients were transferred from another hospital or had a delayed presentation to hospital. It is also possible that there were patients who had engaged in substance use but were not intoxicated at the time of injury. For example, while some studies used higher BAC thresholds (e.g., BAC > 0.08 %) to indicate likely impairment, the amount of alcohol required to result in impairment can vary between individuals. In particular, individuals who engage in chronic heavy alcohol use can develop tolerance to the intoxicating effects of alcohol (Tabakoff et al., 1986). The inclusion of studies"
  },
  {
    "full_text": "(Tabakoff et al., 1986). The inclusion of studies in different analyses was also limited by how the authors of individual studies chose to report their results and define injury cause and substance use. Several studies did not differentiate between intentional and unintentional injuries. Therefore, it is possible that some unintentional injuries were included in this review, particularly from studies that focussed specifically on firearm or other penetrating injuries. Similarly, many studies did not define whether intentional injuries were self-inflicted or inflicted by others. Perpetrators of violence may not sustain injuries that require them to present to hospital and subsequently undergo toxicology testing, likely leading to underestimates of the true involvement of substance use in violence-related injury events in the studies included in this review. Nevertheless, findings from this review reiterate that substance use is detected in a substantial proportion of violence-related injuries.ConclusionAs summarized inTable 7, there are several implications of this review for practice, policy and future research. Acute pre-injury substance use was frequently detected across a range of violence-related injury causes. Alcohol was particularly prevalent and remains a key concern, particularly given the high levels of population consumption and marketing/promotion of alcohol. While research on the prevalence of other drugs remains limited, several studies also reported high prevalence estimates for drugs other than alcohol in violence-related injuries, including prescription medications. This review also highlights the importance of research that adequately reports on toxicology testing methods to enable comparison of prevalence estimates across studies. Future research should include a broad range of drugs in addition to alcohol so that the potential role of individual drug classes and polydrug use in violence-related injuries can be further explored. Building on existing research will help to identify potential opportunities for targeted prevention strategies, including what substances, or combination of substances, are most commonly associated with violence.Table 7.Implications for Practice, Policy and Research.Implications for research• Further research is needed that measures the prevalence of drugs other than alcohol and polydrug use.• Future research should include measures of situational factors including sex, socioeconomic status, and history of mental health, substance use, trauma and violence.• Studies that examine the prevalence of substance use in violence-related injuries in low- and middle-income countries are needed.• There is an ongoing need for research that clearly and consistently reports the toxicology testing methods used so that results can be critically interpreted and compared across studies.Implications for practice and policy• The frequent detection of substances in violence-related injuries highlights the need and"
  },
  {
    "full_text": "violence-related injuries highlights the need and importance of preventive measures.• The prevalence estimates for substance use in violence-related injuries presented in this review serve as a benchmark for future harm reduction and violence prevention strategies.Supplemental Materialsj-docx-1-tva-10.1177_15248380221150951 – Supplemental material for Prevalence of Alcohol and Other Drug Use in Patients Presenting to Hospital for Violence-Related Injuries: A Systematic ReviewClick here for additional data file.Supplemental material, sj-docx-1-tva-10.1177_15248380221150951 for Prevalence of Alcohol and Other Drug Use in Patients Presenting to Hospital for Violence-Related Injuries: A Systematic Review by Georgina Lau, Jia Y. Ang, Nayoung Kim, Belinda J. Gabbe, Biswadev Mitra, Paul M. Dietze, Sandra Reeder, Debbie Scott and Ben Beck in Trauma, Violence, & Abuse CONCLUSION: ConclusionAs summarized inTable 7, there are several implications of this review for practice, policy and future research. Acute pre-injury substance use was frequently detected across a range of violence-related injury causes. Alcohol was particularly prevalent and remains a key concern, particularly given the high levels of population consumption and marketing/promotion of alcohol. While research on the prevalence of other drugs remains limited, several studies also reported high prevalence estimates for drugs other than alcohol in violence-related injuries, including prescription medications. This review also highlights the importance of research that adequately reports on toxicology testing methods to enable comparison of prevalence estimates across studies. Future research should include a broad range of drugs in addition to alcohol so that the potential role of individual drug classes and polydrug use in violence-related injuries can be further explored. Building on existing research will help to identify potential opportunities for targeted prevention strategies, including what substances, or combination of substances, are most commonly associated with violence.Table 7.Implications for Practice, Policy and Research.Implications for research• Further research is needed that measures the prevalence of drugs other than alcohol and polydrug use.• Future research should include measures of situational factors including sex, socioeconomic status, and history of mental health, substance use, trauma and violence.• Studies that examine the prevalence of substance use in violence-related injuries in low- and middle-income countries are needed.• There is an ongoing need for research that clearly and consistently reports the toxicology testing methods used so that results can be critically interpreted and compared across studies.Implications for practice and policy• The frequent detection of substances in violence-related injuries highlights the need and importance of preventive measures.• The prevalence estimates for substance use in violence-related injuries presented in this"
  },
  {
    "full_text": "in violence-related injuries presented in this review serve as a benchmark for future harm reduction and violence prevention strategies."
  }
]