[
  {
    "full_text": "TITLE: Prioritizing intervention preferences to potentially reduce caregiver burden in racially and ethnically diverse close family members of cardiac arrest survivors ABSTRACT: Aim:Close family members of cardiac arrest patients who survive to hospital discharge have elevated levels of psychological distress and caregiver burden. We assessed their preferences toward needs during hospitalization and beyond to inform intervention development.Methods:Through an online survey developed by a multidisciplinary team of researchers, clinicians, cardiac arrest survivors, and families, adult close family members recruited through advocacy organizations ranked top choice among 8 unique interventions addressing either information-based needs (n=4) or well-being needs (n=4). Logistic Regression analysis was conducted to assess the associations of family members’ attributes, caregiving characteristics, and survivors’ hospitalization factors with two intervention groups.Results:Of 657 responses received, ranking data of 550 close family members (59% between 18–40 years of age, 65% female, 51% of minority race/ethnicity, 53% partners, provided a median of 8 hours of caregiving, for a median of 4.5 months) were analyzed. Information needs were the more commonly preferred intervention group (63%; n=347), with education on the potential recovery of survivors ranking first (28%; n=149). In a multivariate model, family members age>40 years, families witnessing the cardiac arrest, assuming the caregiver role either during hospitalization or within one month of hospital discharge, and discharging directly to home were significantly associated with prioritizing information needs over well-being needs, after adjusting for sex, race, intensity, and duration of caregiving.Conclusions:Interventions focusing on information needs are among the top priorities for families of cardiac arrest survivors. Prospective studies testing these hypotheses-generating findings are needed to inform further intervention development. BODY: Aim:Close family members of cardiac arrest patients who survive to hospital discharge have elevated levels of psychological distress and caregiver burden. We assessed their preferences toward needs during hospitalization and beyond to inform intervention development."
  }
]