[
  {
    "full_text": "TITLE: Procedural Prescription Denials and Risk of Acute Care Utilization and Spending Among Medicaid Patients ABSTRACT: Key PointsQuestionDo procedural prescription denials increase the risk of acute care utilization and spending among patients receiving Medicaid?FindingsIn this cross-sectional study of 19 725 Medicaid enrollees across 2 states and 2 independent health plans, those experiencing specific procedural prescription denials had a higher risk of physiologically related emergency department visits and hospitalizations compared with those without a denial in the subsequent 60 days after matching and further adjustment for risk of acute care. Denials in 6 medication classes were associated with net total medical spending increases ranging from $624 to $3016 in additional expense per member per year.MeaningThese findings suggest that although procedural prescription denials may aim to curb immediate drug costs, some denials may prompt heightened acute care utilization and expenses that outweigh the short-term prescription budget savings. BODY: IntroductionRising prescription medication costs in Medicaid have led to cost-containment measures by managed care plans, including procedural prescription denials.1These denials, which are more common in Medicaid than in other insurance types,2are often justified to prevent unnecessary spending within tight budgets. Common reasons for denial include early renewals, exceeded plan limits, noncovered drugs, or required prior authorization. Prior authorizations have been linked to pharmaceutical savings3and have been disproportionately studied despite being among the less common reasons for procedural prescription denials, compared with early renewals and plan limits on the number of pills per prescription. Whatever the reason for denial, some Medicaid patients may not obtain their chronic medications if their denials are not promptly resolved (eg, if clinicians do not communicate with pharmacies and resolve the denial, or if low-income patients [disproportionately receiving Medicaid] face competing demands for time or increased frustration that leads them to avoid returning to the pharmacy once they receive a denial).4This process is analogous to increased hospital use after patients face higher medication cost-sharing.5Despite theoretical cost-saving benefits, empirical research on the effect of procedural prescription denials on health care utilization and long-term costs is scarce. Older studies linked difficulties in obtaining psychiatric medications to adverse incarceration and institutionalization outcomes.6,7Recent studies from 2022 to 2024 have related narrow drug formularies and prior authorization requirements to patient inconvenience and reduced initiation of chemotherapies and substance use therapies, but not to comprehensive utilization and net cost outcomes at a population cohort level.8,9,10This knowledge gap persists amid speculation that denied patients may experience worsening chronic"
  },
  {
    "full_text": "denied patients may experience worsening chronic conditions, leading to more intensive and expensive care, and despite denials being more broad based than prior authorization alone.11,12The administrative burden of dealing with prescription denials has been reported to contribute to clinician burnout and moral injury.13,14We tested the hypothesis that Medicaid prescription denials can induce higher net health care spending from emergency department (ED) visits and hospitalizations physiologically related to lacking access to the denied medication, neutralizing potential immediate cost savings. This hypothesis was informed by the understanding that medication adherence is crucial for managing chronic conditions and preventing acute exacerbations. Our research aimed to explore this hypothesis and contribute to the body of knowledge on outcomes associated with prescription denials, with the goal of informing Medicaid policy to optimize both health care costs and patient outcomes.MethodsThe Western Institutional Review Board deemed this cross-sectional study exempt from review because it involved the study of data recorded such that participants cannot be reasonably identified. Informed consent was waived for this study because it posed no harm to the patients. The study followed the Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) reporting guideline.Study DesignMedicaid managed care plans frequently implement cost-containment tools for high-cost services and prescriptions. Patients with higher-cost services and prescriptions may be more likely to experience medication denials. To address the associated risk of confounding and reverse causality, we used the following methodologies. First, using claims from Medicaid patients in Virginia and Washington, we created a matched sample based on factors increasing the likelihood of medication denial, including demographics, comorbidities, and baseline primary and acute care utilization rates. We matched patients within each health plan to avoid confounding due to differences in services, geography, and populations. Second, within each matched sample, we measured the correlation between medication denials and prior acute care visits, to assess the risk of reverse causality. Third, we estimated the likelihood of an acute care event and the change in total spending related to each type of procedural prescription denial, after adjusting for confounders. We estimated this likelihood for each of the medication classes most commonly prescribed to Medicaid patients, as defined by Centers for Medicare & Medicaid Services Prescription Drug Data Collection codes.15Finally, we verified that a medication denial did not indicate increased acute care visits for an unrelated condition (eg, motor vehicle accident), as opposed to acute care visits for conditions that were physiologically related to denial of the medication class, based on the National Institutes of Health (NIH) RxNav database."
  },
  {
    "full_text": "Institutes of Health (NIH) RxNav database. The NIH RxNav database relates the lack of receiving a medication in a particular drug class to specific subsequent diseases or conditions (eg, being denied an asthma inhaler could plausibly result in an acute care utilization episode for an asthma exacerbation, but not for a broken leg) (eMethods inSupplement 1).16Clinical conditions were defined with the Agency for Healthcare Research and Quality Clinical Classification Software Refined categories.17Data Source and Study PopulationWe analyzed data from a Medicaid patient population covered by 2 Medicaid health plans owned by different managed care companies and under different prescription denial policies, operating in 2 different states (Virginia and Washington). The dataset was a convenience sample based on data availability, as complete pharmaceutical denial information is rarely available compared with standard claims data. We included patients with at least 1 pharmacy claim during our study period. We focused on the 20 most commonly prescribed medication classes out of a total of 390, which accounted for 49.3% of all prescriptions (202 952 of 411 667) in the dataset. Our data sources comprised demographic and eligibility information (age, sex, and months of eligibility), inpatient and outpatient claims (including hospitalizations and ED visits), and pharmaceutical claims (encompassing both paid and denied pharmacy claims, along with the reason for denial). The prestudy period spanned July 1 to December 31, 2022, and the study period extended from January 1 to July 31, 2023. Given the high disenrollment rates from Medicaid health plans,18we required a minimum of 3 months of enrollment during the prestudy period and at least 6 months during the study period to ensure adequate prescription and utilization records for analysis (eMethods inSupplement 1). Data missingness for key variables was assessed according to the standards defined by the Medicaid DQ (Data Quality) Atlas,19with all variables missing at levels below the threshold for low concern. Missing data were not imputed, and no case patients were removed, as health plan data were complete. However, data from both states have specific mental health or substance use diagnoses bundled as behavioral health in the medical claims data. Following previous literature,18we excluded individuals dually enrolled in both Medicare and Medicaid due to the unavailability of pharmaceutical claims from Medicare and to the fact that Medicare pharmacy coverage and denial policies vary based on supplemental coverage rules, whereas our study question related to those patients specifically solely covered by Medicaid.Exposure and Control GroupsFor each medication class, we assigned patients to either the exposure group (defined as having ≥1 denial for a given medication class during the study period) or the comparison group (defined as having 0 denials for that class). We did not limit the definition of exposure to"
  },
  {
    "full_text": "We did not limit the definition of exposure to only those denials that were not resolved before the acute care event, because even delays in receipt of medication can lead to chronic condition exacerbations,20and we wished to study the policy implications on the denial itself, not the physiological effect of not taking a medication (which is already established for each medication class).MatchingFor each medication class, we matched patients in the exposure and comparison groups using full matching,21,22which creates matched sets with either 1 treated individual and multiple comparison individuals, or vice versa.23Full matching can reduce bias due to observed confounding variables and potentially unobserved confounders correlated with those observed variables.24,25Within each health plan, we matched patients on age, sex, and baseline (prestudy period) number of comorbidities, acute care visits, primary care visits, and eligibility months. We evaluated the similarity of the matched sample on observed covariates by estimating the standardized mean difference of each covariate across the matched patients.Outcome VariablesWe identified our primary outcome variable as all-cause acute care events (a hospitalization or ED visit) occurring within a 60-day window following a medication fill attempt for both denials and successful fills, to be concordant with existing pharmacoepidemiology literature attempting to capture the typical time to exacerbation across a wide variety of medication classes.26We defined ED visits based onCurrent Procedural Terminologycodes (99281-99285), revenue codes (0450-0459 and 0981), or place-of-service codes (code 23). To count episodes of care, we linked ED visits and inpatient claim records for the same patient if their dates of service overlapped or immediately followed one another, to count as a single acute care episode if the ED visit resulted in an inpatient hospitalization.27Secondary outcomes included ED visits alone and acute care visits by medication class–principal diagnosis combination. We also evaluated the tertiary outcome of the net cost to the health plan attributable to the denial. This was defined as the combined cost of acute care visits related to the denial (calculated using paid amounts and typical claim payment rates) and the total medical cost relevant to the condition incurred during the 60-day period following the denial, minus the cost that would have been incurred had the prescription been approved. The latter was based on the mean and variation in paid amounts for prescriptions within that medication class. All costs were computed in 2023 US dollars.Descriptive AnalysisFor each medication class, we calculated the percentages of total medication fills, denied medication fills, and denied medication fills associated with an acute care event within 60 days following the medication fill attempt. For Virginia patients, we also measured the reason for the prescription denial prior to an acute care"
  },
  {
    "full_text": "the prescription denial prior to an acute care visit, as these data were not available for Washington patients. Furthermore, for prescription denials followed by an acute care event, we estimated the median and mean number of fill attempts prior to the acute care event. Finally, we measured the unadjusted spending (per member per year [PMPY]) for the first denied medication claim followed by an acute care event within 60 days.Statistical AnalysisFor each medication class, using the matched sample, we calculated an adjusted odds ratio (AOR) and adjusted difference in each outcome between patients in the exposure group vs the comparison group, conditional on age, sex, health plan, and prestudy number of chronic conditions (defined by the Elixhauser Comorbidity Index), all-cause acute care visits, primary care visits, and eligibility months. The 95% CI for the AOR did not include 1 (P< .05). To assess the risk of false-positive results, we examined whether medication denials were associated with more acute care visits for a condition unrelated to the denied medication (Centers for Disease Control and Prevention accidental injury codes).28To ensure stable estimates, we focused on medication classes with at least 5 injury-related acute care visits 60 days after a medication fill or denial. Furthermore, as a sensitivity analysis, we measured the E value for each estimate29to quantify the size of unmeasured confounding needed to neutralize the main outcome results.To assess generalizability, we compared the characteristics of our sample to the national Transformed Medicaid Statistical Information System (T-MSIS) data for patients in Washington and Virginia, as well as to the national sample.30Additionally, we evaluated the frequency of the 20 most commonly prescribed medications in our sample against these benchmarks. Finally, we conducted a series of analyses to evaluate the prevalence of medication substitutions, the extent to which patients had medications across multiple classes, and the number of denials that did not result in an acute care visit.The main results are presented across all patients for the matched sample, with the unmatched analysis presented in eTables 2, 15, and 16 and subgroup analyses by state presented in eTables 18 and 19 inSupplement 1. Matching was performed using the MatchIt21packages in R, version 4.2.3 (R Project for Statistical Computing).ResultsThere were 202 952 medication prescriptions across 19 725 patients who met our inclusion criteria, with 16 350 patients in Virginia and 3375 in Washington, observed across 137 185 member-months (Figure 1). Our sample of 19 725 patients included 11 971 females (60.7%) and 7754 males (39.3%), with a median age of 41 (IQR, 29-55) years. During the prestudy period, patients had a mean (SD) of 3.3 (16.1) comorbidities, 1.0 (2.6) all-cause acute care visits, and 5.6 (7.8) primary care visits (eTable 1 inSupplement 1). For each medication class, our matched sample had standardized"
  },
  {
    "full_text": "class, our matched sample had standardized differences of less than 0.1 for key patient characteristics (eTable 2 inSupplement 1). Among the 20 most common medication classes, the most common prescriptions (as a percentage of the 411 667 total prescriptions) were for cephalosporin antibacterials (3280 [0.8%]), opioid agonists (6374 [1.6%]), proton pump inhibitors (13 002 [3.2%]), and serotonin reuptake inhibitors (19 814 [4.8%]) (eTable 3 inSupplement 1).Figure 1.Patient Selection ProcessMetrics for the sample selection process separately for Medicaid patients in Virginia and Washington are provided in eTable 17 in Supplement 1. NIH indicates National Institutes of Health; OR, odds ratio.Of the 202 952 prescriptions analyzed, 71 501 (35.2%) were denied, including 2971 of 14 650 prescriptions (20.3%) for nonsteroidal anti-inflammatory drugs (NSAIDs), 2574 of 9970 (25.8%) for β2-adrenergic agonists, 5836 of 13 039 (44.8%) for atypical antipsychotics, and 7852 of 12 334 (63.7%) for central nervous system stimulants (eTable 4 inSupplement 1). Among 62 392 prescriptions with a reason for denial, 19 209 denials (30.8%) were due to early refills, followed by 11 078 (17.8%) for plan limitations being exceeded in terms of number of pills on the prescription, 5916 (9.5%) for prior authorizations, 5087 (8.2%) for days’ supply exceeding plan limitations, and 4764 (7.6%) for product or service not covered (eTable 5 inSupplement 1).Risk of Acute Care EventAcross medication classes, the number of denials followed by a physiologically related acute care event within 60 days varied from 35 of 7852 (0.5%) for central nervous system stimulant denials to 407 of 2524 (16.1%) for combination anilide or opioid denials (Table). Across classes, the mean (SD) number of denials followed by a related acute care event ranged from 1.5 (1.1) to 6.1 (9.8) per patient (Table).Table.Net Spending Increase or Decrease PMPY Attributed to Prescription Denial, After Incorporating Any Added Cost for Associated Acute Care Visits Minus the Costs Averted Through Prescription DenialMedication typeDenied medication claimsSpending PMPY in 2023 USD (95% CI)aTotal No.Followed by an acute care event within 60 d, No. (%)Prior to an acute care event within 60 d, No.Unadjusted spending on the first denied medication claim followed by an acute care event within 60 dAcute care spendingTotal medical spendingMedian (IQR)Mean (SD)Adjusted difference between patients with vs without a medication denial within 60 dNet increase or decrease attributable to denialbAdjusted difference between patients with vs without a medication denial within 60 dNet increase or decrease attributable to denialcAntiepileptic agent6132484 (7.9)2 (1 to 3)2.8 (3.4)711133 (312 to 1954)1062 (241 to 1883)1638 (664 to 2612)1567 (593 to 2541)Antihistamine142350 (3.5)1 (1 to 1)1.5 (1.1)4200 (−10 to 409)196 (−14 to 405)67 (19 to 115)63 (15 to 111)Atypical antipsychotic5836550 (9.4)2 (1 to 4)3.3 (3)2761539 (630 to 2446)1263 (354 to"
  },
  {
    "full_text": "(1 to 4)3.3 (3)2761539 (630 to 2446)1263 (354 to 2170)3292 (1759 to 4826)3016 (1483 to 4550)Benzodiazepine2192170 (7.8)2 (1 to 3)2.5 (2.3)22820 (296 to 1345)798 (274 to 1323)1870 (998 to 2742)1848 (976 to 2720)β-Adrenergic blocker3051277 (9.1)1 (1 to 2)1.8 (1.5)231838 (490 to 3186)1815 (467 to 3163)2588 (1153 to 4023)2565 (1130 to 4000)β2-Adrenergic agonist2574300 (11.7)1 (1 to 2)2.2 (2.1)28617 (233 to 1001)589 (205 to 973)652 (463 to 841)624 (435 to 813)Biguanide221832 (1.4)1 (1 to 2)1.6 (1)5240 (6 to 475)235 (1 to 470)135 (−26 to 296)130 (−31 to 291)Central nervous system stimulant785235 (0.5)4.5 (1.8 to 7)4.4 (2.9)258 (−104 to 219)56 (−106 to 217)9 (−19 to 37)7 (−21 to 35)Cephalosporin antibacterial71199 (13.9)1 (1 to 3)2.1 (2)1882 (−511 to 675)64 (−529 to 657)499 (189 to 809)481 (171 to 791)Combination anilide or opioids2524407 (16.1)2 (1 to 4)3.3 (4.3)13278 (−949 to 1506)265 (−962 to 1493)−125 (−1264 to 1014)−138 (−1277 to 1001)Corticosteroid5129392 (7.6)1 (1 to 2)2 (2.1)29327 (105 to 550)298 (76 to 521)392 (203-581)363 (174-552)Dihydropyridine calcium channel blocker2907177 (6.1)1 (1 to 2)2 (1.8)15−169 (−937 to 599)−184 (−952 to 584)−429 (−1134 to 275)−444 (−1149 to 260)Histamine-1 receptor antagonist2543122 (4.8)1 (1 to 2)2.1 (2.2)6−996 (−1613 to −379)−1002 (−1619 to −385)74 (4 to 144)68 (−2 to 138)HMG-CoA reductase inhibitor3932165 (4.2)1 (1 to 2)1.8 (2)29476 (121 to 832)447 (92 to 803)266 (−36 to 568)237 (−65 to 539)Muscle relaxant1010114 (11.3)1 (1 to 2)1.6 (1.1)17−97 (−293 to 99)−114 (−310 to 82)−17 (−277 to 244)−34 (−294 to 227)NSAID2971257 (8.7)1 (1 to 1)1.5 (1.6)18157 (43 to 272)139 (25 to 254)216 (132-301)198 (114 to 283)Opioid agonist3462486 (14.0)2 (1 to 4)3.5 (3.5)19639 (−532 to 1811)620 (−551 to 1792)341 (102 to 581)322 (83 to 562)Proton pump inhibitor7048421 (6.0)2 (1 to 5)6.1 (9.8)52−48 (−995 to 899)−100 (−1047 to 847)176 (−144 to 497)124 (−196 to 445)Serotonin reuptake inhibitor6867370 (5.4)2 (1 to 3)2.5 (3.1)17307 (−225 to 839)290 (−242 to 822)1289 (517 to 2062)1272 (500 to 2045)Serotonin-3 receptor antagonist1119139 (12.4)1 (1 to 2)1.6 (1.5)94118 (−613 to 849)24 (−707 to 755)95 (−13 to 202)1 (−107 to 108)Abbreviations: HMG-CoA, 3-hydroxy-3-methylglutaryl-coenzyme A; NSAID, nonsteroidal anti-inflammatory drug; PMPY, per member per year.aFirst, for each medication class, the adjusted difference in spending PMPY (2023 USD) for acute care was measured between patients with a medication denial within a 60-day period and patients with no prescription denial using targeted maximum likelihood estimation. Models controlled for age, sex, chronic conditions, primary care visits, acute care visits, health plan, and enrollment months. Second, unadjusted spending PMPY (2023 USD) on the first denied medication claim that was followed by an acute care event within a 60-day period was measured. Finally, the net spending increase or decrease per member PMPY was measured, after accounting for induced acute care event rate minus the paid"
  },
  {
    "full_text": "for induced acute care event rate minus the paid cost had the prescription not been denied.bAfter accounting for induced acute care event rate minus the paid cost had the prescription not been denied.cAfter accounting for total medical spending minus the paid cost had the prescription not been denied.For 7 of the 20 medication classes studied, the logistic regression analysis using the matched sample indicated that patients in the exposure group had a higher risk of a future (within 60 days of the denial) acute care event compared with the comparison group after controlling for demographics, comorbidities, and baseline primary care and acute care utilization rates (AOR, 1.40 [95% CI, 1.03-1.88] minimum vs 1.75 [95% CI, 1.39-2.20] maximum for exposure and control groups across the 7 medication classes with significant differences) (Figure 2). Those medication classes included combination anilide or opioids (AOR, 1.40 [95% CI, 1.03-1.88]), antiepileptic agents (AOR, 1.41 [95% CI, 1.01-1.97]), serotonin reuptake inhibitors (AOR, 1.52 [95% CI, 1.01-2.29]), β-adrenergic blockers (AOR, 1.70 [95% CI, 1.24-2.32]), atypical antipsychotics (AOR, 1.73 [95% CI, 1.02-2.94]), benzodiazepines (AOR, 1.73 [95% CI, 1.15-2.61]), and β2-adrenergic agonists (AOR, 1.75 [95% CI, 1.39-2.20]). Among the 7 classes, when checking for the risk of reverse causality, we found that the correlation between the number of medication denials and acute care visits prior to the denial ranged from 0.003 (P= .84) for serotonin reuptake inhibitors to 0.12 (P< .001) for combination anilide or opioids (eTable 6 inSupplement 1for correlations andPvalues). When examining medication class–diagnosis combinations, the exposure group with the highest risk of acute care events following a denial had a primary diagnosis of heart failure attributed to a prescription denial for β-adrenergic blockers (AOR, 8.4 [95% CI, 2.5-27.9]), followed by depressive disorder from denial of atypical antipsychotics (AOR, 4.4 [95% CI, 1.5-13.2]), respiratory failure following denial for β2-adrenergic agonists (AOR, 3.7 [95% CI, 1.7-8.0]), then asthma following denial of histamine-1 receptor antagonists (AOR, 2.9 [95% CI, 1.1-7.7]) (eTable 7 inSupplement 1presents the full list in order of highest to lowest risk by medication class).Figure 2.Adjusted Odds Ratios (AORs) for the Likelihood of an Acute Care Visit Following Prescription DenialModels controlled for age, sex, chronic conditions, acute care visits, primary care visits, enrollment months, and health plan. Furthermore, although central nervous system stimulants were among the 20 most commonly prescribed medications, they are not included here because their estimates were 1.01 (95% CI, 0.11-9.08). HMG-CoA indicates 3-hydroxy-3-methylglutaryl-coenzyme A.Our secondary analysis focusing solely on ED visits yielded results consistent with our main analysis (eTable 8 inSupplement 1). We verified that a medication denial did not indicate increased acute care"
  },
  {
    "full_text": "denial did not indicate increased acute care visits for an unrelated condition (accidental injuries) (eTable 9 inSupplement 1). Furthermore, E values ranged from 2.14 to 2.89, which means that an unmeasured confounder associated with both prescription denial and subsequently physiologically related acute care utilization by an OR of 2.1-fold (lower limit, 1.2) to 2.9-fold (lower limit, 2.1) would need to be present to explain away the associations we observed (eTable 10 inSupplement 1). The results suggest that our patient sample characteristics aligned closely with T-MSIS data nationally and in Washington and Virginia. Additionally, the top 20 medication classes represented 47.0% of pharmacy claims in the T-MSIS, mirroring our study findings (eTable 11 inSupplement 1). We found minimal overlap across multiple medication classes (mean [SD] correlation, 0.05 [0.04]) (eTable 12 inSupplement 1). eTables 13 to 19 inSupplement 1provide descriptive results for medication substitutions, comparisons of matched vs unmatched samples, study selection criteria, and results by geographic region.Spending DifferencesAmong the 7 medication classes for which denial was associated with a higher risk of acute care utilization after adjustment, denials in 5 classes were associated with net acute care spending increases attributable to denial, after accounting for cost increases from induced acute care event rates and cost savings from denial. Cost increases PMPY from induced acute care events were $617 (95% CI, $233-$1001) for β2-adrenergic agonists, $820 (95% CI, $296-$1345) for benzodiazepines, $1133 (95% CI, $312-$1954) for antiepileptic agents, $1539 (95% CI, $630-$2446) for atypical antipsychotics, and $1838 (95% CI, $490-$3186) for β-adrenergic blockers. After subtracting the cost of the medication (had the prescription not been denied), the net spending increases PMPY were estimated to be $589 (95% CI, $205-$973) for β2-adrenergic agonists, $798 (95% CI, $274-$1323) for benzodiazepines, $1062 (95% CI, $241-$1883) for antiepileptic agents, $1263 (95% CI, $354-$2170) for atypical antipsychotics, and $1815 (95% CI, $467-$3163) for β-adrenergic blockers (Table).Denials across 6 of the 7 medication classes were associated with net increases in total medical spending attributable to the denials (Table). Compared with spending for acute care visits, total spending PMPY increased by a factor of 1.1 for β2-adrenergic agonists ($624 [95% CI, $435-$813]), 1.4 for β-adrenergic blockers ($2565 [95% CI, $1130-$4000]), 1.5 for antiepileptic agents ($1567 [95% CI, $593-$2541]), 2.3 for benzodiazepines ($1848 [95% CI, $976-$2720]), 2.4 for atypical antipsychotics ($3016 [95% CI, $1483-$4550]), and 4.4 for serotonin reuptake inhibitors ($1272 [95% CI, $500-$2045]).DiscussionIn this analysis of 19 725 Medicaid patients, we found that patients with specific prescription denials across 7 medication classes (combination anilide or opioids, antiepileptic agents, serotonin reuptake"
  },
  {
    "full_text": "opioids, antiepileptic agents, serotonin reuptake inhibitors, β-adrenergic blockers, atypical antipsychotics, benzodiazepines, and β2-adrenergic agonists) had a higher risk of acute care visits compared with those without denials. Of the 7 medication classes, 6 were associated with net total medical spending increases due to denial (ranging from $624 to $3016 PMPY for total medical spending). The results were consistent across 2 independent Medicaid health plan populations, with sensitivity analyses revealing low risks for the findings to be driven by unmeasured confounding (given E values >2) or bias from differential risk of acute care utilization among patients receiving more denials (given our matching approach and null findings for reversal causality or diagnoses physiologically unrelated to the medication denial). Based on the experiences of clinicians on our team, for biguanides, NSAIDs, 3-hydroxy-3-methylglutaryl-coenzyme A reductase inhibitors, and corticosteroids, denials often result in higher costs without an increase in acute care events, as outpatient clinicians commonly substitute the denied medication with a more expensive alternative. In contrast, for histamine-1 receptor antagonists, patients often go without a substitute, leading to utilization avoidance. These findings can inform policy decisions, as Medicaid managed plans determine formulary, coverage, prior authorization requirements, claim denials and approvals, and payments based on drug classes.Previous research in the Medicaid population has explored the effects of narrow drug formularies and prior authorization requirements on patient inconvenience and reduced initiation of new therapies. Prior authorizations have been linked to prescription drug cost savings3but also to treatment delays.8,9,10However, our study quantified that early refills and high pills per prescription were the most common reasons for denials, with prior authorizations being a minority of causes despite being more extensively studied. Additionally, several common antibiotics, behavioral health medications (eg, antidepressants), and agents for preventing exacerbations of respiratory and cardiovascular conditions (eg, asthma inhalers and heart disease or stroke drugs) had the highest increases in acute care utilization upon denial. Hence, although procedural denials are presumed to lower health care spending, the findings of our study suggest that some denials may perversely increase acute care utilization and costs. Medicaid health plans should consider these findings when formulating prescription coverage policies. Our analysis also suggests intervention possibilities, such as prioritizing certain pharmaceutical denials for quicker resolution to prevent adverse outcomes.LimitationsOur analysis has several limitations. First, although our sample may not be fully generalizable to the national Medicaid population, comparisons with national T-MSIS data suggest that our patient sample was comparable to"
  },
  {
    "full_text": "suggest that our patient sample was comparable to the national Medicaid population in terms of demographics and clinical conditions. Second, our patient-level data were limited, although we used matching methods and conducted sensitivity analyses to mitigate bias. For example, our data did not include individual-level social determinants of health characteristics, such as transportation access or food security, which have been shown to affect acute care utilization.18Third, our analysis may not capture certain secondary effects of prescription denials, such as complex drug-drug interactions or the impact of therapeutic substitutions. For instance, an interaction between a statin and a proton pump inhibitor could lead to the denial of the proton pump inhibitor to enhance the statin’s effectiveness, potentially preventing an acute care event. Conversely, a denial of phenytoin alongside the blood thinner warfarin could lower warfarin levels, resulting in a blood clot and triggering an acute care event. Fourth, data on the reasons for prescription denials were available only for patients in Virginia, not for those in Washington, which may limit the scope of our findings. Fifth, the bundling of mental health or substance use diagnoses in our data could affect the precision of linking specific medication classes to behavioral health outcomes. Despite these limitations, our study is, to our knowledge, the largest evaluation to date that links pharmaceutical denials with acute care events and associated spending.ConclusionsIn this cross-sectional study of 19 725 Medicaid patients across 2 states, certain procedural prescription denials were associated with increased acute care events and net costs across several medication types. Although procedural denials were typically presumed to reduce health care spending, some were associated with higher acute care utilization and costs. Medicaid health plans should consider these findings when formulating prescription coverage policies. Future research should systematically review all medication classes across plans nationally."
  }
]