[
  {
    "full_text": "TITLE: Providing care for older adults in the Emergency Department: expert clinical recommendations from the European Task Force on Geriatric Emergency Medicine ABSTRACT: Key summary pointsAimThe aim was to develop expert clinical recommendations on Geriatric Emergency Medicine to be disseminated across Europe.FindingsEight posters with expert clinical guidelines on the most important topics in Geriatric Emergency Medicine are now available throughhttps://posters.geriemeurope.eu/.MessageExpert clinical recommendations for Geriatric Emergency Medicine in Europe were created and are ready for dissemination across Europe.Supplementary InformationThe online version contains supplementary material available at 10.1007/s41999-021-00578-1. BODY: IntroductionMore older people are coming to the Emergency Department and this poses organisational challenges with longer waiting times and more physicians involved. However, we primarily notice a lack of knowledge and expertise to adequately treat older people in the ED, which leads to poor patient outcomes, such as mortality and functional decline [1–4]. Whereas medicine in general and Emergency Medicine in particular is disease-oriented and highly protocolized, older people in the Emergency Department (ED) often present with frailty syndromes or atypical complaints that may make protocol-driven approaches unsuitable. Although knowledge on frailty syndromes is increasing, it remains a challenge to translate this knowledge reliably into daily clinical care [5–7].The European Task Force for Geriatric Emergency Medicine is a collaboration of the European Society for Emergency Medicine (EUSEM) and the European Geriatric Medicine Society (EuGMS). The Task Force has the aim to develop clinically sustainable and cost-effective, patient-centered health care systems that improve relevant outcomes for older patients in Emergency Medicine[8], upholding the principles of evidence-based medicine. Previously, a European Curriculum was composed based on which various courses have been organized to increase knowledge and experience of health care workers in Geriatric Emergency Medicine [9]. However, other parallel approaches are needed to increase impact on everyday clinical care for older ED patients throughout Europe. Developing and disseminating pragmatic guidance for Geriatric Emergency Medicine professionals, based on the latest knowledge and expert recommendations, may further help to increase knowledge and competencies of professionals and hence improve outcomes of acutely ill older patients, attempting to bridge the ‘know-do gap’ [10].The aim of the present manuscript was to develop expert clinical recommendations based on expert consensus, by the review of recent guidelines and literature, on a prioritized list of topics relevant to Geriatric Emergency Medicine throughout Europe.MethodsA three-step approach was used to develop expert clinical recommendations. We chose not to perform a series of formal systematic"
  },
  {
    "full_text": "not to perform a series of formal systematic reviews as we anticipated they are (a) likely to deliver low-level evidence only (as recently reviewed by Preston et al. [11]), (b) with the rapid knowledge expansion likely outdated on the day of publication and (c) very time-consuming. For these reasons, we decided to make “expert clinical recommendations on Geriatric Emergency Medicine”: based expert consensus and including their knowledge and review (albeit not systematic) of existing literature.First, a modified Delphi technique was used to prioritize the most relevant topics during a face-to-face meeting in Aartselaar (Belgium) in June 2019. The expert group consisted of geriatricians, emergency physicians, nurses and researchers from eight countries, mostly in Europe. These experts were invited through the Special Interest Group on Geriatric Emergency Medicine of EuGMS and the section on Geriatric Emergency Medicine of EUSEM. Membership of this group was drawn from across all of Europe (list countries) and during our discussion, specific attention was paid to avoid country-specific solutions or recommendations. In addition to the topic prioritization, the meeting in Aartselaar also determined the structure and development process of the final recommendations. Second, a series of recommendations for each of the eight topics was elaborated based on literature review and expert consensus. Following the meeting, eight separate working groups worked on the content of the recommendations. Each group consisted of at least a professional with experience in Emergency Medicine and one in Geriatrics. Finally, the content of all recommendations combined were discussed in the expert group, to establish consistency, relevancy and applicability in clinical practice.Selection of topicsA comprehensive list of topics was generated in a general discussion based on key documents in Geriatric Emergency Medicine [i.e., (1) the prioritized Research Questions (to be published), (2) the McCusker List [12], (3) the Silver Book [13], resulting in a 'long list of topics']. Next, a three-round modified Delphi procedure was used to reach consensus on the most relevant topics for which expert clinical recommendations would be written. In the first round, all attendants were asked to prioritize their top eight questions from the full list. Topics which were not included following compilation of the priority lists were eliminated. In the second round, members of the panel discussed the topics on the list and got the opportunity to justify their responses. In the second voting round, attendees received instructions to score the topics of the abbreviated list. A weighted voting system was used with each individual awarding marks to a topic based on their priority ranking. Topics were scored and tallied. A third round of discussion ensued afterwards, upon which a consensus was reached and the top prioritized topics were selected.Form of recommendationsThe expert clinical"
  },
  {
    "full_text": "of recommendationsThe expert clinical recommendations were developed in the form of posters with similar lay-out and structure across prioritized topics. The goal was to create posters that are easy to consult in the fast-paced environment of the ED, with concise and clear clinical pragmatic recommendations.For each topic, the poster structure contained three sections addressing the following points (following the Golden Circle principle of Simon Sinek [14]):Whyis this an important topic? e.g.: is this disease very prevalent? Is it under-recognized? Does it have a significant impact on outcomes?)Howcan we improve this situation? (For instance: does better recognition lead to better outcomes? Are there interventions that are effective to improve outcomes?)Whatcan you do practically, in the form of a “Toolbox”? (For instance: what assessment tool is best to detect high risk? What intervention can you start doing in the ED now?)All posters contain links to more elaborate overview of literature and recommendations, relevant references and the toolbox using QR-codes.Content of expert clinical recommendationsFor each topic, working groups were convened who:Reviewed the available evidence and sought relevant existing guidelines/reviews/landmark studies, using a PubMed search; relevant evidence was selected by the experts based on relevance for the topic.Formulated recommendations by the expert group, based on the literature and expert knowledge.Engaged relevant expertise to inform the guidance from other specialist societies, for example, the European Delirium Association and from patient groups.The proposed content was then presented to the expert group for discussion and to reach consensus on the following:The content and detail of the background information provided.The formulation of recommendations and voting on the final recommendations. For each recommendation, consensus was sought and found, sometimes after amendment of the recommendation.Signposting to specific tools.The first versions of the posters were developed in the English language and with generic recommendations regarding specific instruments to use. The task force creating the posters was endorsed by the boards of both EUSEM and EuGMS. It is the explicit intention to translate the posters to other countries, both in language and in choice of relevant instruments. National endorsement will be sought from national organizations.All posters will be available as PDFs and web-pages free of charge throughhttps://posters.geriemeurope.eu/.ResultsThe full list of topics contained 21 possible topics and is shown in Appendix 1. After the second round of discussion, eight topics were selected to be included in the first expert clinical recommendations and are shown in Table1.Table 1Topics for Geriatric Emergency Medicine guidelines selected by experts after modified Delphi procedureRankTopic1Comprehensive Geriatric Assessment in the Emergency Department2Age/frailty adjusted risk"
  },
  {
    "full_text": "Emergency Department2Age/frailty adjusted risk stratification3Delirium and cognitive impairment4Family involvement5Environment6Polypharmacy7Silver trauma8End of life care in the acute settingThe process started in May 2019 and final votes on the content of the recommendations were held during an online meeting in June 2021. Over a 2-year period, two face-to-face meetings and seven online expert group meetings were held. More face to-face-meetings were planned, but cancelled due to the COVID-19 pandemic. Individual working groups for the separate topics worked in parallel.The recommendations made by the experts on each topic can be found in Table2.Table 2Geriatric Emergency Medicine guidelines—recommendations per topicTopic#RecommendationsCGA in the ED1.1For older patients with frailty, Emergency Departments need to evolve from offering single problem solutions to a more holistic approach1.2A full CGA often cannot be implemented in the ED setting. It is important to operationalise its key concepts, such as the ‘5Ms of geriatrics’ [30] in an initial GA:MIND: addressing dementia, delirium and depressionMOBILITY: maintaining mobility and avoiding fallsMEDICATIONS: reducing unhelpful polypharmacyMULTI-COMPLEXITY: addressing the multifaceted needs of older people (medical, psychological, social, functional and environmental)MATTERS MOST: ensuring that a person’s individual, personally meaningful health outcomes, goals, and care preferences are reflected in treatment plans1.3Then use shared decision-making to determine what the patient’s priorities are. Work with your interdisciplinary team to work out how and where these can be best met (in hospital or at home or in another care facility)Age/frailty adjusted risk stratification2.1Triage systems: consider incorporation of a mobility and/or frailty measure (such as CFS) in the triage system2.2Consider presenting complaint: non-specific complaints (feeling unwell) are associated with high in-hospital mortality2.3Interpretation of vital signs: check baseline values of individual patient and monitor trends. If baseline values are not available:Systolic blood pressure: on average below 120 (in sepsis), or 110 mmHg (in trauma) should be considered abnormal until proven otherwiseHeart rate: on average heart rate below 50 or above 100 bpm is associated with higher in-hospital mortality and should be considered abnormalTemperature: normal or low temperature is associated with higher mortality than high temperature in patients with suspected infection/sepsisLook for clinical signs of organ failure: increased respiratory rate, prolonged capillary refill time, poor peripheral circulation or low urine output, altered mental status2.4Assess for frailty, cognitive impairment, delirium (and use in conjunction with recommendation 1 and 2)2.5Assess social situation and functional status and impact before hospital dischargeDelirium and cognitive impairment3.1Manage those patients with delirium, or at risk of developing"
  },
  {
    "full_text": "patients with delirium, or at risk of developing delirium, through multicomponent interventions and regular reorientation. Perform a structured assessment including medications review that aims to identify and reverse potential causes of delirium. Checklists can be used to assist these processes3.2Use appropriate aids to assist assessment of pain in older people with cognitive impairment, e.g., PAINAD3.3Where patients have behavioral disturbance or agitation related to cognitive impairment, attempt non-pharmacological treatment methods as first line. Physical restraints should not be used3.4Employ a cautious approach to sedation and only use it when non-pharmacological approaches have failed. Use oral medications in the first instance with the choice of medication tailored to the individual patient. A decision to escalate to IM/IV sedation should be made by a senior doctor and administered in an area where the patient can be properly monitored and where airway support is available, following local and national sedation guidance3.5Link patients who are found to have cognitive impairment in the ED with local structured care pathways for inpatient care, or to their family doctor for further investigation on discharge3.6Tailor diagnostic investigations for delirium to the individual patient’s history and physical examination findingsFamily involvement4.1Determine the care needs of the older patient during ED admission. (Score basic and instrumental activities of daily living checklists)4.2Determine the level of support required by the patient in the ED and anticipate discharge needs in collaboration with the carers4.3When possible, assess carer burden and their capacity to carry out instructions4.4When discharging a patient to an outpatient setting, readily provide information about different forms of support that may be available. Ensure that your teams are able to refer patients and their carers to the necessary services that can provide or organise health and social support4.5Ensure that the patient (when possible) and their carer clearly understand arrangements related to discharge planning as well as other follow-up instructions4.6Hospitals should facilitate patient and public involvement in the development of quality improvement strategies aimed at improving patients’ experience in the EDEnvironment5.1Physical space:Small changes for immediate impactDe-clutterOffer multiple cues for orientation to time and place, including clocks, calendars and clear wayfinding to bed spaces and toiletsTransform corridors into pleasant spaces for walking about safelyEnsure toilet seats and grab-rails are in contrasting coloursIf more resources are available, install matt flooring and good-quality lighting5.2Equipment and human resources: ensure your older patients have easy access to mobility aids, sensory aids, continence aids and nutrition and hydration. Have staff available to facilitate access to these basic needs as well as encouraging meaningful"
  },
  {
    "full_text": "basic needs as well as encouraging meaningful activitiesSmall changes for immediate impactOffer sensory aids—glasses, hearing aid batteries, or a magnifying glass and portable amplifying deviceOffer snacks and drinksEncourage social dining with companions and engagement in meaningful activity in case of prolonged ED stay5.3Staff behaviour: staff should welcome family and ensure appropriate communication. Identifying geriatric syndromes, improving mobility and helping older people maintain their function are as important as ‘traditional’ emergency carePolypharmacy6.1Gather as much information as possible about medication, including over-the counter medications, with a structured approach of name of drug, dose, form of application and frequency. Identify any recent changes to medications including dose alterations and enquire about compliance and concordance6.2Consider whether an adverse drug event could be a contributing factor for admission, taking into consideration possible drug-drug interactions and drug-disease interactions. In patients with polypharmacy, determine the anticholinergic burden as this is an important modifiable risk factor for delirium6.3Perform a structured and standardized screen for potentially inappropriate medications using tools such as the medication Appropriateness Index of STOPP-START6.4Initiate new medications cautiously and initiate deprescribing if appropriate. Consider patient’s renal function and calculate the glomerular filtration rate rather than just relying solely on the creatinine. Avoid the use of analgesics such as NSAIDs or tramadol and do not use benzodiazepines as first line therapy in the management of delirium in older people6.5Assess patient’s drug regimen taking into consideration patient preferences, life expectancy, and comorbidities. Upon discharge, ensure that the patient, their care givers and patient’s health care providers are updated with the new prescription plan6.6If a comprehensive medication review cannot be performed in the Emergency Department, consider referring to a geriatric day hospital or clinical pharmacist for medicines optimizationTrauma7.1Assess the older patients presenting with low energy transfer trauma for significant injuries7.2Aim to improve the pre-hospital and in-hospital triage systems to identify major trauma in older adults by incorporating risk stratifying tools such as silver trauma safety net and older patient trauma screening tool for trauma units, major trauma centers and local emergency hospitals7.3Look out for the signs of occult haemorrhageHeart rate > 90 bpmSystolic blood pressure < 110 mmHgLactate > 2.5 mmol/L7.4Perform a CT head scan on any patient aged ≥ 65 years with loss of consciousness or amnesia following a head injury. Furthermore, perform a CT scan on any patient with a head injury who is on warfarin, other anticoagulants (Direct Oral Anticoagulants), clopidogrel (anti-platelet therapy) or with bleeding disorders like haemophilia7.5Any adult ≥ 65"
  },
  {
    "full_text": "disorders like haemophilia7.5Any adult ≥ 65 years and clinical suspicion of cervical spine injury should have a CT cervical spine as soon as possible. Forced application of a collar is unnecessary as it may cause harm7.6The mainstay of treatment for rib fractures should be to provide adequate analgesia coupled with meticulous respiratory care to prevent complications such as atelectasis and pneumonia7.7Screen patients for underlying frailty, adapt a holistic approach to assess the multidimensional needs of the individual patient and agree patient centered goals of treatmentEnd of life care8.1Ask the patient whether they have established their goals of care with their General Practitioner or organ/hospital specialist. If not: initiate such a discussion. Use positive language about need for comfort care. Use optimally an opportunity of relatively compensated state of the patient8.2Treat pain: opioids are the main tool (find out any previous use of opioids!)8.3Treat dyspnea (rule out for reversible causes like pleural effusion, fluid overload or anemia): consider symptomatic relief with oxygen, opioids and/or benzodiazepines8.4Treat nausea and vomiting: identify any reversible causes like constipation or side effects of medication8.5Treat anxiety or delirium: explore possible causes (urinary retention, faecal impaction or pain). Benzodiazepines or antipsychotics like haloperidol can be used8.6GOAL: prioritize patient comfort by managing their symptomsCGAcomprehensive geriatric assessment,EDEmergency Department,CFSclinical frailty score,mmHgmillimetres of mercury,IVintravenous,IMintramuscular,CTcomputed tomography,bmpbeats per minute,mmol/Lmill mole per litre,NSAIDnon-steroidal anti-inflammatory drugsAn example of the content of the posters is shown in Fig.1.Fig. 1Poster expert clinical recommendations on topic 2: age/frailty adjusted risk stratification. Example of a poster that can be used to educate caregivers in the ED on age and frailty adjusted risk stratificationRecommendations for education and implementation of the Geriatric Emergency Medicine expert clinical recommendations can be found in Appendix 2 and 3.DiscussionThis paper describes the process and outcomes of the Geriatric Emergency Medicine clinical expert group. Recommendations have been made on eight key topics. The materials to implement these recommendations into practice are provided in the appendix.The field of Geriatric Emergency Medicine has been expanding in the last two decades. Geriatric Emergency Medicine guidelines have been developed in the USA [15]. Also, several sets of quality indicators have been published in the USA [16,17], UK [18] and Germany [19], as well as text books that have been written on this topic [20,21]. Furthermore, specific guidelines and reviews on typical geriatric syndromes and problems for the ED have emerged [22–24]. Our initiative is a first attempt to translate the increasing knowledge in Geriatric Emergency Medicine into guidance for"
  },
  {
    "full_text": "in Geriatric Emergency Medicine into guidance for professionals working in Europe. The existing lack of such translation—referred to as the ‘know-do gap [10]”—hampers timely implementation of this knowledge. Because of the aim to deliver very short guidelines for clinical practice on one hand, and the expected low quantity and evidence-level of the literature [11,25–27], we did not perform formal systematic reviews and no systematic evidence-grading, but rather used expert experience and consensus. The unmet urgent need to increase awareness, knowledge and competencies of professionals working in Geriatric Emergency Medicine validates such a pragmatic approach, but does not at all exclude that future research should further increase evidence-level and recommendations. The expert clinical recommendations will therefore be updated regularly. Our pragmatic approach allowed us to deliver rapid guidance—although postponed by the COVID-19 pandemic—with recommendations that may have an impact on patient outcomes throughout Europe in the short term. Our recommendations are based on expert consensus and not systematic reviews. In response to the limited empirical evidence in this area, we have recently publishes a research agenda that will hopefully stimulate more research in this field [28].Dissemination across EuropeIn Europe, a large diversity in healthcare systems, available resources and existing care protocols do not allow for recommendations that are both general to all patients and specific to each healthcare setting. For instance, the presence of a strong General Practice network (which is not the case in every single country) may influence ED patient population and epidemiology as well as recommendations on post-acute care. However, with the involvement of professionals from countries across Europe we have made these expert clinical recommendations as tailored to the European situation as possible. The posters were primarily generated in English and made available to the European community of Geriatric Emergency Medicine, with the explicit intention to make them available open-access and free of charge. An example of other guidelines disseminated in this fashion are the European Resuscitation Council Guidelines [29]. In collaboration with the authors, individuals may translate the material and make changes to better suit the local national context. The posters are added in the Appendix.Implementation and educationRecent literature indicates that ED professionals are often not well trained in geriatrics and geriatric educational programs effectively improve their knowledge and evidence-based standards of older patients care in ED [30]. Appendix 2 gives recommendations on how to implement education on Geriatric Emergency Medicine in the ED. It shows how to choose topics to be covered and discusses several different teaching options such as simulation training, microteaching and learning events. Simultaneous to educating ED staff, structural"
  },
  {
    "full_text": "Simultaneous to educating ED staff, structural efforts need to be made to implement the clinical recommendations on Geriatric Emergency Medicine into everyday practice. Appendix 3 shows how to plan your approach and gives links to further resources. It gives advice on a multi-level and multidisciplinary approach as well as how to use data to drive change and possible barriers which can be encountered during implementation.Strengths and limitationsOne of the strengths of these expert recommendations is the use of the modified Delphi procedure, through which clinicians working in this field were able to provide input on the most important topics for which recommendations needed to be developed. The multidisciplinary and trans-European collaboration is also a strength, with emergency physicians, geriatricians and nurses working together. The visually attractive posters that were developed, as well as an overview of the possible tools that can be applied to aid clinical decision-making, will support the education of healthcare professionals involved in the care of older people in the Emergency Department, which has to potential to improve the care for older patients throughout Europe. Using QR-codes further information can be found, which can add to the further dissemination of knowledge.A limitation is that we did not perform a full literature review of these topics applying a GRADE procedure. Instead we used expert opinion to create expert clinical recommendations that can help closing the know-do gap. Furthermore, this is not an extensive initiative on all possible topics relevant to Geriatric Emergency Medicine. Finally, the expert group only consisted of physicians and nurses and did not include (for instance) healthcare directors or patients. We are planning however to expand the range of topics in the future and believe we covered the most important ones for this first phase.ConclusionUsing a multidisciplinary and pan-European approach, we developed expert clinical guidelines for Geriatric Emergency Medicine. These recommendations come in visually attractive posters and advice for implementation and education, aiming to close the ‘know-do’ gap. Future efforts will be made to further expand these on relevant topics.Supplementary InformationBelow is the link to the electronic supplementary material.Supplementary file1 (DOCX 15 KB)Supplementary file2 (DOCX 26 KB)Supplementary file3 (DOCX 75 KB)"
  }
]