[
  {
    "full_text": "TITLE: Qualitative Study of Long‐Term Cardiac Arrest Survivors’ Challenges and Recommendations for Improving Survivorship ABSTRACT: BackgroundCardiac arrest survivorship refers to the lived experience of long‐term survivors of cardiac arrest and the many postdischarge challenges they experience. We aimed to gather a nuanced understanding of these challenges and of survivors' perceptions of ways to improve the recovery process.Methods and ResultsWe conducted 15 semistructured, one‐on‐one interviews with cardiac arrest survivor members of the Sudden Cardiac Arrest Foundation; the interviews were conducted by telephone and recorded and transcribed verbatim. We used thematic analysis, informed by the Framework Method, to identify underlying themes regarding cardiac arrest survivorship challenges and recommendations to improve cardiac arrest survivorship. Regarding challenges, the overarching theme was a feeling of unpreparedness to confront postarrest challenges because of lack of resources, education, and appropriate expectations for recovery. Regarding recommendations, we uncovered 3 overarching themes including systemic recommendations (eg, providing appropriate resources and expectations, educating providers about survivorship, following up with survivors, including caregivers in treatment planning), social recommendations (eg, attending peer support groups, spending time with loved ones, providing support resources for family members), and individual coping recommendations (eg, acceptance, resilience, regaining control, seeking treatment, focusing on meaning and purpose).ConclusionsWe described common challenges that survivors of cardiac arrest face, such as lacking resources, education, and appropriate expectations for recovery. Additionally, we identified promising pathways that may improve cardiac arrest survivorship at systemic, social, and individual coping levels. Future studies could use our findings as targets for interventions to support and improve survivorship. BODY: Clinical PerspectiveWhat Is New?Through semistructured interviews, we found that long‐term survivors of cardiac arrest experienced a feeling of unpreparedness to confront cardiac arrest survivorship because of lack of resources, education, and appropriate expectations for recovery.Survivors of Cardiac arrest recommended potential mechanisms to improve survivorship at multiple levels, including the systemic level (eg, appropriate resource provision for survivors and caregivers), social level (eg, use of peer support groups and social supports), and individual coping level (eg, acceptance, resilience, focusing on meaning and purpose).What Are the Clinical Implications?Medical systems, researchers, medical providers, and behavioral health providers may consider these survivors' challenges and recommendations when developing programs, interventions, and treatments aimed at improving cardiac arrest survivorship.Cardiac arrest survivorship refers to the lived experience of"
  },
  {
    "full_text": "survivorship refers to the lived experience of long‐term survivors of cardiac arrest, which is characterized by many challenges including chronic cognitive, psychological, physical, and functional symptoms, collectively termedextracardiac symptoms.1As survival to hospital discharge has improved,2the impact of extracardiac symptoms on quality of life has become more evident.1,3,4Unfortunately, there is no standardized approach to long‐term postarrest management and follow‐up, which may result in further chronic, untreated symptoms.In a previous qualitative study, survivors of cardiac arrest reported feeling unprepared for the emotional and cognitive changes they later experienced over the course of their recovery.5Consistent with this finding, a recent survey study of ours of long‐term survivors ofcardiac arrest found that they received significantly few cognitive and psychological resources throughout their recovery process.6Specifically, there was a high proportion of survivors who reported experiencing cognitive (73%) and psychological symptoms (67%) at some point in their recovery, yet only 31% received some cognitive resource and only 26% received some psychological resource. Taken together, these studies suggest that survivors of cardiac arrest do not consistently receive the postdischarge resources they need, nor do they anticipate the challenges that they will face after hospital discharge.Given that survivors lack appropriate expectations for recovery and discharge referrals, there is considerable room to improve on the long‐term cardiac arrest recovery experience. To that end, we sought to address an important knowledge gap, that is, to identify the unique challenges of long‐term survivors of cardiac arrest so as to align care to meet survivors' needs in the long term. As such, in the current study, we conducted qualitative interviews with long‐term survivors of cardiac arrest (ie, beyond 1 year after discharge) to better understand their survivorship challenges and to elicit their recommendations for improvement. Whereas previous studies have identified sources of survivors' challenges, few have elicited recommendations from the survivors themselves on how to address these challenges and improve survivorship overall.METHODSThis study was part of a larger survey study exploring patient‐centered outcomes after cardiac arrest7,8,9. Here, we reported qualitative results from semistructured, one‐on‐one interviews conducted with long‐term survivors of cardiac arrest with the aims to (1) better understand cardiac arrest survivorship challenges, and (2) identify ways to improve cardiac arrest survivorship. The deidentified data that support the findings of this study are available from the corresponding author upon reasonable request. This study was approved by the Colorado Multiple Institutional Review Board, and the participants gave informed consent.We interviewed members of the Sudden Cardiac Arrest Foundation, an online support group"
  },
  {
    "full_text": "Arrest Foundation, an online support group network of survivors of cardiac arrest. Sudden Cardiac Arrest Foundation membership is free, opt‐in, and open to all survivors of cardiac arrest and informal caregivers of those who survived a cardiac arrest.In October and November 2019, we invited cardiac arrest survivor members of the Sudden Cardiac Arrest Foundation to participate in an online survey on cardiac arrest survivorship, the findings of which have been described elsewhere.7,8,9Survivors were surveyed on average 5 years after the event. At the conclusion of the survey administration, survivors indicated their willingness to participate in a qualitative interview. We then randomly selected 15 survivors and interviewed them between November 2019 and March 2020. The interviews were conducted over Zoom audio calls. These semistructured interviews contained 10 guiding questions regarding survivors' hospitalization, discharge, and postdischarge experiences. The interview guide was informed by a previous qualitative interview with patients who had survived a cardiac arrest ,5as well as previous quantitative studies.7,8,9Consistent with our study aims, the interview guide served to (1) elicit challenges that survivors experienced and (2) to identify factors that they thought could improve cardiac arrest survivorship. The interviews lasted between 20 and 60 minutes. During the interviews, survivors were informed that they could discontinue the interview at any time. The interview guide can be found in TableS1.We audio recorded 15 interviews that were then deidentified and transcribed verbatim. We used a secure qualitative data analysis platform (Dedoose version 8.3.47) to store and code the deidentified transcripts.Qualitative AnalysisWe conducted thematic analysis, using the Framework Method,10to identify underlying patterns (themes) regarding post–cardiac arrest challenges and recommendations to improve cardiac arrest survivorship. Through thematic analysis we can identify, analyze, and report on themes found within the interviews.11Full details on how we implemented the Framework Method are described in DataS1. Briefly, we developed an initial informal codebook by deductively generating codes from our interview guide and current knowledge. As we examined the transcripts, we inductively generated new codes for the codebook based on patterns emergent from the transcripts.Two authors (A.P. and B.S.B.) then met to compare coded transcripts and develop a consolidated codebook. This process continued until they agreed upon a final codebook, which was then applied to all transcripts. Using the final consolidated codebook, all transcripts were coded (A.P.) and a second author (B.S.B.) then reviewed the transcripts, adding missing codes and queries where appropriate (ie, “double coded”). The 2 authors regularly met to review any discrepancies, missing codes, and queries. A larger group reconciled all discrepancies through consensus (A.P., B.S.B., and"
  },
  {
    "full_text": "through consensus (A.P., B.S.B., and S.M.P.). All interviews were double coded.We then independently reviewed all coded excerpts and generated corresponding overarching themes. The research team regularly met to discuss these themes, again reviewing any discrepancies and queries until they achieved consensus.Demographic VariablesFrom survivors' survey responses in the parent study, we extracted basic demographic information including sex, race, time since arrest, age at arrest, household income, and geographic distribution. We also collected certain cardiac arrest variables including arrest location, implantable cardioverter‐defibrillator (ICD) placement, and provision of targeted temperature management.RESULTSDemographic VariablesOf the 15 survivors of cardiac arrest interviewed, 53% (n=8) were women, 93% (n=14) were White, their average time since arrest was 60 months (range, 18–168 months), and their average age at arrest was 51 (range, 34–71 years). The sample was relatively affluent; household income distribution was as follows: $50 000 to $74 999 (13%, n=2), $75 000 to $99 999 (7%, n=1), $100 000 to $150 000 (33%, n=5), and ≥$150 000 (47%, n=7). Geographic distribution was as follows: United States Northeast (7%, n=1), United States South (27%, n=4), United States Midwest (27%, n=4), and United States West (40%, n=6).In terms of cardiac arrest variables, 73% (n=11) of survivors reported experiencing an out‐of‐hospital arrest, 87% (n=13) received an ICD, 6.7% (n=1) use a wearable ICD, and 47% (n=7) reportedly received targeted temperature management.Qualitative ResultsWe uncovered many themes within our 2 main domains of investigation: challenges and recommendations. Among the challenges, we uncovered an overarching theme of feeling unprepared (see Table1for themes related to challenges). Among recommendations, we uncovered 3 overarching themes: systemic, social, and individual coping recommendations (see Table2for themes related to recommendations).Table 1Challenges and Extracardiac Symptoms Experienced by Survivors of Cardiac ArrestChallengesExtracardiac symptoms – cognitiveExtracardiac symptoms ‐ physicalExtracardiac symptoms ‐ psychologicalFeeling unprepared to confront survivorshipExecutive function deficitsFatiguePosttraumatic stressLack of resources for treating extracardiac symptomsMemory deficitsLoss of functionAnxietyLittle education/knowledge of conditionDisorientationWeaknessDepressionLack of accurate expectations for recoveryBrain fogPainSleep disturbancesSocial challengesAttention deficitsFine motor issuesUncertainty over long‐term prognosisDifficulty returning to workSpeech deficitsDifficulty accepting/processingDifficulty managing medicationsSurvivor's guiltFeeling abandoned by providersAngerLack of emotional supportDifficulty adapting to new normalTable 2Survivors' Recommendations to Improve Cardiac Arrest SurvivorshipSystemicSocialIndividual coping1. Provide resources to manage extracardiac symptoms1. Attend peer support"
  },
  {
    "full_text": "extracardiac symptoms1. Attend peer support groups1. Acceptance2. Provide appropriate expectations and education about cardiac arrest survivorship2. Spend time with family and friends2. Resilient coping3. Educate providers about cardiac arrest survivorship3. Provide emotional support resources for family and caregivers3. Regain control in life4. Follow‐up with survivors4. Seek treatment for extracardiac symptoms5. Include caregivers in treatment planning whenever possible5. Focus on meaning and purposeCardiac Arrest Survivorship ChallengesThe overarching theme regarding postarrest challenges was feeling unprepared. Within the theme of feeling unprepared, we identified subthemes of lacking resources, lacking education/knowledge, and appropriate expectations for recovery.A second major theme regarding postarrest challenges was extracardiac symptoms, with subthemes of cognitive, physical, and psychological symptoms.Feeling UnpreparedNearly every survivor reported feeling unprepared, attributing this to a lack of resources, education, and appropriate expectations for recovery to manage their challenges and extracardiac symptoms. As one survivor who was 4 years postarrest said:“I had no expectation it would be as difficult, that any of this stuff would be as difficult as it has been.”Often, survivors noted feeling “lost” because of an absence of resources, education, and expectations. As one survivor shares, there was a need for more resources to help manage their recovery:“None of them offered any solutions, treatments, therapies, or any way that I could receive treatment and improve.”Many survivors did not anticipate experiencing extracardiac symptoms and were thus negatively surprised when they experienced these symptoms. As one survivor who was never given a clear diagnosis said:“I think it would have helped me an awful lot if I could have had more of an explanation about what was actually wrong with me.”Extracardiac Symptoms – Cognitive“I wish they had told me that my brain is going to be in a blender for a while.”This survivor was nearly 2 years postarrest and recalled feeling as though they had suffered a brain injury that resulted in a range of symptoms. Indeed, nearly all survivors voiced some concern over experiencing a brain injury that had resulted in cognitive symptoms. The most common cognitive symptoms reported included impairment of executive function and memory. Within executive function, survivors reported issues with problem solving, planning, reasoning, attention allocation, and sustained attention.“I just lost the ability to put things together, and in a coherent way, so that I could understand issues that I was working on and problems that I was trying to solve.”With respect to memory, survivors noted retrograde and anterograde amnesia, as well as short‐term memory and working memory impairments. As one survivor who has experienced significant memory problems notes:“Long‐term, my most significant difficulty or challenge would be"
  },
  {
    "full_text": "most significant difficulty or challenge would be significant memory loss that has been sustained, now, over 4 years.”Other cognitive symptoms mentioned by survivors included disorientation, brain fog, and speech problems such as “tip‐of‐the‐tongue” phenomenon.Extracardiac Symptoms – PhysicalNearly all survivors reported experiencing various levels of fatigue and loss of function since their cardiac arrest, as described in the quotes below:“I was exhausted. I think that was the other thing, like, I was really surprised at how tired I was. You know, I can remember just trying to get my daughter ready to get picked up for school, and having a shower, and I was, like, ‘Oh, my god, I need to go back to bed.’ I was really surprised. So, I think we need education about what are the things to expect when you go home.”“I mean I would get going and then all of a sudden just run out of gas.”“It wasn't like I had no strength or anything, but I was exhausted with everything, like physically exhausted … I had to take a nap sometimes 2 times a day.”Others reported weakness, pain, and fine motor issues.Extracardiac Symptoms – PsychologicalThe most common psychological symptoms were associated with posttraumatic stress disorder symptoms, anxiety symptoms, and depression symptoms. As we heard from one survivor:“I think the depression and the doom and the dread and anxiety of what I'm facing didn't really hit me until maybe about 9 months afterwards. I was kinda numb 6 to 9 months afterwards. … I was getting my affairs in order, getting beneficiaries changed, so I had a lot going on in my mind. I was getting ready to die.”Regarding posttraumatic stress disorder symptoms, survivors noted avoidance of physical exertion or external reminders of the arrest (eg, arrest location, doctors' offices, hospitals), emotional numbing, and enduring somatic threats (ie, persistent and threatening somatic reminders of trauma; see Edmondson, 2014).12Regarding enduring somatic threats specifically, survivors noted that the physical sensation of their ICD and their somatic symptoms (eg, pain and weakness) served as daily reminders of their cardiac arrest and mortality.With respect to anxiety symptoms, survivors reported rumination, fear of experiencing a repeat arrest, anxiety around experiencing an ICD discharge, anxiety about not knowing the cause of their cardiac arrest, and panic attacks.Regarding depression, survivors often noted feeling avolition, lethargy, isolation, doom, and dread in addition to a depressed mood, as captured in the 2 quotes below:“Everything would be going fine, and then all of a sudden, you'd have this feeling of impending doom or dread, for no reason. And, you know, it would be there for a while, 20, 30 minutes.”“For myself, when that situation [cardiac arrest] happened to me, I lost a lot of the drive and a lot of the ambition that I had. … And I just sort of like exist.”Other psychological symptoms reported by survivors included sleep disturbances,"
  },
  {
    "full_text": "by survivors included sleep disturbances, including nightmares of death and dying, and fear of falling asleep and not waking up. Others noted uncertainty about their long‐term prognosis, difficulty accepting/processing the event, survivor's guilt, and anger.Recommendations to Improve Cardiac Arrest SurvivorshipThe second domain we investigated was recommendations to improve cardiac arrest survivorship, as identified by the survivors themselves. Broadly, survivors discussed systemic, social, and individual coping recommendations.Systemic recommendations included ways to improve cardiac arrest survivorship at institutional and referral levels; social recommendations included ways in which social supports and resources could help improve adaptation from one's cardiac arrest; individual coping recommendations included ways one might use different coping strategies to help them to adapt from their cardiac arrest.Systemic RecommendationsSurvivors discussed systemic recommendations that helped them to cope with survivorship or systemic factors that were lacking and that, if present, could help improve cardiac arrest survivorship. These systemic recommendations were as follows: (1) provide resources to manage extracardiac symptoms, (2) provide appropriate expectations and education about cardiac arrest survivorship, (3) educate providers about cardiac arrest survivorship, (4) follow up with survivors, and (5) include caregivers in treatment whenever possible.Provide Resources to Manage Extracardiac SymptomsThe majority of survivors reported a need for appropriate resources to manage their postarrest challenges associated with the varied extracardiac symptoms as seen below:“I think compiling a resource that's user‐friendly for patients, and even for providers, can help going forward in terms of really setting expectations.”“It would have been nice to know, like, ‘Here are some of the impacts that we've seen cognitively in, you know, people who have gone through a similar situation and if you feel like you need more support in that area, we can refer you to neuro stuff and get that sorted out.”“I would say they need to address the psychological issues of a cardiac arrest survivor. That is not even broached. It was never even talked to me about in the hospital or after I was discharged or at any doctor's appointment.”Some of the resources that survivors mentioned (those that either were received or were lacking) included domain‐specific services (eg, neuropsychology, cognitive rehabilitation, psychotherapy, physical therapy, occupational therapy, and cardiac rehabilitation), peer support groups to learn from other survivors and to hear about shared experiences, and online and print educational materials.Provide Appropriate Expectations and Education About Cardiac Arrest SurvivorshipSimilar to the aforementioned theme, nearly all survivors discussed the need for appropriate expectations and education about cardiac arrest survivorship. Most survivors felt"
  },
  {
    "full_text": "cardiac arrest survivorship. Most survivors felt that they had left the hospital unprepared to face the many chronic extracardiac symptoms and challenges associated with cardiac arrest survivorship, as seen in the quotes below:“I think the medical professionals need to be honest about how essentially your life will never be the same after this point and say, ‘Here are the big categories that are going to be affected. It's going to be you know your physical health, your cognitive, and your emotional and they're all, they all interweave together and you're going to feel, you're going to feel impacts on all of those 3 areas.’”“I feel like no one told me it was going to be like this extended time of recovery. It was kind of like, you know what, you're going to be off 6 to 8 weeks and you'll be back to work and et cetera. And I just – I don't think I was prepared for what the coming year was going to be.”In these cases, survivors were initially unaware of the likely chronicity of their postarrest symptoms and were later discouraged by their perceived lack of progress over time. Conversely, some survivors reported that their providers did give them appropriate expectations about postarrest challenges, which allowed them to seek out appropriate postdischarge resources, as noted by one survivor:“We felt very lucky. We thought our medical care was excellent. I think we got good information from them. We knew what had happened.”Educate Providers About Cardiac Arrest SurvivorshipMany survivors were aware that literature on cardiac arrest survivorship is growing, and that not all providers may be aware of postarrest challenges:“I think if the physicians knew where to turn to get resources, I think that would be helpful.”“Well, I think that the problem is most providers, they're just trying to get you back. But helping you understand what the new normal is not – that's not what they're – there's a lot of unknowns coming out of a cardiac arrest.”Follow Up With SurvivorsMany survivors noted feeling “dropped” or “abandoned” by their providers after leaving the hospital and voiced a desire for follow‐up during the recovery course:“You go through 3 months' worth of rehab and it's almost like you're almost like dropped like a hot potato. It's like, yeah, you completed your program but there's no follow‐up after that to say, hey, 3 months later, how are you doing?”In contrast, some survivors reported that they did receive follow‐up from providers, which helped reassure them that they were still being followed and cared for:“I saw my doctor about a month later. … He and his nurse practitioner were just totally amazing – the way they talked to me, the way they answered anything I had to say or ask…it's been ‘never quit’ in the 2 years since.”Many survivors also noted that providing follow‐up calls weeks to months after hospital discharge could be an opportunity for providers to monitor survivors' recovery processes:“I like the idea of long‐term [follow‐up], even"
  },
  {
    "full_text": "like the idea of long‐term [follow‐up], even let's say 6 months, that you get a call from the doctor or the hospital to check on you, to say, ‘Hey, we're looking at your stuff. We know you're out there. ‘Cause you don't get that, you feel you're an island.”Include Caregivers in Treatment Planning Whenever PossibleSurvivors described that including caregivers in treatment planning would allow help caregivers coordinate survivors' postdischarge care. They also noted that this may be particularly beneficial when survivors are experiencing persistent cognitive symptoms and lack insight into their deficits:“The opportunity for miscommunication, and therefore, misunderstanding is huge in those few months afterwards. So if you've got a caregiver who can attend, and take detailed notes, and if necessary, read them back to the doc before you walk out the door, that would be very helpful.”Social RecommendationsSurvivors discussed social recommendations that either helped them cope with their cardiac arrest or were lacking, and if present, could help future survivors cope with cardiac arrest. These included (1) attend peer support groups, (2) spend time family and friends, and (3) provide resources and support for family and caregivers.Attend Peer Support GroupsNearly every survivor recognized the value of peer support groups (online and in‐person) to cope with cardiac arrest survivorship. In particular, survivors noted that peer support groups helped them (1) learn about the recovery process, (2) find comfort in shared lived experiences, and (3) find meaning in helping other new survivors of cardiac arrest:“There's a few online groups that I'm on. New people join; they're like, ‘I feel like I have nobody to talk to.’ Once I saw that same thing coming up with people, I'm like, ‘Okay. I'm not crazy.’”As one survivor describes, they thought it would have been helpful to be connected with other survivors of cardiac arrest with similar experiences:“What would have been really valuable to me is if they could have matched me up with a couple people that I could have talked to who had been in similar shoes to me.”Spend Time With Family and FriendsSurvivors discussed the importance of having supportive family and friends throughout the recovery process:“… talking about it with my husband, who is very, very good at listening and encouraging me to not feel like I'm burdening him. I think that talking out loud is the best medicine.”Many felt that the cardiac arrest was a “wake‐up call” and were compelled to prioritize time spent with loved ones. As one survivor suggested: “Enjoy family right now and in the moment that you're in.” Others noted that it was easier to adapt to homelife when loved ones could provide instrumental functional and emotive support:“My family was behind it completely. My family was behind my changing of the diet, my family encouraged me to do the things that I needed to do.”Provide Emotional Support Resources for Family and CaregiversSurvivors"
  },
  {
    "full_text": "Resources for Family and CaregiversSurvivors also recognized the need for their loved ones to receive emotional support:“I think it would just be getting the survivor and significant others the kind of a quick assessment about, hey, what resources would be helpful for you?”Many survivors reported that loved ones had suffered more emotionally than the survivors themselves. They reported that their loved ones were traumatized from witnessing the cardiac arrest event, cardiopulmonary resuscitation, lengthy hospitalization, and slow recovery process, as seen in the quotes below:“It was a very challenging time for our marriage and not only for me being the victim of it, but my wife had a whole other host of feelings because she was the person that came to my aid when I went down and gave me cardiopulmonary resuscitation and witnessed the whole event.”“I mean it was easy for me, man, I just died, that was it. My wife had to stay there for days in the hospital and all that. I don't remember any of that. So we need to help the significant others adjust to the new normal.”Finally, survivors noted that, when possible, providers should include family and caregivers throughout care so that they too can have appropriate expectations for their loved one's recovery.Individual Coping RecommendationsSurvivors identified many individual coping recommendations that helped them cope with their cardiac arrest. These recommendations included (1) acceptance, (2) resilient coping, (3) regain control in life, (4) seek treatment for extracardiac symptoms, and (5) focus on meaning and purpose.AcceptanceNearly all survivors discussed the notion that survivorship is a process that takes time, and that practicing acceptance, in turn, allowed them to cope with distress over their perceived lack of progress and loss of function:“But, so just getting used to what the new normal is and, obviously, everyone who has this happen wants to go back to where they were. And just understanding that it takes time to adjust to the new normal and accepting that there's maybe some limitations physically that are put on you.”Indeed, many noted that extracardiac symptoms took months and even years to resolve, and that certain symptoms never resolved.Resilient CopingAnother common factor discussed by survivors was resilience, and particularly, resilient problem‐centered coping and emotion‐centered coping strategies to manage their postarrest challenges. As one survivor who was 4 years postevent reported:“I wasn't going to let it get me down. I wasn't going to quit. I was not going to give up. I had to get back to doing my job well, to being able to put 2 or 3 words together in a conversation with friends.”Common problem‐centered strategies mentioned by survivors included adopting lifestyle changes to better align with their values, practicing health behaviors (eg, attending physical, cardiac, and cognitive rehab; increasing physical activity; improving diet; reducing substance use), and seeking"
  },
  {
    "full_text": "diet; reducing substance use), and seeking information about cardiac arrest recovery via digital and print media. Common emotion‐centered coping included practicing mindfulness and meditation, relaxation, spirituality, acceptance, and seeking familial and social support. As one survivor of 2.5 years reported, they still practice daily mindful meditations to help cope with their event:“I've been doing mindful meditation because I was having trouble sleeping at night, obviously, because this [the cardiac arrest] happened at night. I would do meditation, listen to a meditation at night or listen to music. I would say, ‘beauty beats fear’ every time. If you listen to some beautiful music, it helps you not be afraid.”Regain Control in LifeSurvivors often noted benefitting from identifying controllable factors in a disease process that was largely unpredictable:“I needed to do some sort of rehab like getting active again to regain control. For me, it's walking and biking and swimming or whatever it is to sort of get back to myself.”Many noted the benefit of engaging in behavioral lifestyle factors to regain control in life. While the link to behavioral cardiovascular risk factors and future cardiac arrest has yet to be established, many felt that practicing healthy lifestyle factors could help survivors regain perceived control over their recovery.Seek Treatment for Extracardiac SymptomsIn cases where survivors have good insight into their extracardiac symptoms, interviewees encouraged future survivors to seek help, especially emotional help.“I'd say talk to someone if you're having issues. It varies a lot from person to person but don't be afraid to seek help if you need help, like a therapist or talking to another person who has had a cardiac arrest.”Focus on Meaning and PurposeMany survivors experienced heightened awareness of their mortality and subsequently developed a desire to live with meaning and purpose:“I have a bucket list for the rest of my life. I focused on things that I really thought I might try and accomplish.”Some survivors noted that they responded to their arrest by focusing on the sources meaning and purpose they already had. Others noted that they felt they had been living without purpose before their arrest, and that seeking meaning and purpose following the arrest helped them cope with a newfound awareness of their mortality:“It's that whole thing, you face your mortality, and consider your purpose.”Recurring sources of meaning identified included helping new survivors in some way and leaving something behind for their loved ones (ie, generativity). Some survivors currently help new survivors by attending informational events, giving lectures, participating in support groups, and providing community‐based programs in cardiopulmonary resuscitation and automated external defibrillator education. In terms of generativity, some discussed writing letters for a loved one's birthdays to be opened in the future, creating family photo"
  },
  {
    "full_text": "to be opened in the future, creating family photo albums and family trees, and working on home projects.DISCUSSIONIn this qualitative study, we found that long‐term survivors of cardiac arrest feel unprepared to meet postarrest challenges likely because of lack of resources, education, and appropriate expectations for recovery. Further, we elicited recommendations from survivors themselves on how to improve cardiac arrest survivorship, which included systemic, social, and individual coping recommendations.Cardiac Arrest Survivorship ChallengesOur findings complement a growing body of qualitative reports such that nearly every survivor discussed feeling unprepared to confront postarrest challenges.5,13The main challenges and extracardiac symptoms reported in this study were cognitive symptoms, physical/functional symptoms, and psychological symptoms. Many of these symptoms have been reported previously and appear to become chronic problems after arrest.1,3,4,5,13,14,15,16,17,18Our findings contribute to this literature by suggesting reasons for the lack of preparedness to confront these challenges (ie, lack of resources, education, and appropriate expectations).Recommendations to Improve Cardiac Arrest SurvivorshipSystemic RecommendationsAt the systemic level, survivors recommended provision of resources, education, and appropriate expectations to manage cardiac arrest survivorship, education for providers, follow‐up from providers, and inclusion of caregivers throughout care. The recommendation for provision of resources is consistent with findings from another recent qualitative study, which emphasized the need to repeatedly provide information to survivors during hospitalization and beyond.19This may be particularly helpful for survivors with memory impairments or who do not have engaged family members or informal caregivers to help the survivors navigate postdischarge care. Fortunately, standardizing provision of domain‐specific services (eg, cognitive, physical, and psychological) in post–cardiac arrest management is currently a priority in this area.1A standardized referral process may also indirectly provide survivors with appropriate expectations for recovery through interactions with specialists in each impacted domain. Next, regarding the recommendation “follow‐up from providers,” previous qualitative reports have also discussed survivors' and caregivers' desire for follow‐up after discharge.13,15While this may seem to be a broad recommendation, certain specialty centers have already adopted this practice with good success.20,21,22Finally, the “education for providers” recommendation may also be broad and not directly actionable; however, the publication of informative reports such as the 2020 American Heart Association Scientific Statement on Cardiac Arrest Survivorship1could serve as valuable reference resources for those working with survivors of cardiac arrest.Social RecommendationsAt the social level, survivors noted the importance"
  },
  {
    "full_text": "the social level, survivors noted the importance of peer support groups, spending time with family and friends, and support for family members and caregivers. These recommendations could address the negative impact cardiac arrest has on social participation and family roles, as described in a previous qualitative study.14Directly addressing social challenges may be beyond the purview of medical providers; however, survivors could still be guided toward beneficial social resources, such as the Sudden Cardiac Arrest Foundation or the Sudden Cardiac Arrest Association. Of note, peer support groups have been shown to be effective in reducing psychological distress, albeit under proper training and supervision.23Relatedly, directing families and caregivers to these resources may also be helpful, as loved ones experience a unique psychological experience that is different from the survivors themselves (see point 5 of Systemic Recommendations and point 3 of Social Recommendations in the Results section). Other qualitative studies with survivors of cardiac arrest and their family members have also stressed the necessity of supporting loved ones.5,17Indeed, supporting loved ones is beneficial for both survivors and their loved ones. As seen in neurocritical care patient–informal caregiver dyads, the resiliency skills of one member of a dyad indirectly alleviates the psychological distress of the other member.24,25,26Importantly, the recommendations to support family members and caregivers were derived from the survivor interviewees themselves, as we did not interview family members or caregivers. Future research could conduct similar interviews with family members and caregivers to help identify their own specific needs and recommendations for improving cardiac arrest survivorship for the whole family system.Individual Coping RecommendationsAt the individual level, survivors noted the value of acceptance, resilient coping, regaining control in life, seeking treatment for extracardiac symptoms, and focusing on meaning and purpose. Up to this point, survivors have needed to develop their own strategies for adaptation.16Going forward, behavioral health providers can draw from these recommendations and work with survivors to identify what works best for them.Much prior work has discussed the devastating existential impact of cardiac arrest5,13,14,27; fortunately, psychotherapeutic interventions focused on meaning and purpose are efficacious in addressing existential concerns.28Further, targeting acceptance and resilience is not only directly actionable by behavioral health providers, but empirically supported in various psychotherapy interventions.29,30Future, individual‐level interventions could target these factors in both survivors ofcardiac arrest and their informal caregivers (if applicable).LimitationsOur study is not without limitations. First, our interviews are subject to recall biases given that the survivors experienced various degrees of amnesia"
  },
  {
    "full_text": "survivors experienced various degrees of amnesia from their cardiac arrest and retrospectively discussed elements of their hospitalization, discharge, and recovery process. Amnesia around the time of the cardiac arrest and recovery process likely impacted survivors' perceptions of preparedness and knowledge of cardiac arrest recovery. Importantly, however, while the presence of memory (or lack of it) around the event is certainly important in understanding our results, equally important is survivors' ongoing, subjective experience of survivorship. As we see in this study, survivors reported a wide variety of both challenges and recommendations that can be adopted to improve that ongoing, subjective experience. As such, further efforts are needed to help clinicians provide effective and lasting support, regardless of what survivors remembers from the acute recovery phase.Next, our sample was impacted by selection biases, as survivors shared similar demographic profiles (ie, majority White and of high socioeconomic status), were high‐functioning survivors in that they were able to independently complete an online survey, and they had chosen to be active participants in the same survivor support network. It is probable that the recommendation to use peer support groups was present because all of our participants were part of a peer support network. It is also likely that the majority of the survivors in this study experienced ventricular fibrillation/ventricular tachycardia at some point in their arrest (given that the majority received an ICD), suggesting that our findings may be most reflective of survivors of ventricular fibrillation/ventricular tachycardia arrests rather than pulseless electrical activity or asystole arrests. Despite these selection biases, the challenges reported by this high‐functioning sample are noteworthy, as these survivors achieved an “ideal” recovery – that is, they were discharged alive and regained sufficient functional and cognitive ability to participate in an online support group and an online survey. Of course, there are many areas for improvement for those who make an “ideal recovery,” as evidenced by the chronic extracardiac symptoms and challenges that our sample reported. Relatedly, there are likely racial or ethnic and socioeconomic disparities among survivors of cardiac arrest that were not captured in this analysis, given the selection biases. Continued research is needed in identifying challenges and recommendations from racially, ethnically, and socioeconomically diverse survivors. Given that a main finding of this study is that survivors of cardiac arrest lack resources, it is crucial to elucidate the specific barriers to resources that marginalized groups face when navigating cardiac arrest survivorship.CONCLUSIONSIn this qualitative study, we found that cardiac arrest survivors attribute feeling unprepared to confront their postarrest challenges because of lacking resources, education, and appropriate"
  },
  {
    "full_text": "of lacking resources, education, and appropriate expectations for recovery. Additionally, by eliciting recommendations from survivors, we identified potential interventional targets that may improve cardiac arrest survivorship at the systemic, social, and individual levels. Systemically, survivors recommended providing resources, education, and appropriate expectations to survivors; educating providers about survivorship; following up with survivors; and including caregivers in treatment planning. Social recommendations included attending peer support groups, spending time with loved ones, and providing support resources for family members. Individual coping recommendations included acceptance, resilience, regaining control, seeking appropriate treatment, and focusing on meaning and purpose.Sources of FundingA. Presciutti was supported by NIH/National Center for Advancing Translational Sciences Colorado Clinical and Translational Science Awards Grant Number TL1 TR002533 which provided fellowship funds and study expenses to complete this study. J. Elmer's research time is supported by the NIH/National Institute of Neurological Disorders and Stroke through grant 5K23NS097629.DisclosuresM.M. Newman is the CEO and president of the Sudden Cardiac Arrest Foundation. The remaining authors have no disclosures to report.Supporting informationData S1Table S1Click here for additional data file. CONCLUSION: CONCLUSIONSIn this qualitative study, we found that cardiac arrest survivors attribute feeling unprepared to confront their postarrest challenges because of lacking resources, education, and appropriate expectations for recovery. Additionally, by eliciting recommendations from survivors, we identified potential interventional targets that may improve cardiac arrest survivorship at the systemic, social, and individual levels. Systemically, survivors recommended providing resources, education, and appropriate expectations to survivors; educating providers about survivorship; following up with survivors; and including caregivers in treatment planning. Social recommendations included attending peer support groups, spending time with loved ones, and providing support resources for family members. Individual coping recommendations included acceptance, resilience, regaining control, seeking appropriate treatment, and focusing on meaning and purpose."
  }
]