[
  {
    "full_text": "TITLE: Quantitative characterization of left ventricular function during pulseless electrical activity using echocardiography during out-of-hospital cardiac arrest ABSTRACT: Background:Several prospective studies have demonstrated that the echocardiographic detection of any myocardial activity during PEA is strongly associated with higher rates of return of spontaneous circulation (ROSC). We hypothesized that PEA represents a spectrum of disease in which not only the presence of myocardial activity, but more specifically that the degree of left ventricular (LV) function would be a predictor of outcomes. The purpose of this study was to retrospectively assess the association between LV function and outcomes in patients with OHCA.Materials and methods:Using prospectively obtained data from an observational cohort of patients receiving focused echocardiography during cardiopulmonary resuscitation (CPR) in the Emergency Department (ED) setting, we analyzed 312 consecutive subjects with available echocardiography images with initial rhythm of PEA. We used left ventricular systolic fractional shortening (LVFS), a unidimensional echocardiographic parameter to perform the quantification of LV function during PEA. Regression analyses were performed independently to evaluate for relationships between LVFS and a primary outcome of ROSC and secondary outcome of survival to hospital admission. We analyzed LVFS both as a continuous variable and as a categorial variable using the quartiles and the median to perform multiple different comparisons and to illustrate the relationship of LVFS and outcomes of interest. We performed survival analysis using Cox proportional hazards model to evaluate the hazard corresponding to length of resuscitation.Results:We found a positive association between LVFS and the primary outcome of ROSC (OR 1.04, 95%CI 1.01–1.08), but not with the secondary outcome of survival to hospital admission (OR 1.02, 95%CI 0.96–1.08). Given that the relationship was not linear and that we observed a threshold effect in the relationship between LVFS and outcomes, we performed an analysis using quartiles of LVFS. The predicted probability of ROSC was 75% for LVFS between 23.4–96% (fourth quartile) compared to 47% for LVFS between 0–4.7% (first quartile). The hazard of not achieving ROSC was significantly greater for subjects with LVFS below the median (13.1%) compared to the subgroup with LVFS greater than 13.1% (p < 0.05), with the separation of the survival curves occurring at approximately 40 min of resuscitation duration.Conclusions:Left ventricular function measured by LVFS is positively correlated with higher probability of ROSC and may be associated with higher chances of survival in patients with PEA arrest. BODY: Background:Several prospective studies have demonstrated that the echocardiographic detection of any myocardial activity during PEA is strongly associated with higher rates of return of spontaneous circulation (ROSC). We"
  },
  {
    "full_text": "of return of spontaneous circulation (ROSC). We hypothesized that PEA represents a spectrum of disease in which not only the presence of myocardial activity, but more specifically that the degree of left ventricular (LV) function would be a predictor of outcomes. The purpose of this study was to retrospectively assess the association between LV function and outcomes in patients with OHCA."
  }
]