[
  {
    "full_text": "TITLE: Radiologic Imaging of Traumatic Bowel and Mesenteric Injuries: A Comprehensive Up-to-Date Review ABSTRACT: Diagnosing bowel and mesenteric trauma poses a significant challenge to radiologists. Although these injuries are relatively rare, immediate laparotomy may be indicated when they occur. Delayed diagnosis and treatment are associated with increased morbidity and mortality; therefore, timely and accurate management is essential. Additionally, employing strategies to differentiate between major injuries requiring surgical intervention and minor injuries considered manageable via non-operative management is important. Bowel and mesenteric injuries are among the most frequently overlooked injuries on trauma abdominal computed tomography (CT), with up to 40% of confirmed surgical bowel and mesenteric injuries not reported prior to operative treatment. This high percentage of falsely negative preoperative diagnoses may be due to several factors, including the relative rarity of these injuries, subtle and non-specific appearances on CT, and limited awareness of the injuries among radiologists. To improve the awareness and diagnosis of bowel and mesenteric injuries, this article provides an overview of the injuries most often encountered, imaging evaluation, CT appearances, and diagnostic pearls and pitfalls. Enhanced diagnostic imaging awareness will improve the preoperative diagnostic yield, which will save time, money, and lives. BODY: INTRODUCTIONRadiologists face a significant diagnostic challenge when evaluating imaging of bowel and mesenteric injuries in patients with trauma. Although these injuries are rare, they are important because many require immediate laparotomy as a definitive treatment. Delayed diagnosis and treatment are associated with increased morbidity and mortality secondary to sepsis [1]. In an era of increased use of computed tomography (CT) and non-operative management of abdominal trauma, the detection and accurate characterization of potential bowel and mesenteric injuries have become even more critical because injuries of the abdominal organs other than the bowel and mesentery may not be operated upon. Bowel and mesenteric injuries are among the most frequently missed injuries on trauma abdominal CT, with up to 40% of confirmed surgical bowel and mesenteric injuries not prospectively reported [234]. The rarity, subtlety, and non-specific appearance of such injuries on CT combined with limited awareness of radiologists may play a role in the underdiagnosis of these injuries [12]. Herein, we provide an overview of what has been published, as well as our experience and recommendations specific to imaging and diagnosis of bowel and mesenteric injuries.Epidemiology, Pathomechanism, and Clinical EvaluationApproximately 1%–3% of patients with blunt abdominal trauma have bowel and mesenteric injuries, and these injuries are the third most common after spleen and liver injuries. Overall, blunt bowel trauma occurs most"
  },
  {
    "full_text": "injuries. Overall, blunt bowel trauma occurs most frequently in the small bowel (70%–80%), followed by the colon (5%–20%), and duodenum (10%) [56]. In blunt mesenteric trauma, the small bowel vasculature is injured more frequently than the colon, and the ileocecal vasculature is the most frequently affected (40%) [7]. In penetrating trauma, the prevalence of these injuries is significantly higher (up to 17% of cases), with the bowel and mesentery being the most frequently injured structures [6].PathomechanismMotor vehicle collision, physical assault, sports-related trauma, and fall from a height remain the most frequent causes of blunt bowel and mesenteric injuries [8]. First, three patterns of blunt force include compression, acceleration–deceleration, and overpressure [9]. Compression causes direct injury to the bowel and mesentery, which are compressed against the abdominal wall, spine, and ribs. Since multiple organs and structures underneath the impact site can also be injured, the term “package injury” is used. Violent acceleration–deceleration moves adjacent structures in opposite directions, resulting in injuries at the fixed point between the movable peritoneal and relatively fixed retroperitoneal bowel segments. Overpressure (bursting force or pseudo-closed loop obstruction) is a sudden marked increase in intraluminal pressure of the bowel that occurs within a closed bowel segment, for example, at the stomach between the lower esophageal sphincter and the pylorus [9]. Second, ballistic and non-ballistic objects can cause penetrating bowel and mesenteric injuries at different segments depending on the entry site [10].Traumatic pathologies of the bowel and mesentery can be broadly classified as ‘surgical’ or ‘non-surgical’ lesions. The former includes full-thickness bowel or mesenteric tears, bowel ischemia, active vascular contrast extravasation (AVCE) of the mesentery, and mesenteric avulsion. Others (partial-thickness tear, intramural hematoma, parietal contusion, bowel ileus, focal mesenteric contusion, and non-expanding mesenteric hematoma) are generally considered non-surgical [1112].Clinical EvaluationIn blunt trauma, hemodynamically unstable patients with a positive Focused Assessment with Sonography for Trauma (FAST) require immediate laparotomy for active identification and control of intra-abdominal hemorrhage and bowel spillage containment [9]. In patients not requiring immediate surgery, imaging helps to select patients for non-operative management since clinical evaluation can be limited by distracting pain in polytrauma, inability to verbalize pain due to altered consciousness, and/or absent peritoneal signs when bowel spillage is minimal, having neutral pH, low bacterial load, and/or less active enzymes [19].In penetrating trauma, hemodynamic instability or clinical‘hard signs’ (blood per rectum, bowel contents within the wound, impalement, organ evisceration, hematemesis, or frank blood on nasogastric aspiration) require"
  },
  {
    "full_text": "or frank blood on nasogastric aspiration) require immediate surgical intervention [1]. In those without these signs, the clinical algorithm relies on multiple variables, with the main objective being to identify peritoneal penetration and organ injuries that require surgical exploration. Bedside imaging may be performed during the primary survey; however, the need for CT depends on the type and velocity of the projectiles, site and depth of the entry wound, and local institutional expertise [1013].Imaging EvaluationImaging Options and Appropriate TimingThree imaging modalities (conventional radiography, ultrasonography, and CT) can be used to evaluate acute abdominal trauma. The appropriate selection of each imaging modality is standardized by the Advanced Trauma Life Support (ATLS) protocol, which prioritizes the identification and management of potentially life-threatening injuries. The need for imaging must be weighed against the time required to perform it. When indicated, imaging is used during the primary survey (portable chest and pelvic radiography, FAST, or extended FAST [E-FAST]), secondary survey (CT, repeated FAST/E-FAST, or other conventional radiography), clinical observation, and admission [1].Conventional RadiographyConventional radiography has a very limited role in the evaluation of abdominal trauma owing to its poor sensitivity in identifying free fluid and organ injury. However, a large amount of pneumoperitoneum may be detected on a portable supine trauma chest radiograph, which necessitates abdominal exploration in blunt mechanism [9] and indicates peritoneal penetration in penetrating trauma. The main limitation is that the prevalence of such a finding is low, and pneumoperitoneum secondary to bowel injury, if present, is commonly observed in very small amounts, rendering it undetectable on radiography [4]. Conventional radiography remains helpful when free air or a foreign body is suspected (such as in gunshot or blast injuries), for the detection of apparent fractures, and as a follow-up in patients initially treated non-operatively [1014].FASTUltrasonography plays an integral role in the initial evaluation of patients with abdominal trauma. The ATLS protocol recommends FAST or E-FAST as an adjunct to the primary survey with resuscitation [14]. The aim of FAST, which has modest sensitivity, in this initial step is to detect free fluid, which can be blood or other traumatic fluids, including bowel contents. Pneumoperitoneum, bowel wall thickening, and mesenteric hematoma may be detected by ultrasonography, generally during either the secondary survey or admission.CTCT is the standard imaging modality for evaluating hemodynamically stable patients with blunt abdominal trauma, stab wounds to the flank and thoracoabdomen, and gunshot wounds [1013]. For blunt bowel and mesenteric injuries, CT has high specificity but modest sensitivity for detecting lesions that require therapeutic laparotomy [1516]. A recent meta-analysis of"
  },
  {
    "full_text": "laparotomy [1516]. A recent meta-analysis of 16 studies that enrolled 12514 patients with blunt trauma has reported a pooled sensitivity of 67.8% and specificity of 96.9% for CT [15]. Regarding anterior abdominal stab wounds, a meta-analysis of seven studies (575 patients) has reported a modest pooled sensitivity and specificity of 85% and 81%, respectively, for CT in diagnosing surgical bowel and mesenteric injuries [17]. The modest sensitivity of CT in this setting implies that a negative CT result cannot replace repeated clinical evaluations and close observation. Nevertheless, the latest version of the American Association of Surgery for Trauma Organ Injury Scaling (AAST-OIC) of the bowel and mesentery [18] includes CT findings with operative and pathological findings and assigns them injury grades and an Abbreviated Injury Score. This facilitates direct correlation between CT and other modalities and will likely improve communication within the care team and promote further research in the field.Optimal CT techniques are key to the accurate and reliable diagnosis of abdominal trauma. Although detailed techniques may vary from one center to another, at minimum, a trauma abdominopelvic CT should be performed with intravenous contrast administration in the arterial and portovenous phases to evaluate the mesenteric vasculature and delineation of the bowel walls. Unenhanced scanning may be useful for differentiating intrinsic hyperattenuating materials inside the bowel lumen, enteric contrast leakage, and AVCE. Axial images should be acquired at the thinnest possible slice thickness for isotropic voxels and cover from the diaphragm to the ischial tuberosities. Field-of-view selection must ensure skin-to-skin coverage to assess abdominal wall pathologies. Enteric (oral and/or rectal) contrast media are currently not recommended for the first CT in blunt abdominal trauma and are not routinely used in penetrating trauma. The results of a recent meta-analysis [19] did not support the use of enteric contrast media in penetrating trauma, and this position has been endorsed by the World Society of Emergency Surgery (WSES) [1], which cited the lack of improved accuracy, delayed examination time, increased cost, and potential surgical delay due to aspiration risk. However, local experience, surgeon preference, and new evidence [20] keep the debate open and the topic undecided.Routine abdominopelvic trauma CT protocols in adults at the Faculty of Medicine Siriraj Hospital, Mahidol University are provided inTable 1. When the abdominopelvic scan is included in the multi-trauma protocol of CT, the portovenous phase of this section is performed in dual-energy mode, which allows post-processing of virtual non-contrast images, monoenergetic images, iodine images, and iodine overlay maps.Repeat CTRepeat CT (with or without positive centric contrast) can be helpful in cases of persistent suspicion of significant bowel injury based on serial clinical examinations,"
  },
  {
    "full_text": "injury based on serial clinical examinations, inconclusive results of the initial CT, or in comatose polytrauma patients but there is no clinical signs warranting operative intervention. The scan should be performed at least 6 h after the initial CT to allow abnormalities to evolve and manifest [1]. Some studies have suggested that the repeat scan be performed 24–48 h following trauma, although any decision should be weighed against the risks of delaying surgery to treat significant injuries [821]. Concerning a suspected proximal bowel injury, such as in the duodenum, an immediate repeat CT with oral contrast can be helpful in differentiating full-thickness injury from partial-thickness injury when the initial CT is inconclusive and no clinical signs warrant immediate laparotomy [22].Detecting the Abnormalities on CTCT findings of bowel and mesenteric injuries can be broadly categorized into two groups as “hard” and “soft” signs (Table 2) based on predictive needs of surgical intervention [9]. These classifiers are consistent with how traumatic injuries are broadly categorized into surgical and non-surgical lesions, as described earlier in this article. This ‘hard’ and ‘soft’ categorization system is best suited for evaluating patients with blunt abdominal trauma but can also be used to evaluate penetrating trauma. Generally, a hard sign warrants prompt surgical exploration, whereas an isolated soft sign is used as an adjunct to clinical evaluation and cannot be relied upon solely as an operative indication. However, a combination of soft signs increases the probability of significant bowel and mesenteric injuries that may require surgical intervention [19].Hard CT SignsFive CT signs are highly specific for bowel and mesenteric injuries and are deemed requiring surgery by the Western Trauma Association and the WSES [1916]. Of these, four are applicable to both blunt and penetrating trauma, and one is specific to gunshot injuries.Extraluminal Air CollectionAir outside the bowel lumen (Fig. 1) following bowel trauma can be in the peritoneal cavity (pneumoperitoneum), mesenteric folds (mesenteric air; air bubbles trapped within mesenteric fat), or retroperitoneal space (pneumoretroperitoneum). This feature is highly specific for a full-thickness bowel tear in blunt trauma, with mesenteric air being the most helpful finding to locate the site of injury [1623]. The sign has a sensitivity of 18%–32%, and is only detected in up to one-third of patients with confirmed full-thickness bowel tears [1623]. This may be due to the lack of bowel distension at the time of trauma, which limits the amount of air that escapes from the lumen into the extraluminal space.Extraluminal Spillage of Bowel ContentsIntraluminal contents differ from one bowel segment to another, which directly affects the imaging appearance when there is extraluminal spillage. The stomach contains recently ingested materials, fluids, and gases. The small bowel is mostly filled with digested"
  },
  {
    "full_text": "The small bowel is mostly filled with digested content without gas, whereas the colon contains fecal material. Therefore, the contents spilled outside the bowel lumen can be fluid, solid food, fecal materials, or enteric contrast medium (Fig. 1). Although this finding has 100% specificity for diagnosing full-thickness tears of the bowel, this only has 10% sensitivity even when an enteric contrast medium is administered [16]. The CT appearance of spilled bowel contents varies depending on the type, amount, and composition of the spillage. Fecal material has a unique mottle appearance on CT because it is a mixture of solids, fluid, and air. Therefore, the presence of this sign outside the bowel lumen suggests a full-thickness colonic tear. Enteric contrast spillage has CT numbers close to that of the intraluminal contrast material administered for the examination.Bowel Wall DefectA bowel wall defect is defined as a discontinuity of the bowel wall that involves the entire thickness, with a resulting spillage of bowel contents into the mesenteric folds as well as the peritoneal and/or retroperitoneal spaces. This finding can be subtle or undetectable, even in retrospect. If visualized, there may be a lack of enhancement in part circumference of the bowel wall (best demonstrated as an incomplete ring of thickened loop in an axial plane); a cutoff sign, indicating loss of bowel wall continuity in its entire circumference, in which an abnormal thickened loop leads to the absence of such loop; and a Janus sign, characterized by abnormal dual bowel wall enhancement (two sides of the same bowel loop having an abrupt opposite enhancement, with one increased and another decreased) (Fig. 2) [24]. Bowel wall defect is a highly specific CT feature (99%–100%) of full-thickness bowel tears, although it is not very sensitive (22%–34%) [1623]. This sign may be more apparent in penetrating trauma because the wound tract leads to bowel injury [25].AVCE within the MesenteryExtravasation of intravenously administered contrast medium outside the mesenteric vessels reflects active bleeding within the mesentery that occurs at the time of CT. This finding is frequently observed within a mesenteric hematoma or hemoperitoneum as a round, oval, or irregular area, or a linear jet of high attenuation that has a CT number close to that of the nearby vasculature. If the scan is multiphase, AVCE changes in shape and size in the later phase (unlike a pseudoaneurysm) (Fig. 3).Metallic Fragment(s) within Bowel Wall or LumenMetallic bullet fragment(s) within the bowel wall or inside the bowel lumen are considered highly specific for full-thickness bowel injuries in the context of gunshot wounds. They appear as irregular-shaped, metallic-attenuation structures of varying sizes that may cause surrounding beam-hardening artifacts. Their location within the bowel wall or lumen can be confirmed using multiplanar reformats.Soft CT SignsFree FluidFree fluid is the most frequent CT finding"
  },
  {
    "full_text": "FluidFree fluid is the most frequent CT finding of blunt bowel and mesenteric injuries, with a wide range of sensitivity (25%–70%) and specificity (56%–85%) for predicting the need for surgery [1623]. The amount, location, and CT number of free fluid are the key features to distinguish pathological from physiological fluid, and bowel contents from other fluids. Physiological fluid has an attenuation of < 10 HU, is very small (≤ 10 mL), and is visualized only in the deep lower pelvic cavity below the S3 level and on less than five contiguous 5-mm axial CT images [18]. Fluids with other appearances should be considered pathological until proven otherwise. In general, the larger the amount of free fluid, the higher the likelihood of it being pathological [23]. Fluid between bowel loops or within the mesenteric folds (appearing as triangular-shaped fluid or at least one border being a straight line on CT) is more specific for bowel and mesenteric injuries than fluid in other peritoneal spaces [816].CT numbers can be used to help determine the nature of the fluid. Fluid with < 15 HU is considered “low attenuation” which is generally detected in the small bowel. Other types of fluid have CT numbers as follows: food particles, > 15 HU; hemoperitoneum or unclotted blood, 20–40 HU; hematoma or clotted blood, 40–70 HU; and enteric contrast medium, > 100 HU [18]. However, different types of fluids may have the same CT number. For example, low-attenuation fluid can be bile (gallbladder), urine (urinary bladder injury), amniotic fluid (uterine injury of a pregnant woman), or pre-existing ascites. Alternatively, the same type of fluid may have a wide range of CT values.Bowel Wall ThickeningBowel walls are considered thickened when they are > 3 mm (distended small bowel) or > 5 mm (distended colon) [18]. Thickening secondary to blunt bowel injury may represent contusion, intramural hematoma, tear, or ischemia secondary to mesenteric vascular injury [25]. This may be of any length, although it is typically not diffuse. Thickening can be circumferential or eccentric and has various patterns of enhancement (Fig. 4). Bowel wall thickening is not a very sensitive or specific CT finding of bowel injury in blunt trauma (sensitivity of 45%–55% and specificity of 76%) because there are other etiologies for this appearance, such as physiological bowel contraction, hypoperfusion complex, and volume resuscitation [25].Intramural HematomaHematoma within the bowel wall appears as intrinsic high attenuation on unenhanced CT or virtual non-contrast CT images that can be focal or segmental. On contrast-enhanced images, this is generally masked by wall enhancement and appears as wall thickening [8]. When large, the hematoma may exert a mass effect on or against the bowel lumen, resulting in bowel obstruction. This pathology is observed frequently in blunt duodenal trauma, as the duodenum is compressed against the thoracolumbar (TL) spine or pinched by a fracture fragment caused"
  },
  {
    "full_text": "spine or pinched by a fracture fragment caused by a flexion–distraction injury [26].Abnormal Bowel Wall EnhancementBowel wall enhancement can be discerned in comparison with normal-appearing loops. In our experience, this is best performed on coronal-reformatted CT images in a narrow window width or dual-energy low-keV setting. Abnormal enhancement (Fig. 4) can be decreased or increased depending on the pathological process affecting the bowel. Common observations include inflammatory hyperemia (increased contrast inflow), venous congestion (decreased contrast outflow), pathologically increased endothelial permeability (interstitial contrast accumulation), or a combination of these pathologies [27]. Increased enhancement may occur in a setting of hypoperfusion related to recent or ongoing blood loss or even contusion [8]. Mural stratification of the bowel walls may also be observed, although this is a non-specific appearance.Decreased enhancement of the bowel wall generally suggests ischemia with 96%–98% specificity for diagnosing surgical lesions in blunt trauma [1623]. However, it is not considered a ‘hard’ sign possibly because decreased enhancement can reflect a spectrum of abnormalities and its subjectivity in the diagnosis [8]. The extent of bowel ischemia (mucosal to transmural) depends on the onset and severity of mesenteric vascular injuries and compensatory mechanisms. In severe cases, the affected bowel loops become necrotic and perforated a few hours after trauma, which results in extraluminal spillage of bowel contents and clinical peritonitis. If not perforated, the bowel may undergo fibrosis and stricture [25].Ischemic mesenteric laceration (“bucket handle” mesenteric tear) (Fig. 4) deserves special attention because this surgical lesion presents with decreased bowel wall enhancement. It is a laceration of the mesentery that causes transection of the terminal arteries, resulting in the interruption of blood flow to the bowel parallel to the mesenteric laceration. The most frequent locations are at the junctions between mobile and fixed bowel segments, including the mesentery of the distal ileum, jejunum, and colon, in order of decreasing frequency. At the margins of the injury, an abrupt transition from normal to abnormal bowel wall enhancement occurs. The injury often presents with other sensitive signs, such as free fluid and mesenteric fat stranding. CT has a sensitivity and specificity of 72%–78% and 92%–95% for this injury, respectively [27].Abnormal Mesenteric VesselsInjured mesenteric vessels may be stretched, partially torn, or completely torn, resulting in vascular spasm, pseudoaneurysm, or occlusion (Fig. 5). These vascular injuries are best evaluated on coronal and sagittal reformatted arterial-phase CT images. Mesenteric vascular beading (presumed spasm) is a mild form of vascular injury that appears as a repetitive caliber change in a vessel. This condition is generally managed conservatively if it is not associated"
  },
  {
    "full_text": "managed conservatively if it is not associated with bowel ischemia [8]. A pseudoaneurysm is a vascular injury that is contained within the vascular adventitia or by a surrounding thrombus. It appears as a focal well-defined outpouching structure arising from the injured artery, with attenuation similar to that of the parent artery. Occlusion of the injured artery (abrupt cutoff of mesenteric vascular enhancement) is rarely observed. This can be secondary to a full-thickness mesenteric tear through a vessel (avulsion of the mesentery from blunt force and penetrating trauma) or significant contusion of the artery. Mesenteric arterial occlusion is considered a surgical lesion and high-grade mesenteric injury according to the AAST-OIC [18] because of its strong potential for bowel ischemia.Mesenteric Fat Stranding and HematomaLocalized fat stranding of the mesentery may result from microhemorrhage (contusion) secondary to trauma. When it is well formed and non-enhancing, and has high intrinsic attenuation (40–70 HU), it is called a hematoma. A mesenteric hematoma (Fig. 3) may have well or poorly circumscribed borders or may even blend with nearby hemoperitoneum. If sufficiently large, it can cause a local mass effect on nearby bowel loops. In the blunt mechanism, the size, presence of AVCE, and abnormal enhancement of bowel loops corresponding to the hematoma are important factors for determining the need for immediate surgical intervention [1112].Penetrating Bowel and Mesenteric InjuriesAlthough CT findings of bowel and mesenteric injuries are quite similar between blunt and penetrating mechanisms, few notable differences deserve attention, including wound trajectory, presence of peritoneal/retroperitoneal penetration, and foreign bodies. Establishing the entry wound, wound trajectory, and possible exit wound is crucial. A wound tract leading to the peritoneum or retroperitoneum (Fig. 6) is a pathognomonic finding of peritoneal or retroperitoneal penetration. This is emphasized in the AAST-OIC [18] of penetrating bowel trauma as a required component of AAST grade I–IV injuries. On CT, a wound tract extends from an entry wound, which can be marked by a radiopaque material prior to the scan, and generally has a tubular or linear shape; contains blood products, air, foreign bodies, bone fragments, or a combination of these; and may be surrounded by fat stranding.Some of the “hard” CT signs of bowel and mesenteric trauma described earlier are surgical lesions in both penetrating and blunt trauma. These signs include extraluminal spillage of oral contrast or bowel contents, bowel wall defect, and metallic fragment(s) within the bowel wall or lumen. These signs are highly specific for full-thickness bowel tears, and all except the last are assigned an AAST grade V. Another grade-V AAST injury of penetrating bowel trauma is lack of bowel wall enhancement, although this appearance is not considered to be of similar severity in the grading scale of blunt"
  },
  {
    "full_text": "of similar severity in the grading scale of blunt bowel trauma [18].Unsurprisingly, many CT signs considered to be “soft” or less specific for blunt bowel injuries suggest a surgical lesion when a penetrating wound tract extends into the peritoneum or retroperitoneum. This reflects the low threshold for laparotomy in patients with penetrating bowel trauma considering the limited accuracy of CT in identifying significant bowel injuries in this setting [1]. Grade II or above AAST lesions in penetrating bowel trauma are considered operative (full-thickness tears of varying extent and severity). The non-surgical bowel lesions (contusion or hematoma without devascularization, or serosal tear) are AAST grade I, which is consistent with the following imaging criteria of “wound tract extending into peritoneum or retroperitoneum with non-physiological small volume free fluid or small volume retroperitoneal fluid.”From a practical standpoint, the radiologist’s tasks in CT interpretation of penetrating trauma to the bowel and mesentery include: identifying the wound tract and establishing its extent to the peritoneum or retroperitoneum; detecting ‘hard’ signs specific to penetrating trauma; and distinguishing between grade-I AAST (non-surgical) injuries of the bowel and the other four AAST grades (II–V).Additional CT SignsBlunt Abdominal Wall TraumaBlunt injuries of the abdominal wall may be overlooked since they are infrequent, and visceral organ injuries are often more prioritized [28]. Detection of abdominal wall injuries (Fig. 7) becomes increasingly important when only‘soft’ CT signs of bowel and mesenteric injuries are present because they suggest significant blunt force to the abdomen [9]. In general, the more severe the abdominal wall injuries, the more likely it is that the bowel and mesentery have injuries. On CT, the appearance of these injuries varies from low (fat stranding and hematoma) to high (abdominal wall muscle tear, degloving, and hernia). Among these, hernia is the most severe injury that can result in further complications if left untreated, such as incarceration and strangulation [28].Flexion–Distraction Injury of the TL SpineFlexion–distraction injury is an unstable spinal injury frequently detected at the TL junction. In this injury, the distractive force causes disruption of the posterior and middle spinal columns, and flexion results in compression of the anterior spinal column at a fixed point (typically at the lap-belt level in a car accident). Direct compression of the abdominal wall compresses the abdominal organs into the spine, which can result in injury to the abdominal viscera, especially the bowel and mesentery, thereby completing the known triad of seat belt syndrome [1]. Since the bowel and mesentery are the most frequently injured organs associated with flexion–distraction injury of the TL spine [26], careful evaluation of their status is essential (Fig. 7).Using CT to Determine the Need for Surgery‘Hard’ CT signs"
  },
  {
    "full_text": "to Determine the Need for Surgery‘Hard’ CT signs are highly specific for surgical bowel and mesenteric injuries, therefore suggesting the need for immediate operative intervention [19]. Meanwhile, ‘soft’ signs are more critical when non-isolated or in penetrating trauma with evidence of peritoneal or retroperitoneal penetration.The recently revised AAST-OIC (Fig. 8) [18] is a very useful method for describing and grading CT findings of possible bowel and mesenteric injuries according to the standard scheme that works in parallel with the operative and pathological criteria. The system comprises the following: blunt small bowel, blunt colon, penetrating small bowel, penetrating colon, and mesenteric injury.In addition to the AAST grades, several other scores have been proposed to predict therapeutic surgery for blunt bowel and mesenteric injuries. The recently prospectively validated Bowel Injury Prediction Score [2930], which applies to those without a ‘hard’ CT sign requiring immediate laparotomy, uses three variables that are available at the time of initial evaluation (two clinical: abdominal tenderness and white blood cell count of ≥ 17000 cells/mm3; and one CT: appearance of mesenteric contusion or hematoma with bowel wall thickening or adjacent interloop fluid collection) to formulate a score. When present, each variable has a score of 1 for a maximum value of 3. A Bowel Injury Prediction Score of ≥ 2 indicates 72% sensitivity and 78% specificity for predicting therapeutic laparotomy. The specificity increased to 92% when used in patients with severe head injuries.Pearls and PitfallsUsing the AAST GradesAlthough the AAST-OIC provides valuable details, CT of the bowel and mesentery, unlike that of solid abdominal organs, has intrinsic limitations that radiologists and clinicians should consider when assigning a grade preoperatively. Surgical lesions are graded based on the operative and pathological criteria. A full-thickness bowel injury, regardless of mechanism, is considered at least a grade II injury, while a non-viable bowel is a grade V injury. Full-thickness mesenteric tears with viable bowel and mesenteric AVCE are grade IV and V injuries, respectively [18]. Other important caveats of using the revised AAST grades are as follows: the systems do not include stomach, duodenum, or rectal injuries; a similar injury grade with different trauma mechanisms may have different CT findings; a similar CT finding may not share the same grade of injury in different trauma mechanisms; and bowel injury of grade II to IV is upgraded by one grade if the diagnostic delay is > 8 h.False NegativesFalse negatives on CT can be related to the pathological process itself, examination technique, radiologist’s perception, and misinterpretation. Bowel and mesenteric injuries are an ongoing process. Although such injuries may escape detection in the first study, some injuries may progress to irreversible bowel ischemia or full-thickness tears (delayed"
  },
  {
    "full_text": "bowel ischemia or full-thickness tears (delayed perforation) over time. This may present much later for 3–7 days following trauma [9] (Fig. 9). Other injuries may be present but not captured on CT performed with suboptimal techniques. Alternatively, injuries may not be detected by a radiologist because of distraction by other overt injuries, satisfaction of search, or even a lack of awareness. Strategies to reduce errors in interpretation include: considering the trauma mechanisms (package injury in blunt trauma and wound trajectory in penetrating trauma); using a systematic approach to imaging interpretation; and perhaps the use of structured report templates. Dual-energy CT may improve injury detection and characterization, particularly on bowel wall enhancement, wall defects, and AVCE (Figs. 2,5).False Positives of the ‘Hard’ SignsFalse positives are often encountered with the ‘soft’ CT signs of injury since they can also be observed in conditions other than acute trauma or represent a non-surgical injury. Meanwhile, the critical false positives (Fig. 10) are related to the ‘hard’ CT signs since they may mislead surgeons and result in a negative laparotomy. Extraluminal air collection in blunt trauma may be caused by pseudopneumoperitoneum. Metallic fragments within the bowel lumen may originate from pharyngo-esophageal injury, in which the fragments are swallowed rather than penetrating the abdomen.CONCLUSIONSBowel and mesenteric injuries remain diagnostic challenges in the clinical practice for treating trauma. Contrast-enhanced CT plays a crucial role in diagnosis, particularly in suggesting the need for surgical intervention. Prospectively validated clinical- and CT-based scoring and revised AAST grading schema can help pave the way for improved communication among members of trauma care teams and promote future research in this topic. CONCLUSION: CONCLUSIONSBowel and mesenteric injuries remain diagnostic challenges in the clinical practice for treating trauma. Contrast-enhanced CT plays a crucial role in diagnosis, particularly in suggesting the need for surgical intervention. Prospectively validated clinical- and CT-based scoring and revised AAST grading schema can help pave the way for improved communication among members of trauma care teams and promote future research in this topic."
  }
]