[
  {
    "full_text": "TITLE: Recurrent Out-of-Hospital Sudden Cardiac Arrest: Prevalence and Clinical Factors ABSTRACT: Background:Despite improvements in management following survival from sudden cardiac arrest (SCA) and wide availability of implantable defibrillators (ICD) for secondary prevention, a subgroup of individuals will suffer multiple distinct episodes of SCA. The objective of this study was to characterize and evaluate the burden of recurrent out-of-hospital SCA among survivors of SCA in a single large US community.Methods:SCA cases were prospectively ascertained in the Oregon Sudden Unexpected Death Study. Individuals that experienced recurrent SCA were identified both prospectively and retrospectively.Results:We ascertained 6649 individuals with SCA (2002–2020) and 924 (14%) survived to hospital discharge. Of these, 88 survivors (10%) experienced recurrent SCA. Of the non-survivors (n=5725), 35 had suffered a recurrent SCA. Of the total 123 SCA cases with recurrent SCA, >60% occurred at least one year after the initial SCA (median 23 months, range 6 days – 31 years). SCA occurred despite a secondary prevention ICD in 22% (n=26). Prevalence of coronary disease (36% vs. 25%), hypertension (69% vs. 43%), diabetes (44% vs. 21%) and chronic kidney disease (35% vs. 14%) was significantly higher in recurrent SCA vs. single SCA survivors (n=80, p=0.01). Among individuals with no secondary prevention ICD before recurrent SCA, the majority had apparently reversible etiologies identified at initial SCA, with one-quarter undergoing coronary revascularization and over half diagnosed with non-coronary cardiac etiologies.Conclusions:At least ten percent of SCA survivors had recurrent SCA, and a large subgroup suffered their repeat SCA despite treatment for an apparently reversible etiology. A renewed focus on careful assessment of cardiac substrate as well as management of coronary disease, hypertension, diabetes, and chronic kidney disease in SCA survivors could reduce recurrent SCA. BODY: Background:Despite improvements in management following survival from sudden cardiac arrest (SCA) and wide availability of implantable defibrillators (ICD) for secondary prevention, a subgroup of individuals will suffer multiple distinct episodes of SCA. The objective of this study was to characterize and evaluate the burden of recurrent out-of-hospital SCA among survivors of SCA in a single large US community."
  }
]