[
  {
    "full_text": "TITLE: Resource use, availability and cost in the provision of critical care in Tanzania: a systematic review ABSTRACT: ObjectivesCritical care is essential in saving lives of critically ill patients, however, provision of critical care across lower resource settings can be costly, fragmented and heterogenous. Despite the urgent need to scale up the provision of critical care, little is known about its availability and cost. Here, we aim to systematically review and identify reported resource use, availability and costs for the provision of critical care and the nature of critical care provision in Tanzania.DesignThis is a systematic review following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines.Data sourcesMedline, Embase and Global Health databases were searched covering the period 2010 to 17 November 2020.Eligibility criteriaWe included studies that reported on forms of critical care offered, critical care services offered and/or costs and resources used in the provision of care in Tanzania published from 2010.Data extraction and synthesisQuality assessment of the articles and data extraction was done by two independent researchers. The Reference Case for Estimating the Costs of Global Health Services and Interventions was used to assess quality of included studies. A narrative synthesis of extracted data was conducted. Costs were adjusted and reported in 2019 US$ and TZS using the World Bank GDP deflators.ResultsA total 31 studies were found to fulfil the inclusion and exclusion criteria. Critical care identified in Tanzania was categorised into: intensive care unit (ICU) delivered critical care and non-ICU critical care. The availability of ICU delivered critical care was limited to urban settings whereas non-ICU critical care was found in rural and urban settings. Paediatric critical care equipment was more scarce than equipment for adults. 15 studies reported on the costs of services related to critical care yet no study reported an average or unit cost of critical care. Costs of medication, equipment (eg, oxygen, personal protective equipment), services and human resources were identified as inputs to specific critical care services in Tanzania.ConclusionThere is limited evidence on the resource use, availability and costs of critical care in Tanzania. There is a strong need for further empirical research on critical care resources availability, utilisation and costs across specialties and hospitals of different level in low/middle-income countries like Tanzania to inform planning, priority setting and budgeting for critical care services.PROSPERO registration numberCRD42020221923. BODY: Strengths and limitations of this studyThis study followed the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines to produce the first systematic review of the literature around the costs and resources used in critical care and forms of critical care in a lower resource setting such as"
  },
  {
    "full_text": "critical care in a lower resource setting such as Tanzania.A broad and comprehensive search strategy was designed to ensure all studies on resource utilisation and costs of critical care were identified despite its heterogeneous nature.This study used a fully articulated population, intervention, comparison and outcome framework to develop the search strategy and identify key search terms.To address the likelihood of limited relevant data on critical care in Tanzania, we selected a set of diseases likely to require critical care (eg, malaria and pneumonia) to include in our search strategy which may have introduced some selection bias.The availability of literature was limited in this lower-middle income country setting.BackgroundCritical care is an essential element of healthcare whose importance has been highlighted globally during the COVID-19 pandemic with countries experiencing overwhelming numbers of critically ill patients.1–3As a result, the care of critical illness has become an urgent point of focus in global health policy. COVID-19 notwithstanding, critical illness remains challenging driven by the large burden of injuries, infections and non-communicable diseases.4 5There are an estimated 45 million cases of critical illness in adults in the word each year4yet the limited capacity to deliver critical care, especially in resource constrained settings, is likely to continue.6Critical care is the identification, monitoring and treatment of patients with critical illness through the initial and sustained support of vital organ functions.7It entails enhanced monitoring, treatment and attention, due to a life-threatening illness or injury.8There have been great advances in the provision of critical care, for example, invasive and non-invasive monitoring techniques, mechanical ventilation (MV) and renal replacement therapy, among others, resulting in reduced mortality rates in patients with critical illness, especially in high-income countries.9However, such critical care is provided in sophisticated intensive care units (ICUs) using equipment which are costly to procure and maintain.10This makes it difficult for low resource settings to acquire such equipment to meet the needs of their populations and has led to recommendations for the development of more affordable critical care models that can be provided in any hospital settings and to all critically ill patients.1 11 12Moreover, most critically ill patients do not need critical care at ICU-level13and large unmet needs of even basic lifesaving critical care have been found in low/middle-income countries (LMICs).14–16With various national and international stakeholders calling for critical care scale-up,17it is necessary to understand the resources needed in the provision of critical care and their respective costs. Unfortunately, knowledge on the current availability of resources and the costs of critical care remains sparse.1 18 19There is no systematic review that examines the"
  },
  {
    "full_text": "19There is no systematic review that examines the available resources, utilisation and costs of critical care generally20nor in LMIC settings.To inform the planning and scale-up of critical care provision in a low-income country setting, this study takes a systematic approach to review available knowledge on the current resource availability, utilisation and cost in the provision of critical care in Tanzania.20MethodsThe systematic review followed the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines21and the protocol was registered with PROSPERO.20The full methodological protocol used in this review is available elsewhere.20For this study, critical care is defined as the identification, monitoring and treatment of patients with critical illness through the initial and sustained support of vital organ functions.7It involves enhanced monitoring, treatment and attention required by a patient as a result of the life-threatening aspects of an illness or injury.8Some aspects of critical care can be provided in any location, for example, monitoring for vital signs and respiratory support. However, an ICU is a well-established unit intended to provide specialist critical care that sustains life of patients during periods when a patient is experiencing a life-threatening condition. ICU critical care is critical care offered in an ICU while a non-ICU critical care is critical care offered in a place that is not gazetted as an ICU.Search strategy and selection processFollowing PRISMA guidelines, three electronic databases (ie, Medline, Embase and Global Health) were systematically searched for articles published since 2010.22A 10-year time frame was considered to ensure that findings reflect the present-day resource utilisation paradigm as resources used and their costs vary as technology and clinical guidelines evolve. Bibliographies of included articles were reviewed to find relevant articles that fulfil the inclusion criteria but had not been identified. Google and Google Scholar were also used to search for published articles that may not have been indexed within the databases. As internet search engines typically return several thousand results, the searches were restricted to the first 50 hits and links to potentially relevant material were accessed.23The PICO framework (table 1) describes major components used to identify key words. Other concepts and search terms are listed inonline supplemental file 1. Key words included critical care, critical illness, resource use and setting. To ensure that no costings were missed, we further added hospital care and selected condition with high disease burden in Tanzania to the search string (eg, neonatal disorders, HIV, Malaria and tuberculosis (TB)24), on the premise that these are conditions that have a high risk of critical illness. Seeonline supplemental 1for detailed key words.10.1136/bmjopen-2021-060422.supp1Supplementary dataTable 1PICO framework used to inform the"
  },
  {
    "full_text": "dataTable 1PICO framework used to inform the search strategyElementDescriptionPopulationAny patient in need of critical careInterventionInpatient services that could form part of critical care provisionComparisonNo critical careOutcomesCritical care services availableCost of the different inputs to critical care provision per patientQuantity and type of resources used in provision of critical care per patientPICO, population, intervention, comparator, outcome.Eligibility criteriaA study was considered eligible if it was published in English and reported on the provision of critical care,20services offered under critical care, resources and/or costs incurred by the health system or health providers in providing critical care in Tanzania. A detailed inclusion/exclusion criterion can be found inonline supplemental 2.Study selectionThe selection process followed the PRISMA guidelines. The articles identified during the search were retrieved and uploaded to Rayyan QCRI software.25The software was used to remove the duplicates. A standard process of screening titles and abstracts and full text reading was followed in assessment of eligibility of articles. Although some papers were focused on a specific condition, those that described including the costs of critical care and/or emergency related to that condition were selected. While many diagnostics are not specific to critical care, they can be used in the delivery of critical care. We therefore also included papers that reported on diagnostic costs.During the assessment of eligibility of the articles, two independent researchers of LG, HAS, SG, PBT and JK first reviewed the title and abstract. Articles that were identified as still eligible were then assessed through full text review by at least two researchers (SG, JK, HAS, PBT and LG). All conflicts were discussed and agreed on through consensus with third researcher (LG or HAS).Data extraction and synthesisA bespoke data extraction form was developed and used to record extracted data. The extracted data included author, year of publication, context (location, setting—urban or rural, type of facility, level of facility), critical care services offered, critical care equipment available, costing perspective, costing year, currency used, type of provider, payer, source of cost data, costing time frame, direct medical costs, resources used.A narrative synthesis of extracted data was conducted to report an overview of study characteristics of the eligible studies. We described the characteristics of critical care provision as identified in the literature and resources available for the provision of critical care in Tanzania. To facilitate comparisons, all reported costs were adjusted to 2019 prices using the GDP deflators for Tanzania26and reported in US$ and TZS. Cost data were collated first at the service level—by specific patient level service delivered. Then costs and resources used were categorised into groups based on a standard input-wise"
  },
  {
    "full_text": "into groups based on a standard input-wise categorisation, for example, human resources, diagnostics, services, consumables and medication.Quality assessment of individual studiesThe quality of the included articles was assessed by two independent researchers using an adaptation of the Reference Case for Estimating the Costs of Global Health Services and Interventions,27which provides a framework for quality assessment and data extraction. We used this framework to check the transparency of the authors in reporting what they did and identify likely sources of bias. With the framework, we described the following; any subgroup or population analysis done, statistical methods used to establish differences in unit costs by subgroup, determinants of cost, multivariate statistical methods used to analyse cost functions, sensitivity analyses conducted, list possible sources of bias, aspects of the cost estimates that would limit generalisability of results to other constituencies, all pecuniary and non-pecuniary interests of the study. Furthermore, methodological quality of studies that reported costs was further assessed by an appraisal checklist by Adawiyahet al.28We used 10 parameters to further assess the methodological quality which included research question being tackled, perspective, time horizon, relevant inputs, methods for quantities, data sources, sample size, discount rate, sensitivity analysis and reporting of costs. Any discrepancies were addressed by a joint re-evaluation of the article among three authors.Patient and public involvementThis systematic review did not involve any patient nor public in the design, data extraction and analysis. However, the findings of this systematic review will be made available to the public through an open access manuscript.ResultsStudy characteristicsA total of 792 articles were found using the search and 10 articles from the reference list review. Thirty-one studies fulfilled the inclusion criteria (figure 1), of which 14 reported on the costs associated with critical care in Tanzania (please seeonline supplemental 3: table of study characteristics (n=31)). The disease areas covered by eligible studies included; oncology (n=1), trauma (n=4), obstetrics (n=3), neonatal/child care (n=2), HIV (n=1), renal failure (n=1), TB (n=1), malaria (n=3), stroke (n=1), typhoid (n=1), antimicrobial resistance (n=1), surgery (n=2), respiratory illness (n=1), blood transfusion (n=1), no disease or area specific (n=8). The majority of studies were cross sectional in design (n=20) and reported on the location of critical care and critical care services available.Figure 1PRISMA chart. The PRISMA diagram shows the details the search and selection process applied during our systematic literature search and review. Based on Pageet al.21PRISMA, Preferred Reporting Items for Systematic Reviews and Meta-Analyses.Most studies were conducted in a specific region: the Coast Zone (n=7), Lake Zone (n=3), Northern Highland Zone"
  },
  {
    "full_text": "(n=7), Lake Zone (n=3), Northern Highland Zone (n=3), Southern Highland Zone (n=3) and Central Zone (n=1). A zone is a geographical area made up of districts within a given health region. Seven studies were nationally representative (n=7); two studies did not specify a given region. Three studies were carried out in rural settings while the rest were urban or mixed settings. Of the studies that specifically reported on critical care provision, 13 of the 15 studies were carried out in urban settings, 2 of the 15 studies were carried out in both rural and urban settings and no study was exclusively carried out in a rural setting. Nine studies specified that they were conducted in public (government owned) facilities and six specified non-governmental organisations including faith/missionary-based hospitals.Critical care provision in TanzaniaThe structure of the publicly funded health system in Tanzania is comprised of six levels29starting with the village health post (lowest level), dispensaries, health centres, district hospitals, regional hospitals and tertiary referral hospitals (the highest level) and care is delivered by public, faith/missionary-based providers and private providers.29–42Critical care is usually offered at the hospital level only, that is, the district hospital, regional hospitals and referral hospitals.29–34 36–43In addition, Nickset alstate that district hospitals offer basic forms of critical care while referral hospitals offer critical care in ICUs.29Based on the literature, we further categorise critical care into ‘Critical care delivered in an ICU’ and ‘Critical care delivered outside the ICU’. ICU delivered critical care services included intubation and ventilation. For example, one study found that 54.2% of all ICU patients were intubated or ventilated.41In total, seven studies reported on ICU delivered critical care.31 32 38 39 41 42The ICUs were all based in tertiary referral hospitals in Tanzania including regional hospitals. For example, Murthyet alstate that St. Francis Hospital in Ifakara region had 10 ICU beds and Sekou Toure Regional Referral Hospital in Mwanza had 8 ICU beds.36The district hospitals, for which studies were available, did not provide ICU delivered critical care.37Critical care outside the ICU was reported to be delivered either in operating theatres or in emergency units and general wards. For example, operating theatres at Kilimanjaro Christian Medical Centre offered critical care for cases like trauma and sepsis.44Theatres in lower-level hospitals like district hospitals often offer initial critical care before referring the patient to higher level hospitals that can offer ICU-based critical care. Although district hospitals and some regional hospitals were reported not to have ICUs, these facilities were reported to offer critical care in the general wards.37Some hospitals without ICUs designated areas within general wards to cater for the critically ill patients where arterial blood gas"
  },
  {
    "full_text": "critically ill patients where arterial blood gas and central venous pressure monitoring are done.37Administration of critical care-related medicines like Mannitol, and airway management were carried out in general wards.42Furthermore, Statonet alfound that some critical care services including intubation were performed in the emergency units.42Availability of resources required for critical careThe majority of eligible studies reported on the known resources used for critical care (n=21). However, many studies did not report the extent to which the resources were readily available at a given hospital (n=18). Three studies reported on availability and use of critical care resources and indicate that their availability varies between hospitals and is sometimes unreliable or inconsistent (online supplemental 4). Two studies find that there is a scarcity of trained staff in critical care.37 40Further, the availability of critical care equipment was heterogenous, with scarcity in the areas of mask and tubing, pulse oximetry, oxygen cylinders, adult and paediatric oropharyngeal airway, personal protective equipment (PPE) eye protection while gloves were abundant. In addition, a greater scarcity in paediatric than adult critical care equipment was identified.37 40Quality assessmentOf the 31 studies, 14 reported on the resource use and critical care costs and were appraised for quality using the Adawiyahet aladapted appraisal checklist28(online supplemental 5). All 14 studies were found to have clear research questions, mentioned the specific costing perspective, included relevant inputs, clearly stated methods for quantifying resources and reported costs. Four studies did not specify the time horizon while four studies partially addressed it. The majority of the studies (n=8) carried out some form of sensitivity analysis. All studies that collected primary data stated sample size but did not mention how it was determined and whether it was sufficient.Resource use and cost of resources associated with provision of critical careTypes of costs reported and sources of dataStudies that published costs of critical care as shown intable 2reported economic costs (n=8) or financial costs (n=6), using a mix of bottom-up (n=9) and top-down (n=5) approaches. Sources of the costs were local data collected from hospital records, surveys and price lists. Surveys (including key informant interviews) were a common method of data collection (n=9). Three studies used patient level data on resource use to inform costs.45–47Hospital or laboratory records were used in 6 of the 14 studies. Some studies used both survey and records review as the source of data (n=6). Two studies used international literature as a source of data (n=2). Unit costs reported included cost per programme, cost per patient, cost per visit, cost per patient day, cost per episode, cost per bed day, inpatient cost, total annual cost, cost per case.Table 2Types of costs reported and sources of"
  },
  {
    "full_text": "2Types of costs reported and sources of dataStudyType of costs*Real world/guideline costFull/incremental costCosting approach†Source of cost dataGithang'aet alFinancialReal world costsFull costsMixedHospital dataMengistuet al53FinancialReal world costsFull costsTop-downProgramme, hospital and health centre dataWilsonet alFinancialReal world costsFull costsBottom-upStaff survey (n=59)Kimaroet al45EconomicReal world costsFull costsBottom-upPatient survey, diaries (n=870)Shayoet al52EconomicReal world costsFull costsBottom-upRecords, government standards and market price surveyPhillipset alEconomicReal world costsFull costsTop-downLocal programme recordsPennoet al51EconomicReal world costsFull costsBottom-upLaboratory recordsKabadiet al2013EconomicReal world costsFull costsBottom-upSurvey (n=16) and project dataSicuriet al46EconomicReal world costsFull costsBottom-upPatient survey (n=150)Guerrieroet al50EconomicReal world costsFull costsN/ALiteratureBayneset al54FinancialReal world costsFull costsBottom-upHealth facility records (n=31) and key informant interviews (n=124)Riewpaiboonet al47EconomicReal world costsFull costsBottom-upRecord review and patient survey (n=17)Sumonaet al2016FinancialReal world costsFull costsBottom-upHealth facility survey (n=386)Jameset al48FinancialReal world costsFull costsTop-downFacility survey (n=155)*Economic costs are costs that capture opportunity, that is, the value of the forgone option/item including any donations or volunteer time, financial costs are the amount/money paid for a good or service.†Top-down cost estimation method is the estimation of cost by dividing the total cost by the quantity of services delivered or activities carried out, bottom-up cost estimation method is based on the valuation of all resources used in the process of delivering/providing a good or service. Mixed approaches use top-down methods for certain cost categories and bottom-up for other categories where more precision is required.Cost of services offered to patientsAlthough many studies intable 3reported costs of differing disease specific (eg, malaria and anaemia) or general hospital services (eg, inpatient and outpatient care) that included treatment of critical illness, no study reported the specific cost of the treatment of the critical care. A nationally representative study of general hospital services including critical care found that unit costs vary by provider ownership (public, non-governmental organisation (NGO) and private) and level of health facility (regional vs primary care).48Services provided at private hospitals were more expensive than the same services received at public hospitals. NGO hospitals were less expensive than public hospitals.48Table 3Cost of services offered to patientsStudyDescriptionUnit cost of outputCurrency yearUnit cost price in 2019 (US$)Unit cost price in 2019 (TZS)Mengistuet al53Clinical care for emergency obstetric casePer case2013143.85329 166Mengistuet al53Average cost per surgical"
  },
  {
    "full_text": "166Mengistuet al53Average cost per surgical patientPer patient2013285.08652 333.26Mengistuet al53Average cost per patient undergoing caesareanPer patient2013471.281 078 396.41Riewpaiboonet al47Inpatient hospital costPer patient per day201091.78107.49Sicuriet al46Episode of malaria hospitalisation and severe anaemiaPer episode200957.12130 704.61Sicuriet al46Episode of cerebral malariaPer episode200922.6751 864.33Sicuriet al46Episode of cerebral malaria and neurological sequelaPer episode200947.58108 879.84Kabadiet al2013Hospitalisation of stroke patient (inpatient, drugs, registration)—rural areaPer patient2005–200612.7629 200.18Kabadiet al2013Hospitalisation of stroke patient (inpatient, drugs, registration)—urban areaPer patient2005–200631.1771 317.89Kabadiet al2013Physiotherapy for stroke—urban areaPer patient2005–200644.88102 697.20Kabadiet al2013Hospitalisation of stroke patient (inpatient, drugs, registration)—averagePer patient2005–200618.5142 361.25Kabadiet al2013Physiotherapy for stroke—averagePer patient2005–200614.0332 093.43Jameset al48Health centre: overallInpatient day2011/201218.0341 261.22James,et al48Health centre: publicInpatient day2011/201218.9843 432.74Jameset al48Health centre: NGOInpatient day2011/201217.2939 564.68Jameset al48Hospital: allInpatient day2011/201225.9559 387.93Jameset al48Hospital: publicInpatient day2011/201218.5442 422.55Jameset al48Hospital: NGOInpatient day2011/201215.7636 062.52Jameset al48Hospital: privateInpatient day2011/201268.05155 721.31Jameset al48Hospital regionalInpatient day2011/201217.3339 653.32Jameset al48Hospital—ARI-pneumoniaPer case treated2011/2012104.33238 736.91Jameset al48Hospital—hypertensionPer case treated2011/2012253.98581 166.07Jameset al48Hospital—myocardial infarctionPer case treated2011/2012268.57614 533.21Cost of equipment, consumables and medicationWhen looking at cost categories intable 4, two studies reported costs of equipment, two studies reported costs of consumables and six studies reported medication cost. Within studies, we found per item cost for equipment (4 items), consumables (3 items) and medication (13 items). The cost of a mannequin used in training was the most expensive piece of equipment reported (US$76.03).49In the medication category, tranexamic acid was the most expensive per dose (US$9.74),50whereas antimicrobials were the most expensive on a per case basis (US$30.36).51Table 4Cost of equipment, consumables and medicationStudyDescriptionUnit cost of outputCurrency yearUnit cost price in 2019 (US$)Unit cost price in 2019 (TZS)EquipmentChaudhuryet al49MannequinPer piece201476.03173 970.65Chaudhuryet al49Bag-mask devicePer piece201416.2937 279.43Chaudhuryet al49Penguin suckePer piece20143.267455.89Mengistuet al53Equipment needed for emergency obstetric carePer patient201390.02205 994.65ConsumablesMengistuet al53Other supplies for emergency obstetric carePer patient201328.6865 635.80Mengistuet al53Blood suppliesPer patient20130.711620.01Guerrieroet"
  },
  {
    "full_text": "suppliesPer patient20130.711620.01Guerrieroet al50Consumables needed in the administration of tranexamic acid (10 mL syringe,100 mL bag of saline, large gauge needle)Per dose20072.004576.41MedicationAnalgesics and sedativesRiewpaiboonet al47Paracetamol 120 mg/5 mL in 60 mL bottlePer bottle20100.33750.38Riewpaiboonet al47Paracetamol 500 mg tabletPer tablet20100.0126.80Antifungal and antibacterial drugsRiewpaiboonet al47Ampicillin 500 mg vial injectionPer piece20100.21482.39Riewpaiboonet al47Ceftriaxone 250 mg vial injectionPer piece20100.461045.17Riewpaiboonet al47Ciprofloxacin 250 mg capsulePer capsule20100.0126.80Riewpaiboonet al47Ciprofloxacin 500 mg capsulePer capsule20100.05107.20Pennoet al51Antimicrobial treatment using generic drugs for sepsis managementPer case201115.1734 703.66Pennoet al51Evidence-based antimicrobialsPer case201130.3669 459.83Kimaroet al45Cotrimoxazole per daily dosePer daily dose20120.0251.51Others like anti-cancersGithang'aet al202050 mg of 6-mercaptopurine (6MP)Unclear20130.39885.94Mengistuet al53Drugs for emergency obstetric careper patient20136.9015 795.12Riewpaiboonet al47Glucose (5%) 500 mLPer unit20100.501152.37Guerrieroet al50Tranexamic acidPer dose20079.7422 279.66Cost of diagnosticsSix studies reported on the cost of diagnostics, for example, full blood count, serum cryptococcal meningitis test, sputum culture and imaging. Lab assessment for sepsis—ID and susceptibilities positive blood culture was the most expensive diagnostic test (US$82.55) followed by CT scans (US$47.81 to 44.35) (seeonline supplemental 6for details).Costs of human resourcesThree studies reported human resource costs (seeonline supplemental 7). However, the breakdown of human resource costs presented in the papers did not allow for a separation of costs between treatment for the condition and the critical illness care. Reporting of human resource cost was heterogenous. One study provided monthly salaries for all personnel with monthly salaries ranging from US$2721.79 for medical specialists US$313.34 for nurses.52Another study reported total cost of personnel as a line item.53The third study reported unit costs (ie, cost per patient) treatment for all obstetric complications broken down by staff category.54This study found that the highest cost was for an enrolled nurse or midwife (US$43.62 per patient) and that the lowest unit personnel cost was for an anaesthesiologist (less than US$0.01 per patient).54DiscussionOur review found limited evidence on resource use, availability and costs of critical care in Tanzania. Of the eligible evidence, we found high variability in the geographical distribution and availability of resources needed for both ICU and non-ICU critical care provision. We found that ICU critical care was provided at the tertiary level in urban areas and no published provision in rural areas, whereas, non-ICU critical care was evident in both rural and urban areas. Within hospitals, we find that availability of key critical"
  },
  {
    "full_text": "we find that availability of key critical care resources (eg, pulse oximeters, oxygen cylinders, mask and tubing) can be limited but the use of these resources is not documented. We, finally, find no reported estimates on the unit costs of critical care; and that the generation and reporting of cost data is not standardised thereby limiting synthesis or aggregation.Availability of critical care in TanzaniaThe majority of ICUs identified in our systematic review were located in tertiary referral hospitals and private hospitals located in urban areas (Dar es Salaam, Moshi, Mwanza, Mbeya city). This is of particular concern in Tanzania where the majority of the population (64.77) lives in rural areas.55Although this inequity in service distribution is not unique to Tanzania as previous studies in LMICs found all hospitals with ICUs were located in cities,36it is further exacerbated by a lack of critical care guidelines that cater to rural areas.56Such geographical inequity in ICU critical care could be detrimental and of particular concern during a critical care crisis (eg, COVID-19).1However, critical care delivery is heterogenous and can be provided in advanced or basic forms, depending on resource availability. Critical care can involve high tech and high-cost equipment that requires highly trained staff (eg, MV) and is more often found in the ICU. Investing in this level of critical care is therefore an expensive policy decision and may explain the lack of ICU critical care availability in rural areas in Tanzania. On the other hand, investing in adequately resourced critical care outside of ICUs can potentially save lives and reduce the case load that requires ICU care.57We found that non-ICU critical care was reported to be given in wards and theatres42across rural and urban areas.A key finding of the literature review was that studies did not provide breakdowns of costs by the level of care provided, complexity of care, resource intensity or quality of provision. Importantly, for our study, they also did not provide breakdowns between the care for a specific condition relative to the care for the critical illness. We were therefore only able to characterise critical care in Tanzania by where the care was provided within a hospital that is, ICU versus non-ICU delivered critical care. This is of importance as care for the critically ill takes many forms/interventions depending not only on whether it is ICU-based but also by the complexity, the type of provider, the quality of care as well as the primary diagnosis. Characterising the minimum needs for the care of a critically ill patient and understanding how critical care delivery varies across these parameters will facilitate our understanding of what elements of critical care are currently available as well as recommendations for the progressive improvement of critical care in all facilities. Previous research suggests that basic critical care, which effectively identifies and treats all"
  },
  {
    "full_text": "care, which effectively identifies and treats all critically ill patients, should be available and provided in all settings within a hospital (eg, in wards) across rural and urban settings.58 59Recently, some of this paper’s authors have proposed the concept of Essential Emergency and Critical Care (EECC) across LMICs which could be the future of low-cost critical care. EECC is pragmatic and low-cost care of critical illness that does not need to be reliant on sophisticated technology, and have a primary focus on simple, effective actions that have large potential impact on the population57and the components have been specified in a large global consensus.12Some of the critical care interventions that have been identified as part of EECC12that can be provided in general wards include; identification of critical illness using vital signs-based triage, caring for blocked or threatened airway, for example, suction for secretions that are obstructing the airway and insertion of an oropharyngeal airway, caring for hypoxia or respiratory distress, threatened circulation or shock and reduced level of consciousness, see Schellet al12for further details.Given the lack of availability and access of critical care across Tanzania, such novel approaches may provide a building block to developing a fully resourced, equitable critical care system.60However, decision makers require further evidence on the optimal design, costs, budget impact and cost-effectiveness of such critical care interventions in rural and urban systems.Complexity of resources within critical careAt the hospital level, we found that many studies identified resources that were used in the provision of services that included a critical care component but only a few studies went further to report on the availability of the resources at the facility (eg, equipment, consumables and human resources). Of the critical care components, resource availability of oxygen was explored in four studies.37 40 42 61Other components explored were personal protective equipment (two studies)37 40and availability of utilities like running water and electricity (two studies).37 40While oxygen is one of the essential resources required in the provision of critical care, many hospitals still lack basic equipment for its storage and delivery.62Our findings show that even when oxygen is available, the equipment and consumables required to facilitate provision of oxygen therapy can be missing.42 61This leaves a considerable proportion of critically ill patients in need of medical oxygen without the necessary treatment, incurring unnecessary deaths and disability.Many reasons exist as to why availability and supply of oxygen is limited in settings such as Tanzania. For example, supply and scaling of medical oxygen is a complex process and is often controlled though monopoly suppliers. Regulation and high investment costs create barriers for new firms to enter the market and easily scale-up supply.63In Tanzania,"
  },
  {
    "full_text": "market and easily scale-up supply.63In Tanzania, medical oxygen supply is controlled centrally by a quasi-governmental monopoly organisation.64On the demand side, there is limited funding for medical oxygen with procurement decentralised to individual hospitals with constraint budgets.62Alternatives, such as oxygen concentrators and hospital plants for the local production of oxygen, are affected by the need for a constant supply of electricity, compounded by challenges with maintaining equipment. In Tanzania, similar to many LMICs, approx. 50% of hospitals are without a constant oxygen supply40and there is limited local capacity to maintain and repair oxygen concentrators like Tanzania.In addition to oxygen equipment, we found variability in availability of PPE, and human resources across studies. Some PPEs especially gloves were available in most hospitals, while others, such as eye protection, remained unavailable, which is in line with previous research.65In terms of human resources, evidence suggests that only 20% of hospitals have at least one health worker trained in adult critical care which includes administering complex oxygen-related equipment.37 56 58Technical assistance, training of health workers and improved processes for non-ICU-based care, development of context-specific critical care guidelines, building capacity in equipment maintenance and biomedical engineering in facilities, and support to medical oxygen infrastructure development should be prioritised by governments and in funding applications to multilaterals and technical assistance agencies.37 66 67Costs of critical careCosting of critical care is vital in eliciting potential budget constraints or impacts, assessing cost-effectiveness, providing insight into the economic burden of disease and can be useful for understanding the resources incurred by health systems, other payers and patients. We find that no study reported or calculated an average cost or cost per patient day for the provision of critical services. On the other hand, many studies reported individual costs of resources associated with provision of critical care and it was possible to identify the cost of specific resources needed in critical care provision (ie, human resource cost, services, medication and other consumables). Such limited evidence could be due to no formal or standardised definition of critical care existing thereby reducing specificity when costing critical care provisioning. Another possibility may be that patients who require critical care are heterogenous. The underlying demographics, epidemiology, risk factors, patient pathway and interventions administered are also heterogenous thereby making aggregation and estimates of average cost challenging. This is further confirmed by the data extracted in this review which showed that reporting of costs within eligible studies varied by defined services provided, breakdowns of costs and inputs, as well as the cost unit, thereby making"
  },
  {
    "full_text": "inputs, as well as the cost unit, thereby making comparisons or synthesising information across studies difficult. There is an urgent need to understand the resources required and their cost implications to inform the planning of improved critical care, globally.Almost 50% of the Tanzanian population have a daily consumption of less than US$1.91.68At the same time, the share of out-of-pocket payments in total health expenditure was 22% in 2019.69Considering the cost of high-tech critical care inputs, it is likely that critical care exposures patients to considerable out of pocket expenses resulting in catastrophic expenditure for low-income households that seek hospital care for critically ill family members. Countries should consider implementing EECC which could reduce the likely cost of critical care and therefore the financial burden on patients’ households in their respective settings.Lessons learned for other low resource settings/LMICsThe variability in critical care provision, availability of critical care resources, prices and costs are not unique to Tanzania. The heterogeneity in critical care is well documented across the globe.70Variability in costs is also well documented across health facilities in LMICs.5The research and data gaps in these areas—understanding resource availability in critical care across different settings (both ICU and non ICU)—is less well documented but it is likely that the Tanzania’s data gaps are replicated in many LMICs. LMICs will require research and data collection efforts in ascertaining these resource gaps and costing of critical care to inform budgets and planning.LimitationsThere are a number of inherent limitations with this systematic review. First, we tailored our search strategy to account for the lack of standardised or formal definitions for critical illness, critical care provision and ICUs58by including specific terms for conditions likely to lead to critical illness and identified in consultation with clinicians on the authorship team. Here, we may have introduced a personal bias by focussing on specific conditions and excluding others. Second, cost and resource use in an African context are traditionally poorly documented and can fluctuate due to market dynamics and resource availability. While this systematic review provides key insights into peer-reviewed published information on the resource use, availability and costs of critical care in Tanzania, researchers must update a previous nationally representative facility survey conducted in 2012 extending it to include an understanding of the costs of critical care provision that includes patient level data on resource use. Finally, we opted to only include articles in English but believe the extent and effects of language bias are diminished recently because of the shift towards publication of studies in English.71ConclusionCritical care is essential in the prevention of mortality among critically ill patients, yet limited evidence exists"
  },
  {
    "full_text": "ill patients, yet limited evidence exists on the costs and cost-effectiveness of scaling up critical care thereby hindering informed planning for investments in key life-saving interventions. We further find that ICU-based critical care provision is currently only provided in urban areas in Tanzania and there is an urgent need to assess the quality of non-ICU-based critical care implemented to address the gap in critical care provision in rural and urban areas. Evidence on resources used and potential costs in critical care is limited, and, along with a specific focus on oxygen supply and delivery which is a key resource in critical care, requires further research. Improving the evidence base on the costs, utilisation, cost-effectiveness and equity impacts of different strategies for critical care services across rural and urban areas is needed to help prevent unnecessary deaths caused by critical illness in Tanzania.Supplementary MaterialReviewer commentsAuthor's manuscript CONCLUSION: ConclusionCritical care is essential in the prevention of mortality among critically ill patients, yet limited evidence exists on the costs and cost-effectiveness of scaling up critical care thereby hindering informed planning for investments in key life-saving interventions. We further find that ICU-based critical care provision is currently only provided in urban areas in Tanzania and there is an urgent need to assess the quality of non-ICU-based critical care implemented to address the gap in critical care provision in rural and urban areas. Evidence on resources used and potential costs in critical care is limited, and, along with a specific focus on oxygen supply and delivery which is a key resource in critical care, requires further research. Improving the evidence base on the costs, utilisation, cost-effectiveness and equity impacts of different strategies for critical care services across rural and urban areas is needed to help prevent unnecessary deaths caused by critical illness in Tanzania."
  }
]