[
  {
    "full_text": "TITLE: Review article: Coaching in emergency medicine: A systematic review and future research agenda ABSTRACT: AbstractCoaching as a discipline has seen significant growth in medicine over the last decade, especially in medical education, but is at the early stages of recognition in emergency medicine. The objective of this systematic review was to provide insight into the state of coaching practice and research in emergency medicine and outline a future research agenda. Based on PRISMA guidelines, a structured electronic literature search of Embase, Scopus and EBSCOhost was conducted. Studies were included if they met all three criteria for population (‘clinicians’), concept (‘coaching’), context (‘emergency medicine’) and were published in peer‐reviewed empirical studies between 2004 and 2024. Data extraction was performed by one investigator and checked for accuracy by a second investigator. A quality assessment was conducted. Of the 1441 unique articles identified in the initial search, 13 studies met the inclusion criteria. Our review revealed three key findings: coaching is examined in relation to clinician well‐being and resilience, non‐technical skills, and clinician technical skills, however its influence upon non‐technical skills is the main focus; coaching studies are predominantly outcome studies, with process studies receiving little attention and; a range of theories and models are used in studies of coaching in emergency medicine. This review revealed that coaching research in emergency medicine is in its infancy, highly fragmented and largely disconnected from the wider coaching research literature. Nevertheless, despite the early stages of the current research base of coaching in emergency medicine, this nascent field is rich with opportunities for future research. BODY: Key findingsCoaching is examined in relation to clinician well‐being and resilience, non‐technical skills, and clinician technical skills however its influence upon non‐technical skills is the main focusCoaching studies are predominantly outcome studies, with process studies receiving little attentionFuture research agenda opportunities of: 1) navigating the coaching role; 2) career development and personal identity formation; 3) cultural barriers and coaching cultures; and 4) technology and coaching.IntroductionCoaching as a discipline has undergone significant growth in healthcare over the last decade.1,2This growth has been reflected in the integration of coaching into medical education, especially in the United States, with a growing number of programmes introducing it into the medical curriculum, where it is typically used to enhance student well‐being as well as non‐technical (e.g. communication) and technical skills.3However, despite its diffusion into medical education, coaching in medicine, including emergency medicine, remains niche and the preserve of devotees. Moreover, the meaning of coaching remains poorly understood, with the term used"
  },
  {
    "full_text": "remains poorly understood, with the term used interchangeably with ‘teaching’, ‘mentoring’ and ‘supervision’, furthering conceptual confusion.1What, then, is coaching? According to the International Coaching Federation,4coaching is defined as ‘partnering with clients in a thought‐provoking and creative process that inspires them to maximise their personal and professional potential’. Coaching research has increased dramatically in recent years and there is now a broad, if fragmented, research base into what happens as a result of coaching (outcome studies) and what happens in coaching sessions (process studies).5Outcome studies highlight coaching's role in enhancing individual well‐being, leadership capabilities, and organisational outcomes.5Yet, these studies also reveal the tension between the value of coaching to coachees and to the organisation, respectively. In general, outcome studies underscore the complexity of coaching, the outcomes of which are influenced by numerous factors such as the quality of the coach‐client relationship, duration of the coaching engagement, and the broader organisational and institutional context6– factors that call attention to the processes of coaching.Process studies provide insight into psychological and social processes involved in coaching. Typically, these studies illuminate the influence of attributes of the coach and the coachee (e.g. their curiosity or emotional intelligence) and emphasise the centrality of the coaching relationship itself to the efficacy of coaching. These insights are particularly relevant for fields like healthcare, where interpersonal dynamics and emotional intelligence play a critical role in professional development and practice.7,8However, despite this progress in understanding the coaching process, more remains to be learnt about the interpersonal processes that comprise during coaching interactions.5These outcome and process‐related knowledge gaps are even more pronounced in the context of medicine, in general, and emergency medicine and nursing, in particular. In emergency medicine, coaching is at the early stages of recognition, perceived as valuable by coaches and coachees alike but also recognised as a practice that is not without challenges.9For example, in medical environments, including EDs, coaching and coaching approaches to leadership are often seen as counter‐cultural,10,11making it difficult and even risky for coaches and coachees to reveal their vulnerabilities.12Given the potential value of coaching to emergency clinicians, as individual professionals, and to emergency medicine, as a profession, more remains to be learnt about the state of coaching in emergency medicine. The aim of this systematic review is to identify, map and synthesise current evidence to provide insight into the state of coaching practice and research in emergency medicine. The specific objectives of this systematic review are to (i) describe how clinicians (i.e. physicians and nurses) who"
  },
  {
    "full_text": "how clinicians (i.e. physicians and nurses) who work in emergency care environments conceptualise and practice coaching and (ii) to identify gaps to inform a future research agenda for coaching in emergency medicine.MethodDesignThis systematic review was guided by the Joanna Briggs Institute (JBI) approach,13which comprises nine steps: (i) defining and aligning the objectives and research questions; (ii) developing and aligning the inclusion criteria with the objectives and questions; (iii) describing the planned approach to evidence searching, selection, data extraction and presentation of the evidence; (iv) searching the evidence; (v) selecting the evidence; (vi) extracting the evidence; (vii) analysis of the evidence; (viii) presentation of the results; and (ix) summarising the evidence, making conclusions and noting implications. This review was reported according to the PRISMA guidelines,14and aligns with the guidance for systematic literature reviews provided by Munnet al., which highlights the importance of uncovering international evidence, confirming current practices, and informing areas for future research.15Research questionThe broad research question that motivated this systematic review isHow is coaching conceptualised and practised in emergency medicine?In addition to this, we aim to outline a future research agenda for coaching research in emergency medicine.Identifying relevant studiesEligibility criteriaThe focal population were ‘clinicians’ (e.g. physicians, nurses), the concept was ‘coaching’, and the context was ‘emergency medicine’. Studies were included if they were peer‐reviewed empirical studies that met all three population, concept, context and other inclusion criteria as presented in Table1.TABLE 1PCC and inclusion and exclusion criteriaPopulation: Clinicians (e.g. physicians, nurses)Concept: CoachingContext: Emergency medicine (e.g. emergency medicine, accident and emergency, emergency room, emergency department)Inclusion criteriaPeer‐reviewed empirical studies published as quantitative, qualitative and mixed‐methods studies of coaching in emergency medicineArticles published between 2004 and 2024Articles published in the English languageExclusion criteriaLiterature focused on leadership in non‐emergency medicine contexts, including general practiceReview articles, including meta‐analyses, systematic, scoping and rapid reviewsNon‐peer‐reviewed and grey literature sources such as documents from government and non‐government organisations (e.g. policy documents), conference proceedings, academic dissertations, books, book chapters, and editorials and opinion piecesArticles published before 2004Articles not published in the English languageArticles not available as full textSearchA systematic search of three electronic databases (Embase, Scopus and EBSCOhost) for articles that met our inclusion criteria was conducted. Subject Headings (MeSH) and Boolean operators, including AND, OR and NOT were applied to the search."
  },
  {
    "full_text": "AND, OR and NOT were applied to the search. Stemming using an asterisk ‘*’ and wildcards ‘?’ were used to widen the search. Our search strategy was developed in collaboration with a health librarian.Study selectionThe search results were uploaded into Covidence® – a web platform for systematic reviews – and duplicates were identified and removed. EE and a research assistant independently screened titles and abstracts, and AR resolved conflicts. AR and the same research assistant independently screened the full text of articles, and EE resolved conflicts. The PRISMA flowchart is presented in Figure1.Figure 1Preferred Reporting Items for Systemic Reviews and Meta‐Analyses (PRISMA) diagram.Data chartingStudies included in this review were charted and classified according to author, date, country, study aims, design participants and procedure, type of coaching study, definition of coaching, coaching theory and models, coaching interactions, key findings and proposed future research directions. Data extraction was performed by one investigator (AR) and checked for accuracy by a second investigator (SW). An assessment of the quality of the research methodology was undertaken using the revised Mixed Methods Assessment Tool (MMAT).16Criteria were assessed against each study design type, and researchers identified whether criterion were met or not using ‘Yes’, ‘No’ and ‘Can't tell’ response options. Quality assessment was undertaken by the research assistant and validated by EE.Collating, summarising and reporting resultsA qualitative description to summarise and synthesise the data was undertaken. Qualitative thematic analysis, as described by Levacet al.17was used to code and categorise the concepts identified in this review. Our categorisation of coaching types was informed by Lovell's1review of coaching in medical education that delineates (i) coaching for doctor/student well‐being and resilience, (ii) coaching for improved non‐technical skills and (iii) coaching for technical skills. Specifically, this tripartite typology, adapted to refer to clinicians in emergency medicine contexts rather than medical students, was employed in independent coding by AR and SW of articles that pertained to coaching for clinician well‐being and resilience (type 1), coaching for improved clinician non‐technical skills (type 2) and coaching for clinician technical skills (type 3). This typology was selected because it helps foster continuity in the coaching in medicine research literature and mitigate the fragmentation of this literature.ResultsStudy characteristicsThirteen studies met the criteria for inclusion and are summarised in Table2. These studies were conducted from 2004 to 2024 across several countries: USA (n= 5), Canada (n= 1), Brazil (n= 2), Morocco (n= 2), Norway (n= 1), Korea (n= 1) and Australia (n= 1). Of the 13 studies, most (11) were coaching outcome studies and only 2 were coaching process studies. The study designs were qualitative (n= 4),"
  },
  {
    "full_text": "The study designs were qualitative (n= 4), quantitative (n= 4) and mixed methods (n= 5) and study participants were physicians (n= 7), nurses (n= 5) and interprofessional (n= 1). Finally, the coaching interactions examined were physician‐led (n= 4), nurse‐led (n= 5) and peer‐to‐peer (n= 3), respectively (see Table3).TABLE 2Details of the studies included in this reviewAuthor, countryStudy focusContextStudy aimsType of coaching studyDesign, participants, procedureMMAT assessmentBreviket al.,18NorwayInterprofessionalEmergency medical services and EDs in one western health region in NorwayTo describe the lessons learned from implementing a new emergency medical triage tool (SATS‐N)Outcome studyDesign: A plan‐do‐study‐act using mixed methodsParticipants:EPED nursesAmbulance personnelEMTsProcedure: Using a QI framework to implement the new triage tool an author‐developed survey was conducted to examine how users understood and used SATS‐N.All criteria met for a mixed methods study except criteria 5.4Cardosoet al.,19BrazilNurse leaders, nurse technicians, & LPNsMedical/surgical clinic admission units, adult intensive care units, adult ER, operating rooms, central sterilisation & supplies departments across four not‐for‐profit hospitalsTo assess the perception of nurse leaders, nurse technicians, and LPNs on leadership practice & its relationship with the dimensions of the coaching process.Process studyDesign: Survey development study using mixed methodsParticipants:N=887n= 279 nursesn= 608 nurse technicians/LPNsProcedure: The development, content analysis, and reliability of two questionnaires was assessed using:QUAPEELQUEPTAEELAuthor‐developed surveyDelphi techniqueAll criteria met for a mixed methods studyChahbounia and Gantare,20MoroccoEmergency nursesED in a public hospitalTo evaluate the efficiency of a transtheoretical coaching model on emergency nurses' occupational stress management through a coaching intervention.Outcome studyDesign:Quasi‐experimental (a multiple‐case replication) study using mixed methodsParticipants:N= 7 emergency nursesProcedure: Data was collectedvia:Karasek's stress questionnaireMBIFace‐to‐face individual interviewsQualitative observation gridsCriteria 5.1 & 5.2 metCriteria 5.3, 5.4 & 5.5 not metChahbounia and Gantare,21MoroccoEmergency nursesED in a public hospitalTo assess the effectiveness of coaching in addressing communication challenges among emergency nurses and enhancing their communication skills.Outcome studyDesign: Multi‐methods including interviews, observational grids and pre‐post test survey designParticipants:N= 7 emergency nursesProcedure: The data were gatheredvia:Observation gridsInterviews using GROW model questionsAuthor‐designed questionnaireCriteria 5.1 & 5.2 metCriteria 5.3, 5.4 & 5.5 not metHines‐Stellischet al.,22USARNs & APPsSmall community hospital ED in western USATo determine the effectiveness of a wellness coaching programme for burnout among emergency RNs & APPs.Outcome studyDesign:"
  },
  {
    "full_text": "among emergency RNs & APPs.Outcome studyDesign: Observational, pre‐post‐test studyParticipants:N= 10n= 8 RNsn= 2 APPsProcedure: Data was collected between May–September 2023 using:MBITTISAuthor‐designed programme evaluation questionnaireAll criteria were met for a quantitative descriptive studyJordanet al.,23USAEM medical educatorsCORD national meetingTo evaluate the needs and prior experiences of emergency medicine educators to inform the design & refinement of a coaching programme.Outcome studyDesign: A needs assessment using qualitative methodsParticipants:N= 12 EM Medical EducatorsProcedure: An online author‐designed questionnaire was distributed to the participants.All quality criteria were met for a qualitative studyKimet al.,24South KoreaEMT & EPPre‐hospital care setting in South KoreaTo examine whether an EMS resuscitation team leader serving as a CPR coach unilaterally could improve patient's actual outcomesOutcome studyDesign: A prospective controlled before‐and‐after multi‐regional observational study using quantitative methodsParticipants:N= 9612 patients with non‐traumatic OHCA managed by EMS personnelConventional care group:n= 2351SALS care group:n= 7261(n= 1048 andn= 1048 respectively post propensity score matching)Procedure: Eligible patients between January 2016 and December 2018 December were enrolled on the SALS intervention group. ROSC, survivability until hospital discharge, and neurological function were used to assess the effectiveness of the SALS coaching programme.All quality criteria were met for a qualitative studyLemieuxet al.,25CanadaEPEmergency trauma room in Quebec CanadaThe study aims to develop and validate a robotised camera system for real‐time remote coaching of clinicians performing emergency procedures in the trauma room.Outcome studyDesign: A feasibility studyParticipants:N=6n= 3n= 1 trauma surgeonn= 2 paramedical techniciansProcedure: The performance of five surgical procedures, was assessed over a 10–20‐min assessment period, along with interviews with participants.All quality criteria were met for a qualitative studyMouraet al.,26BrazilNursing coordinators & Nursing techniciansN= 11 Mobile Emergency Care Services in macro‐regional headquarters unitsTo study the relationship between coaching leadership & job satisfaction among nursing coordinators and techniciansOutcome studyDesign: A descriptive correlational study using quantitative methodsParticipants:N= 221n= 210 nursing techniciansn= 11 nursing coordinatorsProcedure: The skills and attitudes exercised by leaders and team members in the practice of this leadership model were assessed using:QUAPEELQUEPTAEELJSSAll quality criteria are met for a quantitative descriptive studyParket al.,27USAPhysicians & Medical ResidentsFaculty with existing roles in UME and GME from 5 residency programmes at a single institution in New YorkTo explore the potential for coaching to support residents' transition from medical school to residency.Process studyDesign:"
  },
  {
    "full_text": "medical school to residency.Process studyDesign: Multi‐methods qualitative studyParticipants:N= 109n= 94 Residentsn= 15 Faculty staff from:Internal medicineO&GOrthopaedicsPathologyEMProcedure:N= 7 focus groups withn= 39 (42%) residents and interviews with coaches, were undertaken, transcribed and then thematically analysed.All criteria met for a qualitative studyRixonet al.,9AustraliaEP and Emergency NursesDoctors and nurses working in Australian emergency departmentsTo explored how clinician‐coaches (those who coach others at work) think about the value, enablers of, and barriers to, coaching in EMOutcome and process studyDesign: An exploratory qualitative studyParticipants:N= 21n= 19 (emergency physicians)n= 2 (emergency nurses)Procedure: An online author‐designed questionnaire was distributed to the participants.All criteria were met for a qualitative studyWinkelet al.,28USAMedical students & first‐year residentsA single tertiary care centreTo explore the influence of working with coaches on goal quality.Outcome studyDesign: Observational quantitative studyParticipants:N= 186n= 48 graduating medical studentsn= 138 first‐year residents from:EMInternal medicineO&GOrthopaedicsPathologyProcedure: This observational study examined goal setting among graduating medical students and first‐year residents.All criteria met for a quantitative descriptive study except for 4.4Winkelet al.,29USAResidentsA single, urban academic centre in four residency programmesTo investigate the effects of coaching on residents' self‐directed learning, resilience, career development, professional fulfilment, & perception of programme support.Outcome studyDesign: A cohort comparison survey using quantitative methodsParticipants:N=156PGY‐2 residents in:Internal medicineO&GEMPathologyProcedure: A post‐test‐only cohort comparison study with a response rate ofn= 86 (55%) compared the experiences of a coached resident cohort with coaches to the prior, uncoached cohort using:2‐item MBI4‐item Brief Coping ScaleDemographic questionnaireAll criteria met for a quantitative descriptive study except for 4.4%, percentage; &, and; APP, Advanced Practice Provider(s); CORD, Council of Emergency Medicine Residency Directors; CPR, cardio‐pulmonary resuscitation; ED(s), Emergency Department(s); EM, Emergency Medicine; EMS, Emergency Medical Service(s); EMT, Emergency Medical Technician; EP, Emergency Physician; ER(s), Emergency Room(s); GME, graduate medical education; JSS, Job Satisfaction Survey; LPNs, Licensed Practice Nurses; MBI, Maslach Burnout Inventory;n, sub‐sample number;N, total sample number; O&G, Obstetrics & Gynaecology; OHCA, out‐of‐hospital cardiac arrest; PGY‐2, post‐graduate year two; QI, quality improvement; QUAPEEL, Questionnaire on Self Perception of Nurses of Exercise of Leadership; QUEPTAEEL, Questionnaire on Perception of Nurse Technicians and LPNs of Exercise of Leadership; RN, Registered Nurse(s); ROSC, Return of Spontaneous Circulation; SALS, Smart Advanced Life"
  },
  {
    "full_text": "Circulation; SALS, Smart Advanced Life Support; SATS‐N, South African Triage Scale – Norway; TTIS, The Turnover Intention Scale; UME, undergraduate medical education; USA, United States of America.TABLE 3Conceptions of coaching in emergency medicineAuthorCoaching definitionCoaching typeCoaching modelCoaching participantsCoaching outcomesBreviket al.18—Improvement in non‐technical skills (type 2)Plan‐Do‐Study‐Act (PDSA) cycleHealth professionals coached by triage nurseCoaching was a key success factor in the quality improvement process of implementing a new emergency medical triage tool.Cardosoet al.19A process that transforms ‘people and groups; with this they reflect on their world view, their values and beliefs; deepen their knowledge; incorporate new abilities and skills; and expand their readiness to act in a consistent and effective manner’Improvement in non‐technical skills (type 2)——Four dimensions of coaching leadership were identified as Communication, Give and Receive Feedback, Delegate power and exert influence, Support the team in reaching resultsChahbounia and Gantare20—Coaching for well‐being and resilience (type 1)GROW coaching modelNurses coached by a nurseIncrease of nurse's knowledge of the effects of stress and stress management skillsChahbounia and Gantare21—Improvement in non‐technical skills (type 2)Transtheoretical coaching modelEmergency nurses coached by an emergency nurseCoaching demonstrated a positive improvement in nurses communication skillsHines‐Stellischet al.22‘A patient‐centred approach wherein patients at least partially determine their goals, use self‐discovery, or active learning processes together with content education to work toward their goals’Coaching for well‐being and resilience (type 1)Motivational interviewingEmergency nurses coached by an emergency nurseReductions in emotional exhaustion and turnover and an enhanced sense of personal achievementJordanet al.23‘A learner‐centred method of evaluating performance, clarifying the meaning of outcomes and identifying strategies for success, with the ultimate goal of fostering insight and life‐long learning skills’Coaching for improvement in non‐technical skills (type 2)Three‐phase framework comprising (i) pre‐observation (goal setting), (ii) observation (trained coach critically observes) and (iii) post‐observation (discussion of opportunities for improvement)Planned for peer coaching among faculty EM educators—Kimet al.24—Improvement in technical skills (type 3)—Emergency medicine technician coached by emergency physicianCPR coaching by an emergency specialist can reduce the team leader's mental workload during resuscitationLemieuxet al.25—Coaching for improvement in technical skills (type 3)—Paramedics coached by emergency physician and trauma surgeonImproved handling of robotized camera systemsMouraet al.26Coaching leadership as ‘the competency through which leaders seek to support the team in achieving results, to concurrently enable them to boost"
  },
  {
    "full_text": "results, to concurrently enable them to boost talent, develop other attributes and stimulate the potential of team members’.Coaching for well‐being and resilience (type 1)Improvement in non‐technical skills (type 2)Coaching model is based on four aspects: communication; giving and receiving feedback; empowering and influencing; and supporting the team to achieve organisational resultsNursing Coordinators (leaders coached Nurse TechniciansCoaching Leadership had a positive correlation with job satisfactionParket al.27‘Create goals, identify strategies to manage existing and potential challenges, improve academic performance, and further professional identity development’Improvement in non‐technical skills (type 2)Residents coached by faculty physiciansCreation of an explicit curriculum for professional growth in the transition to residencyRixonet al.9‘Partnering with clients in a thought‐provoking and creative process that encourages them to maximise their personal and professional potential’———Three themes arose: the value of coaching: empowerment and growth; enhanced interpersonal dynamics; and reflective transformation.Supportive infrastructure, self‐driven development and recognition of value were all recognised as enablers of coaching.Barriers to coaching in EM were time constraints and scheduling conflicts, cultural challenges and financial and structural obstacles.Winkelet al.28—Coaching for well‐being and resilience (type 1)Coaching for improvement in non‐technical skills (type 2)SMART framework for goal settingMedical students and residents coached by faculty physiciansWorking with coaches improves goal‐setting skills and supports the creation of higher‐quality goalsWinkelet al.29‘Questioning and active listening in a challenging but encouraging environment to facilitate self‐directed learning’Improvement in non‐technical skills (type 2)Transition to ResidencyAdvantage Programme CoachingResidents of Internal Medicine, Obstetrics and Gynaecology, Emergency Medicine and Pathology training programmes coached by faculty physiciansCoaching enhanced residents' sense of professional fulfilment, resilience, and career self‐efficacyTypes of coaching theory and modelsThe studies in this review drew on a range of coaching theories and models such as Goal‐Setting Theory, which emphasises the importance of setting specific and challenging goals to enhance motivation and performance. Goal‐setting theory was evident in Winkel and colleagues'28use of the SMART framework to support medical students and residents in achieving both patient care and professional development goals. By contrast, Hines‐Stellischet al.22employed Behaviour Change Theory and Motivational Interviewing within wellness coaching, focusing on reducing emotional exhaustion and turnover among emergency nurses. Yet other studies20,21used such psychological theories, as Cognitive Behavioural Therapy and Solution‐Focused Therapy. These theories informed the use of diverse coaching models,"
  },
  {
    "full_text": "informed the use of diverse coaching models, including the GROW model and the Transtheoretical coaching model, which are recognised to reduce stress and improve communication among healthcare professionals. Jordanet al.23emphasised the role of experiential and reflective learning theories in coaching, using a structured three‐phase framework that fosters life‐long learning and professional growth among emergency medicine educators. Models of coaching leadership were employed by Mouraet al.26and Cardosoet al.,19integrating elements of coaching, communication, feedback, empowerment, and team support. Finally, Breviket al.18drew upon the Plan‐Do‐Study‐Act (PDSA) in the implementation of a new triage tool, demonstrating the importance of systematic and iterative approaches to coaching to achieving quality improvement in emergency care.Coaching for well‐being and resilienceCoaching was found to enhance well‐being and resilience among healthcare professionals in emergency care settings. To illustrate, Hines‐Stellischet al.22found that participation in coaching led to reductions in emotional exhaustion and rates of turnover, suggesting that coaching can mitigate burnout and enhance sense of accomplishment in high‐stress environments. Chahbounia and Gantare20found that coaching increased nurses' knowledge of the effects of stress and improved their stress management skills, fostering resilience. Rixonet al.9found that emergency physicians who used coaching in the workplace believed that coaching was empowering and could foster the personal and professional growth of coaches and coachees alike. Additionally, Mouraet al.26found a positive association between coaching leadership and job satisfaction among nurses.Coaching for improvement in non‐technical skillsSeveral studies found evidence that coaching fostered the development of non‐technical skills, such as communication and goal‐setting. For example, Chahbounia and Gantare21reported an improvement in nurses' communication skills. Moreover, Winkelet al.28found that trainees' goal‐setting skills were enhanced by coaching, with trainees creating higher‐quality goals under guidance. Additionally, Winkelet al.29and Parket al.27found that coaching helped trainee doctors navigate the transition from medical school to residency, leading to an enhanced sense of professional fulfilment, resilience, and career self‐efficacy. Rixonet al.9found that emergency physicians who used coaching as part of their professional practice judged coaching to improve interpersonal dynamics in the workplace and transform work‐related attitudes and practices. Breviket al.18found that coaching supported the social processes involved in the implementation of a new emergency medical triage tool.Coaching for improvement in technical skillsIn addition to non‐technical skills, there was evidence that coaching improves technical skills in emergency care. For example, Kimet al.24found that CPR coaching by an emergency specialist"
  },
  {
    "full_text": "that CPR coaching by an emergency specialist significantly reduced the mental workload of the team leader during resuscitation, highlighting the role and value of coaching in high‐pressure, life‐saving situations. Similarly, Lemieuxet al.25reported that coaching improved the handling of robotized camera systems during surgical procedures, indicating that targeted coaching interventions can enhance proficiency in specialised technical tasks.Future research directions identifiedWell‐being and resilienceSeveral studies highlighted the need for future research to explore how coaching can mitigate occupational stress,20low job satisfaction,26and burnout22,29in emergency medicine, with particular attention to the influence of different coaching models,20as well as the relative impact of duration and number of coaching sessions.22Non‐technical skillsSeveral studies highlighted the need for more research to examine how coaching can improve non‐technical skills. For example, as posited by Chahbounia and Gantare,21future studies could explore how coaching interventions can enhance communication and collaboration across different healthcare roles. Additionally, with coaching being identified as a key success factor for the quality improvement case study of implementing a new triage tool, Breviket al.18identified the need for longitudinal studies to assess the sustained impact of coaching interventions on quality improvement initiatives in emergency care settings. Jordanet al.23and Winkelet al.28proposed the need for further research to examine the influence of coaching on the formation of clinicians' professional identity and their ability to manage their career and career transitions.Technical skillsSeveral studies highlighted the need for more research to examine the role coaching can play in the improvement in technical skills. To illustrate, Kimet al.24call for the use of real‐time video smartphone technology for CPR coaching by emergency physicians to be investigated across different emergency care settings. Notably, and consistent with the growing use of technology, including AI, in healthcare, Lemieuxet al.25highlight the need to explore the effectiveness of virtual tele‐coaching compared to traditional on‐site coaching, especially in high‐stakes environments like trauma surgery.Whereas most studies highlighted future directions for outcome‐focused research, some studies pointed to the need for process‐focused studies. For example, Rixonet al.9called attention to the need for more process studies of coaching, highlighting the need for research that examines the professional and institutional factors that help (e.g. institutional support) and hinder (e.g. workplace culture) the practice, adoption and diffusion of coaching in emergency medicine environments.DiscussionIn this systematic review, we sought to understand how coaching is conceptualised and practised in emergency medicine. Our review revealed three key findings: (i) coaching is examined in"
  },
  {
    "full_text": "three key findings: (i) coaching is examined in relation to clinician well‐being and resilience, non‐technical skills and clinician technical skills (see Fig.2), however, its influence upon non‐technical skills is the main focus; (ii) coaching studies are predominantly outcome studies, with process studies receiving relatively little attention; and (iii) a range of theories and models are used in studies of coaching in emergency medicine.Figure 2Outcomes of coaching in emergency medicine.More generally, this review revealed that coaching research in emergency care is in its infancy, highly fragmented and largely disconnected from the wider coaching research literature. Nevertheless, despite the impoverished state of the current research base of coaching in emergency medicine, this nascent field is rich with opportunities for future research, and it is to this topic that we turn next. Drawing on the studies included in this review and situating this knowledge in context of the wider field of coaching research, we propose a future research agenda focussing on four key opportunity areas: (i) navigating the coaching role; (ii) career development and personal identity formation; (iii) cultural barriers and coaching cultures; and (iv) technology and coaching.Navigating the coaching roleGoal‐setting approaches have been central to coaching and coaching studies since the 1950s,30being incorporated into studies exploring medical careers31and, as seen in this review, coaching in emergency medicine. However, there is opportunity to better understand coaching practice in relation to goals and in particular the factors that influence goal‐setting activities and coaching outcomes in the emergency medicine context.32Our review suggests that coaching can help mitigate burnout and enhance a sense of accomplishment and job satisfaction in high‐stress environments, paralleling other healthcare RCT studies.33,34,35This need for this research is especially important given the evidence demonstrating burnout and decreasing job satisfaction among this cohort.36,37,38However, coaching is not without its costs and challenges and, as such, the downside of coaching also warrants closer attention, as evidenced by studies revealing the psychological depletion of clinician coaches working with struggling medical students,39role tensions encountered by clinician coaches,40and the possibility of a inverse relationship between coaching and job satisfaction.41This raises opportunities for further quantitative studies to explore issues such as psychological depletion of coaches, which could be examined using the use of well‐supported models like the Job Demands‐Resources Model.42Alternatively, given that the coaching of others is an additional role that already stretched emergency clinicians have to take on in addition to their clinical and managerial responsibilities,43it would be prudent for researchers to draw on Conservation of Resources Theory44to investigate the experience"
  },
  {
    "full_text": "Resources Theory44to investigate the experience of depleted, resource‐poor clinician‐coaches.Career development and professional identity formationSeveral studies in this review23,28reflect the general trend of health research of exploring coaching in helping clinicians navigate career transitions including their own career development and professional identity formation.3,45,46As noted by Laverdureet al.47in their study of residents as medical coaches, there are opportunities for further investigation into near peer clinician coaching processes and effectiveness within the emergency medicine environment.The coaching role in medicine is made more challenging by the ethical dimension of medicine (e.g. related to patient safety), potentially impacting a coach's role identity and performance.12The competing tensions within the emergency medicine environment48potentially hamper the coach's ability and effectiveness, as clinician‐coaches juggle other roles such as resuscitation leader, supervisor and manager. Hence, this raises questions about role boundaries and how clinician‐coaches navigate such identity threats and challenges as they strive to develop effective coaching practice with near peers. In turn, the process through which established clinician‐coaches help other new leaders or coaches integrate their multiple professional identities warrants attention.49The impact of coaching on ameliorating impostor syndrome50is another potential avenue of inquiry among early‐career medical or nursing leaders.Furthermore, the topic of interprofessional coaching is ripe for investigation. While one study in this review explored nurse coaching in the context of a quality improvement project within the ED,18there were no interprofessional examples of doctors and nurses coaching each other. This reflects a current gap in interprofessional studies in coaching as demonstrated in a recent systematic literature review of coaching in nursing which lacked physician involvement.51Finally, as seen in Byrnes and colleagues’52study of how, among surgeons, coaching challenged the surgical ‘personality’ and helped forge a more open professional identity, there are opportunities for studies exploring the role of coaching in professional identity formation of clinician leaders within the emergency medicine context. Given that emergency clinicians see clinical skills as integral to their professional identity,53future research could explore the factors that enable or inhibit the use of coaching to develop others' clinical acumen.Cultural barriers and coaching culturesCoaching sits in an uneasy tension with medical culture, with ongoing confusion and contention about its meaning.1,54Given that the ‘signature pedagogy’55of medicine is largely centred on what Torbert56terms an ‘expert’ action logic, coaching may require a counter‐cultural shift from the expert teaching model to a partnership model where learning is co‐created. This is a significant cultural shift for those"
  },
  {
    "full_text": "This is a significant cultural shift for those accustomed to the medical profession's hierarchical learning structure. Indeed, Richardsonet al.51identified three challenges for the clinician coach, namely: (i) coaching can be difficult to incorporate direct observation and coaching into busy clinical practice; (ii) clinicians are trained to solve problems, which is distinct to coaching; and (iii) learners perceive observation as summative assessment related to the prevailing performance‐oriented culture. There are opportunities to better understand how formative coaching cultures can be created within emergency environments and what return on investment and value coaching can provide,57which would strongly interest managers seeking to incorporate coaching practices amidst other competing priorities in healthcare.AI and coachingThe emergence of generative AI provides a transformative landscape for future coaching research and exploration. Findings from Terblancheet al.58show that AI coaching can provide positive therapeutic and wellbeing outcomes, ushering in future considerations to explore AI‐enabled coaching for emergency clinicians. Indeed, Graßmann and Schermuly59noted that AI coaching can proficiently lead clients through many steps of a coaching process, identifying opportunities for AI coaching to work better in conjunction with human coaches. With knowledge around coaching supervision itself being at an early stage of development,60there is ample opportunity for future studies to shape this field and shed light on how technology‐enabled coaching supervision aids clinician coaches in their reflective and intentional coaching practice. Conversely, the effect of coaching on helping clinicians reliably use AI‐assisted diagnostic technology is yet to be determined,61with significant implications for patient flow and safety in the ED.LimitationsThe findings of this review should be considered within the usual limitations of systematic reviews, such the search limits and exclusion criteria (databases, years, English language only, no conference proceedings, academic dissertations) and the possibility that some articles were missed. Furthermore, the studies included in this review were heterogenous in terms of study design, sample size and study focus.ConclusionThis systematic review revealed that although coaching research in emergency medicine is in its infancy, there is some encouraging evidence attesting to the value and efficacy of coaching in this context. Future directions for coaching research in emergency medicine warrant closer attention to the influence of coaching on well‐being and the enhancement of technical and non‐technical skills, with particular attention to the interpersonal processes of coaching. Moreover, to remedy the fragmented nature of this emerging field, it is critical for future research to be fashioned in close connection to the theory and methods of the wider field of coaching research.Competing interestsNone"
  },
  {
    "full_text": "of coaching research.Competing interestsNone declared. CONCLUSION: ConclusionThis systematic review revealed that although coaching research in emergency medicine is in its infancy, there is some encouraging evidence attesting to the value and efficacy of coaching in this context. Future directions for coaching research in emergency medicine warrant closer attention to the influence of coaching on well‐being and the enhancement of technical and non‐technical skills, with particular attention to the interpersonal processes of coaching. Moreover, to remedy the fragmented nature of this emerging field, it is critical for future research to be fashioned in close connection to the theory and methods of the wider field of coaching research.Competing interestsNone declared."
  }
]