[
  {
    "full_text": "TITLE: Risk Factors for Sudden Cardiac Arrest Among Hispanic or Latino Adults in Southern California: VenturaPRESTOandHCHS/SOL ABSTRACT: BackgroundOut‐of‐hospital sudden cardiac arrest (SCA) is a leading cause of mortality, making prevention of SCA a public health priority. No studies have evaluated predictors of SCA risk among Hispanic or Latino individuals in the United States.Methods and ResultsIn this case‐control study, adult SCA cases ages 18‐85 (n=1,468) were ascertained in the ongoing VenturaPrediction ofSudden Death in Multi‐Ethnic Communities (PRESTO) study (2015‐2021) in Ventura County, California. Control subjects were selected from 3033 Hispanic or Latino participants who completed Visit 2 examinations (2014–2017) at the San Diego site of the HCHS/SOL (Hispanic Community Health Survey/Study of Latinos). We used logistic regression to evaluate the association of clinical factors with SCA. Among Hispanic or Latino SCA cases (n=295) and frequency‐matched HCHS/SOL controls (n=590) (70.2% men with mean age 63.4 and 61.2 years, respectively), the following clinical variables were associated with SCA in models adjusted for age, sex, and other clinical variables: chronic kidney disease (odds ratio [OR], 7.3 [95% CI, 3.8–14.3]), heavy drinking (OR, 4.5 [95% CI, 2.3–9.0]), stroke (OR, 3.1 [95% CI, 1.2–8.0]), atrial fibrillation (OR, 3.7 [95% CI, 1.7–7.9]), coronary artery disease (OR, 2.9 [95% CI, 1.5–5.9]), heart failure (OR, 2.5 [95% CI, 1.2–5.1]), and diabetes (OR, 1.5 [95% CI, 1.0–2.3]).ConclusionsIn this first population‐based study, to our knowledge, of SCA risk predictors among Hispanic or Latino adults, chronic kidney disease was the strongest risk factor for SCA, and established cardiovascular disease was also important. Early identification and management of chronic kidney disease may reduce SCA risk among Hispanic or Latino individuals, in addition to prevention and treatment of cardiovascular disease. BODY: Clinical PerspectiveWhat is New?•This population‐based case control study of clinical predictors of sudden cardiac arrest (SCA) provides the first data, to our knowledge, on risk predictors for SCA among Hispanic or Latino individuals.•Chronic kidney disease was a strong predictor of SCA risk; 51% of all SCA cases among Hispanic or Latino individuals had a prior diagnosis of chronic kidney disease, and 20% were on dialysis.•Existing cardiovascular disease, including stroke, atrial fibrillation, coronary artery disease, and heart failure, were also predictors of SCA risk.What Are the Clinical Implications?•Early identification and management of kidney disease may be an effective strategy to reduce SCA risk among Hispanic or Latino individuals.Nonstandard Abbreviations and AcronymsHCHS/SOLHispanic Community Health Survey / Study of LatinosVentura PRESTOVenturaPrediction ofSudden Death in Multi‐Ethnic Communities studySCAsudden cardiac arrestOut‐of‐hospital sudden cardiac arrest (SCA), a sudden cessation of cardiac activity with"
  },
  {
    "full_text": "a sudden cessation of cardiac activity with hemodynamic collapse, affects ≈350 000 individuals in the United States annually.1Despite improvements in resuscitation, its mortality rate exceeds 90%, thereby making prediction and prevention of this condition a major priority.1Among US population‐based cohort and case control studies that have evaluated risk factors for SCA, all major studies have been conducted in populations with few or no Hispanic or Latino individuals including the Framingham Heart Study,2Atherosclerosis Risk in Communities study,3Cardiovascular Health Study,3Nurses' Health Study,4Physician's Health Study,5the Oregon SUDS (Sudden Unexpected Death Study),6and the Reasons for Georgraphic and Racial Differences in Stroke study.7Thus, predictors of SCA identified in these studies have not been evaluated in Hispanic or Latino individuals.In the PRESTO (Prediction ofSudden Death in Multi‐Ethnic Communities) study of SCA in Ventura County, CA, we recently reported that incidence of SCA was similar in Hispanic or Latino and non‐Hispanic White individuals.8Additionally, Hispanic or Latino individuals with SCA were more likely to have a history of hypertension, diabetes, chronic kidney disease, hyperlipidemia, and stroke but less likely to have atrial fibrillation compared with non‐Hispanic White individuals with SCA.8The POST‐SCD (Postmortem Systematic Investigation of Sudden Cardiac Death) autopsy‐based study of individuals with sudden cardiac death (SCD) in San Francisco, CA also reported that Hispanic or Latino individuals with SCD had more diabetes and prior stroke compared with non‐Hispanic White individuals with SCD.9However, the higher prevalence of these conditions in Hispanic or Latino SCA cases may simply reflect higher underlying prevalence of these conditions in the general population and not be specifically related to SCA risk.Understanding whether risk factors for SCA differ by ethnicity would provide vital information to guide prevention efforts among US Hispanic or Latino individuals. There is evidence that risk prediction algorithms for cardiovascular disease and mortality developed in non‐Hispanic White individuals, such as the Framingham Risk Score,10may work adequately for prediction among Black and Hispanic or Latino individuals, although the relative importance of individual predictors may differ. Evaluation of SCA risk predictors is needed in populations with adequate numbers of Hispanic or Latino individuals.Therefore, our objective was to evaluate risk factors for SCA among Hispanic or Latino individuals in Southern California, combining data from a population‐based study of SCA and a population‐based study of risk and protective factors for chronic diseases among Hispanic or Latino individuals in Southern California. We hypothesized that their risk factors will be similar to those identified in studies conducted in US Non‐Hispanic White and Black populations and would include cardiovascular disease risk factors,"
  },
  {
    "full_text": "include cardiovascular disease risk factors, established coronary and cardiovascular disease, noncardiac conditions, reduced left ventricular ejection fraction (LVEF), and risk markers from the ECG.MethodsThe data that support the findings of this study are available from the corresponding author upon reasonable request.Study ParticipantsCase Definition and AscertainmentCases were individuals with out‐of‐hospital SCA from the ongoing Ventura PRESTO (Prediction ofSudden Death in Multi‐Ethnic Communities), a population‐based study initiated in 2015 of all SCA with resuscitation attempted by emergency medical services among residents of Ventura County, CA (population 850 536). Individuals with SCA were prospectively identified through collaboration with the region's 2‐tiered emergency medical service system and underwent detailed adjudication using information from emergency medical service records, archived medical records, and the medical examiner based on methodology used in the Oregon SUDS, a population‐based study ongoing for 20 years.11,12SCA was defined as a sudden, unexpected pulseless condition of likely cardiac origin.1All cases with an identifiable noncardiac cause for cardiac arrest were excluded. The present analysis included SCA cases (including deceased cases and survivors) aged 18 to 85 years at the time of the SCA event, and of Hispanic or Latino ethnicity, from February 1, 2015 to January 31, 2021. Individuals whose SCA event occurred in a residential facility such as a skilled nursing facility or nursing home were excluded because the HCHS/SOL (Hispanic Community Health Survey/Study of Latinos) did not include individuals living in a residential facility. The PRESTO study was approved by the Institutional Review Boards of Ventura County Medical Center, Cedars‐Sinai Health System, and all other participating hospitals and health systems. All survivors of cardiac arrest provided written informed consent; for nonsurvivors this requirement was waived.Control Definition and AscertainmentControls were selected from among participants of the HCHS/SOL, a population‐based cohort study of 16 415 individuals of self‐identified Hispanic or Latino ethnicity aged 18 to 74 years at baseline who were recruited by a door‐to‐door survey of randomly selected households in 4 US communities (Bronx, NY; Chicago, IL; Miami, FL; San Diego, CA).13,14Each community enrolled >4000 participants, who completed an examination at baseline (Visit 1, 2008–2011), followed by a Visit 2 examination during 2014 to 2017; annual telephone communications were used to maintain contact with participants and identify major health events.13,15Study visits featured collection of health interview data including medical history and health behaviors, anthropometry including seated blood pressure, height and weight, collection of fasting blood and urine for central clinical laboratory tests, and resting ECG (Visit 1 only). Echocardiograms were performed for participants of age"
  },
  {
    "full_text": "were performed for participants of age ≥45 years at Visit 2 or during the ECHO‐SOL ancillary study.16We selected individuals from the San Diego site because of its proximity to Ventura County and because US Census 2016 data indicated that the Hispanic or Latino communities in Ventura County and San Diego County are demographically similar, in particular the proportions who are of Mexican heritage (>85%), foreign‐born, and English‐speaking. HCHS/SOL participants were recruited from the South Bay region of San Diego County in which a higher proportion of residents (≈70%) identify as Hispanic or Latino compared with the overall county population. The HCHS/SOL study was conducted with the approval of the Ethics and Institutional Review Boards of all institutions involved (ie, Bronx Field Center – Albert Einstein School of Medicine; Chicago Field Center – University of Illinois Chicago; Miami Field Center – University of Miami; San Diego Field Center – San Diego State University), and informed consent was obtained from all participants.Frequency MatchingHCHS/SOLParticipants toPRESTOCasesThe time frame for HCHS/SOL Visit 2 (2014–2017) and for Ventura PRESTO case ascertainment (2015–2021) was similar. HCHS/SOL participants were more likely to be women and were younger at Visit 2 than PRESTO SCA cases. To obtain an appropriate control group, we selected a subset of HCHS/SOL participants as controls by frequency matching in a 1:2 case control ratio using simple random sampling from sex‐specific 10‐year age categories based on age at Visit 2 from the available 3033 HCHS/SOL San Diego site participants who completed Visit 2 examinations. For men aged 75–85 years, there were 47 PRESTO cases and 33 potential control subjects; we used simple random sampling with replacement to select 2 controls per case for this age category.Data Sources and Variable DefinitionsEthnicity DefinitionIn the PRESTO study, Hispanic or Latino ethnicity was determined for the majority of SCA cases from death certificates, which include separate fields for race and ethnicity, and for survivors, from self‐report during an interview. In the interviewer‐administered interview, survivors are asked to report their ethnicity first and race second in separate questions. In HCHS/SOL, Hispanic or Latino ethnicity was based on self‐report during screening for participation.14Individuals of Hispanic or Latino ethnicity were included regardless of their recorded or self‐identified race (eg, White, Black, multiple races).Demographics and Clinical Profile DataFor PRESTO cases, patient medical history was obtained from manual review of available medical charts from all major medical systems in Ventura County. Individuals for whom no prior medical records were available (18%) were excluded. Age at the time of SCA and sex were obtained from medical charts; place of birth and educational attainment were obtained from death certificates for deceased SCA cases and interviews with survivors of SCA."
  },
  {
    "full_text": "SCA cases and interviews with survivors of SCA. History of the following conditions at the time of SCA was based on physician‐noted history in medical charts: diabetes, hypertension, hyperlipidemia, myocardial infarction, atrial fibrillation, stroke, heart failure, peripheral vascular disease, chronic obstructive pulmonary disease, chronic kidney disease, dialysis, liver disease, cancer (in remission), smoking (current versus not), heavy drinking (yes versus no, defined as physician note of current heavy use). History of coronary artery revascularization, automatic implantable cardioverter‐defibrillator, or pacemaker was also noted. Quantitative values were obtained for weight and height to calculate body mass index. Selected laboratory values from clinical laboratories obtained before and unrelated to the SCA were used. For the subset of SCA cases with ECG and echocardiogram results available in archived medical records, quantitative parameters from the clinically performed archived ECG and echocardiogram closest to and unrelated to SCA were obtained. From the ECG, we obtained heart rate, PR interval, QRS duration, QTc (Bazett correction), QRS‐T angle, left atrial enlargement, and left ventricular hypertrophy (by voltage or Cornell product criteria). From the echocardiogram we obtained LVEF. Data on medication use were obtained from the medical record closest to the SCA, or as recorded by emergency medical services personnel at the time of the arrest.For HCHS/SOL controls, age, sex, place of birth, and educational attainment were obtained from questions during the HCHS/SOL Visit 2 examination. For medical history variables, we used questions from the HCHS/SOL Visit 1 or Visit 2 phrased as: “Has a doctor ever said that you had…(condition)?” and “Has(condition)been diagnosed since Visit 1?” to determine clinical history of diabetes, hypertension, hyperlipidemia, myocardial infarction, stroke, heart failure, peripheral vascular disease, chronic kidney disease, dialysis, chronic obstructive pulmonary disease, liver disease, and cancer. History of coronary revascularization, pacemaker implant, implantable cardioverter defibrillator were also self‐reported. Patient report of current smoking and heavy drinking (defined as current high‐level use) at the time of Visit 2 was used. Selected laboratory values from blood samples drawn at Visit 2 were used. ECG data for the same parameters as in cases were available from ECGs performed on >99% of study participants at Visit 1 (2008–2011). LVEF was obtained from echocardiograms performed in the ECHO‐SOL ancillary study16or in the subgroup with echocardiograms in Visit 2, which were limited to participants aged ≥45 years. Data on medication use were based on an inventory at Visit 2 of all prescription medications taken within the prior 4 weeks, or with directed recall questions about medication use during the 4 weeks before Visit 2.Variable DefinitionsFor both cases and controls, chronic kidney disease was"
  },
  {
    "full_text": "cases and controls, chronic kidney disease was defined by clinical history or, if measured, estimated glomerular filtration rate <60.17Diabetes was defined as clinical history or ever use of an oral anti‐diabetes medication or insulin. Atrial fibrillation was defined by clinical history, use of specific medications for anti‐coagulation in patients with atrial fibrillation (warfarin, dabigatran, rivaroxaban, or apixaban), or a finding of atrial fibrillation on ECG. Hyperlipidemia was defined by clinical history and treatment with a lipid‐lowering medication. Coronary artery disease was defined by clinical history of angina, myocardial infarction, or coronary artery revascularization or findings on ECG consistent with a past myocardial infarction. All other clinical conditions (hypertension, stroke, peripheral vascular disease, and cancer) were defined by chart history or self‐report as described above.Statistical AnalysisIn unadjusted bivariate analyses, we used weighted Chi‐squared tests andt‐tests to compare binary and continuous variables in cases and controls. In multivariable analysis, we fit unconditional logistic regression models with SCA as the outcome. Model 1 included age, sex, and clinical variables that had at least a suggestive association with SCA in bivariate analyses (P<0.10).18Model 2 added place of birth and education level to Model 1.In separate models in the subset with ECG data available, we estimated the significant association of ECG parameters with SCA. ECGs were available for 48% of SCA cases in PRESTO and >99% of participants in HCHS/SOL. To reduce potential bias attributable to ECGs being available for a subset of SCA cases, we first estimated a propensity score by fitting a logistic regression model among PRESTO cases to predict ECG data availability using covariates significant in multivariable Model 3 and then multiplied 1/propensity score to the current sampling weight (1) for those with ECG data in PRESTO. With the updated sampling weights, a weighted logistic regression was fitted (with robust SE) in the subset of the participants who had available ECG data, modeling the significant association of ECG variables with SCA adjusted first for age and sex, and second for age, sex, and clinical variables.In the subset with available echocardiographic data, we used a similar approach to model the association of LVEF with SCA, adjusted first for age and sex, and second for age, sex, and clinical variables.For all multivariable models, we used the Hosmer‐Lemeshow goodness‐of‐fit statistic to evaluate model fit19and assessed potential multicollinearity to avoid simultaneous modeling of collinear variables.As a sensitivity analysis, we repeated bivariate analyses and multivariable models including all 3033 participants from HCHS/SOL San Diego as control subjects weighted to have an overall 1:2 ratio for each age‐sex group. This approach maximized power and allowed efficient use of data from all HCHS/SOL participants, who"
  },
  {
    "full_text": "use of data from all HCHS/SOL participants, who were younger than the population of SCA cases from Ventura PRESTO and allowed an evaluation of the robustness of frequency‐matched results.ResultsDemographicsFrom February 1, 2015 to January 31, 2021 in Ventura PRESTO, a total of 1468 SCA cases aged 18 to 85 years were identified and adjudicated, of whom 1200 (82%) had archived medical records available to determine pre‐SCA clinical history. Of these, 324 (27%) were Hispanic or Latino ethnicity, 866 (73%) were non‐Hispanic, and 10 were missing ethnicity data. After excluding 29 (9%) Hispanic or Latino SCA cases whose arrests occurred in a residential facility such as a nursing home, 295 remained for analysis. From HCHS/SOL participants, 590 frequency‐matched control subjects were selected for inclusion.SCA cases and controls were 70.2% men with median age in their early 60s (Table1). Cases were significantly more likely than controls to be born in the United States (49.5% versus 16.6%,P<0.001), with the remainder mostly born in Mexico, and <5% born in another country (Table1). Education level was somewhat lower among cases than controls (Table1). The observed nativity and education differences were likely attributable to differences in the location of cohort recruitment.Table 1Demographics of Sudden Cardiac Arrest Cases from Ventura PRESTO Study and Frequency‐Matched Control Subjects from HCHS/SOL San DiegoSCA cases (n=295)Controls (n=590)PvalueMen207 (70.2%)414 (70.2%)Matching variableAge categories, y18–3416 (5.4%)32 (5.4%)Matching variable35–4417 (5.8%)34 (5.8%)45–5439 (13.2%)78 (13.2%)55–6479 (26.8%)158 (26.8%)65–7472 (24.4%)144 (24.4%)75–8572 (24.4%)144 (24.4%)Age, y, mean (SD)63.4 (14.4)61.8 (13.6)0.11Place of birthUnited States146 (49.5%)98 (16.6%)<0.001Mexico130 (44.1%)466 (79.0%)Other11 (3.7%)24 (4.1%)Missing8 (2.7%)2 (0.3%)Education level<High school122 (41.4%)240 (40.7%)<0.001High school83 (28.1%)105 (17.8%)>High school64 (21.7%)202 (34.2%)Missing26 (8.8%)32 (7.3%)Results presented as n (%) except where noted.Clinical History Among Cases and ControlsThe prevalence of some cardiovascular risk factors was higher among SCA cases (hypertension, obesity, and diabetes), but others did not differ (hyperlipidemia, current smoking) (Table2). Prevalent cardiovascular disease was significantly more common among SCA cases including myocardial infarction, stroke, atrial fibrillation, coronary artery revascularization, coronary artery disease, peripheral vascular disease, heart failure, and history of a pacemaker or automatic implantable cardioverter‐defibrillator (P<0.003; Table2).Table 2Clinical Profile of Sudden Cardiac Arrest Cases from Ventura PRESTO and Frequency‐Matched Control Subjects from HCHS/SOL San DiegoSCA cases (n=295)Controls (n=590)PvalueHypertension227 (76.9%)339 (57.5%)<0.001Hyperlipidemia108 (36.6%)185 (31.4%)0.13Weight, kg, mean (SD)87.9 (25.3)81.3 (17.6)<0.001Height, cm, mean (SD)167.3 (9.8)165.4 (9.3)0.008Body mass index, mean"
  },
  {
    "full_text": "(9.8)165.4 (9.3)0.008Body mass index, mean (SD)31.5 (9.0)29.5 (5.1)0.001Diabetes183 (62.0%)215 (36.4%)<0.001Current smoker39 (15.3%)78 (13.2%)0.44Heavy drinker25 (8.5%)23 (3.9%)0.006Myocardial infarction49 (16.6%)56 (9.5%)0.003Coronary revascularization42 (14.2%)30 (5.1%)<0.001Coronary artery disease133 (45.1%)77 (13.1%)<0.001Atrial fibrillation65 (22.0%)25 (4.2%)<0.001Heart failure93 (31.5%)39 (6.6%)<0.001Stroke47 (15.9%)16 (2.7%)<0.001Peripheral vascular disease34 (11.5%)45 (7.6%)0.06Pacemaker or AICD31 (10.5%)13 (2.2%)<0.001Chronic kidney disease151 (51.2%)52 (8.8%)<0.001On dialysis59 (20.0%)4 (0.7%)<0.001COPD33 (11.2%)69 (11.7%)0.83Liver disease20 (6.8%)53 (9.0%)0.28Cancer34 (11.5%)46 (7.8%)0.08Results presented as n (%) except where noted.AICD indicates automated implantable cardioverter‐defibrillator; and COPD, chronic obstructive pulmonary disease.Considering noncardiac comorbidities, chronic kidney disease was significantly more common among SCA cases than controls (51.2% versus 8.8%), and the proportion of SCA cases on dialysis was 20.0% compared with 0.7% in controls (Table2). Prevalence of chronic obstructive pulmonary disease, liver disease, and history of cancer was not significantly different between the groups. SCA cases were more likely to be heavy drinkers.MedicationsAll medications except anxiolytics were more commonly used by SCA cases (Table3).Table 3Medication Use Among Sudden Cardiac Arrest Cases from Ventura PRESTO and Frequency‐Matched Control Subjects from HCHS/SOL San DiegoSCA cases (n=295)Controls (n=590)PvalueAntihypertensives207 (70.2%)242 (41.0%)<0.001Lipid‐lowering medications142 (48.1%)192 (32.5%)<0.001Oral antidiabetes medications123 (41.7%)130 (22.0%)<0.001Insulin63 (21.4%)33 (5.6%)<0.001Antianginal medications22 (7.5%)8 (1.4%)<0.001Anticoagulants31 (10.5%)10 (1.7%)<0.001Antiarrhythmics22 (7.5%)21 (3.6%)0.01Diuretics86 (29.2%)21 (3.6%)<0.001Asthma medications (beta‐2 agonists)43 (14.6%)24 (4.1%)<0.001Anxiolytics11 (3.7%)39 (6.6%)0.09Antidepressants60 (20.3%)44 (7.5%)<0.001Hypothyroid medications30 (10.2%)36 (6.1%)0.04Results presented as n (%).Multivariable Associations withSCAIn the multivariable model including age, sex, and clinical variables withP<0.10 in bivariate comparisons 7 clinical predictors were associated with a higher odds of SCA: chronic kidney disease (odds ratio [OR], 7.3 [95% CI, 3.8–14.3]), heavy drinking (OR, 4.5 [95% CI, 2.3–9.0]), stroke (OR, 3.1 [95% CI, 1.2–8.0]), atrial fibrillation (OR, 3.7 [95% CI, 1.7–7.9]), coronary artery disease (OR, 2.9 [95% CI, 1.5–5.9]), heart failure (OR, 2.5 [95% CI, 1.2–5.1]), and diabetes (OR, 1.5 [95% CI, 1.0–2.3]; Figure1; Table4, Model 1). Hypertension, body mass index, pacemaker/implantable cardioverter‐defibrillator, and cancer were not significantly associated with SCA, while peripheral vascular disease had a marginal negative association. Adjustment for place of birth and educational attainment did not materially change associations (Table4, Model"
  },
  {
    "full_text": "not materially change associations (Table4, Model 2).Figure 1Clinical risk factors significantly associated with sudden cardiac arrest in Hispanic or Latino individuals.Odds ratios and 95% CIs from multivariable logistic regression model adjusted for age, sex, and all clinical variables in the figure. Clinical factors associated with higher sudden cardiac arrest risk included established cardiovascular disease (coronary artery disease, atrial fibrillation, heart failure, and stroke), chronic kidney disease, and heavy drinking. Diabetes was marginally associated with elevated risk, while peripheral vascular disease was marginally associated with lower risk. BMI indicates body mass index; CAD, coronary artery disease; CKD, chronic kidney disease; PM/AICD, pacemaker/automated implanted cardioverter‐defibrillator; and PVD, peripheral vascular disease.Table 4Multivariable Models: Clinical Risk Factors Significantly Associated With Sudden Cardiac Arrest in Hispanic or Latino IndividualsModel 1*OR (95% CI)PvalueModel 2†OR (95% CI)PvalueHypertension1.0 (0.7–1.6)0.861.1 (0.7–1.8)0.68Body mass index (per 1‐unit increase)1.03 (1.00–1.07)0.091.02 (0.98–1.06)0.40Diabetes1.5 (1.0–2.3)0.071.7 (1.1–2.8)0.03Heavy drinker4.5 (2.3–9.0)<0.0014.4 (1.9–10.1)<0.001Coronary artery disease2.9 (1.5–5.9)0.0032.8 (1.3–6.0)0.01Atrial fibrillation3.7 (1.7–7.9)0.0013.0 (1.3–7.3)0.01Heart failure2.5 (1.2–5.1)0.012.1 (0.9–4.7)0.07Stroke3.1 (1.2–8.0)0.0053.1 (1.3–7.7)0.01Peripheral vascular disease0.4 (0.2–1.0)0.050.4 (0.1–1.0)0.06Pacemaker or AICD1.5 (0.4–5.3)0.531.1 (0.2–7.3)0.93Chronic kidney disease‡7.3 (3.8–14.3)<0.0016.9 (3.4–14.2)<0.001Cancer1.6 (0.8–3.5)0.211.5 (0.7–3.2)0.35AICD indicates automated implantable cardioverter‐defibrillator.*Model 1 adjusted for age, sex, and all other variables in the table.†Model 2 adjusted for age, sex, place of birth, education, and all other variables in the table.‡Chronic kidney disease included all individuals with chronic kidney disease, whether on dialysis or not on dialysis.ECGand Echocardiogram ParametersPre‐SCA ECGs were available for 142 (48%) of 295 SCA cases. Baseline ECGs were available for 587 (>99%) of control subjects. In bivariate weighted comparisons with controls, SCA cases had a significantly faster heart rate and greater QRS duration, QTc interval, and QRS‐T angle (P<0.02; Table5). Cases were also more likely to have ECG‐defined left ventricular hypertrophy and left atrial enlargement (Table5).Table 5ECG and Echocardiogram Parameters of Sudden Cardiac Arrest Cases from Ventura PRESTO Study and Frequency‐Matched Control Subjects from HCHS/SOL San DiegoSCA casesControlsPvalueECG parameters(n=124)(n=575)Heart rate, bpm80.1 (19.6)60.0 (8.9)<0.001QRS duration, ms107 (27)92 (14)<0.001QTc interval, ms484 (52)414 (24)<0.001LVH by ECG, n (%)21 (14.8%)45 (7.7%)0.01QRS‐T angle, absolute degrees72 (57)26 (27)<0.001Left atrial enlargement, n (%)37 (27.4%)105 (18.3%)0.02Echocardiogram parameters(n=109)(n=487)Left ventricular"
  },
  {
    "full_text": "parameters(n=109)(n=487)Left ventricular ejection fraction49.0 (14.9)68.7 (7.1)<0.001Results presented as mean (SD) except where noted. LVH indicates left ventricular hypertrophy; SCA, sudden cardiac arrest.In a multivariable model with ECG parameters adjusted for age and sex, increased heart rate and longer QTc interval were significantly associated with SCA, and QRS‐T angle had a modest and borderline‐significant odds ratio (Table6, Model 0). Left ventricular hypertrophy by ECG was initially entered in the multivariable model but was strongly correlated with most of the continuous ECG measures and removed. When further adjusted for clinical factors (Table6, Model 1), heart rate (OR, 1.8 [95% CI, 1.3–2.6] per 1‐SD increase) and QTc interval (OR, 2.5 [95% CI, 1.3–4.8] per 1‐SD increase) were significantly associated with SCA.Table 6Multivariable Associations of ECG and Echocardiogram Parameters With SCAModel 0*OR (95% CI)PvalueModel 1†OR (95% CI)PvalueECG modelHeart rate (per 1‐SD)‡1.6 (1.2–2.1)<0.0011.8 (1.3–2.6)0.002QRS duration (per 1‐SD)‡1.2 (0.9–1.7)0.281.3 (0.8–2.0)0.26QTc interval (per 1‐SD)‡3.0 (1.7–5.3)<0.0012.5 (1.3–4.8)0.007QRS‐T angle (per 1‐SD)‡1.3 (1.0–1.7)0.041.2 (0.8–1.9)0.33Left atrial enlargement1.9 (0.7–5.0)0.222.2 (0.5–9.5)0.31Echocardiogram modelLVEF (per 1‐SD‡decrease)3.7 (2.7–4.9)<0.0014.4 (2.4–8.1)<0.001LVEF, left ventricular ejection fraction; OR, odds ratio; and SCA, sudden cardiac arrest.*ECG Model 0 adjusted for age, sex, and ECG variables listed. Echocardiogram model adjusted for age and sex.†ECG and Echocardiogram Model 1: adjusted as for Model 0, as well as all clinical variables in Table4.‡SD in control subjects: heart rate SD 8.9, QRS duration SD 14, QTc interval SD 24, QRS‐T angle SD 27, LVEF SD 7.1.In a multivariable model with LVEF adjusted for age, sex, and clinical factors a decrease in LVEF was associated with a significant increase in odds of SCA (OR, 4.4 [95% CI, 2.4–8.1] per 1‐SD decrease) (Table6, Model 1).Sensitivity AnalysisWhen bivariate and multivariable analyses were repeated using the weighted data set including all 3033 HCHS/SOL participants, bivariate frequencies and means were nearly identical (data not shown).Likely Cardiac Causes ofSCAFinally, for SCA cases, we first evaluated the possible causes of SCA in 2 subsets of SCA cases: 1) those who underwent cardiac evaluation after survival from SCA, and 2) nonsurvivors who underwent autopsy following SCA. In the remainder we evaluated potential cardiac causes of SCA based on pre‐arrest medical records. Among the 295 SCA cases, 161 (55%) occurred in the setting of definite or probable cardiac ischemia (myocardial infarction or significant coronary disease before arrest), 70 (24%) occurred with definite or probable nonischemic cardiac disease (eg, hypertrophic cardiomyopathy, congenital heart disease, valvular disease, and other rare syndromes), and for 63 (21%), a specific cardiac cause could not be determined.DiscussionIn this population‐based"
  },
  {
    "full_text": "be determined.DiscussionIn this population‐based study among Hispanic or Latino individuals, chronic kidney disease and established cardiovascular disease including coronary artery disease, atrial fibrillation, heart failure, and stroke were significantly associated with increased risk of SCA. Diabetes and heavy drinking were also associated with SCA. In subgroup analyses, ECG parameters (heart rate and QTc) as well as LVEF assessed by echocardiogram were also associated with SCA. All of these predictors have been identified as risk factors for SCA in previous studies,3,6,20though the evidence for heavy drinking is mixed.21These results are likely best understood as the first evaluation of SCA risk in a Hispanic or Latino population. Our results indicate that among Hispanic or Latino residents of Southern California, prevention of cardiovascular risk factors and disease may reduce risk of future SCA. Since our study used general population controls, risk factors should be interpreted as those associated with SCA in the general population, some potentially associated with SCA through the cardiovascular disease pathway. Direct comparison of results from our study to earlier studies on the presence or strength of risk factors are hampered because of differences not only in the race and ethnicity of study participants, but also because of differences in the timing of risk factor assessment, inclusion/exclusion criteria at study baseline, and type of data available. Medical history was obtained from the most recent medical charts for SCA cases in PRESTO and from interviews with HCHS/SOL participants about their health history up to the date of the Visit 2 examination. These studies enrolled all comers, even those with significant cardiovascular disease before SCA or study enrollment. In contrast, much of what we know about SCA risk comes from cohort studies that assessed risk predictors 10 to 20 years before SCA2,3and included only individuals free of cardiovascular disease at baseline. In the present study, we did not find that hypertension, hyperlipemia, body mass index, or current smoking were significantly associated with SCA, and diabetes was a weaker risk factor compared with our findings for coronary artery disease, stroke, atrial fibrillation, and heart failure. Because of the causal pathways between cardiovascular risk factors and overt cardiovascular disease, it is likely that risk attributable to established cardiovascular disease overshadowed risk attributable to cardiovascular risk factors more remote in time and pathophysiology from the cardiac event.Chronic kidney disease was the strongest risk factor identified and 20% of SCA cases were on dialysis; among controls, this proportion was <1%. In the United States, the prevalence of chronic kidney disease among Hispanic or Latino individuals is similar to that among non‐Hispanic or Latino White individuals, but the prevalence of end‐stage renal disease requiring dialysis or transplant is"
  },
  {
    "full_text": "renal disease requiring dialysis or transplant is nearly 50% higher among Hispanic or Latino individuals.22There is strong evidence of high SCA risk among individuals with severe kidney disease, particularly those on dialysis,23but limited information from community‐based studies. Several published studies (none which reported results for Hispanic or Latino individuals) have found that reduced kidney function was associated with increased SCA risk. These studies have been conducted among individuals from the general population free of coronary disease at baseline (the Atherosclerosis Risk in Communities study),3in patients with low ejection fraction,24,25in patients within 90 days of a myocardial infarction,26and among patients with significant coronary disease.27Other studies have either not evaluated kidney function (Framingham community‐based SCD risk score),28not reported a multivariable‐adjusted effect estimate for kidney function,7or have found that kidney disease was not significantly associated with SCA, for example among individuals with heart failure with preserved ejection fraction,29or among patients with mild to moderate heart failure.30A 2014 statement on SCA risk prediction and challenges for the future reported that kidney function is probably important for the SCA risk profile, and suggested evaluating risk factors as a function of age, sex, and ethnic background.31Our study, the first to include feasible numbers of Hispanic or Latino individuals, highlights the importance of renal dysfunction as a risk factor for SCA in the community. While more data are needed to evaluate whether kidney disease, particularly end‐stage renal disease, is a stronger marker of arrhythmic risk in Hispanic or Latino individuals than in other groups, these data may indicate that a different prevention strategy is needed in this population given the different arrhythmic triggers and unique pathophysiology in patients with end‐stage renal disease.32These data also highlight the possibility of reducing SCA risk among Hispanic or Latino individuals, especially those with existing chronic kidney disease or its risk factors, via policies to improve healthcare access and quality. Earlier diagnosis and treatment of end‐stage renal disease could reduce SCA risk as well as lead to other health benefits.We also reported a significant increase in SCA risk with increased heart rate, prolonged QTc, and decreased LVEF. All of these markers have been associated with SCA, and LVEF is an established and clinically used risk predictor for SCA. These results suggest that additional results from ECG and echocardiogram evaluations could also be helpful in identifying Hispanic or Latino individuals at increased risk of SCA.6Strengths and LimitationsTo our knowledge, this is the first study evaluating predictors of SCA among Hispanic or Latino individuals. SCA cases were prospectively identified and carefully adjudicated and included SCA survivors (constituting ≈10% of all"
  },
  {
    "full_text": "included SCA survivors (constituting ≈10% of all cases). While some ethnicity‐specific data on resuscitation circumstances and outcomes following out‐of‐hospital SCA are available and suggest less favorable outcomes among Hispanic or Latino individuals including lower rates of bystander cardiopulmonary resuscitation,33they do not provide information on prediction of SCA occurrence.We believe that the use of HCHS/SOL participants as control subjects allowed efficient analysis and leveraged the rich data available from the HCHS/SOL study, and that the HCHS/SOL participants from San Diego provided a good approximation of the source population from which the Ventura County Hispanic or Latino SCA cases were drawn. Of note, however, most participants at the San Diego HCHS/SOL study site were born outside the United States, while about half of the SCA cases from Ventura County were born outside the United States. This difference, as well as other differences between the 2 counties (proportion of urban versus rural, occupational differences, access to medical care) could have influenced cardiovascular disease risk, though when models were adjusted for place of birth, estimates for risk factors did not appreciably change. Additionally, individuals included in our study were predominantly of Mexican heritage. The prevalence of cardiovascular risk factors and established disease among Hispanic or Latino individuals varies based on region of origin,15and therefore results may not be generalizable to Hispanic or Latino individuals from other regions. We also acknowledge that the terms Hispanic or Latino can have different definitions based on cultural/regional contexts.Furthermore, in a case control study, significant associations must be evaluated in the context of the study design. Though we designed our analysis using clinical history variables from each study that were as comparable as possible, because medical history was assessed differently in the 2 studies, there is a potential for some error in estimating the strength of associations. Results for ECG and echocardiographically determined variables were estimated using inverse probability weighting to reduce potential bias because of systematic differences in cases with and without ECG and echocardiogram data. Nonetheless, the results on ECG and echocardiographic data should be viewed as hypothesis‐generating because of the potential for residual bias. While the overall consistency of our findings with those of other studies of SCA lend credibility to our results, ideally our findings should be replicated in another population.ConclusionsIn this first population‐based study of SCA among Hispanic or Latino individuals, the strongest predictor of SCA was chronic kidney disease. Other predictors included coronary artery disease, atrial fibrillation, heart failure, stroke, diabetes, heavy drinking, heart rate, QTc interval, and LVEF. These findings provide information that could be useful in designing"
  },
  {
    "full_text": "information that could be useful in designing public health and medical interventions to reduce SCA risk among Hispanic or Latino individuals. Because of the strong association of kidney disease with SCA in our study, early identification and management of chronic kidney disease could reduce risk of SCA among Hispanic or Latino individuals. Cardiovascular disease prevention and optimal treatment of existing cardiac disease may also reduce risk.Sources of FundingThe Ventura PRESTO study was funded, in part, by National Institutes of Health, National Heart Lung and Blood Institute (NHLBI) grants R01HL145675 and R01HL147358 to SSC. The HCHS/SOL was carried out as a collaborative study supported by contracts from the NHLBI to the University of North Carolina (grant N01 HC65233), University of Miami (grant N01 HC65234), Albert Einstein College of Medicine (grant N01 HC65235), Northwestern University (grant N01 HC65236), and San Diego State University (grant N01 HC65237). The following institutes, centers, or offices contribute to the HCHS/SOL through a transfer of funds to the NHLBI: the National Institute on Minority Health and Health Disparities, the National Institute on Deafness and Other Communications Disorders, the National Institute of Dental and Craniofacial Research, the National Institute of Diabetes and Digestive and Kidney Diseases, the National Institute of Neurological Disorders and Stroke, and the Office of Dietary Supplements.DisclosuresSSC holds the Pauline and Harold Price Chair in Cardiac Electrophysiology at Cedars‐Sinai. CONCLUSION: ConclusionsIn this first population‐based study of SCA among Hispanic or Latino individuals, the strongest predictor of SCA was chronic kidney disease. Other predictors included coronary artery disease, atrial fibrillation, heart failure, stroke, diabetes, heavy drinking, heart rate, QTc interval, and LVEF. These findings provide information that could be useful in designing public health and medical interventions to reduce SCA risk among Hispanic or Latino individuals. Because of the strong association of kidney disease with SCA in our study, early identification and management of chronic kidney disease could reduce risk of SCA among Hispanic or Latino individuals. Cardiovascular disease prevention and optimal treatment of existing cardiac disease may also reduce risk.Sources of FundingThe Ventura PRESTO study was funded, in part, by National Institutes of Health, National Heart Lung and Blood Institute (NHLBI) grants R01HL145675 and R01HL147358 to SSC. The HCHS/SOL was carried out as a collaborative study supported by contracts from the NHLBI to the University of North Carolina (grant N01 HC65233), University of Miami (grant N01 HC65234), Albert Einstein College of Medicine (grant N01 HC65235), Northwestern University (grant N01 HC65236), and San Diego State University (grant N01 HC65237). The following institutes, centers, or offices contribute to the HCHS/SOL through a transfer of funds to the"
  },
  {
    "full_text": "the HCHS/SOL through a transfer of funds to the NHLBI: the National Institute on Minority Health and Health Disparities, the National Institute on Deafness and Other Communications Disorders, the National Institute of Dental and Craniofacial Research, the National Institute of Diabetes and Digestive and Kidney Diseases, the National Institute of Neurological Disorders and Stroke, and the Office of Dietary Supplements.DisclosuresSSC holds the Pauline and Harold Price Chair in Cardiac Electrophysiology at Cedars‐Sinai."
  }
]