[
  {
    "full_text": "TITLE: Risk Factors for Post-Stroke Cognitive Decline: the REGARDS study ABSTRACT: Background and PurposePoststroke cognitive decline (PSCD) causes disability. Risk factors for PSCD independent of survivors’ prestroke cognitive trajectories are uncertain.MethodsAmong 22,875 participants age ≥45 without baseline cognitive impairment from the Reasons for Geographic and Racial Differences in Stroke (REGARDS) cohort, enrolled 2003–2007 and followed through September 2015, we measured the effect of incident stroke (n=694) on changes in cognitive functions and cognitive impairment (Six-Item Screener score <5) and tested whether patient factors modified the effect. Median follow-up was 8.2 years.ResultsIncident stroke was associated with acute declines in global cognition, new learning, verbal memory, and executive function. Acute declines in global cognition after stroke were greater in survivors who were black (P=0.04), male (P=0.04), had cardioembolic (P=0.001) or large artery stroke (P=0.001). Acute declines in executive function after stroke were greater in survivors who had <high school education vs college graduates (P=0.01). Incident stroke was associated with faster declines in global cognition and executive function but not new learning or verbal memory compared with prestroke slopes. Faster declines in global cognition over years after stroke were greater in survivors who were older (P<0.01), resided outside the Stroke Belt (P=0.005), or had cardioembolic stroke (P=0.01). Faster declines in executive function over years after stroke were greater in survivors who were older (P<0.01) or lacked hypertension (P=0.03).ConclusionIncident stroke alters a patient’s cognitive trajectory and this effect is greater with increasing age and cardioembolic stroke. Race, gender, geography and hypertension status may modify the risk of PSCD. BODY: MethodsAmong 22,875 participants age ≥45 without baseline cognitive impairment from the Reasons for Geographic and Racial Differences in Stroke (REGARDS) cohort, enrolled 2003–2007 and followed through September 2015, we measured the effect of incident stroke (n=694) on changes in cognitive functions and cognitive impairment (Six-Item Screener score <5) and tested whether patient factors modified the effect. Median follow-up was 8.2 years."
  }
]