[
  {
    "full_text": "TITLE: Serious games, a game changer in teaching neonatal resuscitation? A review ABSTRACT: BackgroundNeonatal healthcare professionals require frequent simulation-based education (SBE) to improve their cognitive, psychomotor and communication skills during neonatal resuscitation. However, current SBE approaches are resource-intensive and not routinely offered in all healthcare facilities. Serious games (board and computer based) may be effective and more accessible alternatives.ObjectiveTo review the current literature about serious games, and how these games might improve knowledge retention and skills in neonatal healthcare professionals.MethodLiterature searches of PubMed, Google Scholar, Cochrane Central Register of Controlled Trials, CINAHL, Web of Science and EMBASE databases were performed to identify studies examining serious games in neonatology. All games, such as board games, tabletop games, video games, screen-based simulators, tabletop simulators and virtual reality games were included.ResultsTwelve serious games were included in this review (four board games, five video games and three virtual reality games). Overall, knowledge improvement was reported for the RETAIN (REsuscitationTrAINing for healthcare professionals) board game (10% increase in knowledge retention) and The Neonatology Game (4.15 points higher test score compared with control). Serious games are increasingly incorporated into Nursing and Medical School Curriculums to reinforce theoretical and practical learning.ConclusionsSerious games have the potential to improve healthcare professionals’ knowledge, skills and adherence to the resuscitation algorithm and could enhance access to SBE in resource-intensive and resource-limited areas. Future research should examine important clinical outcomes in newborn infants. BODY: What is already known on this topic?Neonatal healthcare professionals require frequent simulation-based education to improve cognitive, psychomotor and communication skills during resuscitation.Alternative simulation-based medical education approaches are required that are equally effective, more accessible and less resource-intensive.What this study adds?Serious games are potential alternatives to supplement traditional simulation-based education for neonatal resuscitation training.Serious games can improve working memory, decision-making and teamwork performance.Serious games are increasingly incorporated into Nursing and Medical School Curriculums to reinforce theoretical and practical learning.IntroductionNeonatal resuscitation is a highly stressful medical emergency requiring cognitive, psychomotor and communication skills to support making decisions quickly by correctly identifying problems, analysing complex scenarios and generating solutions under elevated time pressure.1This stressful situation can result in distraction, decision-making deficiencies2 3or impaired working memory,4causing medical errors or deviations from the resuscitation"
  },
  {
    "full_text": "errors or deviations from the resuscitation algorithm, even in experienced healthcare professionals (HCPs).5Deficiencies innon-technicalskills (eg, working memory, decision-making or teamwork) rather than technical skills were the reasons for the majority of fatal errors and poor patient outcomes.6–8Therefore, neonatal resuscitation guidelines recommend simulation-based education (SBE) for HCP to improve working memory, decision-making and teamwork performance.9–12While current SBE programmes such as the Neonatal Resuscitation Program (NRP) have reduced neonatal morbidity and mortality, deficiencies innon-technicalskills remain common.13The current SBE approach requires specialised equipment, manikins and instructors trained in simulation education.14Consequently, the current SBE approach is time intensive and cost intensive and therefore not routinely offered in many healthcare facilities.15Also, frequent refresher training sessions are necessary for skill retention, which are cost-prohibitive.14 16Therefore, alternative SBE approaches are needed to improve working memory, decision-making skills and teamwork performance of HCPs. Serious games (eg, board or computer games) fit this description by using active, experiential or problem-based learning to motivate learners to develop these skills.17Game-based learning provides a learning context to construct higher-level knowledge while navigating challenging and iterative scenarios.18Furthermore, serious games have the potential to reduce error rates and are available at low costs.19 20Indeed, healthcare areas including surgery,20 21emergency medicine22 23and anaesthesiology24have introduced serious games as SBE and reported improved decision-making skills in their learners. However, evidence about the use of serious games in neonatology is lacking. Therefore, we aimed to review the literature about the application of serious games in improving knowledge retention, working memory, decision-making and teamwork performance in neonatal learners.MethodsPubMed, Google Scholar, Cochrane Central Register of Controlled Trials, CINAHL, Web of Science and EMBASE databases were searched from database inception to 21 May 2019 to identify studies examining serious games in neonatology. The search terms included “neonatal”, “delivery room”, “infant”, “baby”, “neonatal resuscitation”, “serious game”, “computer game”, “board game”, “video game”, “virtual reality”, “screen-based simulation” and “table-top simulation”. No language restrictions were applied. Additionally, the reference lists of retrieved articles were manually screened and studies were selected based on their title, abstract and method, if they addressed neonatology and serious games (onlinesupplementary appendix 1;figure 1). All games including board games, tabletop games, video games, web games, screen-based simulators, tabletop simulators, virtual reality (VR) games and artificial intelligence games were included. Simulation games were included,"
  },
  {
    "full_text": "were included. Simulation games were included, although distinct from strategic games, as they also fulfil the characteristics of serious games (ie, engaging experience with a challenging goal teaching relevant knowledge and skills).1710.1136/archdischild-2019-317011.supp1Supplementary dataResultsA total of 12 games (four board games, five video games and three VR games, as indicated intables 1 and 2) were identified using our search strategy (figure 1). Articles were excluded if the games were used for reasons other than teaching HCPs’ neonatology (eg, parental teaching).Figure 1Search strategy for systematic literature review following PRISMA guidelines (last searched 16 May 2019). HCP, healthcare professional; PRISMA, Preferred Reporting Items for Systematic Reviews and Meta-Analyses.Table 1Summary of serious games in neonatologyGameLearning objectiveHow to playAvailabilityFeedbackAssessment of the gameLearners’ attitudeEducational outcomesBoard gamesRETAIN board gameTabletop simulator to train interdisciplinary HCPs’ neonatal resuscitation knowledge and communication/teamwork skills.After prebrief, learners use 3D equipment pieces and informative action cards to perform neonatal resuscitation. A facilitator is required to provide players with ongoing heart rate and oxygen saturation. Debrief cards are used.The game is under development (US$200). There are currently 50 evidence-based real-life resuscitation cases from the delivery room of a tertiary care centre.Performance scored based on adherence to the NRP-based answer key for each scenario in the supplementary case booklet. The facilitator may provide specific feedback.Not reported.NRP providers who played three rounds of RETAIN experienced an increase in short-term knowledge retention of the overall NRP algorithm on an open-answer neonatal resuscitation scenario, with significant improvements in temperature management.The Neonatology GameTrivia-based board game to teach neonatal curriculum to undergraduate medical students.Working in teams of four, players roll a dice and answer neonatology quiz questions to move along the board. Informative neonatal summary cards are provided.The game is part of the neonatal unit of the University of Glasgow’s medical curriculum. Questions are based on a standard paediatrics textbook.Performance scored based on the number of correctly answered questions accumulated by each team.Medical students indicated the game was useful, fun and an interesting way to learn. Students found the summary cards particularly useful.Medical students who played the game+standard curriculum had a higher mean post-test score on a final written neonatology examination, compared with students who received standard curriculum alone.Neonatal Emergency Trivia GameTrivia-based board game for HCPs to review neonatology in preparation for emergency clinical situations.Divided into two teams, players roll a dice to determine the trivia category (ie, pathophysiology, resuscitation or"
  },
  {
    "full_text": "category (ie, pathophysiology, resuscitation or medication) of a neonatal medicine question to answer within 2 min. A facilitator is required to organise and debrief questions during play.The game contains 101 peer-reviewed validated short-answer questions and answers.Performance scored based on the number of correctly answered questions in each trivia category accumulated by each team. Five points are awarded for each correct answer, and the team with the most points at the end wins.Nurses indicated the game was easy to play, clinically applicable, helpful and would recommend it to their peers.Not reported.NeonopolyNot reported.Not reported.Not reported.Not reported.Midwives indicated the game was enjoyable, easy to learn and intended to use it again. The number of question cards was evaluated as insufficient.Not reported.Computer gamesNRP eSimDigital neonatal resuscitation simulator to be completed before attending the in-class NRP provider course.After prebrief and equipment check, players use equipment and interventions to perform neonatal resuscitation. Players assess breathing, heart rate and visually to guide their actions.Accessible after payment for the NRP provider course (US$35). There are currently four repeatable scenarios. A free-trial scenario is available from AAP (no learner feedback provided).Performance scored based on adherence to the NRP algorithm. Players receive a debrief, timestamped list of their actions, and final percentage score.Not reported.NRP providers who were prepared with the eSim+NRP textbook performed several algorithm steps more correctly than NRP providers with the textbook alone on an in-person simulation, but no difference between groups in time needed to perform key NRP steps.RETAIN video gameDigital neonatal resuscitation simulator to train HCPs’ knowledge of the resuscitation algorithm.After prebrief and equipment check, players choose equipment and interventions (guided by changes in heart rate, breathing, oxygen saturation and visual assessment) to perform simulated resuscitations in real time.The game is under development. There are currently 50 evidence-based real-life resuscitation cases from the delivery room of a tertiary care centre.Performance scored based on adherence to the NRP algorithm and successful stabilisation of the newborn. Players receive a timestamped list evaluation of their actions.Players reported stress during RETAIN due to the gravity of the simulated consequences. Neonatologists evaluated the game as an engaging learning experience.Not reported.Scottish Neonatal Resuscitation GameDigital neonatal resuscitation simulator to train knowledge and psychomotor skills of rural HCPs with infrequent birth attendance.After selecting difficulty level and clinical setting, players answer questions and choose interventions to practise their resuscitation skills on a simulated newborn.The game (US$4.99) is not available for download as it requires updating. There were six scenarios"
  },
  {
    "full_text": "as it requires updating. There were six scenarios developed for the NHS Scottish Multiprofessional Maternity Development Neonatal Resuscitation course.Performance is scored based on performance of interventions and correctly answered questions. Players receive a final score which is submitted to the NHS Education Scotland leaderboard.Not reported.Not reported.Singapore Neonatal Resuscitation GameDigital neonatal resuscitation simulator to retrain and assess experienced HCPs’ knowledge and skills.After selecting difficulty level, players independently assemble equipment and perform resuscitations as team leader within a time limit.There are three available categories of resuscitation scenarios, based on gestational age.Performance is scored based on knowledge, skills, leadership and appropriateness of interventions. Players receive a timestamped list of their actions and a final score.Not reported.Not reported.eBabyComputer game to assess knowledge and train nursing students to manage oxygenation problems in preterm babies.After receiving medical history, players choose clinical assessment tools and answer questions about neonatal respiratory problems.Players are presented with several infants throughout the game, with mild to serious respiratory problems.Performance is scored based on correct answers to the multiple-choice questions.Nursing students rated the game as enjoyable, autonomous, accountable, easy to use and easy to learn information.Not reported.eHBBDigital and VR neonatal resuscitation simulator based on HBB to train HCPs in low-resource settings.Players manage neonatal resuscitation simulation scenarios by administering interventions.The game was developed to supplement in-person HBB training to maintain HCPs’ knowledge and skills. There are three simulation scenarios available.Performance is scored based on adherence to the HBB guidelines. Player feedback is provided.HCPs from Nigeria reported eHBB was easy to use, interesting, educational and facilitated learning without stress.There is an ongoing randomised controlled trial in Nigeria and Kenya to examine educational outcomes of eHBB training.LIFEDigital and VR neonatal resuscitation simulator based on ETAT+ to train HCPs in low-resource settings.Players manage simulated neonatal resuscitations in a rural setting by finding equipment, administering interventions and answering questions.The game was developed to supplement in-person ETAT+ training to practise HCPs’ knowledge and skills.Performance is scored based on adherence to ETAT+ guidelines, timely delivery of interventions and correct answers to questions.Not reported.Not reported.Compromised Neonate ProgramDigital and VR neonatal resuscitation simulator to teach midwifery students’ neonatal skills.Working independently or with the help setting, players perform neonatal resuscitations within realistic time limits.The game was developed to supplement the University of Newcastle midwifery course curriculum.Performance is"
  },
  {
    "full_text": "midwifery course curriculum.Performance is scored based on adherence of actions to the correct resuscitation algorithm.Not reported.There is an ongoing randomised controlled trial in Australia of midwifery students’ educational outcomes with the game+standard curriculum compared with the standard curriculum alone.3D, three dimensional; AAP, American Academy of Pediatrics; eHBB, Electronic Helping Babies Breathe; ETAT, Emergency Triage, Assessment and Treatment Plus; HCP, healthcare professional; LIFE, Life-saving Instructions For Emergencies; NRP, Neonatal Resuscitation Program; RETAIN, REsuscitation TrAINing for healthcare professionals; VR, virtual reality.Table 2Summary of evidence-based serious gamesGameStudyParticipantsMethodologyOutcomesLimitationsConclusionNRP eSimUmorenet al,272019255 NRP providers recruited from four US institutions.NRP providers randomised into a pre-NRP course preparation intervention group: (1) eSim plus NRP textbook and online MCQ examination (n=167) or (2) NRP textbook only and online MCQ examination (n=88). After completing the in-class portion, participants’ performance as team leader during a standardised neonatal resuscitation simulation was video recorded and evaluated.eSim+NRP textbook NRP providers performed certain steps of the NRP algorithm more correctly than the textbook-only group, including: initial set-up, initial steps, mask adjustment and reposition airway; ECG leads before chest compressions, and correct epinephrine order. There was no difference between the groups in time to perform key NRP steps (ie, PPV started, ET intubation, chest compressions started, UVC placed, intravenous epinephrine requested, intravenous epinephrine given, chest compressions stopped).Improved performance could be contributed to more time overall spent training by the eSim+textbook group, rather than use of the eSim specifically. The study was funded by the AAP which hosts the eSim.Preparation for the in-class portion of the NRP provider course with the eSim+NRP textbook improved NRP provider performance on several key steps during an in-person neonatal resuscitation simulation, compared with textbook preparation alone.RETAIN board gameCutumisuet al,28201930 NRP providers recruited from the Royal Alexandra Hospital (Edmonton, Alberta, Canada).Experienced NRP providers completed a written pretest of an open-answer neonatal resuscitation scenario, tutorial and three rounds of RETAIN as team leader (guided by a facilitator). Participants repeated the same written scenario as a post-test, and performance was scored and analysed for knowledge retention.NRP providers experienced a 12% increase in performance between the pre-test and post-test scores (49%–61%, respectively). The most improvements in knowledge retention were made in temperature management (14%–46% from pre-test to post-test), attaching pulse oximeter (57%–77%, respectively), ECG leads (47%–73%, respectively) and admission to the NICU (0%–47%, respectively).There"
  },
  {
    "full_text": "to the NICU (0%–47%, respectively).There was a negative effect on the task of assessing breathing between the pre-test and post-test (mean=0.70, SD=0.47 compared with mean=0.50, SD=0.51, respectively), and the study used a small sample size (n=30).Playing the RETAIN board game improved NRP providers’ performance on a written neonatal resuscitation scenario and improved knowledge retention of the NRP algorithm.The Neonatology GameSwiderskaet al,29201367 undergraduate medical students from the University of Glasgow (Scotland, UK).Students during their neonatal placement week were cluster randomised into a teaching stream of either normal course content plus an additional 1 hour session to play the game (n=31) or normal course content alone (n=36). Participants’ performance on a final examination of 50 true or false questions was recorded.Students in the board game group had a mean post-test score of 4.15 (95% CI –0.88 to 9.17; p=0.09) points higher compared with the group that received course content only (64.65% compared with 60.5%, respectively, ICC=0.05). Students evaluated the game well, and there were no negative attitudes reported towards the game.There was no pre-test for baseline comparison of improved performance. Improved performance could be contributed to receiving one additional hour of teaching, and exposure to practice examination questions, which the control group may not have received.Playing The Neonatology Game improved some medical students’ performance on their neonatology final examination. The summary cards provided in the game were evaluated as a useful study resource by students.Neonatal Emergency Trivia GameGordon and Brown,30199510 NRP-certified nurses recruited from a level III NICU.Nurses independently completed a written test consisting of all the game questions. Seven of the 10 nurses recruited repeated the same test after 2 weeks. Participants were not given any feedback or additional education between the test timepoints.The test–retest reliability for the Neonatal Emergency Trivia Game questions was moderately strong (mean for both test timepoints=73%, r=0.76).There was a small sample size and participant retention. The interval between the pre-test and post-test may not have been long enough to assess independent performance at each timepoint.The questions used in the Neonatal Emergency Trivia Game were reliable, as evaluated by experienced NRP providers.Gordon and Brown,30199512 neonatal nurses recruited during an obstetrics conference.Nurses played a trial game at the end of a conference day to review and reinforce the knowledge they had learnt. 11 out of 12 participants completed a Likert-scale evaluation.Questions included: (1) clear game instructions, (2) clinically applicable questions, (3) helpful review tool, (4) comparison of game to lecture/video presentations and (5) recommend the game to other HCPs. All questions had a mode of 5, except question (4) with a mode of 4.The game was not evaluated as"
  },
  {
    "full_text": "with a mode of 4.The game was not evaluated as favourably compared with traditional teaching methods. Demographic information was not collected which may have moderated this evaluation.After playing the Neonatal Emergency Trivia Game, experienced neonatal HCPs had overall positive attitudes toward the game.NeonopolySwingler,30199499 midwives recruited from South Africa.Midwives who had previously received the Neonopoly game were mailed a follow-up questionnaire to observe usage and attitudes toward the game. 79 of 99 completed surveys were returned.84.8% of respondents had used the game before the survey. 86.6% of participants found the game easy to learn, 94.0% enjoyed playing and 98.5% intended to use the game again. 98.5% of participants indicated a need for similar games addressing other subjects. The number of question cards provided were evaluated as insufficient.15% of respondents had not actually played the game before completing the survey.After receiving the Neonopoly game, midwives had overall positive attitudes toward the game.RETAIN video gameCutumisuet al,1201850 HCPs recruited from the Royal Alexandra Hospital (Edmonton, Alberta, Canada).Experienced NRP providers completed a tutorial, three rounds of the RETAIN game and a postgame questionnaire to assess growth mindset out of 10.Participants reported high levels of growth mindset (mean=9.17). Participants made fewer mistakes in the game if they endorsed a higher level of growth mindset.No results reported on how training with RETAIN may improve performance or education outcomes.HCPs’ performance on RETAIN was moderated by self-reported growth mindset levels.eBabyFonsecaet al,40201514 nursing students recruited from Coimbra School of Nursing (Coimbra, Portugal).Nursing students completed a demographic and digital technology usage questionnaire. After using eBaby for 2 weeks at their discretion, students provided quantitative and qualitative feedback toward the game.72% of participants totally agreed that they were motivated to use eBaby and that the game was useful for their learning. 57% of participants totally agreed the game was easy to use. 71% of participants disagreed that the game could replace their teachers.No self-report measure reported of how long participants actually used the eBaby over the 2-week period.Playing the eBaby game was easy, useful and motivating for nursing students based on self-report.eHBBUmorenet al,27201924 HCPs recruited from the National Hospital (Abuja, Nigeria).After playing a pilot version of the VR game, HCPs completed usability surveys, observations and focus group discussions.Participants reported they were highly likely to use the game to practise HBB skills (mean=4.3, SD=0.7) and highly likely to recommend the game to others (mean=4.5, SD=0.6). Overall, eHBB was evaluated as interesting, educational and enabled learning without stress.The eHBB VR game was evaluated positively overall by HCPs in a resource-limited setting.AAP, American"
  },
  {
    "full_text": "HCPs in a resource-limited setting.AAP, American Academy of Pediatrics; eHBB, Electronic Helping Babies Breathe; ET, endotracheal tube; HCP, healthcare professional; ICC, intraclass correlation coefficient; MCQ, multiple-choice questions; NICU, neonatal intensive care unit; NRP, Neonatal Resuscitation Program; PPV, positive-pressure ventilation; RETAIN, REsuscitation TrAINing for healthcare professionals; UVC, umbilical vein catheterization; VR, virtual reality.The NRP approachNRP eSimThe eSim (Laerdal Medical, Stavanger, Norway, and American Academy of Pediatrics, Itasca, Illinois, USA) was added to the 2015 NRP provider curriculum to allow for more frequent simulation training.25 26The eSim (figure 2) is a digital neonatal resuscitation simulator, which must be completed prior attending the in-class portion of the NRP provider course.25 26Learners complete four different neonatal resuscitation scenarios using interventions and equipment, guided by visual changes in the baby’s heart rate, oxygen saturation, breathing, colour and tone. Performance is scored based on adherence to the NRP algorithm. Learners receive a postresuscitation debrief, a timestamped list of their actions categorised as ‘correct’ or ‘needs improvement’ and a final score evaluating their performance. A recently completed randomised trial of 255 NRP providers reported that HCPs randomised to pre-NRP course preparation of eSim+NRP textbook performed several steps of the NRP algorithm more correctly compared with HCPs in the textbook-only group (ie, initial steps, mask adjustment, reposition airway).27However, there was no difference in time needed to perform key NRP steps (ie, time to start positive-pressure ventilation (PPV), chest compressions).27Figure 2The eSim computer-based virtual neonatal resuscitation simulation from NRP curriculum. BPM, beats per minute; NRP, Neonatal Resuscitation Program.Board gamesRETAIN board gameThe RETAIN (ResuscitationTrAINing for Healthcare Professionals) board game (RETAIN Labs Medical, Edmonton, Alberta, Canada) is a tabletop serious board game simulator developed to train interdisciplinary HCPs’ knowledge, communication and teamwork skills during neonatal resuscitation. During the game, learners are presented with a series of evidence-based scenarios from real-life delivery room resuscitations at the Royal Alexandra Hospital, Edmonton, Alberta, Canada, and perform interventions using equipments, supplies, action and debrief cards, along with adjustable monitors (figure 3). The game can be played individually or with up to four learners as an interdisciplinary team (eg, nurse practitioner or respiratory therapist).28Cutumisuet alreported that the board game improved knowledge retention about the NRP algorithm in 30 experienced neonatal HCPs.28Overall, a 12% increase in knowledge retention was observed between the pre-test and post-test, with the most significant improvement in temperature management.28This suggests the board game might be"
  },
  {
    "full_text": "suggests the board game might be a low-cost solution to improve knowledge retention. However, further studies are needed to confirm these observations.Figure 3The RETAIN (REsuscitation TrAINing for healthcare professionals) neonatal resuscitation board game.The Neonatology GameThe Neonatology Game (University of Glasgow, Glasgow, UK) is a trivia-based serious board game developed to teach neonatal curriculum to undergraduate medical students. During the game, learners answer general questions about neonatology using summary cards with detailed information about various neonatal conditions in case learners struggle to answer questions. The game is played in teams of up to four learners.29Swiderskaet alcluster randomised 67 medical students to playThe Neonatology Gamecombined with the teaching curriculum compared with the teaching curriculum alone.29Overall, students randomised to the board game had a mean post-test score of 4.2 points higher compared with the control group (post-test score of 64.7 vs 60.5).29Students described the game as a positive, useful, fun and interesting learning methodology.29However, there was no pre-test for baseline comparison, therefore results should be interpreted with caution.Neonatal Emergency Trivia GameThe Neonatal Emergency Trivia Game (Neonatal Education Specialities, Greensboro, North Carolina, USA) is a trivia-based serious board game developed to help HCPs review neonatology concepts in preparation for emergency clinical events. Similar to Trivial Pursuit, learners roll dice to determine the trivia category (eg, pathophysiology, resuscitation or medication) and answer 1 of 101 validated peer-reviewed questions about neonatal medicine.30Gordon and Brown reported a strong test–retest reliability (mean=73 points, r=0.76) after administering the same questions twice, 2 weeks apart, to seven neonatal nurses.30Furthermore, 12 clinically experienced nurses evaluated the game with a mean score of 4.8 on a 5-point Likert scale for clarity and clinical relevance.30No studies have examined any educational or clinical outcomes.NeonopolyThe learning objectives, play instructions and availability of Neonopoly (South Africa) were not reported in the literature. However, Swingler conducted a questionnaire with 99 midwives who received the board game to observe learners’ usage and attitudes toward the game.31A total of 84% of respondents played the game. From this group, 94% of participants enjoyed playing, 98% stated that they will play the game again and 98% of participants perceived a need for similar games to address other medical areas.31The main limitation of the game included an insufficient number of question cards31and no studies examining any educational or clinical outcomes.Video games and VRRETAINThe RETAIN (REsuscitation TrAINing for healthcare professionals) digital neonatal resuscitation simulator (RETAIN Labs Medical, Edmonton, Alberta, Canada) was designed to help with decision-making skills during neonatal"
  },
  {
    "full_text": "help with decision-making skills during neonatal resuscitation (figure 4A, video supplement).32 33In RETAIN, learners take on the role of an HCP attending deliveries. After a brief tutorial, the HCP manages up to 50 evidence-based scenarios of varying difficulty from real-life, delivery room resuscitations at the Royal Alexandra Hospital.1 32Overall, 50 HCPs reported that the game was stressful because of the seriousness of the object of the game (saving the baby’s life).33Furthermore, growth mindset moderated the relationship between participants’ task performance in RETAIN and the time since their last refresher NRP course.1Figure 4(A) The RETAIN (REsuscitation TrAINing for healthcare professionals) neonatal resuscitation computer game. (B) eBaby Nursing Neonatal computer game.Scottish Neonatal Resuscitation GameThe Neonatal Resuscitation Game (National Health Service (NHS) Education for Scotland, Edinburgh, UK) is a digital neonatal resuscitation simulator developed to teach neonatal resuscitation skills, in particular for rural family physicians with infrequent birth attendance.34The game includes six scenarios, each with various maternal factors, prenatal risks and birth locations. Learners can practise skills such as administering PPV or coordinating chest compressions and submit their final scores to the NHS Education Scotland platform.34 35The game is currently incorporated into the NHS Scotland and Scottish Multiprofessional Maternity Development Programme Neonatal Resuscitation Course to reinforce theoretical and practical learning.36However, the game is currently not available for download as it requires updating by the developer. No studies have examined any educational or clinical outcomes.Singaporean Neonatal Resuscitation GameThe Singaporean Neonatal Resuscitation Game (Singapore General Hospital, Bukit Merah, Singapore) is a web-based neonatal resuscitation simulator developed to retrain and assess experienced neonatal HCPs. The game allows learners to choose scenarios based on gestational age and level of difficulty.37The learner takes on the role of the team leader, while up to three other characters act as assistants. The game provides limited prompts to encourage learners to independently assess the baby and intervene accordingly. At the end of each scenario, learners receive a timestamped summative assessment of their performance. The final score is a combination of the learner’s knowledge, technical skills, appropriateness of actions and leadership abilities demonstrated in the game.37 38No study has examined educational or clinical outcomes.e-Baby Nursing Neonatal GameTo manage oxygenation problems in preterm babies, the computer game‘e-Baby’ (University of São Paulo, São Paulo, Brazil) was developed to train nursing students (figure 4B).39 40The learner is given a medical history of a preterm baby with respiratory problems, and afterwards chooses the correct clinical assessment tools and questions and answers related to"
  },
  {
    "full_text": "tools and questions and answers related to the case. Fourteen nursing students played the game for a duration of 15 days and reported it was (1) ‘easier to learn information’, (2) ‘easy to use’ and (3) didactic.39 40Moreover, 93% of participants enjoyed the autonomy or accountability of the game.39 40A limitation of the study was the lack of any quantitative assessment of potential improvements in educational or clinical outcomes.eHBB (Electronic Helping Babies Breathe)eHBB (University of Washington, Seattle, Washington, USA, and Oxford University, Oxford, UK) is an integrated VR simulation training application accessible on mobile and low-cost VR devices (eg, Google cardboard). eHBB was developed to maintain training fidelity and continuous learning improvements to supplement an evidence-based, in-person global neonatal resuscitation training programme (HBB) for HCPs in low-resource settings (ie, sub-Saharan Africa). Learners manage up to three simulation scenarios to practise knowledge and skills (ie, administering PPV).41A usability study in 24 neonatal HCPs from the National Hospital in Nigeria reported that eHBB is easy to use, educational and enables ‘learning without stress’.41There is an ongoing randomised controlled trial and cost analysis at the University of Lagos, Nigeria, and Alupe University College, Kenya.LIFE (Life-saving Instructions For Emergencies)LIFE (Nuffield Department of Medicine Oxford University, Oxford, UK) is a mobile and VR game developed from ETAT+ (Emergency Triage, Assessment and Treatment Plus), a face-to-face medical training course based on WHO guidelines used in Africa.42The first scenario developed for LIFE is ‘Neonatal Resuscitation’, where learners must find the correct equipment in a virtual rural hospital to perform time-sensitive interventions using their clinical skills. Learners also answer multiple choice questions to test their knowledge of the resuscitation protocol.42No study has examined any educational or clinical outcomes.Compromised Neonate ProgramThe Compromised Neonate Program (University of Newcastle, Callaghan, Australia) is an immersive VR tool developed to teach midwifery students’ neonatal skills.43Learners must successfully perform neonatal resuscitation in a virtual hospital within realistic time parameters. The programme has a tutorial (played with a virtual helper) and a summative assessment level (learners must perform the correct algorithm independently).43There is an ongoing trial comparing second-year midwifery students at the University of Newcastle randomised to either (1) play the Compromised Neonate Program with the standard curriculum, compared to (2) standard curriculum alone. The learning progress of both groups will be compared to evaluate the effectiveness of the VR course as a neonatal resuscitation SBE tool.43However, no study has examined any clinical outcomes.DiscussionTo our knowledge, this is the first review to summarise the current evidence about serious games to"
  },
  {
    "full_text": "the current evidence about serious games to teach neonatology. Few studies identified in this review reported knowledge improvement or knowledge retention,28 29while other studies only observed the learners’ attitudes toward the game30 31 40(tables 1 and 2). Design and development was variable or unreported,44and some of the games have not been scientifically evaluated or assessed for validity,37 42 43which is a major concern as both educational and clinical outcomes remain unknown (table 1).30 31 34 37 40 42 43All games presented in this review fit the criteria of serious games, defined as games with a primary purpose other than just entertainment (eg, with an educational or training goal), potentially improving learners’ decision-making and teamwork.17 45 46All games combine psychological factors, design and technology to facilitate learning and engage users in voluntary training.19 47Serious games (1) are widely available with minimal initial and ongoing costs for the end-user; (2) are flexible and easily accessible for HCPs with busy schedules or with those working in facilities where SBE training is not routinely offered and (3) incorporate various aspects of gamification to provide an attractive and intrinsically motiving learning experience (eg, competition, emotional design, autonomy).39 48–50CompetitionCompetition has the potential to improve learning, because stressful situations improve knowledge retention and decision-making skills.51 52Points, badges and leaderboards are examples of visual and quantifiable representations of attained goals (ie, accumulating points after correctly answering questions) and have been associated with improved decision-making due to competition among HCPs (ie, improving the health of a simulated newborn).29 30 33 35 37 39 53Competition affects the learner’s emotional state by inducing either a euphoric high arousal enjoyment after victory, thereby increasing motivation to continue playing54or angry frustrated adverse emotions, which may also increase motivation to continue playing to be successful with the next scenario.55Emotional designEmotional components (eg, crying, heartbeat or breathing sounds) stimulate the visceral, behavioural and reflective levels of the emotional system.47 52 56These three levels interact to create an overall emotional experience of the game. The visceral level is responsible for the automatic primary qualities of human emotion, which are almost entirely out of our control.52The behavioural level refers to the controlled aspects of human action by unconsciously analysing a situation to develop goal-directed strategies to improve effectiveness (eg, preventing a newborn from dying).52The reflective level is responsible for reflection, conscious thought and learning of new concepts (eg, being accountable for the action taking in the game and their consequences).52AutonomyAutonomy addresses HCPs being accountable for their learning objectives, which are not always addressed"
  },
  {
    "full_text": "objectives, which are not always addressed during instructor-led SBE training.15Autonomy fosters self-directed learning without the stress of a scheduled SBE training session.57Indeed, serious games allow learners to train neonatal resuscitation independently at any time and place,58to choose which topics they want to study at their pace outside a mandatory class schedule.33 39 43In addition, serious games employself-determination theoryto optimise a learner’s intrinsic (ie, enjoyment and fulfilment from the activity itself) and extrinsic (ie, activity valued only by external reward and punishment) motivation to play the game to improve their knowledge.59AssessmentSerious games can be used as formative assessments, as they allow for immediate formative feedback during play.28 33 36 37 40 42 43This immediate feedback allows the learner to improve their knowledge and skills in preparation for consequent scenarios or improve their performance in reality.60 61Furthermore, serious computer games can be used as summative assessments, as they collect the learner’s action sequences, evaluate their correctness and provide a performance summary at the end of each scenario.1 34 37 43Finally, serious games can be used as preinstructional assessment tools (eg, knowledge assessment before an NRP course) to identify a learner’s strengths and weaknesses.LimitationsThere are several limitations ofboard gamesincluding the need to coordinate time for small learner groups to meet in the case of multiplayer sessions, set-up time and available space to play the game. Similarly, limitations ofvideo gamesinclude accessibility (eg, access to a computer, smartphone or tablet), high cost of initial development and consistent updating, immersion leading to excessive use and even game addiction, or misuse (eg, cyberbullying due to leaderboards). Furthermore, up to 60% of VR users report motion sickness and dizziness, which might limit the application of VR for SBE.62Just as with conventional simulation, games can lead to stressful experiences for players, due to the serious content of scenarios, anxieties about performance or interpersonal dynamics between players.11ConclusionsSerious games have the potential to improve HCPs’ knowledge, skills and adherence to the resuscitation algorithm. Serious games could supplement traditional teaching and enhance access to medical education in resource-intense and resource-limited areas. Future research should examine if serious games compared with traditional SBE or a combination of both can reduce medical errors, improve patient safety and improve clinical outcomes in newborn infants."
  }
]