[
  {
    "full_text": "TITLE: Sex-specific health-related quality of life in survivors of cardiac arrest ABSTRACT: Graphical abstract BODY: IntroductionSudden cardiac arrest (SCA) is both a leading cause of death and a major public health issue worldwide. The incidence of out-of-hospital cardiac arrest (OHCA) is more than 356,000 cases annually in the United States and the fatality rate is over 90%.1Survivorship is increasing in both adults and children due from a combination of factors that influence early pre-hospital survival such as early high-quality cardiopulmonary resuscitation and early defibrillation,2,3and also from standardized post–cardiac arrest care and avoidance of early withdrawal of life-sustaining therapies.4,5A recentmeta-analysis reported an increase in pooled 1-year survival from 6.0% from 2000 to 2009 to 12.3% in 2010–20196and another indicated that among patients that survived to 30 days post-cardiac arrest, 46% of those OHCA patients survive at least 10 years post-discharge.7With increasing long-term survival, there is a need to understand and quantify the multifaceted effects of health-related quality of life (HRQoL) in survivors of OHCA. The 2015 update to the Utstein resuscitation registry template for OHCA recommends use of verified measurement tools to assess HRQoL post-arrest.6The American Heart Association (AHA) has also recommended that future clinical trials studying cardiac arrest focus on quality of life (QoL) and the neurocognitive impairments following cardiac arrest.7Lastly, in 2018, the Core Outcome Set for Cardiac Arrest (COSCA) advisory writing group published guidelines focused on core outcomes in cardiac arrest clinical trials, recommending a neurological assessment at discharge and that HRQoL be measured at 90 days and at periodic intervals up to 1 year after cardiac arrest.8Although these recommendations exist, some are specific to clinical trials, there are no set standards for collecting or reporting HRQoL after OHCA, and these recommendations stopped short of a consensus on a specific QoL questionnaire.. As a result, there is significant heterogeneity amongst studies in the measurement and timing of HRQoL outcomes, making the interpretation and comparison of HRQoL outcomes difficult.OHCA survival rates and subsequent HRQoL are influenced by individual patient factors and the circumstances of resuscitation. In survivors of OHCA, sex differences in treatment, short-term outcomes, and long-term survival are well-documented in the current literature. However, the overall results vary based on methods and model adjustment, and a recentmeta-analysis indicated that aggregated data showed no difference in survival between males and females after adjustment for age and resuscitation variables.9It is unclear whether sex-disparities exist in HRQoL overall or by domain in OHCA survivors, and if so, whether these analyses adjusted for common confounders. Few studies have reported results of HRQoL in OHCA survivors stratified by sex,"
  },
  {
    "full_text": "of HRQoL in OHCA survivors stratified by sex, which we discuss herein.In this review article, we provide a comprehensive evaluation of the tools used to assess HRQoL and the main domains of HRQoL: emotional, psychological, physical, and social domains of patient life. We summarize the current evidence regarding sex differences in HRQOL in survivors of OHCA. Finally, we discuss the challenges of a non-uniform approach to measurement and future direction needed to quantify and improve HRQoL in OHCA survivors.HRQOLHRQoL is defined by the World Health Organization as “a state of complete physical, mental, and social well-being and not merely the absence of disease or infirmity”, and is comprised of four domains: emotional, social, mental, and physical functioning.10It is temporal, should be assessed over time, and is defined only at the individual level.1Research studies in this area are a combination of prospective and retrospective studies using different types of patient information gathered from databases, national records, and hospital discharge information, to patient surveys, interviews, and neuropsychological and physical tests done by qualified medical personnel designed to provide an accurate and standardized evaluation of recovery and function.Measures of patient function and health related quality of lifeResearchers have used a variety of assessment tools to assess QoL, and there is no tool specifically developed for HRQoL assessment after OHCA. We briefly introduce the tools used in studies included in this review and provide a detailed table of comparisons inTable 1.The short form 36 (SF-36) is a generic measure of HRQoL that contains 36 questions and focuses on functional health and well-being from the patient’s perspective. The SF-36 is the most widely used survey given to patients following cardiac arrest and is considered a standard measurement tool for measuring HRQoL.8,11The SF-12, a shorter version of the SF-36 is also widely used, but it has been a topic of much debate as to whether the abridgment retains the comprehensiveness, breadth, and depth as the original and is a representative outcome measure.12The Three-Level EuroQOL-5D (EQ-5D-3L) is used to assess HRQOL across five domains: self-care, usual activities, mobility, anxiety/depression, and pain/discomfort.10,13The Health Utility Index Mark 3 (HUI3) measurement tool is described by Feeny et al. and is a comprehensive system for measuring health status and HRQoL.14It is designed for patients ages 5 and up and produces utility scores. The Hospital Anxiety and Depression Scale (HADS) is a method of evaluation of mental health status via a 5-level categorical response to questions evaluating pain/discomfort, mobility self-care, anxiety and depression, and ability to perform activities of daily living.15The Glasgow Coma Scale Extended (GOS-E) is a neurological assessment tool used to determine outcome likelihood in traumatic brain injury survivors.16It is assessed in the"
  },
  {
    "full_text": "brain injury survivors.16It is assessed in the hospital and is intended primarily for research purposes to evaluate categories of severe disability but can be helpful in gauging patient status when self-reported questionnaires after a health crisis are unattainable.Table 1Overview of HRQoL instruments.ROM DetailsDeveloperTime to CompleteConceptual FocusResponse OptionsCompletion Format,Language VersionsHRQoL Domains Represented (items per domain)ScoringSymptom status/symptomsFunctional StatusGeneral Health PerceptionPhysicalCognitivePsychologicalSocialShort Form 36-Item Health Survey version 1 and version 2 (SF-36 v1/SF-36 v2)Ware & Sharebourne11Completion time: 5–30 minFunctional health and well- being from the patient’s perspective. Scored based on 8 health domains across 4 physical and 4 mental aspects of health. 35 individual items and 1 transitional health itemResponse options: Between 3- to 6-level categorical response options per itemCompletion: Self, interview (in person; telephone), or proxy supportedLanguage: >170 versionsBodily Pain (BP) (2)Vitality (VT) – fatigue/tiredness (2)Physical functioning (PF) (10)Role Limitation (RP) (4)−Mental Health (MH) (5)Role Limitation (RE) (3)Social Functioning (SF) (2)General Health (GH) (5) – perceived well-beingTwo scoring options:1. Eight-domain profile2. Two Component Summary Scales: Physical Component Summary (PCS) and Mental Component Summary (MCS)Scoring based on a specific algorithm and normalized to populations by conversions to a 0–100 scaleShort Form 12 Item Health Survey Volume 2 (SF-12 v2)Ware et. al12Completion time: roughly 5 minFunctional health and well- being from the patient’s perspective. Scored based on 8 health domains across 4 physical and 4 mental aspects of health. 11 individual items and 1 transitional health itemResponse options: Between 3- to 6-level categorical response options per itemCompletion: Self, interview (in person; telephone), or proxy supportedLanguage: >170 versionsBodily Pain (BP) (1)Vitality (VT) – fatigue/tiredness (1)Physical functioning (PF) (2)Role Limitation (RP) (2)−Mental Health (MH) (2)Role Limitation (RE) (2)Social Functioning (SF) (1)General Health (GH) (5) − perceived well-being (1)Scores reported only in the two component summary scales1. Physical Component Summary (PCS)2. Mental Component Summary (MCS)Scoring based on a specific algorithm and normalized to populations by conversions to a 0–100 scaleEuroQoL EQ-5D-5LEuroQoL GroupCompletion time: less than 5 minStandardized measure of health status for use in clinical and economic appraisal. Represented by 5 items across 5 domains (2/5 domains represent physical functional status).Response options: Between 5 levels of categorical response options per item.Completion: Self, interview (in-person; telephone), or proxy supportedLanguage: >120 versionsPain/discomfort (1)Mobility/self-care (2)−Anxiety/depression (1)Everyday activities (work, study, family, leisure activities, housework) (1)−Two scoring"
  },
  {
    "full_text": "leisure activities, housework) (1)−Two scoring options:1. E!-5D-5L index value. Uses EuroQoL-specific algorithms to calculate a Utility Score Index (index range 0.59–1.00 with 1.00 being perfect health-related QOL and 0 is death)2. EQ-5D-5L descriptive system reflecting individual item scores and are reported as the frequency of reported problems for each item for each domain. Dichotomized into “problems” and “no problems” and frequencies of reported problemsHUI3Feeny et. al14Completion time: 5–10 minPreference-based, comprehensive system for measuring health status and HRQoL and for producing utility scores. For ages 5 and up.Represented by items of comprehensive health state across 8 domains of general health (6 of 8 domains reflect physical functional status)Response options: Between 4 and 6 descriptive response options evaluating ability and disabilityCompletion: Self, interview (in person; telephone), or proxyLanguage: 16 versionsPain– severity (1)Ambulation: Abilityto walk distancesDexterity: Ability to use hands and fingersSenses: VisionSenses: HearingSpeech: Ability to be understood (5)Abilityto solve everyday problems (1)Emotion: happiness and interest in life (1)−−2 scoring options:1. HUI3 utility index. Scored using single and multi-attribute utility functions using HUI-specific algorithms to calculate Utility Index (index range 0.36–1.00 with 1.00 being perfect health and 0 being dead)2. Multi-attribute descriptive system (“Classification system”) reflects individual item scoresHospital Anxiety and Depression Scale (HADS)Zigmond and Snaith15Completion time: 2–5 minStandardized, preference- based measure of health status for use in clinical and economic appraisalEQ-5D descriptive system: 5 items across “5 domains” (2 of 5 reflect physical functional status)(EQ VAS: self-rated health on a 20-cm vertical visual analogue scale)Response options: 5-level categorical response options per item (no problems1to extreme problems5Completion of all items will produce a 5-digit number describing the respondent’s health state (but the numerals 1–5 have no inherent arithmetic properties and should not be used as a cardinal score)Recall period: TodayCompletion: Self, interview (in person, telephone), or proxy (2 proxy versions) supported83Formats: PDA, pen and paper, proxy paper, tablet, telephone, web83Language: >120 language versions: See websitePain/ discomfort (1)Mobility Self-care (2)–Anxiety/ depression (1)Usual activities (including work, study, housework, and family or leisure activities) (1)–2 ways of presenting data:1. EQ-5D-5L Index valueEuroQol-specific coding algorithms to support calculation of Utility Score (Index):Crosswalk value sets from EQ- 5D-3L support calculation of EQ-5D-5L utility score.Index range –0.59 to 1.00, where 1.00 is perfect quality of life, 0 is death, and < 0 is a health state worse than death.Country-specific value sets and population-based norms available.Report both measure of central tendency and a measure of"
  },
  {
    "full_text": "both measure of central tendency and a measure of dispersion, eg, mean and SD; median and percentiles2. EQ-5D-5L descriptive system as a health profile: reflects individual item scores:2.1 Report as the frequency or proportion of reported problems for each level for each dimension2.2 Dichotomize into “No problems” (1) and “Problems” (2–5), report frequencies of reported problemsGlasgow Coma Scale Extended (GOS-E)Teasdale16Completion time: 15 minAssesses global outcomes in TBI survivors. Intended primarily for research purposes to evaluate categories of severe disability but can be helpful in gauging patient status when self-reported questionnaires after a health crisis are unattainable19 items is a five-point scale (death, persistent vegetative state, severe disability, moderate disability good recovery) assessed across 8 levels with level 1 = death and level 8 = upper good recovery.Format: Performance Measure assessed in-hospital−−Cognition−−−Level 1: death. Level 2: vegetative state. Level 3: lower severe disability. Level 4: upper severe disability. Level 5: lower moderate disability. Level 6: upper moderate disability. Level 7: lower good recovery. Level 8: upper good recoveryCerebral Performance Category (CPC)Jennett17A survey performed by hospital staff at discharge to assess long-term neurologic outcome in patients following cardiac arrest.A five-point scale that combines functional and cognitive domains to assess brain healing.In-hospital evaluation of outcomes and acute recovery (1)−Cognition−−−CPC1: good cerebral performance to CPC5: brain death.The cerebral performance category (CPC) is a tool to describe neurological functioning and cognitive impairment in patients who suffer anoxic brain injury.17This test is commonly used in the immediate post-arrest period in survivors of OHCA, administered at hospital discharge. It is ascertained from hospital records, which is beneficial for patients who are unresponsive to communication and unable to complete a questionnaire evaluation following OHCA.18While usually not used specifically for HRQoL, the CPC score is often used in research studies to exclude survivors with unfavorable CPC scores of 3 (severe cerebral disability / impaired brain function), 4, (coma), and 5 (death). Only patients with CPC scores of 1 (good cerebral performance) or 2 (moderate cerebral disability) are included in most QOL studies, including those we review below.HRQoL domainsPhysical functioningOverall, physical QOL appears to be slightly less affected than mental QOL after a cardiac arrest due to the lack of outstanding motor deficits in these patients.19,20,21A review by Haydon et al summarized thirty-six papers that represented a broad spectrum of research analyzing cognitive impairments, physical and mental functioning, anxiety and depression, and PTSD on recovery and QoL after survival from OHCA19The results were varied, with fifteen studies reporting mean values for QoL in the physical domains, and the average"
  },
  {
    "full_text": "for QoL in the physical domains, and the average percentage of participants reporting “Good Physical QoL” was 57%.While a majority of these studies concluded acceptable QoL following OHCA and CPR, the terms “good” and “acceptable” were not clearly defined in regard to QoL.19Nonetheless, survivors of OHCA are at risk for physical injuries due to lost muscle tone during hospitalization, extreme fatigue, and the physical effects of cardiopulmonary resuscitation (CPR), such as rib fractures. Other physical ailments that affect QOL include vision issues, speech disorders, and swallow disfunction.1Physical functioning itself is often discussed insofar as it is reflected in the ability of a patient to perform basic and complex activities of daily living (ADL), the extent of independence from caregivers, and eventual return-to-work.13Mental functioningHypoxic brain injury because of cessation of circulation during a cardiac arrest is the underlying factor explaining much of the cognitive and neurological struggles that survivors of OHCA face in their acute and long-term recovery. Most affected cognitive functions after a cardiac arrest include memory, executive functioning, attention, and language, and this is seen across patients of all ages and demographics. Current established predictors of poor neurological outcomes include an unwitnessed cardiac arrest, leading to long intervals between collapse and return to spontaneous circulation, lack of bystander cardiopulmonary resuscitation, and older age.22Because of certain similarities in neurological outcomes and scores on the SF-36, cardiac arrest patient can be thought of as “cardiac patients” as well as “neurological patients” and exhibit certain similarities in symptoms, limitations, and recovery as survivors of traumatic brain injury and mild stroke.21Much like other risk factors for physical and cognitive decline, pre-existing conditions, especially cardiovascular burden, as well as age and socio-economic factors, influence cognitive outcomes. In the Haydon et al review mentioned above, the average percentage of participants reporting “Good Mental QoL” was 59% in the 15 studies that reported measures, but again, the terms “good” and “acceptable” were not clearly defined regarding QoL.19Comparing cognitive state and the potential declines in OHCA is difficult due to the heterogeneity in test timing post-discharge and the lack of repeat measurements to measure decline.23,24Most studies have relied on a single time point evaluating cognitive functioning, usually after discharge after OHCA.25Cognitive recovery after hypoxic brain injury is believed to enter a plateau phase after roughly three months after resuscitation, indicating that early assessments of cognitive function, within the first three months post-incident, can approximate long-term outcomes.25Emotional functioningThe prevalence of anxiety, depression, and post-traumatic stress disorder (PTSD) is highly variable in survivors of"
  },
  {
    "full_text": "(PTSD) is highly variable in survivors of OHCA.26,27The current standard for assessing anxiety and depression parameters for survivors of OHCA is the HADS tool, a 14-item questionnaire designed to evaluate and assess for mild mood disorders in non-psychiatric hospital patients.15Depression and posttraumatic stress are two major factors that contribute to overall outcomes after OHCA because patients reported taking a more “passive” role in their treatment, leading to feelings of helplessness and worse perceived and actual recovery.28Related, the demands on caregivers at hospital discharge for survivors of cardiac arrest are substantial and extend beyond physical care. Survivors and their caregivers are at the highest risk of emotional changes in the first year after cardiac arrest, with the greatest improvement in the first 3 months.29Nearly one-quarter of caregivers experience consistent caregiver strain up to five years after OHCA, with high anxiety and reduced mental well-being associated with worse caregiver strain.30.Social functioningA decline in overall societal participation, as measured by overall return-to-work and community involvement, is a finding seen across studies of survivors of OHCA. A strong predictor of survivor QOL after OHCA is the ability to resume normal activities of daily living. A longer-term representation of this for patients of working age is the ability to return to work. Patients strive for independence and return to normalcy following a life-altering event such as a cardiac arrest, and one of the strongest predictors of mental and emotional recovery is the patient’s independence level.31Comparative analysis of HRQoL in survivors of OHCA compared to the general populationWhen comparing HRQoL in survivors of OHCA to the general population, results are mixed. In a systematic review paper by Chin et al,32six articles reported HRQoL outcomes for survivors of OHCA, and four of these studies were comparative studies against data from the general population, usually compared against the population in the country the study was conducted. Chin et al did not perform a meta-analysis due to heterogeneity and the small number of studies. Four different tools were used in these six studies: the Mood and Feelings Questionnaire, the SF-36, the SF-12 and the EuroQol EQ-5D (UK, Finnish or Australian normalized, depending on the study origin). Follow-up time was also inconsistent with three studies reporting results 1-year post-arrest, and the others reported results anywhere from an average of 5 years to up to 15 years. Of the four comparative studies, three found that long term survivors of OHCA had fairly comparable overall HRQoL as compared to the general population, but that OHCA patients reported worse HRQoL specific domains such as physical function, emotional and social functioning, general health,33and poorer vitality34compared to the general population.Sex-specific survival post OHCAWhen considering sex-differences in HRQoL"
  },
  {
    "full_text": "OHCAWhen considering sex-differences in HRQoL outcomes after OHCA, it is important to first take into consideration the multitude of physiologic and disease-state variations between males and females at a baseline. Sex differences in survival to discharge and short-term survival after cardiac arrest have been extensively reported, although methods and statistical adjustment strategies vary and greatly impact the results. Overall, unadjusted analyses indicate females having a lower survival rate at hospital discharge and at 30 days post-arrest compared to males. However, this difference may be explained by multiple factors such as females having an older age at the time of cardiac arrest, more atypical presenting symptoms, less likelihood of cardiac arrest taking place in public and in the presence of others, less initial shockable rhythm, and poorer bystander cardiopulmonary resuscitation (CPR), all factors that are less conducive to a successful outcome. For example, in a paper by Safdar et al., females had older age of cardiac arrest (74 years vs 69 years in males), had fewer witnessed arrests (43% vs 49%, p < 0.01), had fewer shockable rhythms, and had a lower rate of bystander CPR (12% vs 17%, p < 0.01).35Thus, there were lower rates of survival in females vs males when regression analyses corrected for only for age differences,35but this study did not adjust for differences in those resuscitation factors which influence survival.There are also reported differences in long-term survival by sex. A recent meta-analysis found that while unadjusted data showed a lower likelihood of survival in females than in males (odds ratio (OR) 0.68, 95% confidence interval (CI) 0.62–0.74), the adjusted data showed no difference in survival between males and females (OR (95% CI) = 0.98 (0.92–1.05)).9The same pattern persists for neurological outcomes. Unadjusted analysis indicated females had a significantly lower likelihood of favorable neurological outcome than males with an OR 0.56 [0.49–0.66]. This trend disappeared when the data were adjusted, without a difference between males in females in adjusted neurologically intact survival with an OR 0.96 [0.83–1.10].9A secondmeta-analysis supported these findings; they analyzed 26 cohort studies and reported association between sex and short-term OHCA survival. Unadjusted estimates suggested a sex-difference in 30-day survival after OHCA, with higher male survivorship, but results adjusting for any confounding or mediating variables did not suggest any sex-differences in the 30-day survival after OHCA.36Methods for capturing sex differences in HRQoL domainsWe conducted a literature search in PubMed to identify studies that contained sex-specific measurements of HRQoL domains after OHCA. We searched with general terms as well as combinations that included “out-of-hospital cardiac arrest”, “cardiac arrest”, “health-related quality of life”, “quality of life”, “sex-specific”, etc. We included only studies on adult"
  },
  {
    "full_text": "etc. We included only studies on adult patients but did not include studies examining OHCA in selective subgroups of patients (i.e. cancer patients and liver failure). We did not limit the years of search as HRQoL measures were not common prior to 25 years ago, and this search is current as of February 1st, 2024. Data were abstracted into an Excel spreadsheet and included author, year, country, study design, time frame of test administration post-arrest, study number, sex demographics, model adjustments, HRQoL measurement tools and domains reported, and the effect size of p-values of the comparisons between males and females.Sex differences in HRQoL domainsOur literature review identified ten studies that measured HRQoL in OHCA survivors and reported either sex-specific data or sex as an independent variable with a reported effect size.36,37,38,39,40,41,42,43,44,45Six of those studies performed multivariable-adjusted analysis, which confirms details also found by a recent systematic review.46An older study used an unconventional measurement tool, the Sickness Impact Profile, which is not used in any other study and was also underpowered to report meaningful sex-specific associations,42and thus, we chose not to include it in our table. Due to the heterogeneity of HRQoL measurement tools and non-uniform time intervals of HRQoL evaluation following OHCA, ameta-analysis was deemed inappropriate. Therefore, inTable 2, we provide a summary of the five studies that performed multivariable-adjusted analysis and report sex-specific data, and briefly describe the findings below.Table 2Summary of Main Features of Multivariable-Adjusted Sex-Specific Quality-of-Life StudiesAuthor (Year)Country•Study Design•Time frame tests administered•Study N (Sex demographics)•Model adjustmentsMeasurement tools usedHRQoL DomainEffect size (Female vs. Male (ref.))OR (95% CI) except where notedp-valueWachelder, 200944Netherlands•Retrospective•Administered 1-6 years post-arrest (mean time 36 months)•N = 63 (86% male)•Age, therapeutic hypothermiaSF-36PhysicalBeta = −0.260.04MentalBeta = −0.350.01Nichol, 20154110 US and Canadian universities•Prospective cohort sub-study of a randomized trial•Administered at 3 and 6 months post discharge•N=644 (75% male)•Age, obvious cause of arrest, public location, witness status, bystander CPR, dispatch to first EMS arrival, treatment by ALS, first known shockable rhythm, discharge MRS, site location and post-discharge outcomeHUI3OverallBeta = −0.01 (−0.05, 0.03)nsGeri G, 201745France•Case control•Median time 38 months post arrest•N = 255 (74% male)•Age, cerebral performance category, and activities of daily livingSF-36PhysicalBeta = −6.90<=0.05MentalBeta = −4.97<=0.05Nehme, 201943Australia•Prospective•Administered 12 months post OHCA•N = 1752 (80% male)•Age, arrest etiology, witness status, bystander CPR, public location, initial shockable rhythm, time to first ROSC and urban regionGCSEEuroQOL-5D-3LSF-12Good functional recovery (GOSE"
  },
  {
    "full_text": "functional recovery (GOSE >=7)0.69 (0.53, 0.88)0.004EuroQOL index = 10.57 (0.43-0.75)<0.001Mental0.56 (0.40, 0.78)0.001Physical0.53 (0.39, 0.71)0.001Viktorisson, 201940Sweden•Prospective•Administered at 3 and 12 months post-arrest•N = 74 (82% male)•Age, comorbidity, hypothermia, implantable cardioverter defibrillatorEQ-5D-3L, 3 monthsIndex6.33 (1.03–38.81)0.04EQ-5D-3L, 12 monthsIndex2.09 (0.46–9.40)0.34HADS, 3 monthsAnxiety4.94 (0.91–26.83)0.06HADS,12 monthsAnxiety9.23 (1.68–50.61)0.01HADS, 3 monthsDepression3.71 (0.90–15.37)0.07HADS, 12 monthsDepression14.78 (2.60–83.87)0.002SF-36: 36-Item Short Form Survey; HUI3: Health Utilities Mark 3; CPR: cardiopulmonary resuscitation; EMS: emergency medical services; ALS: advanced life support; MRS: Modified Rankin Score; GCSE: Glasgow Coma Scale Extended; EuroQOL-5D-3L: European Quality of Life 5 Dimensions 3 Level Version; SF-12: 12-Item Short Form Survey; OHCA: out-of-hospital cardiac arrest; GOSE: Great Ormond Street Echocardiogram; HADS: Hospital Anxiety and Depression Scale; ROSC: return of spontaneous circulation.A retrospective study from the Netherlands reported lower physical and mental domains in females, as measured a mean time of 36 months post-arrest.44Only one study reported data from the US and Canada, and it was conducted as a sub-study from a randomized trial, which limited its generalizability as trial cohorts are select populations. They reported similar QoL between males and females and adjusted for a comprehensive set of variables.41A case-control study from France reported lower physical function and mental health scores in females, as measured a median of 48 months post-arrest.45A prospective study from Australia reported that 12 months post-OHCA, females had worse HRQoL compared to males, including worse physical, mental, and social domains.43This was the largest study to report QoL measures. Lastly, a longitudinal Swedish study measured QoL at two timepoints. They found females had worse general QoL than males measured at 3 months post-arrest, but not at 12 months. They also reported females had worse anxiety and depression at 12 months but not at 3 months. Confidence intervals on these estimates are wide and should be interpreted with caution.40In summary, few multivariable-adjusted studies reported HRQoL sex differences and there was significant heterogeneity in study size, the timing of assessment, and HRQoL domains measured and reported. Existing evidence suggests females have worse HRQoL than males, especially in the domains of physical function and mental health, but results should be interpreted with caution.Explanations for sex differences in HRQoLThere could be several factors that explain the lower HRQoL in females compared to males.As described above, these could potentially include age differences at time of arrest, resuscitation efforts, access to cardiac or neurological procedures and treatments in-hospital, or disparities in post-resuscitation care that have been"
  },
  {
    "full_text": "in post-resuscitation care that have been historically seen in females.9Females receive less bystander CPR; the time interval to the first chest compression and cardiac rhythm recording is longer in women; there are more difficulties gaining intravenous access in females; and females receive fewer post-resuscitation measures, including early diagnostic coronary angiography and later percutaneous coronary intervention and coronary artery bypass grafting.47Another potential difference in outcomes between males and females after SCA lies in the presence of comorbidities such as heart failure at the time of arrest as well as the subtype of heart failure which differs in prevalence between males and females. Males have a predisposition towards the development of heart failure with reduced ejection fraction (HFrEF) due to a higher incidence of coronary artery disease and myocardial infarction – conditions with primarily ischemic etiologies that both contribute to and are caused or worsened by SCA events.48Females, on the other hand, have a higher incidence of heart failure with preserved ejection fraction (HFpEF) due to sex-specific risk factors such as hormonal changes throughout life and pregnancy-related cardiomyopathies as well as increased incidence of comorbidities and sex-specific conditions.48HFpEF patients are most commonly elderly post-menopausal females, suggesting that loss of the cardioprotective effects of estrogen with age could at least partly mediate progression to more severe states of cardiovascular disease and precipitate cardiac arrest.49In addition, many medications currently being used to treat heart failure and heart disease have undergone less investigation on female subjects and have more side effects in females than in males.9,43,50Poorer prognosis and HRQoL outcomes in females as opposed to males is also seen in stroke, a life-changing neurological event that could be likened in several ways to the events of an OHCA.51,52Determinants that impact HRQoL over time are the ability to retain independence and return to work after an OHCA, the ability to adequately complete simple and complex activities of daily living without significant assistance, as well as the minimization of mental and psychological side effects such as fatigue, anxiety, and depression.53If these determinants differ by sex, as one might expect, they could play an important role in sex-differences in HRQoL.Limitations of existing QoL researchLack of standardization in measuring HRQoL and current recommendationsIn 2015, the latest Utstein Resuscitation Registry Templates for Out-of-Hospital Cardiac Arrests recommended reporting neurological outcomes at hospital discharge by recording the CPC scale, the modified Rankin Scale, or a pediatric CPC scale to measure neurological performance after cardiac arrest.6The 2015 Utstein templates also recommended a validated QoL questionnaire be used to assess post-cardiac arrest QoL as a supplemental outcome, but stopped"
  },
  {
    "full_text": "arrest QoL as a supplemental outcome, but stopped short of recommending specific QoL questionnaires, or a timeframe for collection post-arrest.6In 2018, the COSCA advisory writing group published guidelines focused on core outcomes in cardiac arrest clinical trials. The COSCA group recommended the modified Rankin Scale for the outcome measurement tool of choice for neurological function.8. They also recommended QoL measures be conducted 90 days after arrest but were unable to reach consensus and recommend a single tool among the QoL measures as patients and partners agreed none of the tools comprehensively captured their experiences post cardiac arrest. In the end, they stated that the SF-36, EQ-5D-5L and HUI3 are acceptable for measurement of outcomes in trials enrolling patients with cardiac arrest.8Beyond this general guidance and clinical trial guidance, there are no standardized recommendations for assessing HRQoL in OHCA. The difficulty in standardizing patient responses to outcome measures after OHCA is two-fold. Firstly, there is an inherently heterogenous nature of the patients affected by cardiac arrest, and secondly, the actual assessment tools provided to patients in the short and long-term recovery stages are not standardized across hospital systems nationally or internationally. Even with the proper tools, it is likely the current tools do not capture all limitations, lingering disabilities, and unexpected challenges. The dilemma in developing a standardized assessment method in the form of a short form survey is to not compromise on depth or quality while preserving brevity.There are also discrepancies in the literature as to which standardized measurement tools are superior for assessing OHCA survivors. Based on one literature review from Haywood et al., a baseline reference of validity and reliability for most measurement tools of OHCA has not been established.10Although limited, evidence for measurement validity was strongest for the Health Utilities Index Version 3 (HUI3) as well as the Short Form 36-Item Summary (SF-36) and were described as having “relatively reliable and valid methods for measuring HRQoL”.10In contrast, the Short-Form 12-item version (SF-12) and EQ-5D were not recommended as appropriate inventories. However, there is no official guidance or recommendations regarding using one tool over another.Timing of assessments and evaluationsThere is significant heterogeneity in the timing of QoL measures after cardiac arrest. As an example, in the sex-specific studies listed inTable 2, two studies reported a median time of test administration of 36–38 months post arrest, one study measured at 3 months and 6 months post-arrest, one at 12 months, one at 3 and 12 months. QoL may differ in the months and years after arrest, and measurement at different time periods could be heavily influenced by survival bias. Assessment of HRQOL outcomes early after OHCA may underestimate the full scope of functional recovery in"
  },
  {
    "full_text": "the full scope of functional recovery in survivors; therefore, assessment at appropriate and consistent time frames is an important consideration across studies. HRQOL assessed at only a single time point is frequently listed as a limitation in several cohort and cross-sectional studies in this field.38Special populations and biasInclusion criteria for existing studies are often biased due to several factors. First, studies on HRQoL almost always exclude those with a CPC score of 3 or above and are therefore limited in their generalizability. Next, results must be considered within the context of survival bias and healthy-user bias (i.e. a patient with poor cognitive function will not answer questionnaires) and these results are not generalizable to all survivors of OHCA. Patients with unique pre-existing conditions, and of different racial or socioeconomic classes are inadequately studied and classified based on their outcomes and special needs. The consensus across the literature, especially systematic reviews studying the HRQoL of survivors of OHCA, indicate that there is a substantial burden of morbidities in the survivor population, and the clinical question of when to and how best to assess such morbidities is crucial, as it directly indicates the need for treatments and further interventions.Future directionsThe 2015 update to the Utstein resuscitation registry template recommends use of verified measurement tools to assess HRQoL post-arrest.6The AHA has recommended that future clinical trials studying cardiac arrest focus on QoL and neurocognitive impairments following cardiac arrest.7Cardiac arrest (COSCA) advisory writing group published guidelines focused on core outcomes in cardiac arrest clinical trials, recommending a neurological assessment at discharge and that HRQoL be measured at 90 days and at periodic intervals up to 1 year after cardiac arrest.8As examined throughout this review, several reporting measures exist for examining QoL after cardiac arrest, however, a lack of standardization of outcome measures and time frames in which to measure them leads to heterogeneity in results, difficulty in interpreting and comparing results and an overall lack of standardization of subsequent care. Furthermore, there has been limited research conducted on different social, gender-based, racial, and socioeconomic factors that contribute to recovery and outcomes after OHCA, but more in-depth exploration of these topics is needed to best understand the needs and limitations of these patients. A large prospective cohort of OHCA survivors is needed to better analyze the effect of social determinants on QoL and administering questionnaires at standardized time points after recovery would provide a more complete picture of follow-up. Any outcomes and HRQoL measures taken at standardized follow-up times should be interpreted in the context of survival bias, with mindful contrast between those who survived and those who did not and consider the"
  },
  {
    "full_text": "survived and those who did not and consider the health and well-being status in being able to answer questionnaires. When running comparative analyses, OHCA patients should be appropriately matched with counterparts, and models should be multivariable adjusted whenever possible. Targeted and individualized therapies should continue to be given to survivors of OHCA to improve outcomes from a cohesive and coordinated care team and begin immediately upon hospital admission and continue after hospital discharge.Conclusion/SummaryOHCA survivors represent a heterogeneous group of patients, often with unique and complex needs. There is a lack of a uniform assessment of HRQoL which perpetuates a fragmented picture of recovery after an OHCA. Few multivariable-adjusted studies reported HRQoL sex differences and there was significant heterogeneity in the study size, the timing of assessment, and HRQoL domains measured and reported. Existing evidence suggests females have worse HRQoL than males, especially in the domains of physical function and mental health, but results should be interpreted with caution. Adjusted studies in large prospective cohorts of OHCA survivors are needed to better analyze the effects of sex and social determinants on HRQoL. Administering questionnaires at standardized time points after recovery would provide a more complete picture of follow-up. Improved understanding of HRQoL could aid in directing resources for physical, cognitive, emotional, and social needs among the growing number of long-term survivors of OHCA.Sources of fundingFunded, in part, by National Institutes of Health, National Heart Lung and Blood Institute Grants R01HL145675 and R01HL147358 to Dr Chugh. Dr Chugh holds the Pauline and Harold Price Chair in Cardiac Electrophysiology at Cedars-Sinai, Los Angeles. Dr. Faye Norby was supported by the National Heart, Lung, And Blood Institute (NHLBI) of the National Institutes of Health (NIH) under Award Number K01HL164764.CRediT authorship contribution statementKaitlyn Ghassemi:Conceptualization, Methodology, Writing – original draft, Writing – review & editing.Kyndaron Reinier:Methodology, Writing – original draft, Writing – review & editing.Sumeet S. Chugh:Writing – review & editing.Faye L. Norby:Methodology, Writing – original draft, Writing – review & editing.Declaration of competing interestThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
  }
]