[
  {
    "full_text": "TITLE: Stroke in Africa: profile, progress, prospects and priorities ABSTRACT: Stroke is a leading cause of disability, dementia and death worldwide. Approximately 70% of deaths from stroke and 87% of stroke-related disability occur in low-income and middle-income countries. At the turn of the century, the most common diseases in Africa were communicable diseases, whereas non-communicable diseases, including stroke, were considered rare, particularly in sub-Saharan Africa. However, evidence indicates that, today, Africa could have up to 2–3-fold greater rates of stroke incidence and higher stroke prevalence than western Europe and the USA. In Africa, data published within the past decade show that stroke has an annual incidence rate of up to 316 per 100,000, a prevalence of up to 1,460 per 100,000 and a 3-year fatality rate greater than 80%. Moreover, many Africans have a stroke within the fourth to sixth decades of life, with serious implications for the individual, their family and society. This age profile is particularly important as strokes in younger people tend to result in a greater loss of self-worth and socioeconomic productivity than in older individuals. Emerging insights from research into stroke epidemiology, genetics, prevention, care and outcomes offer great prospects for tackling the growing burden of stroke on the continent. In this article, we review the unique profile of stroke in Africa and summarize current knowledge on stroke epidemiology, genetics, prevention, acute care, rehabilitation, outcomes, cost of care and awareness. We also discuss knowledge gaps, emerging priorities and future directions of stroke medicine for the more than 1 billion people who live in Africa. BODY: IntroductionStroke is a leading cause of disability, dementia and mortality worldwide and is associated with substantial economic costs. Globally, an average of 1 in 4 adults will have a stroke during their lifetime1. Global, age-standardized stroke mortality rates declined substantially between 1990 and 2016, most likely as a result of the increased availability of acute stroke treatments and improved inpatient care in high-income countries; however, the decline in incidence was less steep in Africa2. The 2019 update on global stroke statistics identified a consistent increase in stroke incidence in low-income and middle-income countries (LMICs) on the basis of stroke incidence studies performed between 1971 and 2014 (ref.3). Between 1970 and 2010, 70% of all stroke deaths and 87% of disability owing to stroke occurred in LMICs3,4.The burden of non-communicable diseases is increasing exponentially in Africa. In addition, infections such as malaria, human immunodeficiency virus (HIV) and tuberculosis persist and are further exacerbated by poverty and conflict5,6. We are also witnessing an increase in the co-morbidity of non-communicable and communicable diseases7,8. Less than a century ago, stroke was relatively uncommon in Africa9,10. However, in"
  },
  {
    "full_text": "relatively uncommon in Africa9,10. However, in recent systematic analyses by the global burden of neurological diseases investigators, stroke was foremost along with migraine and meningitis in terms of disability-adjusted life years (DALYs) in northern, central, western, eastern and southern Africa11. Today, Africa has some of the highest indices of stroke burden in the world4,12–14. The increase in stroke burden in Africa is being driven by multiple factors acting across the lifespan. Key drivers include in utero and early-life undernutrition, which are associated with increased cardiometabolic risk factors in mid-life15–17, increasing exposure to indoor and outdoor particulate air pollution18,19, changes in dietary habits and population ageing20. These relationships are only the tip of the iceberg because, for every case of clinical stroke, there are four other cases of covert or ‘silent strokes’, which can cause cognitive dysfunction and mental health conditions in later years19,21,22.Stroke medicine in Africa has advanced over the past decade. Our understanding of both traditional and emerging risk factors, including their effect sizes and population attributable risk (PAR), has improved. More information on stroke aetiology and pathophysiological types and subtypes is now available for African populations, including a better understanding of strokes that occur as a consequence of sickle cell disease (SCD), HIV/AIDS or SARS-CoV-2 (COVID-19) infection. Stroke outcomes, rehabilitation, cost of care, quality of life and mortality are receiving more detailed attention, while post-stroke complications, including cognitive impairment and dementia, anxiety and depression, fatigue, and seizure disorders, are increasingly documented in the growing stroke literature from Africa4,12. Candidate-gene studies and ongoing genome-wide association studies (GWAS) have also begun to elucidate the genetic architecture of stroke in Africa23–25.Despite this progress, substantial gaps remain in our understanding of stroke in Africa as well as in stroke care, practice and policy on the continent. The effective organization of preventative, therapeutic and rehabilitative stroke services also remains a challenge in many African countries. However, emerging insights from research and the introduction of novel stroke leadership initiatives offer huge prospects for tackling the growing burden of stroke on the continent with context-sensitive strategies. In this article, we review the unique epidemiological, aetiological and genetic profiles of stroke in Africa and summarize what we know about stroke prevention, acute care, rehabilitation, cost of care, outcomes and awareness. We also identify knowledge gaps, emerging priorities and future directions for stroke medicine and care and the implications for the people of Africa and the global community.Stroke epidemiology in AfricaSeveral epidemiological studies have been undertaken on stroke in Africa with a preponderance"
  },
  {
    "full_text": "on stroke in Africa with a preponderance of hospital-based over community or population survey studies. Several of the population-based studies have been identified as having methodological shortcomings26,27and the only study that fulfilled the gold-standard criteria for a stroke epidemiological study was a prevalence study performed in urban Egypt (Al Quseir) by El-Tallawy et al.28.IncidenceIn 1991, a study involving hospital patients estimated the annual stroke incidence in Harare, Zimbabwe, to be 31 per 100,000 individuals29. Other hospital-based incidence studies from Benghazi, Libya (1984 (ref.30) and 1993 (ref.31)), urban Pretoria, South Africa32(1985) and Maputo, Mozambique (2006)33reported annual crude incidence rates ranging from 48 to 149 per 100,000 individuals. However, hospital-based studies do not adequately capture the true burden of stroke within a given community because the population at risk is not known, thus interpretation of such studies requires caution. Indeed, a continent-wide meta-analysis34and a Nigeria-based meta-analysis35of pooled estimates of stroke incidence both found that hospital-based studies estimated lower incidence rates than community-based studies, suggesting that hospital-derived data under-represent the true incidence of stroke.The earliest known community-based study of stroke incidence in Africa was derived from the Ibadan Stroke Registry and was conducted from 1973 to 1975 in Ibadan, an urban city in southwestern Nigeria. The study reported an annual crude incidence rate of 26 per 100,000 individuals36. Similar studies from Lagos and Akure, southwestern Nigeria, were conducted in 2007 and 2010 and reported annual crude incidence rates of 25 per 100,000 (ref.37) and 61 per 100,000, respectively38. Other community-based studies have been undertaken in other parts of the continent28,39,40(Table1) and have reported crude annual stroke incidence rates ranging from 95 per 100,000 in rural Tanzania, East Africa13, to 260 per 100,000 in urban Egypt, North Africa40. The variation in the reported figures might result from methodological differences, such as completeness of case ascertainment, inclusion of mild or clinically covert strokes, lack of differentiation between first and recurrent strokes, and use of neuroimaging for diagnostic confirmation and subtyping. Other sources of variation include inherent geographical differences in the distribution of risk factors, differences in genetic susceptibility to stroke across the populations studied, and cohort or period effects23,26,41.Table 1Studies of stroke incidence and prevalence in AfricaCountry, regionStudy periodType of studyCase definitionNeuroimaging confirmationaStroke subtypingCrude annual incidence or crude prevalence ratebAge-adjusted incidence or prevalence ratebRef.Incidence: annual range 25–260 per 100,000 from 1973 to 2013Nigeria, Ibadan1973–1975CommunityNot statedNoYes26Not stated36Libya, Benghazi1983–1984HospitalUS national survey of"
  },
  {
    "full_text": "Benghazi1983–1984HospitalUS national survey of strokeYesYes63Not stated30South Africa, Pretoria1984–1985HospitalHarvard Cooperative Stroke RegistryYesYes101Not stated32Zimbabwe, Harare1991HospitalWHO criteriaNoNo316829Libya, Benghazi1991–1993HospitalNot statedYesYes48Not stated31Egypt, Sohag1992–1993CommunityWHO criteriaYesYes180Not stated39Tanzania, Hai2003–2006MixedWHO criteriaYesYes9510913Tanzania, Dar es Salaam2003–2006MixedWHO criteriaYesYes10831613Mozambique, Maputo2005–2006HospitalWHO criteriaYesYes14926033Egypt, Al-Kharga2005–2008CommunityWHO criteriaYesNo26056040Nigeria, Lagos2007CommunityWHO criteriaYesNo255437Egypt, Al-Quseir2010–2011CommunityWHO criteriaYesNo181Not stated28Nigeria, Akure2010– 2011MixedNot statedYesYes616138Prevalence: crude range 15–1,331 per 100,000 from 1983 to 2016Nigeria, Igbo-Ora, rural1983–1984CommunityWHO criteriaNoNo56Not stated42Tunisia, Kelibia1985CommunityWHO criteriaYesYes42Not stated46Ethiopia, central and rural1988CommunityWHO criteriaNoNo15Not stated44Egypt, Sohag1992–1993CommunityWHO criteriaYesYes508Not stated39Tanzania, Hai1994–1995CommunityWHO criteriaNoYes127Not stated43South Africac, Limpopo province, rural2001CommunityWHO criteriaNoYes24330047Nigeria, Lagos, urban2007CommunityWHO criteriaNoNo11420448Egypt, Al-Kharga2005–2009CommunityWHO criteriaYesYes580Not stated40Nigeria, Niger Delta2008CommunityWHO criteriaNoNo8511,23049Benin, Cotonou, urban2008–2009CommunityWHO criteriaYesYes46077150Morocco, Rabat2008–2009CommunityWHO criteriaYesYes28429251Nigeria, Kwara, semi-urban2009–2010CommunityWHO criteriaNoNo1,310Not stated52Tanzania, Hai2009–2010CommunityWHO criteriaNoNo2,420 (>70 years of age)2,300 (>70 years)53Egypt, Assiut2010CommunityWHO criteriaYesYes96398045Egypt, Al Quseird2010–2011CommunityWHO criteriaYesYes655Not stated28Nigeria, SE2011CommunityWHO criteriaNoNo16316354Egypt, Qena2011–2013CommunityWHO criteriaYesYes92256755Nigeria, Niger Delta2014CommunityWHO criteriaNoNo1,3311,46014Nigeria, Odeda2015CommunityWHO criteriaNoNo711Not stated56Benin, Parakou2016CommunityWHO criteriaNoYes1,1563,22357a‘Yes’ >80%.bPer 100,000 population.cSouth Africa, Agincourt Health and Population Unit.dThe prevalence study performed in urban Egypt (Al Quseir) by El-Tallawy et al. fulfilled the gold-standard criteria for a stroke epidemiological study.Age-adjusted incidence rates are more representative of the distribution of stroke among the population, especially in Africa, where the population is predominantly <60 years of age26. The most recent and rigorous study of stroke incidence in Africa was performed in Tanzania and published in 2010 (ref.13). The age-standardized stroke incidence rates from the two surveillance sites in Hai (rural Tanzania) and Dar es Salaam (urban Tanzania) were 109 and 316 per 100,000 person-years, respectively13. WHO world population data were used for age-standardization and the researchers used a robust case-ascertainment strategy. If the incidence rates from this study are"
  },
  {
    "full_text": "If the incidence rates from this study are extrapolated to the rest of Africa, it implies that every minute, six Africans have a stroke. The Dar es Salaam rates were similar to the highest rates in South East Asia and Europe, according to the Global Burden of Disease (GBD) study on global, regional and national burden of stroke, which reported the age-standardized stroke incidence rate as 354 per 100,000 person-years in China and 335 per 100,000 person-years in Latvia2.PrevalenceThe 1982 Igbo-Ora community prevalence study in rural southwestern Nigeria was one of the earliest of such studies to be performed in Africa and found a crude stroke prevalence of 58 per 100,000 (ref.42). The largest community prevalence study on stroke in Africa was performed in 1994 in the rural Hai district of Tanzania and reported an age-standardized prevalence of 154 per 100,000 in men >15 years of age and 114 per 100,000 in women >15 years of age43. Other crude prevalence estimates of stroke from community studies in Africa range from 15 per 100,000 in rural Ethiopia44to 963 per 100,000 in urban Egypt45, with more recent studies reporting higher stroke prevalence than older studies14,28,39,40,45–57(Table1). Age-adjusted stroke prevalence seems to be higher in some parts of Africa than the global average. For example, two studies from rural communities in the Niger Delta region of southern Nigeria reported age-adjusted prevalence rates of 1,230 per 100,000 (ref.49) and 1,460 per 100,000 (ref.14). According to data from the GBD study, global age-adjusted stroke prevalence increased from 1,261 (95% uncertainty interval (UI) 1,208.2–1,318.7) per 100,000 person-years in 1990 to 1,300.6 (UI 1,229–1,374.7) per 100,000 person-years in 2017 (ref.58). Therefore, although stroke prevalence is declining in western Europe and North America, Africa might have some of the highest stroke prevalence rates in the world.Frequencies in hospitalsIn Africa, hospital-based studies on stroke seem to be more common than community-based or population survey-based studies59–68. The results of these hospital-based studies indicate that stroke is the leading cause of adult neurological admissions and medical coma. In one hospital-based case series, stroke accounted for up to 78% of adult neurological admissions69. In another tertiary centre, stroke accounted for up to 57% of individuals admitted with medical coma61. The results of a hospital-based cross-sectional cohort study indicated that stroke constituted ~25% of medical admissions among patients aged ≥60 years in Nigeria, Sudan and Tanzania67. A male preponderance in stroke presentation in African hospitals was generally observed in these studies56–65. A comparative study found ischaemic stroke to be the predominant stroke phenotype in Africa, accounting for up to 73% of stroke admissions; however, the burden of haemorrhagic stroke was higher in Indigenous Africans than in African Americans or Americans of European descent70. Indeed, a"
  },
  {
    "full_text": "or Americans of European descent70. Indeed, a separate study, performed in southwestern Nigeria, reported that haemorrhagic strokes constituted ~45% of all stroke admissions65.Mortality and fatality ratesThe results of population-based studies suggest that mortality after stroke is high in Africa — estimates of stroke-related deaths as a proportion of overall mortality range from 5.5%62to 11%63,71,72. The crude stroke mortality rate in a 1992–1995 study in Agincourt, South Africa, was estimated at 127 per 100,000 in individuals >35 years of age, although a 2016 study from the same site found a mortality rate of 114 per 100,000 (refs47,73). A Tanzanian study on stroke mortality at three sites (one urban, two rural) found yearly age-adjusted stroke mortality of up to 88 per 100,000 for men and 44 per 100,000 for women71. However, the results of stroke mortality studies in Africa require cautionary interpretation, owing to low levels of standardized death registration and the use of verbal autopsies.Evidence suggests that the case fatality rate for stroke could be higher in parts of Africa than in the rest of the world. In hospital-based studies from Africa, incident case fatality at 30 days ranges from 16.2% to 46%73,74. A systematic review and meta-analysis of stroke case fatality in sub-Saharan Africa was published in 2021 and reported a pooled estimated 1-month case fatality rate of 24.1%, with high heterogeneity and rates up to 83.3%75. These data contrast with the 1-month case fatality rates in high-income countries reported in a 2009 review by Feigin et al., ranging from 8% in France to 49.2% in Estonia76. In Africa, case fatality rates are generally higher for haemorrhagic strokes than ischaemic strokes74,77–82. Studies with a longer follow-up period, such as those performed by Walker et al. in Tanzania, have reported case fatality rates of up to 84.3% at 3 years post-stroke (rural Tanzania) and 82.3% at 7 years post-stroke (rural and urban Tanzania)72,83. Advanced age, stroke severity at presentation, in-hospital complications (especially aspiration pneumonia and sepsis) and poor functional status have been identified as predictors of post-stroke mortality72,83–86. Evidence indicates that early stroke fatality is further accentuated by poor control of metabolic risk factors (blood pressure, blood sugar), delayed stroke recognition and hospital presentation, and difficulties accessing early post-stroke care75,85–87. In addition, the nature and organization of stroke services in Africa present inherent challenges, including limited access to diagnostic and time-dependent interventional services such as reperfusion therapies and stroke surgery, lack of stroke units and difficulty with patient retention during post-stroke rehabilitation88.Disability-adjusted life yearsData regarding stroke DALYs in Africa are sparse. One systematic review found that the burden of disease owing to stroke in South Africa was 564,000 DALYs in 2008 (ref.89). In"
  },
  {
    "full_text": "Africa was 564,000 DALYs in 2008 (ref.89). In the few available studies, estimated DALYs lost due to stroke ranged from 1,070 DALYs per 100,000 person-years in South Africa to 7,738 DALYs per 100,000 person-years in Kenya. Women seem to have more stroke-associated DALYs than men and DALYs were higher for ischaemic stroke than haemorrhagic stroke89,90. Data from the GBD study indicate that, although stroke-associated DALYs decreased in all regions of the world between 1990 and 2016, the region with the smallest reduction was sub-Saharan Africa2. According to the same data, 80% of all incident strokes, 77% of all survivors of stroke, 87% of all deaths from stroke and 89% of all stroke-related DALYs occur in LMICs, including those in Africa91.Quality of life and cost of careSeveral studies have examined quality of life after stroke in Africa. The results of these studies consistently indicated that survivors of stroke have poorer quality of life in multiple domains than stroke-free controls92,93. The most commonly reported predictors of quality of life were post-stroke disability, depression and stroke severity. The estimated cost of care per patient with stroke ranges from US$ 145 to US$ 4,860, depending on the care setting94. Cost of stroke care is higher in urban areas than in rural areas and higher in private health facilities than in government health facilities94–98. Data from Africa have also identified a high burden of stroke on the psychological and emotional domains of quality of life of caregivers. Multiple studies have reported that female spouses are the predominant caregivers99–101; in a 2019 study from Lagos, Nigeria, up to 86.7% of caregivers were women101.Risk factorsAge is the major non-modifiable risk factor for stroke. A comparative, hospital-based study found mean age at stroke presentation to be at least 10 years lower in Indigenous Africans than in African Americans or Americans of European descent70, suggesting Africans are more likely to be affected by stroke during the theoretical peak of their vocational productivity. Similarly, another study found patients with stroke in Ibadan, Nigeria, to be younger than patients with stroke in Berlin, Germany70,102. Temporal trends from the GBD (1990–2016) study indicate that age-standardized stroke incidence is increasing in southern sub-Saharan Africa, suggesting a persistent burden of underlying stroke risk factors in this region2. Observations from the global INTERSTROKE study, which involved five African countries (Mozambique, Nigeria, South Africa, Sudan and Uganda) suggest that the profile of stroke risk factors is similar between Africa and the rest of the world, although regional differences in effect size exist103. This study identified ten top risk factors (hypertension, dyslipidaemia, diabetes mellitus, central obesity, cardiac causes, current smoking, high alcohol intake, unhealthy diet, physical inactivity and psychosocial factors) that accounted for 82% of the PAR for"
  },
  {
    "full_text": "factors) that accounted for 82% of the PAR for stroke among Africans and 92% of the PAR for stroke in the rest of the world103. The disparity could have resulted from an underestimation of risk in Africa owing to a small dataset or to unexplained residual factors, such as infectious diseases, contributing to stroke risk. The Stroke Investigative Research and Educational Network Study (SIREN) is the largest multi-site case–control stroke risk factor study to be performed in Africa to date. The study included 2,118 case–control pairs of Indigenous Africans from 15 sites in Nigeria and Ghana104. Using rigorous case ascertainment methodology and a similar case mix as the INTERSTROKE study105,106, the SIREN study found that 98.2% (95% CI 97.2–99.0) of the adjusted PAR of stroke was associated with 11 potentially modifiable risk factors: hypertension, dyslipidaemia, regular meat intake, central obesity, diabetes mellitus, low consumption of green leafy vegetables, stress, added salt at table, cardiac diseases, physical inactivity and current cigarette smoking104(Fig.1).Fig. 1Risk factors for stroke in Africa.a| The population attributable risk associated with 10 potentially modifiable risk factors in the INTERSTROKE study (Africa sub-cohort). The study included 973 case–control pairs of Indigenous Africans from sites in Mozambique, Nigeria, Sudan, South Africa and Uganda. Data from ref.103and ref.105.b| The population attributable risk associated with 11 potentially modifiable risk factors in the Stroke Investigative Research and Educational Network (SIREN) study. The study included 2,118 case–control pairs of Indigenous Africans from multiple sites across Nigeria and Ghana. Data from ref.104.Hypertension was the major modifiable risk factor identified by the INTERSTROKE study, with an odds ratio (OR) of 4.01 (99% CI 2.59–6.21) and PAR of 34.6 (99% CI 30.4–39.1) for the African countries included in the study103. In the SIREN study, the OR and PAR for hypertension were even higher, at 19.36 (95% CI 12.11–30.93) and 90.8% (95% CI 87.9–93.7), respectively. The INTERSTROKE study had a smaller sample size of Africans and lower statistical power than the SIREN study, which could account for this disparity. Nevertheless, these data suggest that hypertension is the prime modifiable driver of the stroke burden in Africa, although many Africans also have other vascular co-morbidities that act in concert with hypertension to drive stroke burden. Indeed, >45% of people in Africa over 25 years of age are estimated to be hypertensive, which constitutes the highest burden of hypertension in the world, according to the WHO107. Evidence indicates that <50% of individuals with hypertension in Africa are aware that they have the condition or have received a diagnosis and, among those who are diagnosed, at least half are not receiving treatment108. Thus, strategies to reduce the impact of hypertension will greatly reduce the risk of strokes among Africans104,108,109. In"
  },
  {
    "full_text": "the risk of strokes among Africans104,108,109. In contrast to non-African cohorts, atrial fibrillation has not been consistently reported as a substantial risk factor for strokes in Africa (it accounted for 7% of all strokes in the INTERSTROKE study), although this observation could be the result of under-reporting110.A comparison between data from the SIREN study and data from the population-based Reasons for Geographic and Racial Differences in Stroke (REGARDS) cohort study of African Americans and Americans of European descent living in the USA found higher frequencies of several cardiometabolic factors (hypertension, diabetes mellitus and dyslipidaemia) among Indigenous Africans and African Americans than in Americans of European descent70(Fig.2). However, the comparison also identified a higher frequency of several cardiac and lifestyle factors (smoking, high alcohol intake and physical inactivity) among African Americans and Americans of European descent than among Indigenous Africans. These observations underscore the interaction between ethnic (including genetic) and geographical (lifestyle) factors in the vascular pathophysiological cascade70,102.Fig. 2Effect of race and geography on risk factors for stroke.Graph shows the frequency of eight risk factors in Indigenous Africans, African Americans and Americans of European descent. Study participants were >55 years of age. The data for this analysis came from 1,928 individuals with stroke who met the selection criteria and consisted of 811 Indigenous Africans recruited into the Stroke Investigative Research and Educational Network (SIREN) study, 452 African Americans and 665 Americans of European descent who were participants in the Reasons for Geographic and Racial Differences in Stroke (REGARDS) study. The group of participants of African ancestry had a significantly higher prevalence of hypertension and diabetes, similar frequency of dyslipidaemia and lower prevalence of cardiac disorders than Americans of European descent. However, obesity and lifestyle factors, including smoking, alcohol consumption and physical inactivity, were more prevalent among African Americans and Americans of European descent than Indigenous Africans. These data illustrate the complex interaction between racial (genetic) and geographical (environmental, for example, lifestyle) factors in the neurobiology of stroke. Data from ref.70.Stroke with co-morbid conditionsIn Africa, as elsewhere, strokes occur alongside other conditions. In particular, HIV infection increases the risk of stroke111,112. Africa bears the largest global burden of HIV infection — 70% of the 36.8 million people who were living with the virus in 2017 were located in sub-Saharan Africa113. Africans with HIV and stroke generally have a young age at stroke onset (<45 years), severe stroke presentation, preponderance of ischaemic strokes and advanced immunosuppression114–117. The results of a Tanzanian stroke incidence project, which involved"
  },
  {
    "full_text": "stroke incidence project, which involved community-ascertained controls, found HIV infection to be an independent risk factor for stroke, with an OR of 5.61 (CI 2.41–31.09)53. Several mechanistic links between HIV infection and strokes have been suggested111, including clustering of cardiometabolic factors, inflammation of the brain vascular endothelium, coagulation abnormalities, vasculitis, HIV-associated vasculopathy and dyslipidaemia owing to anti-retroviral therapies and insulin resistance. However, more studies are needed to unravel the epidemiological contribution of HIV infection to the burden of stroke in Africa118.Africa bears the greatest burden of SCD in the world, as 75% of the >300,000 individuals born with SCD globally every year are born in sub-Saharan Africa119. SCD has been reported to increase stroke risk among children and adults in Africa120,121. There is a bimodal age distribution in the incidence of ischaemic stroke in individuals with SCD: most strokes occur before 20 years and after 30 years of age, with peak incidence at 10–15 years122,123. In a systematic review and meta-analysis involving 18,977 participants with SCD pooled from 23 African studies, the overall prevalence of stroke was 4.2%124. Stroke in individuals with SCD typically presents with transient ischaemic attacks, seizures and focal neurological deficits such as hemiparesis124. Cerebral ischaemia in SCD is thought to result from the occlusion of distal internal carotid arteries, middle cerebral arteries and anterior cerebral arteries120,121,123,124. Haemorrhagic strokes in SCD usually occur in the third decade of life121and are associated with low steady-state haemoglobin levels and high steady-state leukocyte counts125. Emerging data from Kumasi, Ghana, indicate higher numbers of stroke admissions and stroke mortality in January–June 2020 than in January–June 2019, suggesting a link between stroke risk and SARS-CoV-2 infection126. SARS-CoV-2 infection has been associated with increased fibrin, D-dimers and hypercoagulability, indicating that infection will increase the likelihood of strokes in vulnerable Africans with pre-existing vascular risk factors127.Drivers of the rising burden of stroke in AfricaData accrued over the past two decades and modelling estimates from the GBD study suggest a progressive increase in the burden of stroke in Africa4,128. Indeed, stroke and its risk factors (cardiovascular diseases) are now the leading cause of death of the adult population in the continent129. The drivers of this increasing stroke burden in Africa can be categorized into early-life, mid-life and late-life factors (Fig.3). Early-life factors, including fetal and/or infant undernutrition and low birth weight, have been associated with cardiometabolic disorders such as high blood pressure, dysglycaemia and dyslipidaemia later in life15,17,130. This link is thought to be the result of fetal reprogramming and epigenetic changes. A good illustration of the"
  },
  {
    "full_text": "epigenetic changes. A good illustration of the delayed effects of early-life undernutrition is the high burden of hypertension, diabetes and overweight status reported among survivors of the Nigerian civil war (the Biafran War), which occurred in the late 1960s16. Many of these individuals were exposed to severe famine in early life as a result of the conflict.Fig. 3A life course approach to factors driving stroke burden in Africa.The population-level risk factors for stroke change across the lifespan. Here, we summarize the risk factors at each stage of the life course that are driving the increasing burden of stroke in Africa. We also highlight the molecular mechanisms and processes involved in stroke risk at each stage of life. HIV, human immunodeficiency virus.Early-life undernutrition might also partly explain the increased risk of cardiometabolic disorders among individuals who grow up in low-income rural areas but migrate to urban areas131. As these individuals approach mid-life with increasing wealth, they adopt lifestyles associated with urban living. Such lifestyles are often characterized by low levels of physical activity, high caloric intake, smoking, high levels of alcohol consumption, high intake of meat and low consumption of green leafy vegetables. Evidence indicates that exposure to stress and air pollution further exacerbates the course of neurovascular disease through the promotion of neuroinflammation and endothelial dysfunction18,132. Indeed, neither urban nor rural Africa is spared from the emerging risks of stress and air pollution (indoor air pollution from solid fuels and outdoor ambient particulate matter pollution) and both are likely to contribute to the increases in stroke incidence that we are observing in Africa19. The GBD 2013 study identified a substantial contribution of household air pollution to the risk of stroke in LMICs, with the largest household air pollution-associated risk observed in the West African sub-region128.Late-life factors driving the increasing burden of stroke in Africa include a progressive increase in life expectancy, which is resulting in population ageing133. Multiple cohort and population-based studies in Africa have identified ageing as a key non-modifiable risk factor for stroke, indicating that an increase in the number of older people in the population will result in an increase in stroke burden4,12. Genetic predisposition to stroke and stroke-related epigenetic modifications operate across the life course. For example, an association has been found betweenIL6rs1800796 and ischaemic stroke among West Africans134. The observation that fine particulate matter air pollution is associated with elevated plasma levels of IL-6 (ref.135) strengthens the possible link between air pollution and the increasing stroke burden.Another contributor to the increasing burden of stroke in Africa is the limited availability of medication to control the more common risk factors. Drugs for the treatment"
  },
  {
    "full_text": "more common risk factors. Drugs for the treatment of hypertension and diabetes are costly and might not be readily available in most health systems in Africa136. Furthermore, the vast majority of African countries do not have health insurance systems that can pay for the medications in full or even in part137,138. As a consequence, adherence to chronic treatment is a substantial economic load on the patient and their family. Poor health literacy can also contribute to a lack of control of vascular risk factors139,140. In the PURE study, which involved >150,000 participants from urban and rural settings around the world, <10% of participants from low-income countries with a previous cardiac or stroke event were on any of the four drugs indicated for secondary prevention, that is, angiotensin-converting enzyme inhibitors, beta blockers, statins or aspirin141. In a study performed in the Southwest region of Cameroon, essential cardiovascular disease medicines were only available in 25.3% of public pharmacies and 49.2% of community pharmacies136. Medicines for heart failure and dyslipidaemia, including beta blockers, angiotensin-converting enzyme inhibitors and statins, cost the equivalent of 2–13 days’ wages for a 1-month supply.Stroke phenotypes in AfricaInformation on the phenotypic characteristics of stroke types and subtypes in Africa was limited until evidence from the SIREN study became available in early 2018. In the initial data from this study, which recruited index stroke cases from 15 sites in Nigeria and Ghana, of 2,118 individuals with neuroradiologically confirmed stroke, 68% had ischaemic stroke, 32% had intracerebral haemorrhage (ICH) and <1% had ischaemic stroke with haemorrhagic transformation104. The SIREN investigators did not recruit participants with sub-arachnoid haemorrhage but it is estimated to contribute to ~5% of all strokes in Africa142.Ischaemic strokeIn Africa, the most common aetiological subtype of ischaemic stroke is small vessel disease (SVD) (42%), followed by large vessel atherosclerotic disease (17%), cardioembolism (11%) and undetermined (30%)70,104. In a meta-analysis of five different stroke studies involving a total of 2,843 participants with ischaemic stroke from both hospital and community-based cohorts in Ghana, Kenya, Nigeria, Mozambique, South Africa, Sudan and Uganda, we found that SVD accounted for 30% of ischaemic strokes12. By contrast, SVD accounted for only 19% of ischaemic strokes from 13 different studies involving 12,931 patients from hospital and non-hospital or community-based cohorts in western Europe and the USA12. The preponderance of SVD and the relative paucity of cardioembolic strokes among Africans is similar to observations from other LMICs such as China143and Pakistan144but in contrast to data from high-income countries. Indeed, studies conducted in mixed ethnic populations in the USA145and the UK146strongly suggest that SVD is twice as common among participants of African descent"
  },
  {
    "full_text": "as common among participants of African descent than among participants of European descent. Participants of European descent were more likely than participants of African descent to have a cardioembolic or large-artery atherosclerotic stroke.The above observations indicate that the relative frequencies of ischaemic stroke subtypes across the globe vary by race, geography and, perhaps, gross national income. Therefore, association studies on the genetics of ischaemic stroke among Indigenous Africans are eagerly awaited. However, it seems likely that the high burden of undiagnosed and uncontrolled asymptomatic risk factors (notably hypertension, dyslipidaemia and dysglycaemia) in sub-Saharan Africa is leading to arteriolosclerosis and microatheroma formation in deep perforating cerebral vessels and thus causing SVD-related ischaemic strokes12. This hypothesis is consistent with the observation that, among Africans, hypertensive disease is more prevalent than atrial fibrillation or atherosclerotic disease (discussed above). Indeed, few studies have researched cervicocephalic atherosclerosis, a marker of epidemiological and stroke transition, among Africans147. Neurovascular ultrasonography detected no substantial carotid artery disease in the Tanzania Stroke Incidence Study148. However, a study in participants with hypertension and stroke in Nigeria found that carotid intima media thickness was a sensitive indicator of cardiovascular phenotype and had a stronger association with stroke than popular cardiovascular risk calculators that are used to estimate the time-related risk of cardiovascular disease149,150. A more recent study of individuals diagnosed with acute stroke-like syndrome in Malawi reported that 39.4% had extracranial atherosclerosis and 19.2% had intracranial atherosclerosis151. Post-mortem studies undertaken ~40 years apart also identified a temporal increase in the frequency and severity of cerebral atherosclerosis among Nigerian Africans in tandem with the overall rise in the burden of cardiovascular disease and stroke occurrence152–154.Intracerebral haemorrhageFurther evidence of poor blood pressure control in sub-Saharan Africa has been gleaned from the aetiological profile of ICH. In the SIREN study, the aetiology of ICH was classified using the structural lesion, medication, amyloid angiopathy, systemic and/or other disease, hypertension, undetermined (SMASH-U) algorithm155. Using this method, the most common aetiology was hypertension (80.9%); less common were structural vascular anomalies (4.0%), cerebral amyloid angiopathy (0.7%), systemic illnesses (0.5%) and medication-related aetiologies (0.4%)156. Aetiology remained undetermined in 13.7% of participants. Of considerable interest is the observation that, among West Africans, ICH constitutes 53% of all strokes occurring among the young (<50 years of age)156. The six factors most associated with stroke in the young (who constituted 25% of the SIREN cohort) were"
  },
  {
    "full_text": "(who constituted 25% of the SIREN cohort) were hypertension, dyslipidaemia, diabetes mellitus, low consumption of green leafy vegetables, psychosocial stress and cardiac disease157. These further underscore the observation that hypertension is more strongly associated with ICH than ischaemic stroke103,104and thus emphasize that large numbers of strokes, particularly among young Africans, could be avoided by better blood pressure control. The PAR of stroke resulting from hypertension in the SIREN study was 88.7% among young West Africans157, again highlighting the importance of this vascular risk factor. Furthermore, in a recent cross-sectional study in Ghana, the frequency of refractory hypertension (a rare and severe phenotype of treatment-resistant hypertension) among ~1,200 survivors of stroke was 5.8% compared with 0.7% among ~2,800 stroke-free individuals with hypertension158. The prevalence of refractory hypertension was much higher in individuals <60 years of age than in individuals >60 years of age. The odds ratios of refractory hypertension were 13.6 for lacunar stroke, 11.4 for ICH and 3.7 for non-lacunar ischaemic strokes relative to stroke-free hypertension. This further suggests that the phenotypic characteristics of hypertension also exert differential effects on the manifestation of stroke types. Further studies are now required to elucidate the mechanisms underlying these differences and to guide the design of targeted population-level interventions and risk-reduction strategies.Stroke complications and sequelaeStroke complications include a range of neurological, psychiatric or other systemic manifestations that occur in the acute, subacute or chronic phases of a stroke. Most data on stroke complications in Africa come from hospital-based studies and suggest that some form of complication occurs in >80% of inpatients with stroke (Table2). Stroke complications in Africa include delirium159–161, post-stroke aspiration pneumonia85,86,162–166, bacteriuria and urinary tract infection167–169, aphasia and deglutition disorders170, anxiety99,171–173, fatigue174–176, sexual dysfunction177–179, pain (central post-stroke pain syndrome)180–183, depressive illness184–193and cognitive impairment that often leads to dementia194–197.Table 2Stroke complications and sequelae in AfricaPost-stroke complicationFeaturesReported prevalence (%)aPredictorsCountriesRefsDeliriumOnset 1 week after stroke; confusional states32–33Age, NIHSS scoreNigeria159–161Aspiration pneumoniaCause of death after stroke64–79Age, stroke severity, consciousnessBenin, Burkina Faso, Ethiopia, Mozambique, Tanzania85,86,162–166Bacteriuria and urinary tract infectionDefined as >105CFU/ml9.3–12.3InfectionsGhana, Nigeria167–169Aphasia and deglutition disordersAphasia can last for up to 60 months after stroke~50Age, left-hemispheric stroke, cognitive impairmentTanzania170AnxietyAccumulative over 12 months10–34Female sex, low socioeconomic status, haemorrhagic lesions,"
  },
  {
    "full_text": "low socioeconomic status, haemorrhagic lesions, depressionNigeria, Tanzania99,171–173FatiguePeak at 6 months after stroke60Poor quality of lifeGhana, Nigeria174–176Sexual dysfunctionMost common: erectile dysfunction and low libido>80Age, male sexNigeria177–179PainUsually musculoskeletal pain or central post-stroke pain syndrome5–80Background history of pain, differential thresholds, age at stroke onsetNigeria, Zimbabwe180–183DepressionMost common: mood disorders, suicidality and tedium vitae16–80; median 30AgeDemocratic Republic of Congo, Gabon, Ghana, Nigeria184–193Cognitive impairmentVascular cognitive impairment, dementia30–50Age, low literacy, vascular risk factors, Black race, recent infection, MTLA, WMHGhana, Nigeria, South Africa194–197On the basis of data from hospital-based studies. For details on post-stroke epilepsy and functional disability, see Tables3and4. CFU, colony-forming unit; MTLA, medial temporal lobe atrophy; NIHSS, National Institutes of Health Stroke Scale; WMH, white matter hyperintensities.aPercentage of individuals with stroke who go on to develop these complications.On average, 40–50% of survivors of stroke in Africa develop some form of cognitive dysfunction194,196, suggesting that vascular cognitive impairment could become the most common precursor to dementia in Africa. Several hospital-based studies have investigated the prevalence of post-stroke seizures in Africa. The prevalence of early (≤7 days of stroke onset) post-stroke seizures were 9.3%198, 9.6%199and 13%200in the three studies that recorded this data. The prevalence of epilepsy among survivors of stroke in Africa was 1.98–16.9%201–204(Table3). Factors associated with an increased risk of post-stroke epilepsy included male sex, cortical infarcts and poor access to neurological services. However, the results of these studies need to be interpreted in the context of variation in study methods and case definition and the potential inaccuracy of patient reports owing to the cultural stigma around epilepsy in Africa.Table 3Estimated prevalence of post-stroke epilepsy in AfricaCountryYearStudy typeSample sizeDiagnostic criteriaPrevalence (%)aRef.Burkina Faso2006–2014Hospital based; retrospective1,616Clinical, EEG, brain CT1.98201Sudan2006–2008Hospital based165Clinical, eye-witness reports, EEG, brain CT16.90202Benin2015–2016Hospital based; retrospective1,703Clinical, EEG, brain CT2.00203Ghana2018–2020Hospital based; cross-sectional1,101Clinical, brain CT, EEG11.40204aPercentage of individuals with stroke who go on to develop post-stroke epilepsy.In several studies, the functional outcomes in patients with stroke in Africa were carefully monitored using established scales43,50,205–214(Table4). The results of these studies suggest that there is a substantial post-stroke disease burden that needs attention. Evidence from the few available studies in Africa suggests that survivors of stroke are likely to return to work after the first year215,216. Shorter"
  },
  {
    "full_text": "to work after the first year215,216. Shorter post-stroke duration, lower functional independence and worse post-stroke cognitive dysfunction were associated with a lower likelihood of a return to work.Table 4Estimated frequency of functional disability after stroke in AfricaCountry (City)YearType of studyStudy populationSample sizeTools usedPercentage with disabilityRef.Gambia (Banjul)1990–1991HospitalNot stated106Barthel Index91.5 at 1 month after stroke205Tanzania (Hai)1994Community and census85,152 (aged >15 years)108Barthel Index6043South Africa (Cape Town)2004–2006Hospital4,524,335196MRS, Barthel Index48 (moderate to severe disability)206Benin (Cotonou)2009Community69,86914,969MRS, FIM, MADRS6050South Africa (Johannesburg)Not knownHospital and communityNot stated68Barthel Index47 at discharge; 93 at 6 weeks after discharge207South Africa (Cape Town)2010HospitalNot stated67Barthel Index81.82 at discharge208Nigeria (Ibadan)2013HospitalNot stated128MRS60.9209Benin (Parakou)2013HospitalNot stated85MRS53 at 1 month after stroke210Nigeria (Benin)Not knownHospital and outpatientNot stated102MRS71.6211Uganda (Kampala)2014HospitalNot stated127Barthel Index46.1 at 1 month after stroke212Egypt (Cairo)2015–2016HospitalNot stated397MRS18213Egypt (Cairo)2018–2019HospitalNot stated61 (posterior circulation stroke)MRS72.13 at 3 months after stroke214FIM, functional independence measure; MADRS, Montgomery–Asberg depression rating scale; MRS, modified Rankin score.Genetics of stroke in AfricaEvidence indicates that, compared with populations of European descent, stroke in the Indigenous African population has an earlier age of onset and is more likely to be haemorrhagic or SVD-related ischaemic4,23,70,102. Differences in stroke severity and outcomes have also been observed between Indigenous Africans and populations of European descent. Broad differences in the demographic structures of the African population and populations in Europe and the USA as well as differences in the availability of health services offer plausible explanations for these disparities217. Nevertheless, a possible role of genetic and/or epigenetic factors warrants further exploration23,24. For example, differences between chronological age and biological age (which is determined on the basis of epigenetic changes) have been documented among individuals of European ancestry with stroke218and whether a similar phenomenon occurs among African individuals needs to be explored219. Higher stroke heritability among individuals of African ancestry than among individuals of European ancestry has been reported in the South London Stroke Registry220but the exact effect of this heritability requires in-depth studies in Indigenous African populations.Genomic diversity in AfricaAfrica is regarded as the cradle of modern humans,Homo sapiens, and African genomes are more diverse than those from any other continent221–223; however, only a fraction of the genetic diversity among African individuals has"
  },
  {
    "full_text": "genetic diversity among African individuals has been surveyed — to date, <2% of GWAS were performed on African data224. In a high-depth study of African genomes, whole-genome sequencing was performed on samples from 426 individuals from 50 ethnolinguistic groups; the genetic makeup of many of these groups had not been previously studied225. The results of this study, published in 2020, identified more than 3 million previously undescribed genetic variants. The implications of the identification of these variants for our understanding of the genetics of the stroke phenome are immense and are relevant to both Africans and the global population25,226. In particular, the Human Heredity and Health in Africa Initiative222is facilitating the genetic exploration of African populations, including the SIREN study cohort, by use of approaches including candidate gene studies and GWAS23,24. The overall aim is that inclusion of Indigenous Africans in multi-ethnic genomic studies, combined with the use of trans-omics approaches, will facilitate genetic fine mapping, trans-ancestry meta-analysis and development of ancestry-sensitive polygenic risk scores as well as the discovery of new risk loci, pathophysiological pathways, biomarkers and drug targets for the enhancement of precision stroke medicine24,25,226,227.Candidate gene studies and GWASTo date, the majority of genetic studies of stroke in Africa have adopted a candidate gene approach (Table5). Candidate gene studies and GWAS are two methods that are used to detect genetic susceptibility to diseases. The main difference between the two approaches is that candidate gene studies investigate genetic variation within a small number of pre-identified genes of interest, whereas in GWAS, the entire genome is investigated for common genetic variations that are associated with the disease of interest. In northern Africa, candidate gene studies have reported associations between stroke, particularly ischaemic stroke, and polymorphisms in multiple genes, including those encoding apolipoprotein E (APOE), IL-1, IL-1β, peroxisome proliferator-activated receptor-δ (PPARD), apolipoprotein A5 (APOA5) and aldosterone synthase (CYB11B2)228–242. In addition, a polymorphism in the gene encoding angiotensinogen (AGT) was associated with stroke in an Egyptian cohort consisting of adolescents with SCD243. A candidate gene study performed in Zambia identified an association betweenAPOEε2/ε4genotype and an increased risk of both haemorrhagic and ischaemic stroke244. Findings from the West African SIREN study included a significant association of variants onIL6andCDKN2A/2Bwith risk of ischaemic stroke among men134as well as a significant association of variants onAPOL1,CDKN2A/2BandHDAC9with risk of SVD ischaemic stroke245. This study was the first to identify a stroke-related variant onAPOL1, although the gene had previously been associated with chronic kidney disease in individuals of African descent246,247. A particularly"
  },
  {
    "full_text": "of African descent246,247. A particularly intriguing observation is that, whereasAPOEalleles influenced the risk of stroke in northern and southern Africa, anAPOLIrisk variant was associated with stroke in western sub-Saharan Africa. Further studies are needed to explore the potential geographical disparity in the effect of these two prominent apolipoprotein genes; the results of such studies could also be relevant to other brain disorders such as Alzheimer disease. The first stroke GWAS in Africa is currently under way and is anticipated to provide further insight into the genetic architecture of stroke in Indigenous Africans by identifying novel stroke-associated variants.Table 5Stroke candidate gene studies in AfricaStudyGene nameStudy populationSalient findingsSaidi et al. (2007)234Plasminogen activator inhibitor 1 (PAI1); tissue plasminogen activator (tPA)TunisianPAI14G/5G polymorphism associated with increasedPAI1expression, decreasedtPAexpression and increased risk of strokeSaidi et al. (2007)233Apolipoprotein E (APOE)TunisianAPOE ε4associated with increased risk of ischaemic stroke, small vessel disease and statin useSaidi et al. (2008)230Human platelet alloantigen 1–5 (HPA1–5)TunisianLowerHPA1afrequency and higherHPA1bfrequency in the stroke group than in controlsSaidi et al. (2008)229HPA1–5TunisianHPA1a/bandHPA5a/balleles associated with increased risk of stroke;HPA1b/bandHPA5b/bassociated with extent of symptoms and risk of recurrenceSaidi et al. (2009)235APOE; angiotensin-converting enzyme (ACE)TunisianHigherAPOEε4frequency and lowerAPOEε3frequency in the stroke group than in controls;APOε4 ACE Del/Delgenotype was associated with large vessel stroke and was detected in higher proportions in older (>50 years) patientsSaidi et al. (2009)231Angiotensinogen (AGT)TunisianMultipleAGTpolymorphisms were significantly associated with an increased risk of strokeSaidi et al. (2010)228Aldosterone synthase (CYP11B2)TunisianCYP11B2C-344T polymorphisms (T allele bearing) were associated with risk of ischaemic strokeChehaibi et al. (2013)236Peroxisome proliferator-activated receptor-δ (PPARD)TunisianPPARD+294T/C polymorphism was associated with increased risk of ischaemic strokeFekih-Mrissa et al. (2013)238Methylenetetrahydrofolate reductase (MTHFR)TunisianMTHFRC677T and A1298 polymorphisms were associated with an increased risk of ischaemic strokeAtadzhanov et al. (2013)244APOEZambianAPOEε2/ε4genotype associated with increased risk for both haemorrhagic stroke and ischaemic strokeChehaibi et al. (2014)237Matrix metalloproteinase 1 (MMP1) andMMP12TunisianMMP12polymorphisms were associated with an increased risk of ischaemic stroke in individuals with diabetesDiakite et al. (2015)239C2491TMoroccanC2491TFVmutation was associated with risk of ischaemic strokeDiakite et al. (2014)241eNOSMoroccaneNOSG894T polymorphism was associated with risk of ischaemic strokeRezk et al. (2015)242IL-1 cluster genes:IL1B,IL1AandIL1RNEgyptianIL1B −511 andIL1A −889"
  },
  {
    "full_text": "−511 andIL1A −889 polymorphisms were associated with increased risk of acute strokeDiakite et al. (2016)240APOA5; arachidonate 5-lipoxygenase-activating protein (ALOX5AP)MoroccanAPOA5T1131C andALOX5APSG13S114 polymorphisms were associated with risk of ischaemic strokeAkinyemi et al. (2017)134IL6; cyclin-dependent kinase inhibitor 2A/2B (CDKN2A/2B)West African (Nigeria and Ghana)IL6rs1800796 andCDKN2A/2Brs2383207 are associated with risk of ischaemic stroke in menAkinyemi et al. (2018)245Apolipoprotein 1 (APOL1);CDKN2A/2B; histone deacetylase 9 (HDAC9)West African (Nigeria and Ghana)APOL1rs73885319,CDKN2A/2Brs2383207 andHDAC9rs2107595 are associated with risk of small vessel disease ischaemic strokeStroke services in AfricaStroke services are organized systems and structures for delivering preventive, therapeutic and rehabilitative stroke care at an institutional, regional or national level. The World Bank’sDisease Control Priorities3rd edition248identified five major platforms for the provision of essential universal health coverage in LMICs: population-level platforms, community-level platforms, health centres, first-level hospitals and referral hospitals. These platforms provide a model for building chains of stroke care that can be divided into three categories: pre-hospital, hospital and post-hospital services. Pre-hospital stroke services consist of elemental and primary prevention policies, surveillance, pre-hospital emergency care, and outreach and awareness services. Hospital-based stroke services include emergency medical services, acute stroke treatments, secondary prevention and acute rehabilitation. Post-hospital stroke services consist of community rehabilitation, social and family support, and follow-up.Population-based servicesStroke shares a common risk-factor profile with many cardiovascular diseases; thus, population-based approaches to stroke prevention in Africa have conventionally focused on non-communicable diseases as a whole. In 2015, non-communicable diseases were incorporated into the United Nations Sustainable Development Goals: target 3.4 is “By 2030, to reduce by one third premature mortality from non-communicable diseases through prevention and treatment and to promote mental health and well-being”249. However, progress reports from Africa published in 2017–2020 suggest low levels of progress towards this target as a result of a lack of political will, poor intersectoral collaboration, absence of universal health coverage, widespread poverty, the challenges involved in making changes to existing health systems and low levels of public spending on health250–252. The joint World Stroke Organization (WSO)–WHO–Lancet NeurologyCommission for Stroke is advocating pragmatic, context-sensitive approaches that involve multiple stakeholders, including healthcare providers, physicians, patients, the general population, policy-makers and payers, with the aim of identifying solutions that will enhance stroke prevention and"
  },
  {
    "full_text": "solutions that will enhance stroke prevention and surveillance services across a range of income levels253.Pre-hospital acute stroke carePre-hospital acute stroke services conventionally function within existing emergency medical services, although they can also be standalone services. Emergency medical services are poorly developed in Africa, except in some areas in South Africa and northern Africa that have a relatively higher income. In a recent survey, established emergency medical services were identified in only 16 African countries; most of the identified services were government operated, had fee-for-service payment structures and poor uptake254. Organizations such as the African Federation of Emergency Medicine have developed processes and guidelines for emergency medicine training in Africa, raising hopes of improving access to quality and effective emergency care; however, organizational, fiscal and regulatory challenges remain255,256. Few studies have examined the specific factors responsible for pre-hospital delays in stroke presentation in Africa; however, the available evidence suggests that poor stroke knowledge is a major cause of pre-hospital delays in presentation and poor outcomes257. Other contributing factors include stroke onset during normal sleeping hours, transportation-related delays, poor availability or a lack of ambulance services, absence of trained first responders and a paucity of neuroimaging services88,258–260. Evidence from a 2015 geospatial analytic study indicated that, for 71% of Africans, travel time to the nearest hospital is >2 hours261, highlighting a dire need for broad intersectoral strategies to improve access to healthcare.Onset-to-door or onset-to-needle time is often used as an indicator of timeliness of stroke triage and efficiency of acute reperfusion therapy. Evidence from the European Safe Implementation of Thrombolysis in Stroke-Monitoring Study (SITS MOST) and Safe Implementation of Treatments in Stroke–Eastern Europe (SITS EAST)262study indicates a median onset-to-door time of 140 minutes. Similarly, data from the American Get With The Guidelines – Stroke registry (GWTG-Stroke)263indicate a median onset-to-door time of 144 minutes. Indeed, the paradigm of acute stroke care in high-income countries currently emphasizes ultra-early pre-hospital stroke diagnosis, treatment using mobile stroke units and telemedicine for stroke assessments264,265. By contrast, a systematic review of studies from Africa found a median time from stroke onset to hospital admission of 31 hours266. In a single hospital study from Burkina Faso, median stroke onset to hospital admission time was ~7 hours but only 19% of patients presented within 4.5 hours of stroke onset and were thus eligible for thrombolysis267.Hospital-based acute stroke careThe profile, pattern and quality of hospital-based acute stroke care in Africa is heterogeneous. Services for stroke often exist as part of general medical services, although"
  },
  {
    "full_text": "as part of general medical services, although stroke units have now been reported in at least ten countries, including Morocco, Tunisia, Algeria, Egypt, Mauritania, Ghana, Nigeria, Guinea, Central African Republic and South Africa3,268,269. In addition, acute stroke services do exist in private hospitals in some parts of Africa.The WSO has produced the global stroke services guidelines and action plan270as a framework to guide the development of stroke services around the world. The framework proposes three tiers of stroke services (minimal, essential and advanced), depending on the availability of multidisciplinary expertise, diagnostic infrastructure and capacity for acute reperfusion therapy. The applicability and effectiveness of this framework in low-resource African settings were recently demonstrated in Conakry, Guinea, where a minimal stroke unit was set up. This unit consisted of a dedicated space equipped with three acute beds, heart rate, blood pressure and blood oxygen saturation monitoring equipment, and a portable oxygen concentrator. Patient outcomes 1 year after establishment of the unit were better than patient outcomes 1 year before the unit was established; introduction of the stroke unit was associated with lower mortality (7.2 versus 22.3%;P< 0.0001), fewer medical complications (4.1 versus 27.7%;P< 0.001) and a lower rate of pneumonia (3.3 versus 14.5%;P< 0.001)268.Similarly, the introduction of multidisciplinary stroke care in a South African secondary-level hospital was associated with a substantial reduction in in-hospital mortality and improved uptake of neuroimaging271. Neuroimaging services (CT or MRI) are essential for the accurate diagnosis of stroke but the availability, accessibility and affordability of these services are limited in many African settings88,259,260. The SIREN Study Team developed a novel computer software application — the AIM on ClearCanvas Enriched Stroke phenotyping Software (ACCESS) — that enables the creation of simple, standardized annotations for the reporting of brain images of all stroke types. The software enabled concordant and reproducible classification of stroke subtypes by multiple investigators, making it suitable for routine clinical use and multicentre research272.The availability of and access to acute reperfusion therapies in Africa are currently limited but growing. These therapies are now available in Morocco, Tunisia, Algeria, Egypt, Central African Republic and South Africa88,269,273–276. Barriers to access include all causes of late hospital presentation, diagnostic delays, the high cost of thrombolytic agents and insufficient numbers of clinicians with the appropriate skills88,275,277,278. Early reports from the countries listed above have consistently shown that intravenous thrombolysis is associated with improved patient outcomes269,273,274,276. Door-to-needle times were between 54 and 160 minutes and ≤5% of patients developed spontaneous ICH complications269,273,276."
  },
  {
    "full_text": "spontaneous ICH complications269,273,276. Two prospective observational studies conducted at the Ain Shams University hospitals in Egypt reported remarkable success in overcoming barriers to thrombolysis. Implementation of a comprehensive action plan — including government funding of alteplase (tPA) treatment and the introduction of needs-based training programmes for stroke care nurses, doctors and emergency physicians — was associated with an increase in the proportion of patients eligible for intravenous thrombolysis from 13.2% to 94.3%276.Strong leadership, improved governmental funding, enhanced stroke awareness, training and partnerships have been reported as factors that have remarkably transformed acute stroke care in the northern African and Middle East region269,279. Over a 5-year period, the region recorded a dramatic increase in the number of stroke units, multidisciplinary stroke specialists and centres with capacity for acute reperfusion therapy279. Widespread uptake of the Safe Implementation of Treatments in Stroke (SITS) registry and partnership with the Angels Initiative of the European Stroke Organization has resulted in a remarkable transformation of the acute stroke care landscape in North Africa269. The lessons from this impressive success story can be deployed and adapted across other African regions.Stroke rehabilitation servicesStroke rehabilitation is an important component of stroke care. However, the layout, referral pathways, extent of integration into stroke units or stroke multidisciplinary teams, and the time spent on rehabilitation varies widely across Africa. Ideally, stroke rehabilitation should start as soon as possible after a stroke, preferably within a stroke unit, with the aim of achieving early mobilization in order to reduce complications. However, studies of rehabilitation in African stroke units are scarce. Furthermore, the numbers of stroke rehabilitation professionals, including physiotherapists, occupational therapists, and speech and language therapists, seem to be insufficient280. In 2017, the WHO launched ‘Rehabilitation 2030: a call for action’281, which highlights the need for all countries to scale up rehabilitation services and support the use of health information systems to improve patient follow-up for rehabilitation both within hospitals and in the community.Daily experience from our stroke care practice in Africa suggests that rehabilitation commonly begins soon after admission and is usually supervised by physiotherapists, who are supported by occupational therapists, speech therapists and social workers. Stroke rehabilitation in Africa often occurs in the general medical setting and is provided by professionals who also see patients with other conditions. A review published in 2020 identified poor physician knowledge of the role of rehabilitation, lack of rehabilitation components in the standard of care, long interval from stroke onset to rehabilitation, short duration of"
  },
  {
    "full_text": "stroke onset to rehabilitation, short duration of rehabilitation and poor financial support of rehabilitation services as inherent problems in the rehabilitation landscape in Africa280. Given these challenges, the responsibility of post-discharge rehabilitative care of patients with stroke falls on family members and caregivers. Task shifting and tele-health approaches have been suggested as strategies to mitigate the current scarcity of rehabilitation personnel and improve access to stroke rehabilitation in Africa281–283. A study of family-led rehabilitation after stroke (the ATTEND trial) was performed in India and this option could also be explored in Africa277,284. In a prospective, single-arm, pre–post study, 20 survivors of stroke recruited from a tertiary medical centre in Ghana received a smartphone with the 9zest Stroke Rehabilitation Therapy app (9zest) to deliver an individualized, goal-targeted exercise programme 5 days a week. Rehabilitation was remotely supervised by a tele-therapist for 12 weeks. The study demonstrated the feasibility of administering a mobile health-delivered physical therapy intervention in sub-Saharan Africa, with high user satisfaction285. Ongoing studies include the MAMBO (Measuring Ambulation, Motor, and Behavioural Outcomes with post-stroke fluoxetine in Tanzania), which aims to determine the safety and efficacy of fluoxetine among Africans with acute stroke and to establish whether the treatment is associated with any improvement in motor outcomes286.Stroke support and community outreachStroke support and community outreach can be achieved through direct and indirect services. In Africa, direct stroke support and community outreach are primarily offered by non-governmental organizations (NGOs) or agencies. National departments of health are yet to invest sufficiently in the detection, treatment and care of non-communicable diseases (including strokes). NGOs face funding challenges that affect their capacity to support patients with stroke and their families. Although stroke support services and community outreach seem to have attained some visibility across Africa as a whole within the past decade, in large parts of the continent, these services do not meet the criteria for universal health coverage. The type of stroke support available varies across Africa. Direct services can include home-based care, patient-focused groups and some form of rehabilitation. Indirect services can include telephone support, including emotional support, for the patient with stroke and concerned family members. In addition, many NGOs conduct community-based health-risk assessments to identify individuals with a level of cumulative risk that qualifies them for referral to medical facilities. Hypertension, in particular, is the focus of many stroke-prevention community outreach programmes108.Stroke knowledge and perceptionA number of quantitative surveys and qualitative studies have explored stroke knowledge and perception among"
  },
  {
    "full_text": "explored stroke knowledge and perception among diverse groups of people in Africa and have revealed largely suboptimal awareness and perceptions that are influenced by religious and cultural beliefs287–289. Therefore, community leaders and leaders of faith-based organizations have a vital role in disseminating stroke knowledge across Africa. The percentage of participants who did not recognize the brain as the organ in which stroke occurs varied between 16.9% in a sample of hospital workers and 85.9% in another sample of urban dwellers287,289,290. Hypertension and stress were most commonly identified as stroke risk factors and educational attainment was the most common determinant of stroke knowledge287,291. Among non-neurologist health workers292and adolescent students293, stroke-based educational interventions were associated with substantial improvement in stroke literacy. We have also previously shown the feasibility of an educational mobile phone short messaging service (SMS) including information on stroke for the control of blood pressure among West African survivors of stroke294,295. Across multiple sites in Nigeria and Ghana, treatment choices were found to be influenced by beliefs about stroke causation, and the development of culturally sensitive and acceptable community-based educational interventions was necessary for the reduction of stroke burden291.Expert-consensus practice guidelinesHigh-quality, pragmatic guidelines for the management of stroke risk factors and treatment of stroke in LMICs, including Africa, are lacking. The implementation of contextually appropriate, evidence-based, expert-recommended stroke prevention guidelines is particularly important in LMICs. A systematic review of 22 published stroke prevention guidelines found 8 from LMICs (36%) and 14 from high-income countries (64%) but only 1 from Africa (South Africa)296. LMIC-issued guidelines were less likely to provide clear recommendations (62% versus 100%;P= 0.03), utilize high-quality systematic reviews (21% versus 79%;P= 0.006), engage in good dissemination avenues (12% versus 71%;P= 0.02) or invite input from an external reviewer (12% versus 57%;P= 0.07)296. Thus, the quality and quantity of expert consensus stroke management guidelines in Africa clearly need to improve.Clinical trialsIncreasing numbers of stroke-related clinical trials are being performed in Africa295,297–301(Fig.4). The dominant effect of hypertension among African survivors of stroke means that evidence-based interventions to control this risk factor are an important area of research. The first randomized controlled trials of hypertension control among survivors of stroke in Africa involved multi-modal interventions that aimed to address barriers to hypertension control at the level of the patient, provider and practice. For example, the Phone-based Interventions under Nurse Guidance after Stroke (PINGS) study in Ghana assessed the feasibility and preliminary efficacy of a domiciliary"
  },
  {
    "full_text": "and preliminary efficacy of a domiciliary blood pressure-monitoring intervention that was mobile health technology-based and nurse led295,302. A cohort of 60 recent survivors of stroke took part in the trial, which had a cluster randomized controlled design; 30 participants received the intervention and 30 participants received usual care using a cluster randomized controlled trial design. The intervention lasted for 3 months and participants were followed-up for a further 3 months. The results indicated that the intervention is feasible and identified a possible efficacy signal in terms of blood pressure control. Specifically, an intention-to-treat analysis found that, at month 3, 67% of participants in the intervention group had systolic blood pressure of <140 mmHg compared with just 47% of participants in the control group (P= 0.12). At month 9, 73% of participants in the intervention group had systolic blood pressure of <140 mmHg compared with 43% of the participants in the control group (P= 0.035). Furthermore, medication possession ratio scores (measure of medication adherence) at month 3 and month 9 were higher in the intervention group than in the control group.Fig. 4Studies on stroke in Africa.Here, we summarize the published literature on stroke in Africa, from 1999 to November 2020, and including 107 case reports or series, 29 epidemiological studies, 562 clinical studies, 5 clinical trials, 4 international studies, 30 genetic studies, 21 preclinical studies, 136 reviews, 52 letters or editorials, 6 clinical guidelines and 4 quality improvement-related publications.aIncludes community-based prevalence and incidence studies on stroke in Africa.bIncludes hospital-based studies, whether of observational or interventional, retrospective or prospective, longitudinal or case–control designs.cRefers to studies that report the testing of a drug, procedure or other medical treatment in animals, where the disease of interest in the study was a stroke.dIncludes narrative reviews, scoping reviews, systematic reviews and meta-analyses.The Tailored Hospital-based Risk reduction to Impede Vascular Events after Stroke (THRIVES) study in Nigeria was much larger than the PINGS study and randomized 400 survivors of stroke to two treatment groups. One group received usual care and the other received a bundled intervention that included patient report cards, phone text messaging, an educational video and co-ordination of post-hospitalization care303. After 12 months of administration, systolic blood pressure in the group of participants receiving the THRIVES was not significantly lower than in the group of participants receiving usual care. However, in a sub-group of participants with uncontrolled blood pressure, both usual care and the THRIVES intervention were associated with a reduction in blood pressure, in both arms, compared with the pre-treatment baseline294. An ongoing secondary prevention trial — the Stroke Minimization through Additive"
  },
  {
    "full_text": "trial — the Stroke Minimization through Additive Anti-atherosclerotic Agents in Routine Treatment (SMAART) trial — is a phase II, open-label, evaluator-blinded trial involving 120 participants from Ghana who have recently survived a stroke. Participants were randomly allocated in a 1:1 ratio to either receive the intervention or usual care. Participants in the intervention arm receive a polypill (Polycap DS, Cadila Pharmaceuticals) that contains 100 mg aspirin, 50 mg atenolol, 5 mg ramipril, 12.5 mg thiazide and 20 mg simvastatin per capsule and taken as two capsules once daily. Participants in the usual care group will receive separate, individual secondary preventive medications prescribed at the physician’s discretion. Both groups will be followed for 12 months to assess changes in carotid intima media thickness regression300,301and results are expected in late 2021. PINGS-2 is a randomized controlled trial of a theoretical model-based, mobile health technology-centred, nurse-led, multi-level integrated approach to improve longer-term blood pressure control. The trial includes 500 patients who have recently had a stroke recruited from 10 hospitals in Ghana and is currently ongoing304.Evidence for an association between prevalence of tobacco smoking and prevalence and incidence of stroke in Africa is lacking. However, overall epidemiological trends of cardiovascular disease can be used as a proxy for the burden of stroke. For example, in South Africa, despite the use of tobacco taxation measures to discourage smoking, cardiovascular disease is still one of the highest sources of non-communicable disease burden. Although selected countries in Africa are using such fiscal measures to reduce tobacco use, large-scale multi-pronged efforts that include behavioural interventions to reduce the burden of tobacco smoking are lacking. The reality in Africa is that there are well-known inequalities and inefficiencies, both among and within countries, that make it difficult to follow through on the WHO’s framework for tobacco control305.Biobanking and precision stroke medicineThe stroke research landscape in Africa has witnessed progress and diversification in the past decade. The increasing burden and poor outcomes of stroke on the African continent require an aggressive research agenda to identify, characterize and confront risk factors and to implement evidence-based strategies. Indeed, basic, clinical, translational and health systems research are required to reduce the burden of stroke. In particular, precision medicine-focused trans-omics stroke research approaches are gaining increasing attention while not abandoning the traditional public health-driven approaches25,306,307.The past decade heralded an explosion of genomic research and biobanking in Africa, largely driven by funds provided by the Wellcome Trust and the NIH. The NIH-funded SIREN study is exploring the genetic architecture of stroke among Indigenous Africans. More than 4,000"
  },
  {
    "full_text": "stroke among Indigenous Africans. More than 4,000 case–control pairs have already been recruited to the study and several publications on stroke phenomics and preliminary candidate gene analyses have been generated. The SIREN study has also undertaken the first-ever GWAS to unravel the genetic architecture of stroke in Indigenous Africans and the results are eagerly awaited. Stroke neurobanking resources consisting of blood fractions, extracted DNA, neuroimages and databases of clinical information are also being built in Africa and could facilitate data science-driven trans-omics research (including epigenomics, transcriptomics, proteomics and metabolomics) as well as the development of precision medicine products such as Afrocentric risk calculators, polygenic risk scores, biomarkers and drug targets23–25,227,307,308. The SIREN neurobiobank comprises a group of constantly monitored ultra-low-temperature (–86 °C) freezers located in Ibadan, Nigeria, constantly powered –20 °C chest freezers located in Ibadan and other recruitment sites, barcode scanners and printers, a laboratory information management system, a secure multi-terabyte server, user-friendly software for archiving neuroimages, and solar-powered inverter systems to provide uninterrupted electric power back-up272,309. The neurobiobank contains >3,800 brain images and 160,000 blood samples including serum, plasma, red cell concentrates and extracted DNA. The ethical, legal and societal implications of stroke neurobiobanking and genomics in the complex African sociocultural landscape are also being explored310.Future directionsStroke care in Africa faces numerous challenges related to epidemiological surveillance, health promotion and disease prevention, acute care and rehabilitation: the four domains of the stroke quadrangle311(Fig.5). However, various pragmatic solutions to these challenges exist (Table6). First, epidemiological surveillance can be improved by the establishment of a framework for regular monitoring and evaluation of stroke (including burden and risk factors) and health services at the national level. This framework could involve a combination of community-based surveys and surveillance systems. Second, the implementation of integrated population-wide and individual prevention strategies could reduce exposure to and improve control of modifiable risk factors. Third, the effective planning of acute stroke care services, including workforce training and capacity-building, can improve acute stroke care. Last, the promotion of access to interdisciplinary care, including task sharing approaches, can improve post-stroke rehabilitation services. To coordinate these activities, the newly launched African Stroke Control Observatory Risk reduction Ecosystem (A-SCORE), which will be a major part of the global SCORE (G-SCORE) under the auspices of the WSO–WHO–Lancet NeurologyCommission on Stroke, should be enhanced253. A-SCORE involves policy-makers, patients, payers, providers,"
  },
  {
    "full_text": "policy-makers, patients, payers, providers, the populace and implementation partners. Through surveillance and research, stroke in Africa will become quantifiable and understandable; through prevention, stroke will become avoidable; through provision of acute care, stroke will become treatable; and through rehabilitation, stroke will be surmountable.Fig. 5The stroke quadrangle.The four pillars of the stroke quadrangle are surveillance, prevention, acute care and rehabilitation. Together, these pillars can lead to the reduction of stroke incidence, prevalence, disability and mortality. DALYs, disability-adjusted life years.Table 6Stroke care in Africa: challenges and solutionsAspect of stroke careChallengesPragmatic solutionsSurveillanceValid, reliable data on stroke incidence, prevalence, mortality and disability in Africa are extremely limited; no surveillance system is in place to track trends in the burden of stroke at continental, regional and country levelsEstablish stroke surveillance systems to measure and monitor the burden of strokePreventionNo robust systems for detection and control of major stroke risk factors such as hypertension, diabetes mellitus and dyslipidaemia; high rates (93%) of uncontrolled hypertensionIncrease awareness, screening and control of hypertension, dyslipidaemia, diabetes mellitus and other major stroke risk factors at the primary health-care level in synergy with programmes for NCDs; implement sensitization programme to involve the entire population across the lifespanAcute careScarcity of high-quality hyperacute and acute care services; very low rates of thrombolysis and thrombectomy; few multidisciplinary stroke unitsSynergistic action by all stakeholders, including pharmaceutical companies and stroke experts, to improve the availability of services and increase the number of stroke unitsRehabilitationFew multidisciplinary stroke rehabilitation centresIncrease the number of centres and settings that offer multidisciplinary care; promote recovery and re-integrationNCDs, non-communicable diseases.Novel stroke leadership initiatives are springing up in Africa and hold great promise for tackling the growing burden of stroke on the continent. For example, the African Stroke Organization is a new pan-African, multidisciplinary coalition of stroke professionals, stroke support organizations and national stroke societies with the vision “to reduce the burden of stroke in Africa”312(Fig.6). The organization aims to achieve this vision through multidisciplinary research and capacity-building, promoting the development of effective stroke prevention and intervention services, enhancing stroke awareness, advocating for survivors of stroke, their families and caregivers, and driving the formulation of stroke-friendly policies312. Multiple non-governmental initiatives working as stroke support organizations are springing up across the continent. These organizations are working with survivors of stroke and their caregivers"
  },
  {
    "full_text": "with survivors of stroke and their caregivers to enhance rehabilitation and life after stroke as well as engaging policy-makers and synergizing with extant stroke prevention initiatives313. Furthermore, the African Stroke Organization is launching an annual pan-African scientific conference on stroke to regularly examine gaps in evidence and practice, accelerate translational research, guide priorities for stroke care practice and policy, build future stroke leaders, and strengthen regional collaboration and research output. The first African Stroke Organization Conference is expected to be held in autumn 2021 (refs314,315).Fig. 6Conceptual framework of the African Stroke Organization.The aim of the African Stroke Organization (ASO) is to reduce the burden of stroke in Africa. This figure illustrates the framework through which the ASO plans to meet this goal. The colourful network represents the rich genetic, cultural and geographical diversity in Africa, and the neuronal network of the brain. The interconnected individuals represent the African Ubuntu Philosophy of inclusiveness, cooperation and collaboration. The pale green layer depicts the four core pillars of ASO activities: research; capacity-building programmes; development of stroke services; promotion of stroke awareness, and advocacy and empowerment of survivors of stroke, their families and their caregivers. The dark green layer represents the broader core values of the ASO: working with partners to involve people and positively influence practice and policy. Adapted with permission from ref.312, SAGE.Implementation science is a distinct research priority for stroke in Africa312. Existing evidence for the primordial, primary and secondary prevention of stroke needs to be contextualized to target Africa. Barriers to and facilitators of vascular risk factor control, both traditional and novel, need to be unmasked. Accurate, rigorous and detailed epidemiological studies to track the trends of incidence, prevalence, case fatality and mortality, and DALYs will be required to inform detailed and pragmatic planning of population-based strategies to control the escalating stroke burden in Africa. The ongoing African Rigorous Innovative Stroke Epidemiological Surveillance (ARISES) study was designed to address the methodological limitations of previous epidemiological studies26. This new study is also using technological innovations, including geographical information systems and mobile health-driven stroke information systems, to gather accurate data on incident strokes in the demographic sites where the study is being conducted. The mobile health-driven stroke information system will be deployed to improve local stroke literacy and enhance near-total case detection. Results are expected in 2025.Translational interdisciplinary science, including trans-omics technology and data science, will be needed to gain deeper insight into novel stroke-associated genetic loci and pathophysiological"
  },
  {
    "full_text": "genetic loci and pathophysiological pathways. These approaches will also enable the discovery of new, population-specific risk calculators, biomarkers and drug targets with the aim of achieving personalized, or precision, stroke treatment24,227. New treatments and novel preventive approaches are needed to inform clinical trials and the development of multicentre and multinational networks to tackle the increasing stroke burden.The WSO–WHO–Lancet NeurologyCommission on Stroke253conducted a survey of stroke services in five African nations to assess needs and offer pragmatic solutions; however, this effort needs to be scaled up to cover other African countries316. Public education is needed to fill the unique gaps in stroke knowledge present in different African populations and to address the influence of cultural and religious beliefs and practices relating to stroke289,291. To fill the critical gaps in the availability of stroke professionals in Africa, focused training in stroke medicine needs to be incorporated into the curricula of postgraduate medical, nursing and allied professional education. Short courses and conference teachings should also be provided. Online resources that are sensitive to the unique epidemiological, cultural and socioeconomic environment in the continent will be very useful for filling knowledge gaps. Large multinational initiatives, such as the Angels Initiative and SITS Registry, have scaled up acute stroke services in Europe, the Middle East and North Africa269. We suggest that organizations within Africa develop partnerships with such initiatives to improve stroke services in Africa. African governments and regional organizations need to formulate policies that advance stroke science and care in Africa in tandem with their expressed commitments to actualize Sustainable Development Goal 3.4, which aims to ensure healthy lives and promote well-being and reduce premature death from non-communicable diseases, including stroke, by one-third by the year 2030.ConclusionsAlarmingly, as the current epidemiological evidence shows, the scourge of stroke is on the increase in Africa. Modifiable risk factors such as hypertension are clearly key primary targets for treatment and prevention. As is evident from the experience of higher-income countries, reducing the burden of stroke incidence in Africa will undoubtedly reduce mortality, morbidity, disability and the neurological as well as cognitive sequelae associated with stroke. Fortunately, welcome progress has been made in stroke medicine, awareness, prioritization, care, education, research and policy-making. If such progress continues, the anticipated future toll of stroke on the continent and its over 1 billion people could be substantially mitigated. However, successfully building on current efforts is by no means guaranteed. Patients, providers, payers, policy-makers and the public, in concert with scientists and funders, will need to maintain prospective vigilance of"
  },
  {
    "full_text": "will need to maintain prospective vigilance of the continental stroke burden, apply vigour to unravelling the unique determinants of stroke in the region, and prioritize the development of contextual preventive and therapeutic solutions to avert and minimize the burden of stroke316."
  }
]