[
  {
    "full_text": "TITLE: Surgeons in surge — the versatility of the acute care surgeon: outcomes of COVID-19 ICU patients in a community hospital where all ICU patients are managed by surgical intensivists ABSTRACT: BackgroundReported characteristics and outcomes of critically ill patients with COVID-19 admitted to the intensive care unit (ICU) are widely disparate with varying mortality rates. No literature describes outcomes in ICU patients with COVID-19 managed by an acute care surgery (ACS) division. Our ACS division manages all ICU patients at a community hospital in New Jersey. When that hospital was overwhelmed and in crisis secondary to COVID-19, we sought to describe outcomes for all patients with COVID-19 admitted to our closed ICU managed by the ACS division.MethodsThis was a prospective case series of the first 120 consecutive patients with COVID-19 admitted on March 14 to May 10, 2020. Final follow-up was May 27, 2020. Patients discharged from the ICU or who died were included. Patients still admitted to the ICU at final follow-up were excluded.ResultsOne hundred and twenty patients were included (median age 64 years (range 25–89), 66.7% men). The most common comorbidities were hypertension (75; 62.5%), obesity (61; 50.8%), and diabetes (50; 41.7%). One hundred and thirteen (94%) developed acute respiratory distress syndrome, 89 (74.2%) had shock, and 76 (63.3%) experienced acute kidney injury. One hundred (83.3%) required invasive mechanical ventilation (IMV). Median ICU length of stay (LOS) was 8.5 days (IQR 9), hospital LOS was 14.5 days (IQR 13). Mortality for all ICU patients with COVID-19 was 53.3% and 62% for IMV patients.ConclusionsThis is the first report of patients with COVID-19 admitted to a community hospital ICU managed by an ACS division who also provided all surge care. Mortality of critically ill patients with COVID-19 admitted to an overwhelmed hospital in crisis may not be as high as initially thought based on prior reports. While COVID-19 is a non-surgical disease, ACS divisions have the capability of successfully caring for both surgical and medical critically ill patients, thus providing versatility in times of crisis.Level of evidenceLevel V. BODY: BackgroundSARS-CoV-2 was first diagnosed in Wuhan, China in December 2019. By March 11, 2020 the WHO designated COVID-19 a pandemic affecting more than 100 countries and over 120 000 people worldwide.1Three and a half months later, the number infected reached over 10.5 million worldwide, over 2.6 million in the USA,2and more than 171 000 in New Jersey alone.3New Jersey had the second highest rate of COVID-19 cases nationally and 13 181 deaths.4While COVID-19 is being broadly researched, limited information exists regarding patient characteristics and outcomes in the intensive care unit (ICU) population. Only a handful of studies have examined critically ill patients with COVID-19, revealing highly varied outcomes with mortality rates ranging from 17% to 88%.5–9Differences in mortality"
  },
  {
    "full_text": "from 17% to 88%.5–9Differences in mortality rates may be secondary to varying ICU admission criteria and bed availability which is especially highly variable internationally.10Additionally, heterogeneous definitions of critical illness result in a lack of uniformity among patient cohorts resulting in a wide range of outcomes. Mortality rates also differ based on study inclusion criteria, with several of those studies including patients who remained critically ill requiring ventilation at the final study endpoint with unclear mortality trajectories.Little data exist regarding the effectiveness of surgical intensivists in the treatment of critically ill patients with COVID-19. The acute care surgery (ACS) model is a combination of trauma surgery, emergency general surgery (EGS), and critical care and has been shown to improve hospital efficiency and patient outcomes when implemented.11As the pandemic progressed, elective operations were halted, only emergent operations were performed, and ICU patient volume surged.12Health systems across the country developed surge plans and novel infrastructure to accommodate the inundation of patients with COVID-19. As surgical intensivists, many ACS surgeons were redeployed to address the significant critical care burden placed on hospitals.12Prior to the pandemic, our ACS division provided the standard ACS coverage model described above at our level 1 trauma hospital, and uniquely provided coverage for the past 5 years for all patients admitted to a closed community hospital ICU within our health system. This is a non-trauma center community hospital, where non-ACS surgeons manage EGS and 95% of all admissions are non-surgical. When this hospital became overwhelmed with patients withCOVID-19, we created surge teams within our ACS division and continued to manage all ICU admissions. This differs from most institutions in which ACS divisions provided surge coverage once medical intensivists reached capacity.We therefore sought to prospectively describe clinical characteristics and outcomes of our critically ill patients with COVID-19 managed by the ACS division at a community hospital ICU.MethodsSettingThis was a prospective case series of the first 127 consecutive patients who were COVID-19 positive admitted to the ICU in a community hospital located in central New Jersey, which is part of the Robert Wood Johnson Barnabas Health network, one of the largest healthcare systems in New Jersey.Critically ill patients at this hospital are cared for by the ACS division which comprised surgical critical care board certified ACS surgeons and a critical care trained anesthesiologist who serves as the ICU medical director. During the study period, ICU capacity was increased from 16 to 35 beds. Prior to the COVID-19 surge, one ACS attending provided 24 hours in-house coverage. With the increased patient volume, we changed our model to provide three daytime and two night-time ACS attendings. All surge attendings were"
  },
  {
    "full_text": "ACS attendings. All surge attendings were surgeons. Advanced practice providers assisted physicians and expanded coverage in the same ratio.Patient PopulationAll patients requiring ICU admission with confirmed COVID-19 by positive result on PCR testing of a nasopharyngeal sample were included. Patients were included if their initial test result was positive or if the initial test was negative and their repeat test was positive. Patients were admitted to the ICU during an 8-week period from March 14, 2020 to May 10, 2020. Final inclusion criteria comprised the patients who were COVID-19 positive and were discharged from the ICU or died. Patients with COVID-19 still admitted to the ICU at the study endpoint were excluded. Clinical outcomes were monitored until May 27, 2020, the final follow-up date, at which time 120 patients met inclusion criteria including eight patients who remained hospitalized (not in the ICU). At the final follow-up date, seven patients with COVID-19 remained admitted to the ICU and were excluded from analysis.Data Collection and MeasuresEnterprise electronic medical record (Allscripts—Sunrise Clinical Manager, Chicago, Illinois) reporting database was used for data collection. Data collected from the medical record included patient demographic information, comorbidities, home medications, admission vital signs, admission laboratory tests, imaging findings, diagnoses made during the hospitalization, medications provided, treatments (including non-invasive ventilation, invasive mechanical ventilation (IMV), renal replacement therapy, and proning), and outcomes (including ventilator days, length of stay, mortality, discharge, and 30-day readmission). All clinical outcomes are presented for patients at the study endpoint. Outcomes including discharge disposition, readmission, and length of hospital stay were not included for patients who were discharged from the ICU but still admitted to the hospital at the end of the study period.Demographic information including race and ethnicity was based on the medical record. Comorbidities were obtained from the medical record based on ICD-10 coding definitions. Acute respiratory distress syndrome (ARDS) was defined by the Berlin criteria.13Acute kidney injury (AKI) was defined by the KDIGO (Kidney Disease: Improving Global Outcome) definition.14Acute hepatic injury was defined as an elevation of aspartate aminotransferase or alanine transaminase of more than 15 times the upper limit of normal.Infectious complications were defined as positive lower respiratory tract, urine, or blood cultures respective to pneumonia, urinary tract infection, and bacteremia. Positive respiratory viral panel using nasopharyngeal swab PCR testing confirmed influenza virus. Positive stool PCR testing confirmedClostridium difficileinfection. Shock was defined as hypotension requiring vasopressors to maintain a mean arterial pressure greater than 65 mm Hg. Venous thromboembolism was defined by new image-proven"
  },
  {
    "full_text": "thromboembolism was defined by new image-proven deep vein thrombosis in femoral or popliteal veins on duplex ultrasonography or new pulmonary embolism on CT angiography.Arrhythmias were defined as hemodynamic instability associated with a new arrhythmia. Myocardial infarctions were defined by increased cardiac biomarkers (eg, troponin I) above the 99th percentile upper reference limit or new abnormalities on electrocardiography or echocardiography. Cardiomyopathy was determined by depressed contractility and function with respect to baseline confirmed by transthoracic echocardiography. Pneumothorax was defined by chest radiograph image confirmation. Neurological complications were defined as new-onset seizures by electroencephalogram, or new ischemic lesion or intracranial hemorrhage on CT or MRI.Statistical AnalysisThe normality of continuous variables was assessed with the Shapiro-Wilk statistic15; since nearly all variables were not normally distributed, the median and IQR for all continuous variables were computed. The frequency and percentages for categorical variables were also calculated. Survival (time to death) over time (days in the ICU) for all patients using Kaplan-Meier method was calculated.16The Statistical Analysis System V.9.4 (SAS Institute) was used for all analyses.ResultsBetween March 14 and May 10, a total of 172 ICU patients were tested for COVID-19 and 127 (73.8%) were positive. At the study endpoint, seven remained admitted to the ICU and were excluded. The final study population included 120 ICU patients with COVID-19. The median age was 64 years (range 25–89) and 80 (66.7%) of the patients were men. Thirty-eight (31.7%) were Hispanic or Latino and 16 (13.3%) were Black. One hundred and one (84.2%) had at least one comorbidity (table 1). Sixty-one (50.8%) were obese (defined as a body mass index (BMI) ≥30) and 26 (21.7%) were severely obese (BMI ≥35). Hypertension was the most common comorbidity and was present in 75 (62.5%) patients, followed by diabetes in 50 (41.7%) patients, and coronary artery disease in 21 (17.5%) patients.Table 1Baseline Characteristics of Critically Ill Patients with COVID-19 (n=120)n%DemographicsAge (years), median (IQR)12064 (17.5)Sex, male8066.7Race/ethnicity*Caucasian5545.8Black1613.3Hispanic3831.7Asian119.2Comorbidities†None1915.8Chronic respiratory diseaseChronic obstructive pulmonary disease/asthma1210.0Obstructive sleep apnea75.8Diabetes5041.7ObesityBody mass index >30 kg/m26150.8Body mass index >35 kg/m22621.7Cardiovascular diseaseHypertension7562.5Heart failure1310.8Coronary artery disease2117.5Myocardial infarction75.8Chronic kidney disease119.2End-stage renal disease requiring dialysis21.7Cirrhosis21.7Immunocompromised75.8Rheumatologic disease75.8Cognitive disability1613.3Signs and symptomsCough8268.3Shortness of breath7562.5Fever7159.2Lethargy5445.0Diarrhea1310.8Previous presentation4940.8Primary care provider2722.5Emergency department1210.0Hospital admission108.3Exposure to"
  },
  {
    "full_text": "admission108.3Exposure to COVID-19Travel to high-risk area43.3Family member with COVID-191512.5Healthcare-related exposure43.3Group home97.5Nursing home1613.3Unknown7260*Race and ethnicity data were collected by self-report.†Comorbidities listed were medical diagnoses included in the medical history defined by ICD-10 coding.The most common presenting symptoms were cough, shortness of breath and fever. The majority of patients, 69 (57.5%), had no known exposure to COVID-19 prior to admission. Sixteen (13.3%) lived in nursing homes and 16 (13.3%) had cognitive disabilities of which 9 (7.5%) lived in group homes. Four (3.3%) patients were healthcare workers (table 1).The median (IQR) temperature at admission was 100.1 (3.35) and the initial oxygen saturation in the emergency department was 90% (IQR 13) (table 2). Most patients were hemodynamically sufficient at admission. Lymphocytopenia was common. Peak values of lactate dehydrogenase, ferritin, D-dimer, and fibrinogen were elevated in most patients. One hundred and four (86.7%) had bilateral infiltrates at admission chest radiograph. During hospitalization, the median pH nadir was 7.21 (IQR 0.27) and the arterial oxygen partial pressure to fractional inspired oxygen (P/F) ratio nadir was 73 (IQR 63) (table 2).Table 2Vital Signs, Laboratory Results, and Treatments of Critically Ill Patients with COVID-19 (n=120)nMedianIQRAdmission vital signsTemperature degrees Fahrenheit120100.103.35Heart rate (beats per minute)12099.0025.50Systolic blood pressure (mm Hg)119130.0032.00Mean arterial pressure11992.0023.00Initial O2saturation11890.0013.00Admission laboratory resultsWhite cell count (×109/L)1207.6727.72Absolute lymphocyte count (×109/L)1206.007.95Sodium (mmol/L)120135.005.50Creatinine (mg/dL)1201.000.72Total Bilirubin, mg/dL1190.500.34Alkaline phosphatase (IU/L)12078.0039.00Aspartate aminotransferase (U/L)12050.0039.00Lactate (mmol/L)1141.801.40Basic natriuretic peptide (pg/mL)44546.301622.00Troponin (ng/mL)1080.020.02Troponin above 0.02, n (%)43.3%Procalcitonin (ng/mL)1060.360.78Hemoglobin (g/dL)12013.202.70Platelets (x109/L)119211.00129.00International normalized ratio (s)1021.000.10Prothrombin time (s)9910.901.50HbA1c (%)526.801.85Admission studiesBilateral infiltrates on chest X-ray, n (%)10486.7%Chest CT scan obtained, n (%)2621.7%False-negative COVID-19 tests, n (%)65.0%Highest value during hospitalizationLactate dehydrogenase (U/L)113550.00292.00Ferritin (ng/mL)1121140.001433.00Triglycerides (mg/dL)83186.00184.00D-dimer (mg/L)1044.3012.12Fibrinogen (mg/dL)73633.00272.00Temperature peak degrees Fahrenheit117103.101.60Lowest value during hospitalizationpH nadir1157.210.27Lowest P/F ratio11573.0063.00Hydroxychloroquine9478.3%Azithromycin8369.2%Remdesivir1714.2%Tocilizumab4537.5%Convalescent plasma108.3%Pharmacological paralysis3529.2%Proning2924.2%Vasopressor requirement8974.2%P/F, arterial oxygen partial pressure to fractional inspired oxygen.One hundred and thirteen (94%) patients were"
  },
  {
    "full_text": "hundred and thirteen (94%) patients were diagnosed with ARDS, 81 (67.5%) had severe ARDS and 28 (23.3%) had moderate ARDS (table 3). Eighty-nine (74.2%) patients required vasopressor therapy to treat shock. Secondary infectious complications were common including 40 (33.3%) with superimposed bacterial pneumonia, and 22 (18.3%) with bacteremia and urinary tract infections, respectively. Seventy-six (63.3%) patients had AKI with 28 (23.3%) requiring renal replacement therapy. Arrhythmias developed in 31 (25.8%) patients (table 3).Table 3Acute Respiratory Distress Syndrome (ARDS) and COVID-19-Related Complications in Critically Ill Patients with COVID-19 (n=120)n%ARDS*11394.2Mild ARDS43.3Moderate ARDS2823.3Severe ARDS8167.5Infectious complications†Bacterial pneumonia4033.3Urinary tract infection2218.3Bacteremia2218.3Influenza00.0Clostridium difficile32.5High-grade fever (>103 degrees Fahrenheit)5949.2Acute kidney injury‡7663.3Renal replacement therapy2823.3Acute hepatic injury§86.7Venous thromboembolism¶Deep vein thrombosis32.5Pulmonary embolism32.5Cardiac complications**Arrhythmia3125.8Myocardial infarction43.3Cardiomyopathy86.7Pneumothorax††86.7Neurological complications‡‡Seizures32.5Cerebrovascular accident21.7Intracranial hemorrhage21.7Gastrointestinal bleed65.0Tracheostomy75.8Percutaneous gastrostomy tube54.2*ARDS was defined by Berlin definition with bilateral infiltrates on chest radiograph along with a P/F ratio <100 for severe ARDS, between 100 and 200 for moderate ARDS, and between 200 and 300 for mild ARDS.†Infectious complications were defined as positive lower respiratory tract, urine, or blood cultures respective to pneumonia, urinary tract infection, and bacteremia. Positive respiratory viral panel with respect to influenza. Positive PCR forC. difficile.‡Acute kidney injury was defined as an increase in serum creatinine by ≥0.3 mg/dL within 48 h or an increase of at least 1.5 times baseline within 7 days.§Acute hepatic injury was defined as an elevation of aspartate aminotransferase or alanine aminotransferase greater than 15 times the upper limit of normal.¶Venous thromboembolism was defined by new image-proven deep vein thrombosis in femoral or popliteal veins on venous duplex ultrasonography or pulmonary embolism on CT angiography.**Cardiac complications were defined as a new arrhythmia requiring intervention, clinically relevant non-ST-elevation myocardial infarctions and ST-elevation myocardial infarctions, and transthoracic echocardiography revealed depressed contractility and function with respect to cardiomyopathy.††Pneumothorax was defined by chest radiograph.‡‡Neurological complications defined new-onset seizures by electroencephalogram, and new ischemic lesions and intracranial hemorrhage by CT or MRI.Treatment evolved throughout the study period as data on COVID-19 emerged. Ninety-four (78.3%) patients were treated with hydroxychloroquine and 83 (69.2%) with azithromycin (table 3). Remdesivir was given to 17 (14.2%)"
  },
  {
    "full_text": "(table 3). Remdesivir was given to 17 (14.2%) patients through compassionate use access or clinical trials. Forty-five (37.5%) patients received interleukin-6 receptor antagonist, tocilizumab. Twenty-nine (24.2%) patients were placed in prone position and 35 (29.2%) patients were pharmacologically paralyzed.IMV was required in 100 (83.3%) patients with 36 (30%) requiring IMV on arrival to the emergency department (table 4). The median number of days until IMV in patients who were not intubated at admission was 3 (IQR 2). The median number of ventilator days was 9 (IQR 10.5).Table 4Outcomes for Critically Ill Patients with COVID-19Outcome ofICU patients with COVID-19Age group (years)All patients (n=120)20–40(n=5)41–60(n=41)61–80(n=64)81–90(n=10)Length of ICU stay (days) (IQR)988.588.5 (9)Length of hospital stay (days)151514.51514.5 (13)Still hospitalized (discharged from ICU)12418 (6.7%)Discharged from hospital12027048 (40%)Discharged on oxygen136–1030-day readmission011–2Required invasivemechanical ventilation (IMV)434548100 (83.3%)IMV at admission11222136 (36%)Hospital days prior to IMV, median*2.03.03.02.03.0IMV days, median8.57.010.55.09.0Died after IMV3 (75%)19 (55.9%)32 (59.3%)8 (100%)62 (62%)Mortality3 (60%)19 (46.3%)33 (51.5%)9 (90%)64 (53.3%)Died with DNI (never received IMV)00112Died with DNR21329852Died with comfort care1917633Died with severe ARDS, n=8131717754Died with moderate ARDS, n=281528*Median number of hospital days prior to ventilation, calculated among those that did not require ventilation at admission.ICU, intensive care unit; DNI, do not intubate; DNR, do not resuscitate; ARDS, acute respiratory distress syndrome.As of May 27, 2020, sixty-four (53.3%) critically ill patients had died (figure 1) after a median of 8.5 days (IQR 9) in the ICU and 14.5 days (IQR 13) in the hospital. Forty-eight (40%) patients were discharged from the hospital alive and 8 (6.7%) patients remained hospitalized in a general ward bed after being discharged from the ICU. Length of hospital stay was 12 days (IQR 9.5) in deceased patients and 19.5 days (IQR 12) in patients discharged alive. Sixty-two of 100 (62%) IMV patients died.Figure 1Survival of critically ill patients with COVID-19 in an acute care surgery intensive care unit (ICU).Death occurred in 23 of 38 (60.5%) Hispanic patients, equating to 35.9% of all deaths. Twenty-nine of 55 (52.7%) Caucasian patients died, equating to 45.3% of all deaths. Seven of 16 (43.7%) Black patients died, equating to 10.9% of all deaths. Fifty-four of 81 (66.7%) patients with severe ARDS died and 8 of 28 (28.6%) patients with moderate ARDS died. Overall, most deaths occurred in patients over 60 years of age with a 90% mortality rate in patients over 80 years (table 4).Of the 48 patients discharged from the hospital alive, 26 (54.2%) went home, 17 (35.4%) went to rehab, 4 (8.3%) went to a skilled nursing facility, and only 1 went to a long-term care facility. Ten (20.8%) were discharged on home oxygen and only"
  },
  {
    "full_text": "(20.8%) were discharged on home oxygen and only two patients were readmitted within the study period.DiscussionTo our knowledge, this study represents the only case series of consecutive patients with confirmed COVID-19 admitted to a closed community ICU managed by surgical intensivists. Mortality rates in this case series were 53.3% for all critically ill patients with COVID-19 and 62% for IMV patients. Interestingly, after completion of this study, the seven patients who were excluded, as they were still admitted to the ICU at the final study date, were reviewed; all seven excluded patients survived which would have resulted in an overall mortality rate of 50.4% for critically ill patients with COVID-19 and 57.9% for IMV patients if they were included. Overall hospital mortality for patients with COVID-19 was 18% which was lower than regional hospitals.There have been highly variable published outcomes of ICU patients with COVID-19, with some data pointing to exceptionally high mortality rates in those requiring IMV.5–7In addition, there are differences among countries regarding admission criteria to ICUs and treatment strategies. A study from Wuhan, China included 226 patients with COVID-19 admitted to ICUs across 16 hospitals; 121 of those patients received IMV, 87 died, and 15 remained hospitalized.5Only 53.5% of ICU patients required IMV in the Wuhan study,5possibly indicating a less critically ill ICU population than our study. Another study of 5700 patients from 12 New York hospitals in the Northwell Health system included 373 patients who were treated in the ICU. Of those, 320 required IMV and 282 IMV patients died (88.1%).6Notably, both of these studies were in large hospital systems (16 and 12 hospitals) and included 121 and 320 mechanically ventilated patients, respectively. As a single-center small community hospital, we included 120 consecutive ICU patients with COVID-19 (100 required IMV) over a similar time period, indicating the disproportionate effect of COVID-19 on our hospital system and the strained ICU resources in a community setting.Conversely, two studies pointed to lower mortality rates in the COVID-19 ICU population.8 9The first study from Italy included 1581 patients across 72 hospitals referred to the ICU with 1150 patients requiring IMV. They reported a mortality rate of 26%, however at the time of publication, 920 (52.8%) patients remained admitted to ICUs.8Likewise, a study from Boston included 66 patients with COVID-19 requiring IMV across two hospitals. They reported a mortality rate of 16.7%; however, only 62% of patients were successfully extubated and 24.2% of included patients were still admitted to the ICU.9Both studies include patients still requiring IMV and ICU admission with unclear mortality trajectories; including these two patient confounders could attribute to the low reported mortality rates and therefore we excluded these patients from our final study population. A more recent study from Atlanta,"
  },
  {
    "full_text": "population. A more recent study from Atlanta, Georgia reported a lower mortality as well. They note in their study that resources were not overwhelmed, and their surge arrived later allowing more preparation time.17As ICU admission criteria vary, especially internationally, the severity of disease of the studied population is critical in relation to mortality. In our study, 94% of the studied population had ARDS, 83.3% required IMV, and 74.2% had hemodynamic shock requiring vasopressors, underscoring our population’s severity of illness.Mortality is also likely affected by the pandemic surge of hospitalizations per day resulting in capacity and resource limitations which varied widely geographically. Our hospital system was overwhelmed and in crisis; this was clearly elucidated by the average daily IMV census before pandemic (three patients) as compared with the peak IMV census (38 patients) during the study period. ICU capacity increased from 16 to 35 beds with additional patients boarding in the emergency department until a formal ICU bed became available. ICU beds and ventilators were limited and only available to the most critically ill patients. As a result, we did not practice early intubation and only intubated those patients who progressed to advanced respiratory failure. Our increased patient volume and acuity of disease was further emphasized by comparing the overall number of monthly ventilator days. In 2019, we averaged 93 ventilator days per month compared with 636 days in April 2020.There are a multitude of inclusion/exclusion factors that affect mortality rates as discussed above, along with varying factors across institutions such as geographic location, resource availability, social distancing,18and increased patient volume. We believe our 53.3% COVID-19 ICU mortality rate and 62% IMV mortality rate to be an accurate depiction of disease during the height of the pandemic in a highly affected geographic region. This rate was achieved despite the demand for resources outgrowing supply and having to rely on ‘travel’ ventilators and anesthesia machines for many patients with ARDS limiting our ability to use pressure, volume, and flow scalars or pressure/volume loops.The Adaptability and Resilience of Acute Care Surgeons During CrisisAs trauma and EGS surgeons trained in critical care, ACS surgeons are uniquely qualified to address the COVID-19 pandemic as integral leaders during times of crisis.After the first COVID-19 ICU admission at the community hospital, the ACS division adapted the workflow and organizational structure of the ICU to meet the patients and hospital’s needs by providing additional surgical intensivist surge coverage for all ICU patients. Simultaneously, at the academic level 1 trauma center, the ACS division, in collaboration with the anesthesia department, provided continuous coverage of surge COVID-19 ICUs. This was in addition to providing routine daytime coverage of trauma, EGS, and non-COVID surgical ICUs."
  },
  {
    "full_text": "of trauma, EGS, and non-COVID surgical ICUs. The non-ACS surgeons within the department were tasked with trauma and EGS night call with in-house ACS surgeons, who were covering COVID-19 ICUs, as backup for complex patients requiring more specialized care.The success of the ACS team in providing quality care and enhanced patient safety to the ICU patients with COVID-19 implies a versatility not often recognized. The team’s ability to function in multiple roles, and shift those roles in times of crisis, allows hospitals to provide effective and more efficient care. ACS surgeons have the capability of successfully caring for both surgical and medical critically ill patient populations. This versatility provides additional benefit to hospitals and patients, particularly in times of crisis, whether that be a medically related pandemic or a traumatic surgical mass casualty event.Providing critical care coverage for 5 years before pandemic allowed the ACS division to establish positive relationships with hospital leadership and the community. When COVID-19 surged, not only did the ACS division respond, so did hospital leadership and the community. The hospital created a safe work environment by securing personal protective equipment, overcoming limited resources, obtaining 20 additional ventilators, and retrofitting 28 ICU rooms into negative pressure isolation rooms within days. The community responded with donations and in turn helped maintain a positive morale. The working relationship between the ACS division, hospital, and the community prior to the pandemic was essential in effectively managing the COVID-19 surge.Other ACS groups have described the ability of ACS divisions to use their unique skills in resource management, rapid triage, personal safety of healthcare workers, and team leadership to augment COVID-19 care delivered by medical intensivists.19Our study differs from prior publications in that we provide the first original research, that we know of, describing outcomes of ICU patients with COVID-19 cared for by an ACS division for an entire hospital, not only in a surge capacity.LimitationsOur study had important limitations. First, it was a relatively small single-center study. Additionally, patient follow-up was to the study endpoint date and therefore may have missed some information regarding readmissions.ConclusionIn this case series of critically ill patients with COVID-19 admitted to a community hospital ICU managed by an ACS division, the majority of patients required IMV and ICU mortality was 53.3%. This demonstrates mortality may not be as high as initially thought based on previous reports. While COVID-19 is a non-surgical disease, acute care surgeons can shift roles and successfully manage these patients as intensivists while maintaining quality care. The ability to care for medical and surgical patient populations provides unrecognized versatility especially in emergent crisis situations. With the understanding that"
  },
  {
    "full_text": "crisis situations. With the understanding that COVID-19 continues to pose a health risk and the possibility of a ‘second surge’, we recommend that ACS surgeons be used as a critical component to hospital and regional care plans. CONCLUSION: ConclusionIn this case series of critically ill patients with COVID-19 admitted to a community hospital ICU managed by an ACS division, the majority of patients required IMV and ICU mortality was 53.3%. This demonstrates mortality may not be as high as initially thought based on previous reports. While COVID-19 is a non-surgical disease, acute care surgeons can shift roles and successfully manage these patients as intensivists while maintaining quality care. The ability to care for medical and surgical patient populations provides unrecognized versatility especially in emergent crisis situations. With the understanding that COVID-19 continues to pose a health risk and the possibility of a ‘second surge’, we recommend that ACS surgeons be used as a critical component to hospital and regional care plans."
  }
]