[
  {
    "full_text": "TITLE: Systemic inflammation after stroke: implications for post‐stroke comorbidities ABSTRACT: AbstractImmunological mechanisms have come into the focus of current translational stroke research, and the modulation of neuroinflammatory pathways has been identified as a promising therapeutic approach to protect the ischemic brain. However, stroke not only induces a local neuroinflammatory response but also has a profound impact on systemic immunity. In this review, we will summarize the consequences of ischemic stroke on systemic immunity at all stages of the disease, from onset to long‐term outcome, and discuss underlying mechanisms of systemic brain‐immune communication. Furthermore, since stroke commonly occurs in patients with multiple comorbidities, we will also overview the current understanding of the potential role of systemic immunity in common stroke‐related comorbidities, such as cardiac dysfunction, atherosclerosis, diabetes, and infections. Finally, we will highlight how targeting systemic immunity after stroke could improve long‐term outcomes and alleviate comorbidities of stroke patients. BODY: GlossaryAtherosclerosisThe clogging or hardening of arteries caused by atheromatous plaques (accumulations of lipid deposits, usually cholesterol).Cardioembolic strokeA subtype of ischemic stroke caused by a blood clot that forms in the heart and travels through the bloodstream to the brain.ComorbidityAny coexisting health condition in addition to a primary disease.Cryptogenic strokeA subtype of ischemic stroke of unknown etiology (clinically undetermined cause).CytokinesSoluble mediators (peptide or protein) that are used for cell–cell communication between immunocompetent cells; directs their cell function and proliferation.DiabetesDisorder of the carbohydrate metabolism characterized by impaired ability of the body to produce or respond to insulin and thereby maintain physiological blood glucose levels.Endovascular therapyTherapeutic approach for cardiovascular diseases that uses minimally invasive, catheter‐based procedures to remove obstructive clots from inside the artery.Intraparenchymal hemorrhageA type of bleeding that occurs within the brain parenchyma.Ischemic strokeThe most common type of vascular brain injury; brain lesion is caused by occlusion of a brain‐supplying artery.Lymphopenia/lymphocytopeniaA condition of pathologically reduced blood lymphocyte counts.RecanalizationSpontaneous or induced restoration of the blood flow in an occluded vessel or artery.Subarachnoid hemorrhageA type of bleeding that occurs in the subarachnoid space, the space between the membranous layers of the arachnoid mater and the pia mater surrounding the brain.Sympathetic hyperactivityIncreased activity of the sympathetic nervous system.IntroductionStroke is a major public health concern with a vast socioeconomic burden (Viraniet al,2021). Stroke is also the second leading cause of death and a leading cause of long‐term disability worldwide (Feiginet"
  },
  {
    "full_text": "cause of long‐term disability worldwide (Feiginet al,2021). Despite enormous improvements on diagnosis and therapeutic strategies, the number of incident strokes is expected to more than double by 2050, and the prevalence of long‐term disabilities after stroke is anticipated to equally increase due to demographic changes and the growing number of stroke survivors (Howard & Goff,2012). Stroke can be of ischemic or hemorrhagic nature. Approximately 70% of strokes are ischemic strokes, caused by the occlusion of a major cerebral artery, whereas others are hemorrhagic strokes, characterized by bleedings in the brain substance (intraparenchymal hemorrhages) or the subarachnoid space (SAHs). This review specifically deals with ischemic stroke.At present, treatment interventions for ischemic stroke are limited to acute revascularization strategies, via the administration of thrombolytic agents or through endovascular therapy (catheter‐based mechanical thrombectomy). Both types of therapies aim at restoring blood flow to the hypo‐perfused brain tissue and need to be applied to patients as early as possible after stroke onset. This narrow therapeutic time window and several medical contraindications seriously reduce the number of stroke patients who currently can benefit from these recanalization therapies; hence, new treatment strategies are still urgently needed. As alternative methods to treat ischemic stroke, many neuroprotective agents have been evaluated during past decades to minimize the destructive pathophysiology of stroke and protect the ischemic brain (Patel & McMullen,2017). The vast majority of these treatments target factors participating in the very early processes of ischemic cell death in the affected brain area, which beyond brain cells also comprises a heterogeneous and complex vascular network (Schaeffer & Iadecola,2021). Compared to these acute neuroprotective approaches, much less attention has been given to other biological processes that have emerged in recent years as critical pathophysiological processes of stroke, such as systemic inflammation. Systemic poststroke inflammation has been identified as an important determinant of acute and long‐term prognosis of stroke patients (Dziedzic,2015; Anrather & Iadecola,2016). As such, systemic inflammation after stroke has become a novel target for translational research. Some first clinical trials aiming to tackle inflammation to minimize patients' functional disabilities and also prevent secondary comorbidities have been already conducted (Iadecolaet al,2020).On this basis, this review focuses on the consequences of stroke on different branches of the systemic immune response. We will review current knowledge of the systemic changes of the immune system after ischemic stroke and how they might impact on poststroke acquired or pre‐existing comorbidities. We will mainly focus on modifiable comorbidities including infections, cardiovascular events, atherosclerosis and diabetes—although"
  },
  {
    "full_text": "events, atherosclerosis and diabetes—although other no‐modifiable factors such as age and sex can also modulate the inflammatory response to stroke and determine the impact of inflammation on the outcome. Our review will also highlight the increasing and indisputable importance of poststroke systemic immunity on patients' long‐term outcome and its potential therapeutic value for the prevention of poststroke adverse events.Systemic poststroke inflammation: a multi‐phasic cascadeIschemic stroke is caused by an abrupt loss of local cerebral blood flow in the brain. The lack of oxygen and nutrient supply evolves in a complex chain of biochemical and molecular events, leading to ischemic pan‐necrosis of the affected brain tissue (Iadecolaet al,2020). This ischemic brain injury results in the release of immunoactive molecules (damage‐associated molecular patterns, DAMP) that, on one side, locally activate immunocompetent cells, such as microglia and astrocytes. On the other side, DAMP release to the blood circulation can promote the recruitment of circulating immune cells to the brain and activate a complex peripheral immune response to stroke (Iadecolaet al,2020).During past decades, systemic immune changes after stroke were mainly studied in the context of subacute immunosuppression due to its association with the increased susceptibility to bacterial infections in stroke patients (Fauraet al,2021). More recent findings from numerous independent studies, however, have highlighted a previously less recognized multiphasic immune response to stroke, pointing out the importance of systemic inflammation throughout all stages of the disease, from onset to long‐term outcome. In the hyperacute phase after stroke, the peripheral immune system rapidly activates as a response to the stroke‐induced brain injury. This first acute systemic response is followed by a state of immunosuppression, which is characterized by loss and unresponsiveness of immune cells. Later in the chronic phase after stroke, a third and less well‐understood phase is characterized by a low‐grade sustained residual inflammation that might potentially impact on the long‐term outcome of stroke patients (Fig1).Figure 1Main hallmarks of poststroke systemic inflammation over timeThe peripheral immune response to stroke is initiated within minutes after stroke onset. DAMP are originated from dying or stressed cells within the ischemic brain or actively secreted by immune cells upon activation. Circulating DAMPs activate peripheral immune cells and provoke a massive expression and release of pro‐inflammatory cytokines into the bloodstream. Within the acute phase, stroke also induces the mobilization of more leukocytes from the spleen and the bone marrow as well as the activation of neurogenic pathways. In the subacute phase, within hours to days after stroke onset, a state of immunosuppression is triggered. The prolonged overactivation of neurogenic pathways as well as DAMP and other"
  },
  {
    "full_text": "of neurogenic pathways as well as DAMP and other pro‐inflammatory mediators acutely released after stroke gradually induce lymphopenia due to massive cell death and the pronounced bias towards the monocyte differentiation pathway in bone marrow hematopoiesis. The is also a disbalance between Type 1 (Th1) and Type 2 (Th2) helper T cells and circulating monocytes are less capable of providing costimulatory signals. Later in time, a long‐term phase compromising peripheral immunity is characterized by chronic and sustained high levels of DAMP and pro‐inflammatory cytokines.Acute systemic inflammatory responseThe peripheral immune response to stroke is initiated within minutes after stroke onset by DAMP originated from dying or stressed cells within the ischemic brain or actively secreted by macrophages and other immune cells (Muhammadet al,2008; Schulzeet al,2013; Kunzeet al,2014; Richardet al,2016; Schuhmannet al,2021). Poststroke circulating DAMP comprise a diverse group of molecules. During past decades, converging evidence has shown that DAMP levels rapidly increase in blood within the first hours after stroke onset, both in preclinical and clinical studies of ischemic stroke (TableEV1). For instance, this is the case of the high‐mobility group box 1 protein (HMGB1), a nuclear chaperone protein, and calprotectin (S100A8/A9), a heterodimeric complex of the S100 family of proteins (Kimet al,2006,2018; Schulzeet al,2013; Lieszet al,2015; Tsukagawaet al,2017; Schuhmannet al,2021; Rothet al,2021a; Denormeet al,2022). Similarly, peroxiredoxins (Prx), including Prx‐1 and Prx‐5, which function as peroxide scavengers under physiological conditions, and heat shock proteins (Hsp), that encompass a large family of chaperones, are also known to become danger signals that propagate inflammation within the first 24 h after stroke onset (Grudenet al,2013; Kunzeet al,2014; Richardet al,2016). More recently, circulating levels of cell‐free DNA (cfDNA), which increase in stroke patients as early as 4.5 h after stroke onset (Tsaiet al,2011; O'Connellet al,2017; Rothet al,2021a), have also been characterized as another type of circulating DAMP involved in the post‐stroke inflammatory response.The exact mechanisms whereby the injured brain sends out these first DAMP signals to trigger acute systemic inflammation still remain unclear. The primary efflux route for the transiting of these molecules from brain to blood is thought to be the passive diffusion across the disrupted blood–brain‐barrier (BBB). The proteolytic degradation of the tight junction protein complexes and basement membranes, the loss of vascular cells and the increase in transcytosis of leukocytes are key factors contributing to the opening of the BBB, and thus facilitating a passive exit of brain‐derived DAMP as early as within hours after stroke onset (Abdullahiet al,2018; Liet al,2018). Besides this passive diffusion, the glymphatic and meningeal lymphatic systems have been also recently described"
  },
  {
    "full_text": "systems have been also recently described as complementary candidate routes for the clearance of immune cells and macromolecules out of the brain (Bower & Hogan,2018; Rasmussenet al,2018; Lvet al,2021). In this regard, clinical evidence also supports the involvement of these newly described pathways in the context of ischemic stroke, since neuronal antigens, including microtubule‐associated protein‐2 (MAP‐2) and N‐methyl D‐aspartate (NMDA) receptor subunit NR‐2A have been also observed in the draining lymph nodes of patients within the subacute phase after ischemic stroke (mean collection time: 76 h ± 34 h) (Planaset al,2012).DAMP are also produced and released into circulating by other cell types that rapidly become compromised and activated after stroke, including endothelial cells and distinct types of immune cells. For instance, HMGB1 or Prx‐2 are known to be released by monocytes and macrophages (Andersson & Tracey,2011; Salzanoet al,2014), as well as by activated endothelial cells (Kanget al,2014). Similarly, activated neutrophils release reactive oxygen and nitrogen species, myeloperoxidase (MPO), and neutrophil extracellular traps (NETs), scaffolds of nuclear or mitochondrial cfDNA surrounded by proteases and cytotoxic histones, among others (Garcia‐Bonillaet al,2014; Kimet al,2019). All these DAMP rapidly trigger a massive release of pro‐inflammatory cytokines by activated immune cells, another main hallmark of this first phase of the peripheral immune response to stroke (Fig2). Circulating DAMP are recognized by pattern recognition receptors (PRRs) such as toll‐like receptors (TLRs) or the receptor for advanced glycation end products (RAGE), expressed by diverse immune cell subpopulations. Signaling through these PRRs activates diverse downstream signaling pathways, including the nuclear factor (NF)‐κB, mitogen‐activated protein kinase (MAPK), interferon regulatory factors (IRF) or the inflammasome signaling pathways (Rothet al,2018; Alishahiet al,2019; Li & Wu,2021). The activation of these pathways directly leads to an increased expression of pro‐inflammatory cytokines. In experimental stroke, this early up‐regulation of pro‐inflammatory mediators has been well‐documented in the blood but also in lymphatic organs, including the lymph nodes and the spleen (Offneret al,2006a; Espositoet al,2019). For instance, several preclinical studies documented that the hyperacute (<4 h) peripheral inflammatory response in mice is dominated by the upregulation of pro‐inflammatory cytokines such as IL‐1β, IL‐6, TNF‐α, and IFN‐γ, as well as pro‐inflammatory chemokines, including C‐C motif chemokine ligand (CXCL)‐1 and CXCL‐2 (Offneret al,2006a; Seifertet al,2012; Espositoet al,2019). Several of these upregulated pro‐inflammatory cytokines are key mediators of the stroke‐induced BBB breakdown and their levels have been associated with increased vascular permeability and larger infarct sizes (Yanget al,2019). Similarly, high systemic levels of such"
  },
  {
    "full_text": "al,2019). Similarly, high systemic levels of such pro‐inflammatory cytokines (IL‐6, TNF‐α and IL‐1β) have been directly related to cytokine‐induced sickness behavior after experimental stroke (Rothet al,2021b).Figure 2Mechanisms contributing to post‐stroke immune system activationKey effects triggered by the activation of the autonomic nervous system (black) or the circulating DAMP (red) in blood, spleen, bone marrow and gut, primary organs of the immune system.In humans, it is now clear that within the first 12 h after stroke, there is also a pronounced increase in the circulating levels of such pro‐inflammatory cytokines, including TNF‐α and IL‐6 (Zaremba & Losy,2001; Waje‐Andreassenet al,2005; Basic Keset al,2008; Tuttolomondoet al,2009). In addition, blood levels of these cytokines have been also positively correlated with stroke severity and unfavorable prognosis of stroke patients (Basic Keset al,2008; Arefet al,2020).Beyond the massive release of pro‐inflammatory cytokines, leukocytes are also rapidly mobilized from the spleen and the bone marrow, two major reservoirs of immune cells (Seifertet al,2012; Courtieset al,2015). These cell reservoirs are however limited, and rapidly exhaust within hours after stroke. Thus, at this early time‐point after stroke, the bone marrow also increases hematopoiesis to replenish the pool and meet the demand of leukocytes in circulation (Courtieset al,2015). Mechanistically, the stroke‐induced activation of neurogenic pathways, including the sympathetic innervation, hypothalamic–pituitary–adrenal (HPA) axis and parasympathetic innervation, play a major role in the release of immune cells from these two peripheral reservoirs (Fig2). It is now known that the observed increase in circulation of norepinephrine and epinephrine levels acutely after stroke contributes to spleen shrinkage and massive exiting of immune cell populations from this organ (Ajmoet al,2009). Similarly, in the bone marrow, the early activation of sympathetic innervation is observed by an abrupt increase in the levels of tyrosine hydroxylase and norepinephrine within the first day after stroke (Courtieset al,2015). The early activation of hematopoietic stem cells proliferation and differentiation has been attributed to this post‐stroke increased sympathetic tone. Likewise, in bone marrow mesenchymal stromal cells, activation of β3‐adrenergic receptors further results in a downregulation of homeostatic and cell retention factors, including IL‐7, C‐X‐C motif chemokine 12 (also known as stromal cell‐derived factor 1), VCAM‐1 and angiopoietin‐1, which enables the exiting of leukocytes into the bloodstream (Courtieset al,2015).Recently, the gut and gastrointestinal tract has been described as an another important reservoir of immune cells, from which leukocytes are also mobilized to the circulation following stroke and even recruited to the ischemic brain (Benakiset al,2016; Singhet al,2016; Breaet al,2021). In addition, increasing data also"
  },
  {
    "full_text": "al,2021). In addition, increasing data also indicates that the intestinal microbiota also plays a role in modulating the phenotype of the immune cells within the acute inflammatory response to stroke (Benakiset al,2016; Singhet al,2016; Leeet al,2020). Despite the exact mechanisms whereby the microbiome sense the ischemic brain injury and primes the post‐stroke inflammatory response are not fully understood, several studies have already described that neurohumoral signals generated by the ischemic brain perturb immune homeostasis in the gut and lead to changes in the gut microbiota composition (Benakiset al,2016; Houldenet al,2016; Singhet al,2016). Moreover, stroke‐induced alterations in gut microbiome composition have been associated with worse stroke outcome, larger infarct volumes and poorer scores in functional tests (Benakiset al,2016,2020; Singhet al,2016; Xuet al,2021; Honarpishehet al,2022). This effect was largely attributed to polarization of circulating immune cells by the microbiome in the acute post‐stroke phase (Benakiset al,2016; Singhet al,2016; Leeet al,2020). Likewise, poststroke dysbiosis has been also linked to reduced intestinal motility and intestinal barrier dysfunction, even leading to the translocation of intestinal bacteria into circulation and peripheral organs (Swidsinskiet al,2012; Yinet al,2015; Houldenet al,2016; Singhet al,2016; Stanleyet al,2016; Liuet al,2019). In this regard, the dissemination of selective bacterial species from the gut microbiota after the occurrence of stroke has been proposed to be a plausible source of poststroke infection, and might even potentially contribute further to the systemic pro‐inflammatory immune activation after stroke (Stanleyet al,2016). However, it is neither clear yet whether other factors also influence bacterial translocation after experimental stroke, nor whether these findings also occur in stroke patients.Recent evidence suggests that activated endothelial and circulating innate immune cells after stroke could also promote immunothrombosis, the inflammation‐dependent activation of the coagulation system, and thromboinflammation, the aberrant and excessive activation of immunothrombosis (Stark & Massberg,2021). Similar to immunothrombosis in response to systemic infections, evidence is accumulating that poststroke sterile inflammation and activation of innate immune cells, such as monocytes and neutrophils, lead to the activation of the coagulation cascade and promote thrombosis (Engelmann & Massberg,2013; De Meyeret al,2016). These two functional interdependent processes (inflammation and coagulation) have the ability to potentiate each other and together are known to aggravate ischemic stroke injury and contribute to secondary thrombotic complications of stroke, including recurrent strokes or myocardial infarctions.Systemic immunosuppressionThe early activation of the immune system is rapidly followed by a state of systemic immunodepression. The most distinguished"
  },
  {
    "full_text": "systemic immunodepression. The most distinguished feature of this systemic immunosuppressive phase is the reduction in circulating T, B and NK cell counts. In this line, early studies on the immune profile of stroke patients already described profound peripheral lymphopenia as early as one day after ischemic stroke (Haeusleret al,2008; Klehmetet al,2009). In mice, reduced levels of T, B and NK cells, and T cell responsiveness have been similarly documented both in circulation and in the spleen and lymph nodes already within 12 h after experimental stroke (Prasset al,2003). This reduction of lymphocyte counts partly results from a drastic apoptotic death of immune cell populations in spleen (Offneret al,2006b), which is also reflected by a reduction of spleen size (Yan & Zhang,2014; Chiuet al,2016). In the bone marrow after stroke, a suppression of the lymphoid lineage progression, which contributes further to decreasing lymphocyte counts in circulation, and a subsequent bias toward the monocyte differentiation pathway is observed (Courtieset al,2015).Another characteristic trait of this systemic immunosuppressive state is the shift in the Type 1 (Th1) to Type 2 (Th2) helper T cell ratio. This phenomenon represents the disbalance between proinflammatory and cellular (Th1) and anti‐inflammatory and humoral (Th2) predominant mechanisms and is reflected by an increase in the circulating levels of anti‐inflammatory cytokines, such as IL‐10 and IL‐4, and a consequent reduction of pro‐inflammatory factors, including IFN‐γ and TNF‐α, among others (Jianget al,2017).During this immunosuppressive state, circulating monocytes are also less capable of providing costimulatory signals required for activating T cells. In mice, this monocytic loss of function after experimental stroke has even been characterized by a reduction in the expression of genes associated with macrophage activation status (MHC Class II genes) and pathogen recognition ability (TLR genes) (McCullochet al,2018). In humans, the stroke‐induced monocytic loss of function is reflected by a reduction in the expression of human leukocyte antigen D‐ related (HLA‐DR) and CD64 on monocytes and dendritic cells (Krishnanet al,2021).Mechanistically, the suppression of the immune response is thought to be partly caused by the prolonged overactivation of the sympathetic nervous system (SNS) (Fig2). In the spleen, the activation of both α and β adrenergic receptors in splenocytes by circulating catecholamines, rather than a direct effect of the sympathetic neurotransmission via the splenic nerves, is thought to be one potential mechanism that triggers splenic atrophy and T cell apoptosis (Prasset al,2003; Ajmoet al,2009). In bone marrow, the activation of the SNS results in the upregulation of a specific subset of T cells (regulatory T cells, Tregs) which display immunosuppressive traits and have been strongly associated with poststroke lymphocytopenia and immunosuppression (Wanget al,2015). Moreover,"
  },
  {
    "full_text": "and immunosuppression (Wanget al,2015). Moreover, the overactivation of the sympathetic tone also results in a substantial increase in the expression of myeloid transcription factors, such as PU.1 (Courtieset al,2015). This concludes with a pronounced increase in the myeloid lineage proliferation, a subsequent egress of myeloid cells to circulation and a suppression of the lymphoid lineage progression.Beyond the SNS, the (over)activation of the hypothalamic pituitary adrenal (HPA) axis also has been proposed to participate in triggering immunosuppression after stroke. In a similar manner to catecholamines, high levels of glucocorticoids after stroke further contribute to lymphocyte apoptosis in spleen (Prasset al,2003). Glucocorticoids also promote the production of anti‐inflammatory cytokines, like transforming growth factor β (TGF‐β), and suppress the secretion of pro‐inflammatory cytokines, such as IL‐1β, IL‐8, and TNF‐α. Involvement of both the SNS and HPA pathways in poststroke immunosuppression was further demonstrated in experiments blocking the respective pathways using propranolol and the glucocorticoid receptor inhibitor RU486, which resulted in a reduction of lymphocyte apoptosis and monocyte deactivation after experimental stroke (Prasset al,2003). Recently, the glucocorticoid signaling pathway has been also involved in mediating brain‐bone marrow endocrine interaction, which negatively impact on lymphocyte production after stroke (Courtieset al,2019).The parasympathetic nervous system (PNS) might also participate in promoting this immunosuppressive state. Although less well characterized than the SNS, the parasympathetic activity also increases after stroke (Engelet al,2015). In response to infection or tissue damage, the cholinergic pathway is known to also act as an anti‐inflammatory protective mechanism to prevent the overactivation of the immune system (Rosas‐Ballina & Tracey,2009). In particular, acetylcholine has been shown to inhibit macrophages and attenuate their release of pro‐inflammatory cytokines, including IL‐1β, IL‐6, and TNF‐α (Borovikovaet al,2000). Also, vagal nerve stimulation (VNS) has been shown to suppress the LPS‐induced increase in TNF‐α levels (Borovikovaet al,2000). Moreover, it has been also documented that a subpopulation of splenic T cells can also produce acetylcholine, which is required in the spleen for the inhibition of the massive cytokine secretion after VNS (Rosas‐Ballinaet al,2011). Although the connection between the cholinergic pathway and the spleen response to VNS is not fully understood, these findings suggest a possible role of the PNS in cell‐mediated immune suppression after stroke.While several studies support the concept of the stress‐induced immunosuppression after stroke, clinical and experimental data reporting altered circulating levels of catecholamines after stroke are still controversial (Lieszet al,2013; Mracskoet al,2014). Hence, other mechanisms have been also been proposed to"
  },
  {
    "full_text": "other mechanisms have been also been proposed to systemically contribute to lymphopenia and immunosuppression. In this regard, brain‐released DAMP and other pro‐inflammatory mediators such as cytokines in circulation early after stroke might also play a direct role in the subacute suppression of cellular immunity (Fig2). For instance, the signaling pathway triggered by HMGB1 and its PRR RAGE, expressed on the surface of many immune cells, is known to participate in the bone marrow egress and splenic proliferation of immature monocytes, with lymphocyte‐suppressing traits (Lieszet al,2015). Also, activation of the HMGB1‐RAGE axis has been shown to promote functional exhaustion of mature monocytes and lymphopenia, hallmarks of cell‐mediated immunosuppression (Lieszet al,2015). High levels of circulating IL‐1β as a result of systemic inflammasome activation in the acute phase has been shown to induce the expression of Fas ligand (FasL). This is a ligand to the death receptor Fas (CD95), consequently resulting in Fas‐dependent T cell apoptosis. This mechanism might already initiate cell death of lymphocytes in the very early phase after stroke, when catecholamine concentrations in circulation might not even be increased yet (Rothet al,2021a). Likewise, another stress‐independent mechanism directly affecting immunocompetence after stroke via immune mechanisms is known to be the release of arginase I (Arg1) from activated neutrophils. Arg1‐release from neutrophil granules has been associated with T‐cell dysfunction following a number of diverse pathologies, including ischemic stroke (Sippelet al,2015).Chronic systemic inflammation after strokeLittle is known about the systemic immune state beyond the well‐described immunosuppression phase. Most clinical studies that do evaluate long‐term consequences of stroke are mainly centered on clinical data on patients' disabilities, functional outcome, and the development of secondary comorbidities and recurrent events, with limited records on molecular and biochemical data in these patient cohorts. Yet, few retrospective clinical studies have provided evidence that pro‐inflammatory mediators such as IL‐6 and IL‐1β remained elevated in circulation even 3 months after stroke onset (Lieszet al,2013; Stanneet al,2022). Levels of such cytokines showed a more pronounced increase in large strokes compared to small strokes, as dichotomized by the median of the lesion volume in the ischemic stroke group (Lieszet al,2013). Similarly, plasma HMGB1 levels were also found to be increased in ischemic stroke patients from 24 h up to 90 days after stroke (Schulzeet al,2013; Rothet al,2018). HMGB1 levels were also higher in patients with severe strokes (NIHSS ≥17), indicating an important role of stroke severity and volume on the magnitude of systemic immune alteration long‐term after stroke. Serum levels of monocyte chemoattractant protein (MCP)‐1 and circulating C‐reactive protein (CRP) have been also shown to persist at high"
  },
  {
    "full_text": "(CRP) have been also shown to persist at high levels in stroke patients at the 3‐month follow‐up compared to baseline (Garlichset al,2003; Ladenvallet al,2006). Interestingly, blood CRP levels differ between stroke subtypes, since large‐vessel strokes had higher CRP levels at follow‐up compared with all other stroke subtypes, including small‐vessel strokes, cardioembolic strokes, cryptogenic strokes, and others (Ladenvallet al,2006). More recent findings also reported a higher frequency of activated human leukocyte antigen (HLA−DR+) cells in blood 2 months after ischemic stroke (Rothet al,2018), and found that circulating IL‐4 and IFN‐γ levels persisted elevated up to 3 months poststroke, regardless of stroke etiology (Holmegaardet al,2021). Hence, whether post‐stroke chronic inflammation could be influenced by the infarct topography and/or the co‐existence of any other comorbidity still needs to be elucidated.Beyond stroke, this chronic inflammatory milieu has been also characterized in patients suffering from other acute brain lesions, including traumatic brain injury (TBI). Plasma IL‐6 levels were found to be substantially increased in patients 6 months after mild TBI, compared to orthopedic injury controls (Vedantamet al,2021). Similarly, Chaban and colleagues found that other pro‐inflammatory cytokines, including IFN‐γ, IL‐8, MCP‐1 and macrophage inflammatory protein (MIP)‐1β, also remained increased for up to 1 year post‐TBI (Chabanet al,2020).Altogether, all these clinical findings suggest that after stroke, a third long‐term phase compromising peripheral immunity characterized by a chronic and sustained inflammatory milieu might also take place. Therefore, a complete understanding of these chronic systemic immune consequences of stroke and their modulation is of high translational relevance for ensuring better chronic patient outcomes.Stroke comorbidities: role of systemic immunityThe incidence for ischemic stroke is increasing, in part because the world's older population is dramatically growing. Besides age, the prevalence of multiple comorbidities and pre‐existing medical conditions is also increasing in both, the older and younger population (Katan & Luft,2018). These adverse medical conditions further increase the incidence of stroke and highly worsen its outcome (Fig3) (Gallacheret al,2014). Indeed, stroke survivors especially in the elderly population commonly become multimorbid, predisposing two or more unfavorable medical coconditions. Some of these conditions, including heart diseases, atherosclerosis, hypertension, and diabetes mellitus, are pre‐existing or acquired disorders that share pathological mechanisms with stroke. In many cases, these conditions are as well risk factors for cardio‐ and cerebrovascular events and could even promote stroke recurrence, still a major complication of incident strokes. Other coexisting conditions might have also arisen from the primary stroke itself, such as post‐stroke infections and"
  },
  {
    "full_text": "stroke itself, such as post‐stroke infections and long‐term vascular dementia, among others (Gallacheret al,2019). Interestingly, many of these pre‐existing or acquired comorbidities after stroke share inflammatory pathophysiological mechanisms among them, which might even potentiate or aggravate the development of other unfavorable medical conditions and worsen the long‐term outcome. Therefore, in this section, current literature on the association between stroke and its main comorbidities will be reviewed, with special emphasis on the subsequent systemic immune alterations as a key common factor in all these pathologies (Fig3).Figure 3The stroke‐induced systemic inflammation represents a risk factor for the development of inflammation‐related comorbidities after strokePoststroke infectionsInfections represent one of the main life‐threatening complications after stroke, accounting for approximately 30% of stroke patients (Westendorpet al,2011). Most common poststroke infections are pneumonia and urinary tract infections (Bustamanteet al,2017). Despite advances in the field, effective clinical management of poststroke infections remains challenging. Current clinical strategies against stroke‐associated infections are based on treatment with broad‐spectrum antibiotics once infection has already developed and clinically diagnosed. Preventive antibiotic therapies before the development of clinical signs are also being evaluated as a manner to anticipate and prevent the onset of these fatal complications, although beneficial effects have not been yet demonstrated (Vermeijet al,2018).Several key factors whereby infections might develop after stroke and lead to an unfavorable outcome of stroke patients have been proposed so far. Patients' baseline characteristics, including age, functional disabilities, and dysphagia increase susceptibility to post‐stroke infections (Hoffmannet al,2017). Also the use of invasive devices and clinical procedures, such as central venous and urinary catheters, secondary surgeries, or mechanical ventilation, might also be associated with a high incidence of infections (Ashouret al,2016).Beyond these obvious clinical factors, which are a common source of infections independent of stroke, the subacute immunosuppression after stroke discussed above has been tightly associated with increased susceptibility of stroke patients to infections. Alterations in the blood profile of several cytokines after stroke have been linked to an increased incidence of infections in stroke patients. This is the case for the anti‐inflammatory cytokine IL‐10, which has been found to be substantially increased at the onset of stroke in those patients who will develop poststroke infections within the first week after stroke and has even been proposed as a robust independent prognostic biomarker for these infectious complications (Chamorroet al,2006; Ashouret al,2016). Beyond IL‐10, the development of poststroke infections also correlates with lower"
  },
  {
    "full_text": "poststroke infections also correlates with lower TNF‐α levels and the consequent decrease in the TNF‐α/IL‐10 ratios at day 2 after stroke, this latest supporting a role of the Th1/Th2 shift in patients suffering from such complications (Chamorroet al,2006). Other studies have also shown that patients who develop secondary infections after ischemic stroke show higher IL‐1β and IL‐6 blood concentrations on hospital admission and along the first 3 days after hospitalization, respectively (Wartenberget al,2011; Bustamanteet al,2014; Rothet al,2021a). Elevated circulating monocyte counts within the first days after stroke are also associated with the development of post‐stroke infections (Urraet al,2009). Moreover, HLA‐DR expression on monocytes from stroke patients was inversely correlated with the development of infections, and these “exhausted” monocytes of stroke patients also had a decreased capacity to release TNF‐α after stimulation. Indeed, this subpopulation of monocytes, primarily characterized by reduced levels of monocytic HLA‐DR expression, has become a robust independent factor to predict the occurrence of post‐stroke infections (Hoffmannet al,2017). Whether this population stands for mature monocytes with impaired function (deactivated monocytes) or for immature monocytes newly released into circulation, however, is still a matter of discussion and need to be further elucidated. Nevertheless, this pronounced alteration in the monocytic population in patients developing infections might lead to insufficient antigen presentation and costimulatory support for adaptive immune cells, overall decreasing the capacity to cope with infectious agents.Mechanistically, both the autonomic nervous system and the HPA pathway have been proposed as the main triggers of these cell‐mediated loss of immunity. However, differences in their impact on poststroke infections have been encountered in experimental stroke. While both mechanisms contributed similarly to spleen atrophy, lymphocytopenia, and impaired monocytic function, only the inhibition of SNS, and not the blockage of the glucocorticoid receptors, minimize the occurrence of bacterial infections in ischemic mice after stroke (Prasset al,2003). The attenuation of the cholinergic signaling pathway by either vagotomy or by using α7 nicotinic acetylcholine receptor‐deficient mice also reversed pulmonary immune low responsiveness and prevented poststroke pneumonia (Engelet al,2015). Clinical studies could not provide evidence of a protective effect of the β‐blocker therapy: despiteSykora et alreported that prestroke and on‐stroke treatment with β‐blockers reduced the frequency of pneumonia after stroke (Sykoraet al,2015), others studies showed no differences in the development of post‐stroke pneumonia between patients with and without β‐blocker therapy (Maieret al,2015,2018; Westendorpet al,2016). In view of these controversial findings, the causal relationship between the poststroke stress response,"
  },
  {
    "full_text": "between the poststroke stress response, the subsequent immunosuppression, and the development of infections, which has been largely advocated within last decades, remains still questionable.Other immune‐related mechanisms behind the stress response have also been evaluated in the context of poststroke infections. Recently, an inflammasome‐dependent mechanism of T cell apoptosis was found to have a crucial role in lymphopenia and the incidence of infections after stroke (Rothet al,2021a). Specifically, the AIM2‐inflammasome activation in myeloid cells and the subsequent increase in IL‐1β levels early after stroke have been shown to promote the activation of monocytes and their expression of the FasL, which ultimately induce T cell apoptosis via a FasL–Fas‐mediated mechanism.Therapeutically, a tight regulation of the stroke‐induced suppression of cellular immunity could be of clinical relevance for the prevention of post‐stroke complications. So far, the lack of success of the β‐blocker therapy urges the need for alternative therapies to tackle such life‐threatening post‐stroke comorbidities. In this regard, because DAMP and other pro‐inflammatory cytokines upregulated within the hyper‐acute inflammatory response to stroke are also considered to be key triggers of subacute immunosuppression, immunoregulatory approaches mitigating this early pro‐inflammatory reaction might ultimately be an alternative promising therapy to limit immunosuppression and poststroke infections. However, to date, no immunomodulation therapy has been clinically tested with the specific endpoint of reducing infections after stroke.Cardiovascular comorbidities and complications after strokeCardiovascular diseases, including atrial fibrillation, valvular heart disease, and congestive heart failure are well‐known risk factors for ischemic stroke (Chughet al,2014; Kim & Kim,2018). However, this relationship is not unidirectional, since the rate of cardiovascular disorders also increases after first incident stroke (Kallmünzeret al,2012; Buckleyet al,2022). Ischemic stroke patients are known to have an increased risk of vascular complications after their incident event, including vascular plaque formation and progression of atherosclerosis. Following stroke, more than 60% of patients also present electrocardiographic (ECG) abnormalities (Bragaet al,2020), 25% are detected with serious arrhythmia (Ruthiragoet al,2016), and about 19% of patients develop at least one serious cardiac adverse event (Prosseret al,2007). Cardiac complications are not only frequent after ischemic stroke but also following other cerebrovascular events such as SAHs, and have been associated with worse clinical outcomes (Oraset al,2016; Norberget al,2018; Buckleyet al,2022).Inflammation is a shared key factor between stroke and cardiovascular disorders, and has been suggested to be closely involved in the development of cardiovascular comorbidities after an incident stroke (Willerson & Ridker,2004). Key"
  },
  {
    "full_text": "an incident stroke (Willerson & Ridker,2004). Key lines of evidence are provided by epidemiological studies showing a strong positive correlation between the levels of inflammatory markers and risk of cardiovascular events (Kaptogeet al,2014). For instance, C‐C motif chemokine ligand 2/monocyte‐chemoattractant protein‐1 (CCL2/MCP1) is known to substantially increase after diverse cerebrovascular diseases including ischemic stroke, and its levels even positively correlate with detrimental patients' outcome (Genget al,2022). CCL2 has been proposed at the same time to play a key role in the development of diverse cardiovascular diseases, including the genesis and progression of atherosclerosis. In fact, large series of human studies have further provided evidence on the therapeutic potential of targeting the CCL2‐CCR2 (C‐C motif chemokine receptor 2) pathway in human atherosclerotic disease (Georgakiset al,2022), which could also be relevant to minimize the risk of secondary cardiovascular complications after stroke.Also, patients with chronic systemic inflammatory diseases, such as rheumatoid arthritis, psoriasis, or psoriatic arthritis, are known to develop an increased risk of insulin resistance, dyslipidemia, hypertension, and other cardiovascular events, including myocardial infarction, heart failure, or cerebrovascular injuries. In this line, a recent French nationwide population‐based cohort study also described a higher incidence of acute cardiovascular events in a cohort of 200,000 patients diagnosed with inflammatory bowel disease (Kirchgesneret al,2018). In this study, cardiovascular risk was substantially increased even in the absence of the common well‐known cardiovascular risk factors, such as obesity, lipid disturbances, or hypertension, overall suggesting that inflammation could be a prominent shared key factor for the development of all these cardiovascular adverse manifestations. Hence, it is well conceivable that the systemic inflammatory response driven by the ischemic brain lesion itself could further predispose stroke patients for secondary (inflammatory) vascular events.Cardiovascular dysfunctionCurrent knowledge supports the hypothesis that there is a causal relationship between brain damage and cardiovascular dysfunction. Multiple mechanisms have been described to regulate this brain–heart interaction following stroke (Chenet al,2017). The most acknowledged mechanisms are the stroke‐induced imbalance of the sympathetic and PNS. Sympathetic hyperactivity after stroke leads to a massive release of catecholamines, which directly activates β‐adrenergic receptors on myocardial nerves and provokes ectopic cardiac activity (Wanget al,2019). Several clinical studies confirmed that this disturbance of the central autonomic pathway alters the physiological regulation and dynamics of the heart by decreasing heart rate variability (HRV), impairing baroreceptor reflex sensitivity (BRS) and further increasing the sympathetic and"
  },
  {
    "full_text": "(BRS) and further increasing the sympathetic and parasympathetic tone, with consequent cardiomyocyte toxicity (Chenet al,2017). Despite the catecholamine hypothesis is the most widely proven mechanism of the brain–heart interaction so far, alternative mechanisms and particularly the immune system is emerging as a further critical factor playing a key role in the brain–heart communication after stroke.Experimental animal studies have reported a higher incidence of cardiac dysfunction after ischemic stroke. Experimental stroke in mice resulted in chronic systolic dysfunction up to 8 weeks after the brain lesion, and caused a delayed reduction in left ventricular ejection fraction and an increase in left ventricular volume (Bieberet al,2017; Veltkampet al,2019). Preclinical studies have also demonstrated a substantial increase in plasma catecholamine levels after cerebral ischemia. Molecularly, this disturbance of the catecholamine homeostasis has been shown to induce the upregulation of a distinct set of PPARγ‐dependent genes involved in mitochondrial remodeling, regulation of catabolism, and hypertrophy in the heart (Veltkampet al,2019). Other preclinical studies have also observed that cardiac damage after stroke might be a consequence of an impairment of the cardioprotective Survivor Activating Factor Enhancement (SAFE) signaling pathway (Melouxet al,2018) and could also result from the disturbance of the calcium homeostasis in ventricular myocytes, which might ultimately restrict their contractile function (Sunet al,2010).The systemic immune response to stroke can be expected to have a direct impact on the heart and might also potentially cause cardiac dysfunction. The infiltration of pro‐inflammatory macrophages into the heart and the activation of the NLRP3 inflammasome pathway have been proposed as key events that could lead to cardiac dysfunction after ischemic stroke in mice (Linet al,2020). Interestingly, blocking the NLRP3 inflammasome in pro‐inflammatory macrophages restored cardiac function and reversed the myocardial morphological changes observed in mice after ischemic stroke (Linet al,2020). This close link between stroke‐induced systemic inflammation and heart dysfunction has been demonstrated to be even more pronounced in the presence of other comorbidities such as diabetes, which is likely to further promote the pro‐inflammatory immune response and the infiltration of immune cells to the heart due to enhanced vascular damage (Linet al,2020).In addition, several pro‐inflammatory molecules upregulated after stroke have been also highlighted as plausible mediators of heart damage, based on their well‐known role in the heart after cardiac injury and other inflammatory diseases, including sepsis. This is the case for IL‐6, IL‐1β, TNF‐α, and IL‐18, whose negative inotropic effects on the heart have been extensively documented during last decades and previously reviewed in detail (Prabhu,2004; Mann,2015; Chenet al,2017). Moreover,"
  },
  {
    "full_text": "Mann,2015; Chenet al,2017). Moreover, these pro‐inflammatory cytokines as well as other DAMP are also known to be able to activate cardiomyocytes through TLRs, which further increases the release of more pro‐inflammatory cytokines, sustain the inflammatory milieu, and could promote the development of cardiac dysfunction (Mann,2015).AtherosclerosisAtherosclerosis is an established cardiovascular risk factor predisposing patients to acute vascular events, including stroke (Parishet al,2019). Similarly, patients who survive an incident stroke also have increased risk for recurrent vascular events, including recurrent strokes or myocardial infarctions, which are both common severe manifestations of atherosclerosis (Dhamoonet al,2007). This bidirectional relationship between stroke and atherosclerosis indicates that beyond lipid disturbances, other mechanisms also promoted by stroke play a prominent role in the pathophysiology of atherosclerosis and vascular complications. In this regard, inflammation is known to play a critical role in the genesis, progression, and manifestation of atherosclerosis, as well as in the pathophysiology of ischemic stroke.Numerous data support the role of inflammatory mechanisms in the formation of atherosclerosis across all disease stages (Geovanini & Libby,2018). This pathophysiological process involves several steps, which includes: the activation of endothelial cells; the infiltration of monocytes to the atheroma; the secretion of pro‐inflammatory factors that further enhance the recruitment of immune cells; the formation of lipid‐rich macrophages and lipoprotein‐containing foam cells, which further secrete more pro‐inflammatory mediators; and the apoptosis of these macrophages and the formation of the mature lipid plaque, among others. Early findings in animal models of experimental myocardial infarction already documented that the systemic response to ischemic injury aggravates chronic atherosclerosis (Duttaet al,2012). Disease progression was associated with a pronounced increased in monocyte recruitment, which was attributed to a massive egress of hematopoietic stem and progenitor cells from bone marrow niches mediated through sympathetic innervation (Duttaet al,2012). More recently, exacerbation of atheroprogression has also been documented in the context of ischemic stroke (Rothet al,2018). In a synergistic manner to the sympathetic stress response, the stroke‐induced release of DAMP from the ischemic brain has been found to be also critical for the exacerbation of vascular inflammation after stroke. While the sympathetic activation induced egress of monocytes from the bone marrow, circulating alarmins promoted the subsequent activation and infiltration of these monocytes into the vascular plaque (Rothet al,2018). Recently,Hettwer and colleaguesalso reported an involvement of IL‐1β and the NLRP3‐inflammasome pathway in atheroprogression (Hettweret al,2021), which is a mechanism of likely relevance also for the"
  },
  {
    "full_text": "is a mechanism of likely relevance also for the inflammatory response after stroke. They demonstrated that IL‐1β and the NLRP3‐inflammasome pathway promote the expression of leukocyte chemoattractant factors and adhesion molecules on endothelial cells from atherosclerotic aortas, which substantially favors leukocyte infiltration. They also suggested that IL‐1β and the NLRP3‐inflammasome play a role in the proliferation of bone marrow hematopoietic stem and progenitor cells in the bone marrow, which increases the supply of inflammatory leukocytes to the blood. Indeed, anti‐IL‐1β treatment and NLRP3‐inflamasome inhibition in atherosclerotic mice reduced total plaque and necrotic core size, as well as the number of inflammatory leukocytes infiltrated in the atherosclerotic aortas (Hettweret al,2021).NETs are also well‐known constituents of atherosclerotic lesions. Since the presence of circulating NETs released upon neutrophil activation following stroke is well documented (Valléset al,2017), poststroke NETs have been also proposed to be implicated in atherogenesis. To date, NETs are known to induce endothelial cell dysfunction, boost oxidative stress and the oxidation of high‐density lipoprotein particles, and promote immunothrombosis and the accumulation of prothrombotic molecules in the vessel wall, thus contributing to atheroma and thrombus formation (Moschonas & Tselepis,2019; Stark & Massberg,2021). Similarly, NETs in the atherosclerotic region might also prime macrophages for cytokine release, which further amplify immune cell recruitment in atherosclerotic plaques (Warnatschet al,2015). All these findings provide further evidence that after stroke, the pronounced increase in the levels of DAMPS, including NETs, circulating IL‐1β and the systemic activation of the inflammasome pathways might have a translationally relevant impact on atheroprogression and potential plaque destabilization.Altogether, systemic inflammation is considered a crucial modifiable enhancer of atherosclerosis and the development of atherosclerotic plaques is now known to be potentially promoted by any medical condition or comorbidity that involve systemic inflammation, including the systemic response to stroke. Therefore, strategies pointing at the modulation of stroke‐induced chronic systemic alterations of the immune system might be of translational relevance for preventing the progression of atherosclerotic plaques and subsequent secondary vascular events.DiabetesPatients with diabetes mellitus present more than double the risk of incident stroke (Luitseet al,2012; Lauet al,2019; Zabalaet al,2020). Also, 25 to 45% of ischemic stroke patients have diabetes mellitus at the time of first stroke, and stroke outcomes are worse among diabetic patients, resulting in increased mortality and morbidity (Dhamoonet al,2007; Kernanet al,2014; Lauet al,2019).Metabolic disturbances specifically contribute to post‐stroke complications adverse stroke outcomes. Hyperglycemia has been"
  },
  {
    "full_text": "adverse stroke outcomes. Hyperglycemia has been widely associated with brain infarct growth, edema formation, hemorrhagic transformation and less‐favorable neurological outcomes after ischemic stroke (Williamset al,2002; Desilleset al,2013; Broockset al,2019; Suissaet al,2020). As the underlying mechanisms, data from preclinical experiments showed that hyperglycemia primes the thromboinflammatory cascade by activating the endothelium, platelets and neutrophils, and favors lactic acidosis and the accumulation of reactive oxygen species (ROS) (Zhanget al,2016; Desilleset al,2017). The consequent increase in microvascular thromboinflammation after stroke further contributes to alterations in cerebral blood flow and the permeability of the BBB, which can even provoke hemorrhagic transformations in the ischemic brain (Liet al,2013).Diabetic patients also show increased susceptibility to infections, including sepsis (Mulleret al,2005; Schuetzet al,2011). Results from pre‐clinical studies suggest that diabetes impairs host defense by compromising bacterial clearance and the innate immune response by reducing adherence, chemotaxis and phagocytosis of circulating innate immune cells (Delamaireet al,1997; Schuetzet al,2011). Also, hyperglycemia and the consequent increase in glycation end products have been shown to contribute to abnormal pro‐inflammatory cytokine production and decreased T cell function, and compromise the expression of class I major histocompatibility complexes (MHC) on surface of myeloid cells, overall impairing cell immunity and the host's immune defense against secondary infections (Alveset al,2012).Diabetes also promotes atherogenesis. It is well established that hyperglycemia promotes glycation and oxidation of circulating lipoproteins and exacerbates vascular shear stress, which generally causes alterations in endothelial phenotype and contributes to endothelial dysfunction (Harjaet al,2008). Uncontrolled high glucose levels may also promote plaque growth and instability by enhancing ROS production and the activation of the NLRP3‐inflammasome signaling pathway, which further facilitates leukocyte infiltration to the vascular plaque (Sharmaet al,2018).Yet from another perspective, chronic inflammation, and specifically immune cell activation, has been recognized as one of the contributing mechanisms to the development of insulin resistance and type‐2 diabetes (Tsalamandriset al,2019). Based on this, it would be reasonable to speculate that the stroke‐induced low‐grade chronic inflammation in the late phase after stroke could also potentially alter the development of this metabolic comorbidity. Several lines of evidence support this concept. First, TNF‐α, IL‐6, IL‐1β, and IL‐18 are known to be key influential modulators of diabetes, as also cytokines which are upregulated during the systemic immune response to stroke. The specific link of this molecules to diabetes has been well‐described in obese humans presenting sustained"
  },
  {
    "full_text": "in obese humans presenting sustained inflammatory conditions. In such, macrophages within the adipose tissue produce these pro‐inflammatory cytokines that ultimately impair insulin signal and promote the progression of insulin resistance by downregulating the expression of glucose transporters and their translocation to the cell membrane in adipocytes (Zatteraleet al,2020) (Jageret al,2007). Second, prolonged high levels of IL‐1β are known to also participate in insulin resistance by promoting pancreatic β‐cell dysfunction and cell death (Vermaet al,2013). Likewise, upstream of IL‐1β, the NLRP3 inflammasome pathway in myeloid cells also plays a part as a modulator of glucose metabolism and insulin resistance. In this regard, first pieces of evidence suggest that inhibition of NLRP3 inflammasome in obese mice improved both insulin signaling from adipose tissue and insulin secretion in the pancreas (Vandanmagsaret al,2011; Wenet al,2011) (Vandanmagsaret al,2011; Tsalamandriset al,2019). Based on these findings, future research should elucidate whether the stroke‐induced signaling through IL‐1β and NLRP3 inflammasome pathway could potentially trigger and exacerbate disturbances in the glucose metabolism in ischemic stroke patients.Altogether, these concepts reviewed above reinforce the close connection between chronic inflammation from diverse etiologies, including stroke and metabolic disturbances. Specifically, co‐occurrence of diabetes and ischemic stroke are now known to potentially activate diverse inflammatory pathways that share common immune mediators, ultimately boosting the inflammatory reaction to stroke and leading to a higher susceptibility to other inflammation‐associated comorbidities.Targeting systemic immunity to improve post‐stroke complications and comorbiditiesStroke promotes systemic inflammation, and growing evidence indicates that systemic inflammation represents a risk factor for the development of other inflammation‐related diseases, including cardiovascular events. Thus, it is plausible that some stroke comorbidities could partly either arise as a result of or be further exacerbated by the systemic immune response originated after an initial stroke event. Indeed, accumulating evidence suggest that conserved immunological mechanisms might play similar roles in different diseases of diverse nature that encompass systemic inflammation, further supporting a plausible effect of the stroke‐induced immunological response on the progression of other inflammation‐associated diseases (Hoyeret al,2019; Rothet al,2021a). Under this rationale, targeting post‐stroke chronic inflammation has currently emerged as a promising therapeutic intervention to ultimately improve stroke outcome, prevent recurrent vascular events and avoid secondary comorbidities (Table1).Table 1Clinical trials targeting systemic inflammation in patients with ischemic stroke.DrugMoATrial acronymUnique identifierPatients characteristicsPMIDPrimary outcomeObserved"
  },
  {
    "full_text": "characteristicsPMIDPrimary outcomeObserved outcomeApTOLLTLR4 antagonistNCT04734548Acute ischemic stroke patients treated with EV therapy–Adverse events at d90 (death, recurrent stroke, sICH)OngoingColchicineMicrotubule polymerization inhibitorCONVINCENCT02898610Non‐cardioembolic ischemic stroke or high‐risk TIA patients34414298Recurrent non‐fatal and fatal stroke or MI within 60 monthsOngoingDimethyl fumarateMulti‐target anti‐oxidant and immunomodulatory mechanismsNCT04890366Acute ischemic stroke patients treated with alteplase–Changes in lesion volume, HT and neurological impairment at d1 (NHISS)OngoingNCT04891497Acute ischemic stroke patients treated with EV therapy–Changes in lesion volume, HT and neurological impairment at d1 (NIHSS)OngoingEnlimomabAnti‐ICAM‐1 antibodyAcute ischemic stroke patients11673584Worse outcome (d5, d30, d90)AnakinraIL‐1R antagonistSCIL‐StrokeISRCTN74236229Acute ischemic stroke patients29567761Concentration of plasma IL‐6 at d3Reduced plasma inflammatory markers (IL‐6 and CRP)Indobufenplatelet aggregation inhibitorINSURENCT03871517Ischemic stroke patients35393360Recurrent stroke and moderate bleeding at 90dOngoingNatalizumabAnti‐VLA‐4 antibodyACTIONNCT01955707Acute ischemic stroke patients28229893Changes in lesion volume (baseline vs. d5)No reduction of infarct volume (d5, d30)ACTION2NCT02730455Acute ischemic stroke patients32591475Favorable outcome at d90 (mRS)No outcome improvement (d90)PioglitazonePPAR synthetic ligandIRISNCT00091949Ischemic stroke or TIA patients2545864429084736Recurrent non‐fatal and fatal stroke or MI at 5 yearsReduced risk of secondary ischemic stroke (5 years)NCT04123067Hyperglycemic acute ischemic stroke patients–Clinical improvement at d90 (NIHSS, mRS)OngoingRivaroxabanInhibits coagulation factor XaESUSNCT02313909Ischemic stroke patients29766772Incident events (stroke, TIA, embolism)Terminated due to no efficacyRISAPSNCT03684564Ischemic stroke patients with persistent antiphospholipid antibodies–Change in brain WMH volume at 24 monthsOngoingVipocentineInhibitor of Calcium‐dependent cyclic‐GMP metabolismNCT02878772Ischemic stroke patients28691141Changes in lesion volume (baseline vs. d7), brain inflammatory level, clinical improvement at d7 and d14 (NIHSS)Reduced secondary lesion enlargement, attenuated neuroinflammation, improved outcome (3 m)Abbreviations: EV, endovascular; GCS, Glasgow coma scale; GMP, guanosine 3′,5′‐cyclic monophosphate; HT, hemorrhagic transformation; ICAM‐1, intracellular adhesion molecule‐1; IL‐1R, Interleukin‐1 receptor; MAG, myelin‐associated glycoprotein; MI, myocardial infarction; mBI, modified Barthel Index; mRS, modified rankin scale; NHISS, National Institute of Health stroke scale/score; PPAR, peroxisome proliferator‐activated receptors; sIHC, symptomatic intracranial hemorrhage; S1P, sphingosine‐1‐phosphate; TIA, transient ischemic attach; TLR4, Toll‐like receptor‐4; VLA‐4, integrin α4β1; WMH, white matter hyperintensity.Several pro‐inflammatory mediators"
  },
  {
    "full_text": "hyperintensity.Several pro‐inflammatory mediators such as TNF‐α, IL‐1β, and IL‐6 have been proposed as key drivers of secondary vascular events after stroke. Since very limited data is available from stroke trials so far, a first line of evidence proving the potential beneficial effect of targeting these pro‐inflammatory molecules on common poststroke comorbidities has been inferred from clinical trials for other diseases that primarily manifest a chronic inflammatory response with shared immunological mechanisms. For instance, the use of TNF‐α inhibitors in patients with psoriasis and psoriatic arthritis has been shown to provide net benefits with regard to the risk of developing cardiovascular events (Yanget al,2016). Similarly, the incidence of other stroke‐associated comorbidities such as diabetes mellitus and dementia is known to be reduced by anti‐TNF‐α and anti‐IL‐1β therapy in patients with rheumatoid arthritis and comorbid type‐2 diabetes (Chouet al,2016) (Burskaet al,2015). Analogously to these diseases, targeting systemic immunity after stroke seems thus a promising strategy to attenuate the incidence of poststroke secondary comorbidities, despite the degree and extent of the inflammatory response across all these different diseases is still uncertain and may vary from one pathology to another.A second and more solid line of evidence comes from several randomized controlled clinical trials that have directly evaluated systemic immunity as a key target in patients suffering from diverse incident vascular diseases. For instance, several proof‐of‐concept clinical studies have assessed the effects of the pharmacological blockage of IL‐1β signaling pathway via the administration of Anakinra, a recombinant human interleukin‐1–receptor antagonist (IL‐1Ra), in diverse cerebrovascular diseases. The recent SCIL‐STROKE and SCIL‐SAH trials (Subcutaneous Interleukin‐1 Receptor Antagonist in Ischemic Stroke and aneurysmal SAH, respectively) two small single‐center double‐blind randomized phase 2 trials, demonstrated the efficacy of subcutaneous IL‐1Ra administration in reducing the peripheral inflammatory response, evaluated by plasma IL‐6 and CRP levels, in acute ischemic stroke and SAH, respectively (Galeaet al,2018; Smithet al,2018). In this same line, another clinical trial evaluating the effect of IL‐1Ra on lowering inflammation after spontaneous intracerebral hemorrhage is also currently ongoing (Studying Anakinra to Reduce Secondary Brain Damage After Spontaneous Hemorrhagic Stroke (ACTION,NCT04834388)). Beyond these cerebrovascular diseases, Anakinra has been also tested in clinical trials for other acute brain diseases like severe TBI. In such, a detailed panel of cytokines and chemokines were evaluated in cerebral microdialysates and arterial and jugular venous samples from TBI patients treated with subcutaneous IL‐1Ra or placebo (Helmyet al,2014; Lassarénet al,2021). IL‐1Ra treatment resulted in a notable attenuation of the"
  },
  {
    "full_text": "resulted in a notable attenuation of the neuroinflammatory response in brain, although far fewer differences were observed in the cytokine response to TBI at the systemic level for the treatment group (Lassarénet al,2021). Furthermore, beyond brain diseases, Anakinra has proved to be effective in reducing inflammation in patients with rheumatoid arthritis and type‐2 diabetes (Ruscittiet al,2019).The CANTOS trial (Canakinumab Anti‐inflammatory Thrombosis Outcome Study), a multinational double‐blind phase III study, was also designed to target inflammation in patients with established atherosclerotic disease who had prior myocardial infarction and high residual systemic inflammatory state (measured by high‐sensitivity CRP levels >2 mg/L)—comparable to the chronic inflammatory state after stroke (Ridkeret al,2017). Particularly, the CANTOS trial tested efficacy of reducing inflammation by neutralizing IL‐1β with Canakinumab, a full human monoclonal antibody. Canakinumab significantly reduced the incidence of cardiovascular events, including myocardial infarction, stroke and cardiovascular death. These beneficial effects were directly attributed to a lower systemic inflammatory response, since treatment with canakinumab did not show any effect on other well‐known cardiovascular risk factors such as lipids or blood pressure levels. Although results from the CANTOS study supported the notion that reducing vascular inflammation in the absence of concomitant lipid lowering reduces the rates of recurrent vascular events, the mechanisms underlying these beneficial effects remain incompletely understood. Importantly, IL‐1β neutralization in CANTOS significantly increased the frequency of global fatal infections and sepsis. These findings would argue towards a cautious use and further translation of such immunomodulatory approaches for use in patients with increased susceptibility to infections, such as stroke patients; therefore, more specific approaches that block specific pathways leading to subacute immune exhaustion rather than also inhibiting potential effector functions such as IL‐1β might be more promising for future development in stroke patients.Beyond IL‐1β, other anti‐inflammatory strategies are also now under investigation to lower inflammation and prevent cardiovascular events. This is the case of colchicine, a widely available, safe, and low‐cost anti‐inflammatory drug currently used as a treatment for gout, Behçet's disease and familiar Mediterranean fever. Mechanistically, colchicine is known to inhibit tubulin polymerization and microtubule generation, which primarily impairs cell mitosis and motility. Moreover, colchicine has also been known to interfere with the inflammatory process by inhibiting the synthesis of pro‐inflammatory factors, including TNF‐α, COX‐2, and E‐ and P‐selectin expression, among others, and impairing the activity of the NLRP3 inflammasome by blocking its oligomerization (Martínezet al,2018). These latest mechanisms"
  },
  {
    "full_text": "(Martínezet al,2018). These latest mechanisms of action of colchicine pointed to the fact that it might also potentially be used to reduce residual inflammation in cardiovascular diseases. In this regard, several clinical trials demonstrated that colchicine treatment is safe and effective for the prevention of secondary vascular events in patients with stable coronary disease or myocardial infarction (Nidorfet al,2013; Tardifet al,2019). Recent meta‐analyses performed on all available data from previous randomized controlled trials also demonstrated that colchicine treatment results in a significant reduction of stroke incidence in patients with high cardiovascular risk (Katsanoset al,2020; Massonet al,2020). Based on these first evidences in the cardiovascular field, the effect of this anti‐inflammatory treatment on the prevention of secondary adverse events following stroke is currently under investigation. An international multicenter, prospective, randomized phase 3 clinical trial (CONVINCE, Colchicine for Prevention of Vascular Inflammation in Non‐cardio Embolic Stroke) testing the efficacy of colchicine in ischemic stroke patients with an anticipated median follow up of 36 month is currently ongoing (Kellyet al,2021). The primary outcome of this clinical study is time to first recurrent nonfatal ischemic stroke, nonfatal cardiac events or fatal cardiovascular deaths. Similarly, colchicine is also currently being evaluated as a potential therapeutic intervention to reduce residual vascular risk in patients with peripheral arterial disease in another double‐blind randomized phase 3 clinical trial (LEADER‐PAD, Low Dose ColchicinE in pAtients with Peripheral Arterial Disease to Address Residual Vascular Risk).Taken together, the existing first clinical data from studies targeting systemic inflammation in multiple inflammation‐related diseases suggest that systemic inflammation is as an important driver of secondary vascular events in patients with underlying vascular comorbidities and preceding ischemic events. The currently ongoing and newly planned studies aiming at preventing vascular events after stroke by means of anti‐inflammatory strategies further highlight that the relevance of systemic inflammation after stroke has been already recognized by the large stroke research field, and will likely motivate further trials to test alternative anti‐inflammatory approaches and drugs for the prevention of post‐stroke comorbidities.ConclusionsIn recent years, systemic immunity has gained significant importance as a key player in the stroke pathology. Despite its increasing relevance, no consideration is yet given to systemic inflammation for the management of stroke patients in the clinical practice. Solid evidence points toward a tight connection between poststroke systemic inflammation and secondary complications, including infections and diverse cardiovascular pathologies. This emerging concept suggests that inflammation could be a potential"
  },
  {
    "full_text": "suggests that inflammation could be a potential target for intervention in stroke patients to improve stroke outcomes and avoid secondary complications at the same time. Particularly, targeting IL‐1β has shown promising results so far. The CANTOS study laid the foundation for the prevention of cardiovascular comorbidities by minimizing systemic inflammation and showed a clear benefit for patients with a high‐risk cardiovascular profile. Similarly, the beneficial effects of Colchicine for preventing secondary vascular events also support the promising potential of anti‐inflammatory agents as therapeutic approaches to minimize the incidence of cerebrovascular and cardiovascular diseases in patients of high risk. Several clinical trials for anti‐inflammatory strategies in stroke are currently recruiting and we can expect increasing interest in the systemic immune response as a therapeutic target. This development gives hope for a paradigm shift from a neuro‐centric view on stroke therapy toward the recognition of systemic effects as important elements in the personalized treatment of stroke patients.Author contributionsAlba Simats:Conceptualization; writing – original draft; writing – review and editing.Arthur Liesz:Conceptualization; writing – original draft; writing – review and editing.In addition to theCRediTauthor contributions listed above, the contributions in detail are:AS and AL contributed to the conception, writing, and editing of the manuscript.Disclosure and competing interests statementThe authors declare that they have no conflict of interest.For more informationiAmerican Heart Association is a voluntary organization dedicated to fighting heart disease and stroke—www.heart.orgiiClinicalTrials.govis a database of privately and publicly funded clinical studies conducted around the world—www.clinicaltrials.goviiiImmunoStroke consortium: DFG‐funded consortium for analyzing brain‐immune interaction in stroke—https://immunostroke.dePending issuesUncovering the source of increased systemic pro‐inflammatory mediators across time after ischemic stroke and their association with stroke severity and etiology.Understanding in detail the impact of each specific chronic pro‐inflammatory mediator on the pre‐existing or acquired comorbidities after ischemic stroke.Understanding the interaction between primary immunological mechanisms after stroke with other pathways such as stress response or neurohumoral signals in modulating post‐stroke immunity.Elucidating the effect of targeting systemic inflammation as a therapeutic approach to minimize the incidence of secondary comorbidities chronically after stroke.Supporting informationTable EV1Click here for additional data file."
  }
]