[
  {
    "full_text": "TITLE: Ten Steps Toward Improving In-Hospital Cardiac Arrest Quality of Care and Outcomes☆,☆☆,☆☆☆ BODY: Improving in-hospital cardiac arrest (IHCA) quality of care for adult and pediatric patients—not simply survival—requires a comprehensive set of programs and actions. Ideally, these should be embedded in a system of care that (1) plans and prepares for IHCA, (2) prevents IHCA when avoidable, (3) delivers high-quality, guideline-based resuscitation, and (4) continuously evaluates and improves itself within a culture of person-centered care.IHCA is a high-risk event among hospitalized patients of all ages worldwide that is associated with significant morbidity and mortality.1Estimates of its incidence vary across industrialized countries with rates in adults between 1.2 and 10 per 1000 hospital admissions,2-5which translates to ≈300 000 IHCA events in the United States each year with a reported survival rate to hospital discharge of ≈25%.5Although experiences outside of higher income countries are limited, reported data suggest high incidence rates of IHCA in low- to middle-income countries like Uganda and China.6,7These events are medical emergencies that require immediate treatment by teams of interdisciplinary health care professionals to optimize outcomes. Not surprisingly, there is a significant burden on hospitals to create and maintain resuscitation systems that are able to identify IHCA, activate an emergency response, and deliver high-quality resuscitation. Yet despite these pressures, there is consistent evidence that the quality of care around IHCA remains suboptimal and varies across hospitals and countries.8-10.Given the variation in IHCA quality of care and outcomes, the International Liaison Committee on Resuscitation (ILCOR) launched an initiative to provide strategic guidance delineating critical steps to improve IHCA care. The member councils comprising ILCOR are the American Heart Association, European Resuscitation Council, Heart and Stroke Foundation of Canada, Australian and New Zealand Committee on Resuscitation, Resuscitation Councils of Asia, Indian Resuscitation Council Federation, and the collaborating organization, International Federation of Red Cross. The Ten Steps Toward Improving In-Hospital Cardiac Arrest Quality of Care and Outcomes in this document (Fig. 1;Table 1) is the result of this effort and builds upon prior work in the space of out-of-hospital cardiac arrest care by the Global Resuscitation Alliance.11These steps represent the consensus of a Writing Group of >30 interprofessional experts drawn from various branches of medicine, nursing, and allied health care professions.For clarity and mutual understanding, we define IHCA as any infant, pediatric, or adult patient who sustains a cardiac arrest within a hospital setting recognizing that, for some hospitals, this may include surrounding geographic areas on a campus (eg, lobby, parking structures) and nonpatient visitors (we do not address neonatal"
  },
  {
    "full_text": "nonpatient visitors (we do not address neonatal resuscitation in this document given its distinctive aspects). We appreciate that this decision means there may be heterogeneity in how IHCA is defined by each hospital, as nonpatient visitors are unique from hospitalized patients, and they are likely to sustain a cardiac arrest for different reasons. However, for this document, the Writing Group felt that what is common across IHCA is established systems are needed to care for these critical events. IHCA necessitates immediate and appropriate recognition and intervention, often including immediate cardiopulmonary resuscitation (CPR), defibrillation, and other guideline-based interventions. We acknowledge that with this definition of IHCA that can occur in any setting within the hospital or its campus, IHCA will be distinct from out-of-hospital cardiac arrest in terms of etiology (eg, hypoxia, infection), response, and outcomes.12.SELECTION OF WRITING AND ADVISORY GROUPSMembers of the Writing Group come from diverse regions across the globe, offering a unique blend of perspectives and experiences from both low- and high-resource settings. These individuals were selected by relying on nominations from ILCOR and other expert groups in resuscitation care from around the world. We tried to balance the membership across nationalities, professions, demographics, and resource settings. To support this Writing Group and ensure a diverse set of voices were heard, we also had an Advisory Board of >30 members who served to provide additional feedback throughout the process.METHODOLOGY OF SELECTING THE TEN STEPSThe process for selecting materials to include in this document entailed several rounds of brainstorming, discussion, and refinement to ensure the final steps truly reflect a global, comprehensive, and practical approach to improving IHCA care. Throughout the process, special consideration was placed on low-resource settings and the unique challenges they may face. Although this document reflects expert consensus guidance on best practices and published evidence from ILCOR statements,13,14it does not contain a systematic literature review or incorporate a formal grading of evidence.Via a virtual platform, the Writing Group met numerous times over 5 months followed by a 2-day in-person meeting (May 28–29, 2023) in Brisbane, Australia, that included an iterative group discussion format for voting, which resulted in the Ten Steps included in this document. We created several workgroups examining cardiac arrest phases of care (processes of care before, during, and after cardiac arrest), as well as key topic areas of focus (metrics and data, ethics, education, tools and devices, and teams and systems). Independent workgroups completed semistructured reports back to a Steering Committee and the entire Writing Group. Then during the 2-day in-person meeting, we had a series of facilitated discussions to vote on themes that arose from these discussions. We voted"
  },
  {
    "full_text": "that arose from these discussions. We voted over 3 cycles and presented results from the voting (central tendencies, dis-persion) to the Writing Group between cycles. At the conclusion of the meeting, we identified the Ten Steps to provide practical guidance for hospitals and health systems that are shared in this document. The Advisory Group was consulted 2 × throughout this process, and at the conclusion, to ensure the steps were relevant, practical, and applicable to a broad population of patients. The goal of this inclusive and consultative process was to create a document that respects diversity, embraces inclusivity, and speaks to the realities of a wide range of health care environments from low- to high-resource settings.IMPLEMENTATION OF THE STEPSOur collective commitment to enhancing IHCA care has been the driving force behind this work, underscoring the essential role of collaboration in addressing complex health challenges. Our intent is not to impose a one-size-fits-all approach; rather, we recognize that local context, considering unique needs, geographic concerns, and available resources, will guide the prioritization and application of the Ten Steps. In other words, the steps are not meant to represent a natural order or a hierarchical sequence for their introduction into a system. Rather, each institution or health system should use these steps to identify the areas of the greatest need in determining which steps they would prioritize to achieve the highest impact on their IHCA care. The goal is to assist hospitals and health systems to establish, support, reinforce, evaluate, and improve their resuscitation systems for IHCA, with the aim of enhancing survival outcomes, ensuring quality care, and fostering a continuous cycle of improvement (Figure).Our goal here is to provide practical guidance to improve IHCA quality of care and outcomes. To implement the Ten Steps in this document effectively, each institution should first conduct a thorough needs assessment of its existing infrastructure, including its teams, protocols, and resources, as well as its outcomes related to IHCA. Based on this appraisal, the institution can then use the suggested steps to identify gaps, set priorities, and create an action plan tailored to its context and resources. Such approaches may involve creating a multidisciplinary team committed to the improvement process, ensuring that the communication lines are open and developing a shared understanding of the objectives.We cannot underscore enough the critical role of champions, resources, and administrative support in implementing these steps—themes that came up frequently during our discussions. Achieving excellence in IHCA care is not simply about applying new techniques or protocols; it involves fostering a culture that values continuous improvement, patient-centered care, and interdisciplinary teamwork. The need for adequate resources, coupled with a strong commitment from the administration, is"
  },
  {
    "full_text": "a strong commitment from the administration, is integral to nurturing such a culture and ensuring sustained improvement. Our guidance in the Ten Steps places a significant emphasis on affordability, availability, and sustainability of IHCA care. Addressing these aspects requires expanding our scope to cover essential areas such as training, education, and postresuscitation care (including beyond hospital discharge). This includes developing innovative, cost-effective solutions and strengthening the human resources through capacity building and continuous training, particularly in low-resource settings.Many insights came after robust discussion among the Writing and Advisory Groups around challenges different hospitals and health care professionals face with IHCA. As a result, this document offers unique perspectives on IHCA care by going beyond the traditional focus on survival outcomes emphasized in guidelines. For instance, addressing emotional needs of families of both survivors and nonsurvivors of IHCA arose as a vital component of comprehensive care that is now embedded in this guidance. Moreover, opening conversations regarding organ donation with family members, when appropriate, arose from our discussions. Lastly, we underscore the necessity of supporting health care professionals involved in these emotionally charged, high-stake situations to ensure their physical and psychological safety. Without caring for health care professionals, the entire system cannot function at the highest level over the long term.Finally, this document is not intended to be static; it is meant to be a living guide that should change and evolve with new evidence, experience, innovative practices, and feedback from its users. We suggest using this document and the associated tools and case examples that will be posted online atwww.ilcor.org/in-hospital-cardiac-arrest, to help others with implementation of the Ten Steps. This will allow these steps to remain responsive and relevant to the changing needs of health care institutions and the diversity of the populations they serve. Your contribution in the form of insights, experiences, suggestions, and case examples to this online site will help ensure the ongoing refinement and enhancement of these guidelines.Step 1: Build and Support Governance and Infrastructure for a Resuscitation ProgramCreate a governance structure with administrative leadership to advance resuscitation excellence. Empower local operational champions and ensure a robust quality improvement program.SummaryBuilding a robust governance structure with administrative leadership committed to advancing resuscitation excellence is a key foundation to improving survival from IHCA. Delivery of resuscitation care requires structures (eg, appropriate equipment, adequately trained health care professionals, prospective resuscitation database) and processes (eg, evidence-informed protocols, policies, and procedures). These integrate to form an effective"
  },
  {
    "full_text": "procedures). These integrate to form an effective system of resuscitation care, which leads to improved patient outcomes, held together by a framework of continuous quality improvement.15,16Strategies for ImplementationLocal operational champions leading resuscitation programs should be individuals who are invested in and have accountability and authority to oversee such programs, so that they can advocate for change and ensure the sustainability of changes and developments.17A recent study on hospital champions and IHCA survival found that hospitals with an active physician champion were 4× more likely to be in a higher survival quintile.18A review of champions in health care–related implementation consistently found that they are critical to implementation effectiveness.19Champions can engage administrative leadership to obtain resources needed for appropriate equipment (eg, defibrillators, resuscitation medications, airway devices, CPR compression quality-monitoring devices), advocate for participation in a resuscitation database, and ensure adequately trained health care professionals, to implement evidence-informed protocols, policies, and procedures.Supportive infrastructure and policies will be needed for achieving high-quality care and outcomes in IHCA, to identify motivated and passionate champions, and to provide champions with resources to innovate and direct continuous quality improvement. Effective leaders and teams will draw from multiple disciplines and hospital departments (eg, medical, nursing, respiratory therapy, pharmacy) linked to best practices in IHCA education and training.20Champions who are present, visible, and who actively seek feedback and address concerns will be those who most effectively build trust within their teams and the larger resuscitation system.Step 2: Collect Data to Measure and Improve Resuscitation Processes and OutcomesUse data to assess education, training, performance, and outcomes across the continuum of resuscitation care and to devise and evaluate the impact of quality improvement efforts to ensure their sustainability. Consider participating in resuscitation registries to enable benchmarking and contribute to knowledge transfer.SummaryYou cannot improve what you do not measure. Measurement is the cornerstone of performance management and quality improvement. At a basic level, this should include measuring cardiac arrest occurrence and survival outcomes. However, collection of data across the broader continuum of in-hospital resuscitation care enables assessment of performance and identification of areas for improvement. The specific nature of the data to be collected should be driven by the resources and needs of the hospital that can differ across institutions. For example, measurement of CPR quality could provide insights regarding CPR training needs21; measurement of time to defibrillation could identify the need for easier and faster access to defibrillators.22The ILCOR Utstein reporting"
  },
  {
    "full_text": "to defibrillators.22The ILCOR Utstein reporting statement for IHCA represents one example of how hospitals and health systems could collect such data. This statement provides guidance for developing core and supplemental data elements across 6 domains: hospital, patients, pre-event, cardiac arrest process, postresuscitation process, and outcomes.23To enable comparisons both within and between institutions, adherence to Utstein definitions for variables optimizes usefulness of the data collected.23Over the last decade, there has been a proliferation of national and regional out-of-hospital cardiac arrest registries.24Although participation in a cardiac arrest registry can help catalyze quality improvement efforts through benchmarking, there are relatively few national or regional IHCA registries.25Exceptions include the American Heart Association Get With The Guidelines-Resuscitation registry,26the National Cardiac Arrest Audit in the United Kingdom,27and several smaller registries.1There is evidence from observational studies that Get With The Guidelines-Resuscitation participation duration is associated with a significant improvement in IHCA quality of care28and event survival.29,30Strategies for ImplementationThe goal of IHCA data collection is to inform quality improvement initiatives. As such, it is important that there is buy-in from hospital leadership and resuscitation stakeholders, given that data collection requires resources and personnel (software, infrastructure, and dedicated personnel). The extent of data collection efforts (eg, number of data elements) can be tailored to institutional priorities and available resources. For hospitals with limited resources, it is reasonable to start with collecting core variables23initially and escalating data collection efforts over time.1There are 2 important hospital data collection issues. First, identifying patients who are at risk for or experience an IHCA event is not straightforward, and institutions should develop a consistent process to label all IHCA cases (eg, based on the Utstein definition). Second, collecting IHCA data in real time is often challenging as it can interfere with resuscitation care delivery. Moreover, data collection hinges on accuracy of documentation by frontline professionals. Therefore, institutions should develop teams trained to collect IHCA data, as well as harmonizing hospital information systems for supplementing data elements for the registry. Furthermore, strategies to follow-up patients after hospital discharge should be considered to better understand long-term outcomes.Step 3: Implement Effective Education and Training for ResuscitationCreate and maintain resuscitation education and training programs for resuscitation, including (1) standardized, in-person resuscitation courses; (2) low-dose, high-frequency in-situ training; (3) team-based training and simulations; and (4) debriefing to learn from resuscitation events.SummaryTo improve patient outcomes,"
  },
  {
    "full_text": "events.SummaryTo improve patient outcomes, resuscitation education and training programs are essential for all hospital staff. Educational programs should be guideline based and tailored to meet employees’ needs.31-34Knowledge may be acquired and retained using didactic sessions, blended learning, or online learning formats.21,35Staff training should emphasize team competencies, recognition of cardiac arrest, and incorporate the hands-on practice of psychomotor skills to deliver high quality with early defibrillation if indicated.Education ideally should be spaced over time in a low-dose, high-frequency manner.36-39Programs may include skill stations to train psychomotor skills where only 2 to 5 minutes of hands-on training every 1 to 4 months can improve skill acquisition and retention.40,41Contextual skills and teamwork competencies may be promoted using in-situ simulations tailored to the setting and the needs of health care professionals. In-situ simulations may be planned training sessions or unannounced to test the system and identify latent safety threats.42-44Debriefing after clinical cardiac arrests allows participants to reflect on resuscitation events, clinical performance, and goals for improvements and has been associated with improved patient outcomes.20Strategies for ImplementationAn essential element to successful education and training for IHCA is strong and responsive leadership support with appropriate resource allocation (personnel, time, equipment, physical space, etc). Leadership should prioritize and promote resuscitation education and share data from clinical cardiac arrests.20Developing an educational program starts with a need assessment to identify knowledge gaps and skill deficiencies among hospital staff. Next, designing a tailored program and piloting the intervention with a small cohort allows project leads to address issues before scaling to a larger audience. Include a train-the-trainer session to have highly skilled employees learn how to train larger groups. Integrate real-time feedback (ie, CPR feedback with devices or CPR coaches) and debriefing sessions into the training. Constructive feedback allows learners to reflect on self-performance and individualized areas for improvement.Implement a robust evaluation and sustainability process to measure the effectiveness of the training program over time. Outcomes data on IHCA should be used to inform the process of continuous quality improvement.45Step 4: Establish Patient and Family Goals of Treatment Early and Reassess OftenProactively and collaboratively engage patients and their families in dialogue regarding their preferences for resuscitation in the context of their values, comorbidities, frailty, and family needs. Recognize that there are patients for whom resuscitation is unwanted or unlikely to result in an outcome that is acceptable to the patient. Ideally, goals of treatment conversations would start in the community and be updated on admission and"
  },
  {
    "full_text": "in the community and be updated on admission and after any change in clinical condition.SummaryGoals of treatment discussions play a crucial role in patient care, especially when addressing emergency treatment decisions like resuscitation.46,47Ideally, these discussions should occur before hospital admission and involve the patient and their primary care practitioner. These should consider realistic goals for treatment alongside patients’ personal values and preferences and any advanced directives.48Upon admission to the hospital, it is essential to revisit and establish clear goals of treatment (eg, relevant options, limited time trials), as well as specifically addressing emergency treatments such as CPR, as some patients may not want to be resuscitated.49During the hospital stay, it is necessary to reassess goals of treatment as the patient’s illness or injury evolves, following a change in patient preferences or their risk of cardiac arrest, or when transferring to a different care setting.48,49This includes continuously evaluating the effectiveness of ongoing therapies and considering the option of withdrawing life-sustaining treatments. Overall, fostering open and informed discussions about treatment goals between patients, their families, and health care professionals is vital to delivering patient-centered care and ensuring that medical decisions are in line with the patient’s preferences and values.Strategies for ImplementationStructured communication tools improve the quality of communication, patient involvement, and documentation of patient wishes and treatment plans.50-52Staff need to be supported with training in the use of such tools, and recommendations should be recorded to ensure that these decisions are accessible and transferrable within and between care settings. If organ donation is appropriate, ensure trained staff handle the interface with the patient’s family and the treatment team is made aware.53Culturally sensitive materials should be developed and implemented to acknowledge that approaches to goals of treatment will vary across communities. Collaborative decision-making models that involve families, community leaders, and health care professionals can be used to ensure that cultural values and preferences are respected while honoring the individual’s wishes (eg, family presence during resuscitation).Step 5: Stop Preventable IHCAHave systems (eg, early warning systems) and teams (eg, medical/rapid response teams) in place to enable early prediction, identification, and response to deteriorating patients. Provide effective communication to ensure a clear plan and safe transition of care.SummaryPreventing IHCA will reduce hospital morbidity and mortality. While not all IHCAs are predictable or avoidable, having an approach to stopping preventable IHCA is a key step toward saving lives. Stopping preventable IHCA requires the establishment of afferent alert and efferent rapid response systems that are bolstered by robust"
  },
  {
    "full_text": "response systems that are bolstered by robust implementation, governance, and continuous quality improvement. Reliable methods to communicate treatment plans and patient values or preferences among clinical teams are critical in stopping preventable IHCA and making appropriate resuscitation interventions (including not starting a resuscitation).Published rates of preventable IHCA range from 9% to 78% in hospital wards and from 10% to 41% in intensive care units.54-59Opportunities for addressing preventable IHCA should be prioritized by local hospital cardiac arrest and quality improvement committees.56,60,61The ILCOR Consensus on Science With Treatment Recommendations suggests that hospitals consider the introduction of a rapid response system to support deteriorating patients and reduce the incidence of IHCA.62However, a recent Cochrane review reported that early warning scoring and rapid response systems provide little or no benefit.63Despite limited evidence that early warning scoring and rapid response systems improve outcomes, they are a global patient safety mainstay and recommended by several key organizations.15,64,65Strategies for ImplementationImplementation of rapid response systems is complex, and data on best practices are limited.Evidence suggests that high-performing rapid response systems are staffed by a multidisciplinary team of dedicated personnel without competing responsibilities, who work collaboratively with bedside teams, and foster a culture of safety that enables system activation without concern for reprisal.66Rapid response systems should work 24/7, which presents instances where shared decision-making might be difficult. In such circumstances, transfer of patients to a high level of care may provide time for involvement of other teams in decisions on resuscitation. Rapid response systems might also consider palliative and end-of-life care during a response.67-69Because escalation of care to prevent IHCA is often driven by vital sign abnormalities or clinician concern, regular measurement and interpretation of vital signs is critical to IHCA prevention. Severity-of-illness scoring systems can be used for assessment and detection of deterioration, thus prompting a timely clinical response. There is increasing interest in integrating machine learning-based and artificial intelligence–powered systems to enable early detection of the deteriorating patient.70,71Step 6: Develop and Deploy an Effective Resuscitation Response SystemMake available a hospital-wide resuscitation response system that is easily and rapidly activated. Ensure a high-quality resuscitation team that includes preassigned, experienced, and interdisciplinary health care professionals.SummaryEven a minute of delay can significantly worsen a cardiac arrest victim’s likelihood of survival.22,72,73Prompt detection of cardiac arrest and delivery of basic life support including high-quality CPR, defibrillation, and timely treatment by initial responders are"
  },
  {
    "full_text": "and timely treatment by initial responders are critical. Immediate activation and response from a multidisciplinary resuscitation team that can initiate advanced life support is essential. High-performing systems ensure that resuscitation teams are supported by administrative leadership.Over the last several decades, there has been substantial emphasis on training health care staff on resuscitation protocols.74Recent studies have highlighted strategies for implementing resuscitation teams at hospitals that consistently achieve high IHCA survival.9,17,20,66,75These attributes include dedicated or designated resuscitation teams that are preassigned, multidisciplinary team members with clear roles and responsibilities, and effective communication and leadership during IHCA. Moreover, a strong emphasis on training, mentoring, and empowerment of frontline health care professionals like nurses was also present in these studies.Strategies for ImplementationWe propose that hospitals implement a resuscitation team that can be rapidly deployed to a patient in cardiac arrest. Emergency plans to bring equipment such as a defibrillator, emergency drugs, and airway to the bedside are vital. All initial responders should be trained to start CPR.To address the complex and myriad needs of patients with IHCA, the resuscitation team should ideally include medical staff and nurses with other health professionals as appropriate. Resuscitation teams are more effective when members are preassigned and available to respond immediately.9,76At some institutions, hospital staff who respond to cardiac arrest and other hospital emergencies have limited-to-no other responsibilities.66While such a model may not be universally applicable, it is important that the team leader and key roles such as who will perform chest compressions, provide defibrillation, and manage the airway are delineated before, or early during a cardiac arrest, and matched to individual skills. Strong effective leadership, closed-loop communication, and mutual respect are hall-marks of highly effective resuscitation teams. It is also vital that resuscitation teams are well supported with education and training efforts that go beyond traditional training on cardiac arrest algorithms.20.Step 7: Deliver Guideline-Based Resuscitation CareFocus on essential components of guideline-based skills for basic life support, advanced life support, and pediatric life support. These include prompt initiation of high-performance CPR and defibrillation and the use of appropriate and cause-directed interventions. Avoid nonrecommended interventions and early termination of resuscitation.SummaryGlobal consensus has been achieved through ILCOR and the regional resuscitation councils on what constitutes best practice for the care of a patient with IHCA. Adherence to guidelines for IHCA is associated with improved rates of return of spontaneous circulation (ROSC), survival to hospital discharge, and long-term neurological"
  },
  {
    "full_text": "to hospital discharge, and long-term neurological outcome and quality of life.77,78Key components of resuscitation care include prompt initiation of high-performance CPR, defibrillation (when indicated), and the use of appropriate and cause-directed interventions to address the etiology of the IHCA. Efforts also should be made to avoid nonrecommended drugs, interventions, and early termination of resuscitation.13,79-81Strategies for ImplementationAs soon as an IHCA event is detected, start CPR immediately. Efforts should be made to closely monitor CPR quality by assessing the rate, depth, recoil, and compression fraction. This could be assisted by the use of capnography or a CPR feedback device. Rotate the individual performing chest compressions every 2 minutes or earlier, minimize interruptions to maintain quality of chest compressions (eg, during peri-shock pause, airway management, ventilations, and rhythm analysis), and optimize hand position during compression (lower half of sternum).Initiate rhythm analysis and perform manual defibrillation (when indicated) as quickly as possible, ideally within 2 to 3 minutes of detecting cardiac arrest as each minute of delay is associated with lower survival.22Defibrillators should be user-friendly and chosen based on the probable users. Place defibrillators strategically in hospital to ensure quick access.Monitor and optimize ventilation, considering factors like rate and volume, while avoiding hyperventilation. Whenever possible, bag-mask ventilation is ideally performed by 2 providers as 1-person bag-mask ventilation can be challenging. Avoid interruptions to chest compressions when inserting a supraglottic airway device or tracheal tube. An end-tidal carbon dioxide waveform capnography device should be used to confirm and monitor tracheal tube placement,82as classic clinical signs of tracheal intubation are not reliable.83Inject intravenous epinephrine (adrenaline) as quickly as possible for IHCAs with a nonshockable rhythm (and ideally within the first 5 minutes)73and after the second or third defibrillation for IHCAs with a shockable rhythm.84Repeat epinephrine at 3- to 5-minute intervals. Consider the intraosseous route if unable to obtain intravenous access. Administer lidocaine or amiodarone for shock-refractory ventricular fibrillation. Do not give calcium or bicarbonate unless there are specific indications (eg, hyperkalemia, tricyclic antidepressant overdose).Avoid premature termination of resuscitation efforts.85,86In the absence of clear termination guidelines, data-informed standardized institutional decision algorithms should be developed collaboratively with consensus from all resuscitation stakeholders.Step 8: Deliver Guideline-Based Postcardiac Arrest CareEmpower multidisciplinary teams to provide guideline-based post–cardiac arrest care, throughout and beyond hospitalization. Use multiple modalities to inform prognostication. Consider organ donation, when"
  },
  {
    "full_text": "prognostication. Consider organ donation, when appropriate.SummaryPost–cardiac arrest care begins as soon as ROSC is established and should be delivered by a multidisciplinary team to address components of pathophysiology, psychology, and stress syndromes. Team composition may be determined by the clinical context and available resources. Team members should have ready access to and a clear understanding of contemporary guidelines and their institution’s protocols upon which to base care. Guideline-based care continues beyond the intensive care phase and into the ward/rehabilitation hospital/home setting and should engage, monitor, and support family and community as team members.87,88Palliative care and organ donation services should be involved as needed based upon individual patient needs and clinical context.Strategies for ImplementationAccurately assessing and communicating the patient’s prognosis at various intervals after ROSC helps families and caregivers prepare for potential outcomes and informs decisions about the relative benefits and risks of life-sustaining treatments. Population statistics based on patient demographic and arrest characteristics, especially when based on a hospital’s own data, can provide families and caregivers a general idea of the patient’s prognosis. However, the accuracy of prognostication at the individual level is limited in the early period after ROSC and typically is deferred (eg, for at least 72 hours after ROSC) under current guidelines. The accuracy of prognostication is also dependent on the modalities used, when they are measured, and potential confounding factors. It is recommended that hospitals use > 1 validated predictor of poor neurological outcome when making decisions about limiting life-sustaining therapy as no modality is 100% accurate.Patients resuscitated from out-of-hospital cardiac arrest who meet circulatory or brain death criteria or other irrecoverable injury are potential multiple-organ donors.89-91While a knowledge gap exists with respect to organ recovery following IHCA,92there is the potential of appropriate referrals for organ donation for patients with circulatory or brain death after achieving ROSC,93recognizing there is variation in perceptions of death in relation to organ recovery,94as well as cultural and legal considerations.53Step 9: Implement a Person-Centered Culture of Excellence in CareEnsure there is informed, culturally appropriate communication with patients and family to support them and to understand their goals, values, and preferences. For cardiac arrest survivors, development of postdischarge plans with targeted resources (eg, primary care, rehabilitation) is crucial for recovery and survivorship. For families of nonsurvivors, offer grief and bereavement resources.SummaryThe involvement and influence of family members for hospitalized patients vary across different cultures and environments. Relatives might be present during a resuscitation and be advocates for"
  },
  {
    "full_text": "during a resuscitation and be advocates for patients during critical phases of care, and their involvement is integral to patients’ well-being.95,96Family-centered care during IHCA embraces dedicated policies that enhance patient well-being, including consideration of the family context, illness-specific education for staff, and collaboration between patient, family, and health care professionals.97Patients’ wishes for treatment may change depending on their clinical condition and the context around them.98Thus, it is important to ensure that patients and families are aware of the current goals of treatment, to address hopes and fears proactively and to engage patients and family members repeatedly.99Despite resuscitation efforts, patients sustaining an IHCA may not survive, so it is important to facilitate a good death, where end-of-life care is a crucial part of patient- and family-centered care. Meeting personal comfort needs, such as having a nonhospital blanket or food from home, creates peaceful memories during final moments100,101and may play a role in the emotional well-being of family members who often experience depression, complicated grief, and reduced quality of life.100Families of nonsurvivors of IHCA need support for grief and bereavement.102,103Survivorship from IHCA comes with many emotions, and survivors may struggle to develop their own adaptive strategies to continue their lives. Therefore, survivors need tailored rehabilitation and recovery plans based on what is important to them.104Comprehensive discharge plans should encompass physical, cognitive, psychological, and social goals beyond those specifically related to IHCA.105Connection with other survivors through established social networks can facilitate peer-to-peer interactions with others who share a similar life experience.Strategies for ImplementationHealth care professionals should plan regular meetings with patients and families where hopes and fears, as well as current goals of treatment, are on the agenda. A key part of this process will be to ensure that adequate social support services are provided to families. It would be ideal for providers to offer written information for anything that needs to be remembered or acted upon. For families of nonsurvivors, it is important to offer counseling support for grief when needed.Overall, it would be ideal for hospitals to have a long-term discharge plan encompassing all aspects of survivors’ lives including referral to appropriate physicians and support groups. This should include not only the physical sequelae of IHCA (physical and occupational therapy) but also interventions to address mental health (eg, posttraumatic stress disorder, depression, anxiety) and access to such care.Step 10: Ensure the Well-Being of Health Care ProfessionalsThere should be a holistic focus on the psychological, physical, and spiritual well-being of health care professionals. Caring for the care team ensures that treatment of IHCA patients"
  },
  {
    "full_text": "care team ensures that treatment of IHCA patients remains at a high quality.SummaryThe emotional and physical demands of resuscitations, coupled with the potential for unfavorable outcomes, can result in significant psychological burden on those involved. This may lead to stress, feelings of inadequacy and failure, burnout, and posttraumatic stress disorder that may persist long term.106-109These sequelae are a threat to health care professionals’ well-being, staffing, quality of care, and stability of the health care system.110Local champions and administrators should routinely assess the emotional state of their staff (and themselves) and offer appropriate psychological support, as needed (eg, therapists or psychiatrists, mentorship, and mindfulness meditation).111In addition, spiritual support should be considered and may take form of having a postresuscitation moment of silence, providing physical space for prayer and meditation, or involvement of chaplain staff.112These interventions should take diversity of beliefs, traditions, and cultures into account.Coaching and mentorship for health care professionals are additional methods for ensuring provider well-being.113-115Peer mentorship can provide essential emotional support, assist with coping strategies, and facilitate psychological resilience amid acute traumatic events.116,117Sitting down to check in with a peer after a resuscitation is one way to acknowledge the experience of that individual.Debriefings after IHCA may be used for quality improvement or psychological well-being.118,119Debriefings held immediately after the arrest (hot debriefings)120may be conducted to check on care providers’ emotional reactions.121Debriefings can also be used to assess health care professionals’ well-being and identify staff members in need of additional support. Processes should be in place to ensure any identified staff receive necessary services with guarantees of confidentiality.Strategies for ImplementationInitiatives that address the psychological stress and trauma of caring for IHCA patients require strong administrative and leadership support. Program development and sustainability requires dedicated resources for staff time and an infrastructure to guarantee confidentiality and psychological safety. Staff members should have input into the program at every level. Factors for successful implementation include rigorous program evaluation, a growth mindset culture, buy-in by staff and leadership, ensuring sufficient resource allocation, and prioritization of goals.122CONSIDERATIONS FOR LOW-RESOURCE SETTINGSProviding resuscitation care in low-resource settings presents unique challenges, including access to training in life support skill courses, sufficient staffing, appropriate equipment and technology, funding for data collection and quality improvement, competing medical priorities to IHCA for hospitals to consider, and a lack of experienced leadership in this area. Nonetheless, core elements"
  },
  {
    "full_text": "in this area. Nonetheless, core elements of many of the Ten Steps can be adapted to the local clinical context, bearing in mind cultural differences and resource limitations. We share some of these unique aspects and principles below.One key principle was that starting with modest steps may require minimal investment of time and resources but have significant clinical impact (eg, identifying a local champion). Professional organizations and societies can be a resource for expertise and practical advice for initiating resuscitation programs in low-resource settings to maximize their effectiveness. They can provide assistance with prioritization so that high-impact, low-cost processes are used to kick-start new programs.123For example, IHCA data collection and outcome measurements may be linked with ongoing quality improvement processes in countries or areas with limited resources. Institutional or single-center IHCA registries may be helpful in understanding local factors and unique challenges in such settings.Another key principle is to consider varying cultural approaches and religious beliefs in different areas of the world, which affect IHCA, especially in low-resource settings. Patients and families expectations with regard to advanced directives, treatment escalation, or termination of care might be different from known evidence, which might put enormous pressure on the resuscitation teams. Cultural beliefs could limit the conduct of CPR by personnel of the opposite sex. Public awareness campaigns and health care education programs in hospital waiting areas might be a place to inform the broader public about resuscitation care. Indeed, some areas of the world may be unfamiliar with resuscitation leading to confusion (and even anger) when health care professionals initiate basic treatments like chest compressions. Collaborative decision-making models that involve families, community leaders, and health care professionals can be used to ensure that education for patients and families is available while cultural values and preferences are respected to honor the individual’s wishes.Finally, another principle is how resuscitation care training is implemented. For instance, adequate hospital staff training in low-resource settings might be focused first on a core group of trained responders and qualified personnel (eg, those in high-risk units like intensive care areas). This could take the form of low-dose, high-frequency training implemented in daily work routines and utilize local resources for deploying makeshift mannequins. Finally, e-learning and remote learning opportunities may provide a cost-effective way to obtain and retain knowledge for health care professionals in low-resource settings.For more detailed discussion on this topic, we refer readers to a recent document on cardiac arrest in low-resource settings supported by ILCOR and several professional organizations.123SUMMARYThe Ten Steps Toward Improving In-Hospital Cardiac Arrest"
  },
  {
    "full_text": "Steps Toward Improving In-Hospital Cardiac Arrest Quality of Care and Outcomes provides a framework for all stakeholders to analyze their strengths and weaknesses in their response to all patients who sustain IHCA, regardless of age. They highlight critical areas in resuscitation care and suggest approaches to addressing components of these areas that will have the largest potential impact on lowering IHCA incidence and improving survival. These steps were identified as part of a comprehensive consensus process with interdisciplinary experts from diverse backgrounds and around the world. Yet it is important to remember that IHCA remains an under-studied medical condition with significant knowledge gaps, and future research will be needed to improve quality of resuscitation care and outcomes after IHCA even further. In conclusion, the Ten Steps documented here reflect current knowledge of best practices within resuscitation systems and serve as a foundation for improving IHCA quality of care and outcomes across different settings."
  }
]