[
  {
    "full_text": "TITLE: The role of emergency medicine interest groups in the development of emergency medicine: A case of Mbarara University of Science and Technology—Emergency Medicine Interest Group (MUST-EMIG) in Uganda ABSTRACT: African relevance•Our work presents an initiative for promoting emergency medicine among medical students in Africa.•It provides evidence of the impact of having an EM specialty interest group for medical students.•Our findings demonstrate the role of medical students in the development of EM. BODY: IntroductionEmergency medicine (EM) is a relatively new specialty in Uganda and sub-Saharan Africa. EM is a critical component of health care, as acknowledged by the 72nd World Health Assembly's recent resolution stating EM as an essential component of universal health care[1]. A 2019 career selection study, conducted among final-year medical students at Makerere University, found students to be actively interested in pursuing a career in EM as the career choice number increased, particularly among female students[2]. With emergency medicine becoming increasingly popular, Emergency Medicine Interest Groups (EMIGs) are sprouting up with local, and international, support. These provide medical students with invaluable opportunities to learn more about EM, acquire practical skills and knowledge, network with EM folks and faculties, and acquire leadership skills[3]. Mbarara University was the first institution to offer a Master's in Emergency Medicine program in 2017 in Uganda, followed by Makerere University in 2018. A 2019 EM educational program study in Uganda found medical students to be actively on the lookout for EM training opportunities especially hands-on opportunities[4]. In December 2020, learners passionate about EM at Mbarara University, officially launched the Mbarara University of Science and Technology Emergency Medicine Interest Group (MUST-EMIG), with both external and internal faculty support, to encourage and support students with an interest in EM early in their career trajectory. The mission was to expose medical students to the field of EM, by providing a platform to acquire knowledge, attitudes, and skills related to EM, while also creating a professional network of support. To achieve set objectives, MUST-EMIG organized a series of webinars, practical skills sessions (both physical and virtual), and identified online resources such as courses and conferences about EM for students. To assess the impact and realization of our objectives, we performed an online survey of members of MUST-EMIG.MethodsThe MUST-EMIG executive developed a 10-question membership survey that was departmentally reviewed by their faculty advisor for suitability. The questionnaire included both qualitative and quantitative sections (Supplementary file 1). We collected qualitative data through an open-ended question that invited participants to share their experiences with the interest group. Quantitative data was collected through questions"
  },
  {
    "full_text": "Quantitative data was collected through questions utilizing closed questions and a Likert scale from 1 to 4. An example of this includes assessing desire for an EM career with 1 = ‘I never knew EM physicians exist’ and 4 = ‘Absolutely yes’. Another example of our question style was to assess student perception of the importance of EM in their country's health system with 1 = ‘The health system can function without it’ and 4 = 'Very relevant’.The study was performed following the international ethical standards of the Declaration of Helsinki. The survey was approved by the Department of Emergency Medicine of Mbarara University of Science and Technology. With informed consent from all participants prior to participation, this survey was administered over 4 weeks to all Mbarara University of Science and Technology medical students in the MUST-EMIG WhatsApp group who had attended MUST-EMIG activities from the academic year 2019/2020 to 2020/2021.Qualitative responses were analysed by thematic analysis[5]. Quantitative responses were analyzed using Excel (Microsoft Corporation, 2019) using descriptive statistics. A Mann-Whitney test was performed using GraphPad Prism 8 (Version 8.4.0) to compare the desire and relevance scores of students before and after joining MUST-EMIG.ResultsOf the 105 medical students registered in MUST-EMIG who participate in our official WhatsApp communication platform, 49 (46.7% response rate) responses were received and analyzed. No duplicates were found after the cleaning of the data. Participants included 29 (59.2%) male and 20 (40.8%) female medical students. The majority of participants were fourth-year students 22 (44.9%), followed by 9 (18.4%) second years, 8(16.3%) third years, 6(12.2%) first years, and 4(8.2%) fifth years.Students' reasons for joining MUST-EMIGStudents had different reasons for joining the EMIG. 9 (18.4%) students had the personal motivation (e.g. students who had ever been seriously critically ill or injured) to become Emergency physicians, 9 (18.4%) were recommended by a friend to join our interest group (after being informed about the benefits of the interest group), 44 (89.8%) wanted to know how to handle medical emergencies, while 1(2%) joined our interest group due to band-wagon effect (just following other students joining the interest group without any prior encouragement by anyone).Influence of participation in MUST-EMIG on learning emergency medicineParticipation in the MUST-EMIG to a great extent affected students’ interest in learning about EM. Before joining the group, most students (42.9%) had never thought about becoming Emergency physicians. After joining, more than half of the students actively considered becoming emergency physicians in the future (More details inFig. 1). 44 (89.8%) medical students expressed a desire of at least 6/10 to learn more about Emergency Medicine after utilising resources and opportunities provided to them by MUST-EMIG.Fig. 1Students’ desire to become"
  },
  {
    "full_text": "by MUST-EMIG.Fig. 1Students’ desire to become emergency physicians.Fig 1Pursuit of emergency medicine as a specialty before and after joining MUST-EMIGAfter being members of the MUST-EMIG, students voiced a more promising intention of pursuing an EM career. 71.4% of surveyed students expressed interest in developing their passion for becoming emergency physicians in the future.Students’ perception of emergency medicine's importance in Uganda's health care systemIn response to students’ perceptions of the relevance of Emergency Medicine in Uganda's health care system before and after becoming members of our interest group, 95.9% of students believed Emergency medicine was very relevant to Uganda's health care system.Experiences of students with MUST-EMIGA range of responses was elicited regarding students’ experiences with MUST-EMIG. In general, students related positive experiences with MUST-EMIG. Thematic analysis revealed major themes of networking opportunities, unique learning initiatives, and building self-confidence. R1 said,“As a year one, I get to interact with seniors and also get knowledge about EM to apply in the future.”Students said our EMIG has provided them with opportunities outside the classrooms to learn, and relearn medicine, thereby helping them build self-confidence in approaching patients in the future. R2 attests that“It's been a whole new experience. I feel can now join in an emergency care team and be able to do something”. Students have done online EM related courses and attended practical sessions including CPR and airway management training. They have discovered free open-access medical education (FOAMed) platforms like Daktari Online, iEM, and Don't Forget the Bubbles.Reported challenges included the COVID-19 pandemic, the costs of some EM courses, and poor follow-up of activities communicated through WhatsApp. The pandemic mainly limited in-person activities, and also limited a couple of students from attending virtual events due to the lack of affordability of internet costs.Having an emergency medicine interest group had a significant positive effect (P<0.0001) on students' desire to become emergency physicians in the future and their rating of the relevance of Emergency medicine to their country's health care system. Many students developed more desire to become EM physicians and found EM more relevant to Uganda's health care system as a result of being involved in MUST-EMIG activities (More details provided inFig. 2).Fig. 2Effect of having an EMIG on medical students’ desire to pursue a career in Emergency Medicine and on their rating of the relevance of Emergency Medicine in Uganda's health care system. Fig. 2. Desire scores – Absolutely Yes = 4; Somewhat Yes = 3, “I never thought about it” = 2; and “I never knew that EM physicians exist” = 1. Relevance scores – Very relevant = 4; Somewhat relevant = 3; Slightly relevant = 2; and “The health system can function without it” = 1.Fig 2DiscussionWhile there have"
  },
  {
    "full_text": "without it” = 1.Fig 2DiscussionWhile there have been previous courses to promote EM among medical students in Uganda such as the one conducted by Mahadevan and colleagues[6], the MUST-EMIG is the first formal EM interest group available to medical students in Uganda. Evaluating the effectiveness of the MUST-EMIG in achieving its goal of promoting emergency medicine among medical students at Mbarara University of Science and Technology was the main intention of running our survey. Survey results indicate that activities hosted by MUST-EMIG equipped students with the necessary EM knowledge, skills, and attitudes. These findings are consistent with the outcomes of other EMIG studies [3,7]. Our findings further demonstrate an initiative that can be used to equip students with locally established EM educational resources until we have structured EM education in Uganda[4].From our survey, we were able to demonstrate that an EMIG significantly (p<0.0001) affected students’ desire to pursue a career in Emergency Medicine. We believe this could be explained by the pre-exposures to EM that MUST-EMIG provided to medical students, thereby informing change in their attitudes towards EM.Global health organizations have been key players in the establishment of EM master's training programs in Uganda[8]. We believe such collaborations will help support medical students passionate about EM to strengthen their passion for EM. We are already more than grateful for all the support we have received from platforms/organizations such as Don't Forget the Bubble, Emergency Care Courses Uganda, Emergency Care Society of Uganda, Seed Global Health, and Global Emergency Care, among others.Our EMIG is the first-ever interest group to set up at our university, and we give credence to the fact that several students may have signed up for registration including those who were truly not interested in EM but were happy to join us to unwind from the rigorous nature of our medical training. This in turn may elucidate the low response rate we had in our survey.Our study had some important limitations. We had a low response rate of 46.7%, which we attribute to the voluntary nature of the survey. We used a non-validated survey questionnaire but attempted to improve its validity by submitting it for a departmental review. This survey was a subjective assessment of students, which could not allow us to objectively determine EM knowledge and skills attained by students. Future studies should explore the use of standardized objective self-assessments of students' pre and post-group activities to more credibly contribute to the scientific evidence concerning the benefit of EMIGs.However, the major strength of this survey is that it revealed to us that many students developed a desire to learn more about Emergency Medicine following their participation in MUST-EMIG activities. Our study is potentially generalizable but would have increased value with the study of other EMIGs. We recommend"
  },
  {
    "full_text": "value with the study of other EMIGs. We recommend the establishment of more EMIGs running similar surveys at other universities in Uganda and other countries to confirm or refute, our findings.ConclusionsAn Emergency Medicine Interest Group is an important initiative for exposing medical students to Emergency Medicine. We recommend the establishment and continued support for the running of EMIGs in different university settings as an advocacy tool for the development of emergency medicine in their respective countries.Author's contributionsAuthors contributed as follow to the conception or design of the work; the acquisition, analysis, or interpretation of data for the work; and drafting the work or revising it critically for important intellectual content: JK contributed 86%; AT 4%; MEL 4%; JAO 2.5%; and CM, BTK, JN, RK, JT, AK and FL contributed 0.5% each. All authors approved the version to be published and agreed to be accountable for all aspects of the work.Declaration of Competing InterestThe authors declared no conflicts of interest."
  }
]