[
  {
    "full_text": "TITLE: The story of critical care in Asia: a narrative review ABSTRACT: BackgroundAsia has more critically ill people than any other part of our planet. The aim of this article is to review the development of critical care as a specialty, critical care societies and education and research, the epidemiology of critical illness as well as epidemics and pandemics, accessibility and cost and quality of critical care, culture and end-of-life care, and future directions for critical care in Asia.Main bodyAlthough the first Asian intensive care units (ICUs) surfaced in the 1960s and the 1970s and specialisation started in the 1990s, multiple challenges still exist, including the lack of intensivists, critical care nurses, and respiratory therapists in many countries. This is aggravated by the brain drain of skilled ICU staff to high-income countries. Critical care societies have been integral to the development of the discipline and have increasingly contributed to critical care education, although critical care research is only just starting to take off through collaboration across groups. Sepsis, increasingly aggravated by multidrug resistance, contributes to a significant burden of critical illness, while epidemics and pandemics continue to haunt the continent intermittently. In particular, the coronavirus disease 2019 (COVID-19) has highlighted the central role of critical care in pandemic response. Accessibility to critical care is affected by lack of ICU beds and high costs, and quality of critical care is affected by limited capability for investigations and treatment in low- and middle-income countries. Meanwhile, there are clear cultural differences across countries, with considerable variations in end-of-life care. Demand for critical care will rise across the continent due to ageing populations and rising comorbidity burdens. Even as countries respond by increasing critical care capacity, the critical care community must continue to focus on training for ICU healthcare workers, processes anchored on evidence-based medicine, technology guided by feasibility and impact, research applicable to Asian and local settings, and rallying of governments for support for the specialty.ConclusionsCritical care in Asia has progressed through the years, but multiple challenges remain. These challenges should be addressed through a collaborative approach across disciplines, ICUs, hospitals, societies, governments, and countries.Supplementary InformationThe online version contains supplementary material available at 10.1186/s40560-021-00574-4. BODY: BackgroundThere is no one concept of Asia. This term is a diverse mix of histories, geographies, cultures, economies, and populations. Today, Asia is often seen as the land mass separated from Europe by an arbitrary line joining the Urals with the Caucasus and the Black Sea [1]. It comprises East Asia (the Far East), Southeast Asia (the East Indies and Indochina), West Asia (the Middle East), North Asia (Siberia),"
  },
  {
    "full_text": "Asia (the Middle East), North Asia (Siberia), South Asia (the Indian subcontinent), and Central Asia (the ‘stans), and a whole host of low-, middle-, and high-income countries as defined by the World Bank according to gross national income per capita (Additional file1) [2,3]. It is home to 60% of the world’s population, and more critically ill people than any other part of our planet [4].Critical care started—haltingly—across Asia in the 1960s. In this narrative review, through a lens that recognises the heterogeneity that defines the continent, we will discuss the development of the specialty, critical care societies and education and research, the epidemiology of critical illness as well as epidemics and pandemics, accessibility and cost and quality of critical care, culture and end-of-life care, and future directions for critical care in Asia. To write this review the co-authors, all prominent intensivists from the Asian Critical Care Clinical Trials (ACCCT) Group who represented 19 countries and regions, some of whom are current or past Presidents of their national critical care societies, first provided qualitative input through a questionnaire (Additional file2). Selected sections of the original text were featured in a recently published article commemorating the Society of Critical Care Medicine’s 50th anniversary “International critical care—from an indulgence of the best funded health care systems to a core need for the provision of equitable care” [5]. The manuscript has since been substantially expanded and updated for both breadth and depth (Additional file3provides information on the multiple topics added).Critical care as a specialtyThe first Asian ICUs surfaced in the 1960s and 1970s, after the poliomyelitis epidemic in Copenhagen started the era of mechanical ventilation in 1952 [6], and largely due to the passion of individuals [7,8] (Fig.1). However, it was not until the 1990s that specialisation in critical care began to take root. Obstacles to the formation of the specialty included the divide between pulmonologists and anaesthesiologists, and some countries like Nepal and Pakistan still do not recognise critical care as a distinct specialty. National accredited training programmes for intensivists took decades to materialise, with some starting small through local universities, such as in Nepal and Thailand. According to the Asian ICUs Structure and Process (AISP) study of 335 ICUs in 20 Asian countries, critical care fellowship programmes existed in 34%, 65%, and 67% of ICUs in low-, middle-, and high-income countries, respectively, in 2013–2014 (Additional file4) [9].Fig. 1Timeline of the development of critical care.ICUintensive care unitClose to two-thirds of ICUs in the AISP study used a closed ICU operation model, in which only intensivists have admitting privileges [9]. However, there remains a shortage of intensivists in many countries. In Bangladesh, which needs at least 600 intensivists, only 30 doctors have"
  },
  {
    "full_text": "at least 600 intensivists, only 30 doctors have received a postgraduate degree in critical care medicine. This lack is partly due to an absence of financial incentives to take on the specialty. In Pakistan, an anaesthesiologist earns ten times more in the operating theatre and a pulmonologist generates much more revenue from clinics and procedures than in ICUs.Many countries still do not have accreditation programmes for critical care nursing and respiratory therapists (Fig.1). Critical care nurses are generally in short supply, with approximately 18% of ICUs in low- and middle-income countries and 14% of ICUs in high-income countries in the AISP study having a nurse-to-bed ratio of 1:3 or leaner (Additional file4) [9]. This is further aggravated by the brain drain of skilled ICU staff from low- and middle-income countries in the continent to high-income countries in Europe and North America. Meanwhile, 28%, 32%, and 53% of ICUs had respiratory therapists in low-, middle-, and high-income countries, respectively [9], with the Philippines being a large source of respiratory therapists worldwide [10]. Half of the ICUs had physiotherapists, dieticians, and clinical pharmacists, and one-third had social workers. However, only one-third and one-fifth of ICUs in low- and middle-income countries had clinical pharmacists and social workers, respectively [9].Life as a healthcare worker in Asian ICUs is hard. Approximately half of physicians and nurses working in 159 ICUs across 16 Asian countries and regions suffered from burnout in 2015–2016 [11]. The prevalence of burnout varies across countries, with China reporting a rate of 82% among its intensivists in 2017–2019 [12].Critical care societiesCritical care societies are integral to the field’s evolution in Asia (Fig.2) [13]. Several of these were started as anaesthesiology societies in the 1950s and 1960s. Many are council members of the Asia Pacific Association of Critical Care Medicine (APACCM), which got its name in 2004, but originally came to being as the Western Pacific Association of Critical Care Medicine (WPACCM) in Tokyo in 1980. Many are also members of the World Federation of Intensive and Critical Care (WFICC) (Additional file5).Fig. 2Founding year of selected critical care and affiliated societies Noteworthy details: The Japanese Society of Intensive Care Medicine is one of the oldest societies dedicated solely to critical care. The Korean Society of Critical Care Medicine played key roles in national critical care crises, including a surge of humidifier-disinfectants-induced lung injuries in 2011 [13]. The Indian Society of Critical Care Medicine was founded by a few enthusiastic consultants and has close to 12,000 members nowCritical care educationBeyond accreditation programmes and on-the-job training for ICU healthcare workers at the local and national level, multiple critical care scientific congresses exist in Asia, often in partnership between Asian societies and international"
  },
  {
    "full_text": "between Asian societies and international ones (Table1). The last time Asia hosted the World Federation’s World Congress of Intensive and Critical Care was in 2015, in Seoul. India will host the 17th World Congress in 2025. The Society of Critical Care Medicine (SCCM)’s Multi-professional Critical Care Review Course (MCCRC) is held in partnership with China, Japan, and South Korea, while its Fundamental Critical Care Support Course (FCCS) is held in countries like India, Iran, Saudi Arabia, and Singapore.Table 1Selected critical care congressesNational congressesBangladeshInternational Conference on Critical Care Medicine (CRITICON)ChinaChinese Association of Critical Care Physicians/Chinese Society of Critical Care Medicine: China Critical Care CongressHong Kong Society of Critical Care Medicine Annual Scientific MeetingIndiaAnnual Conference of Indian Society of Critical Care Medicine (CRITICARE)IranInternational Congress of Anesthesiology and Critical CareInternational Congress on Critical CareJapanAnnual Meeting of the Japanese Society of Intensive Care MedicineMalaysiaAnnual Scientific Meeting on Intensive Care (ASMIC)NepalNational Conference of Nepalese Society of Critical Care MedicineInternational Conference of Critical Care Nurses Association of NepalPakistanInternational Conference on Anaesthesia, Pain and Intensive Care (APICON)PhilippinesJoint Annual Critical Care Convention of the Philippine Society of Critical Care Medicine and Society of Pediatric Critical Care Medicine PhilippinesSaudi ArabiaAnnual International Conference of the Saudi Critical Care SocietySouth KoreaKorean Society of Critical Care Conference Annual CongressSri LankaSri Lankan Society of Critical Care and Emergency Medicine Annual Scientific ConferenceTaiwanAnnual Joint Congress of Taiwan Society of Critical Care Medicine and Taiwan Society of Emergency and Critical Care MedicineAnnual Congress of Taiwan Society of Pulmonary and Critical Care MedicineThailandCritical Care Conference in ThailandVietnamAnnual Congress of Vietnam Association of Emergency, Critical Care Medicine and Medical ToxicologyJoint International CongressesAfghanistanBangladeshBhutanIndiaMaldivesNepalPakistanSri LankaSouth Asian Association for Regional Cooperation Critical Care Societies CongressJapanSouth KoreaJoint Congress of Korean Society of Critical Care Medicine—Japanese Society of Intensive Care MedicineJapanThailandJoint Congress of Japanese Society of Intensive Care Medicine—Thai Society of Critical Care MedicineSingaporeAustraliaNew ZealandAsia Pacific Intensive Care Forum (SICM × ANZICS)South KoreaTaiwanJoint Congress of Korean Society of Critical Care Medicine and Taiwan Society of Critical Care Medicine/Taiwan Society of Emergency and Critical Care MedicineTaiwanESICMEuroAsia ConferenceAPACCMAPACCM Annual Scientific Meeting in partnership with national critical care societiesANZICSAustralian and New Zealand Intensive Care Society,APACCMAsia Pacific Association of Critical Care"
  },
  {
    "full_text": "Pacific Association of Critical Care Medicine,ESICMEuropean Society of Intensive Care Medicine,SICMSociety of Intensive Care Medicine (Singapore)Other educational platforms exist beyond traditional society structures. The Basic Assessment and Support in Intensive Care (BASIC) Collaboration has run courses in over 50 countries across the planet since 2004. The Asia Ventilation Forum (AVF) has conducted multiple lectures and workshops in numerous countries, including several from resource-limited settings, since 2006.Critical care researchAn editorial in the inaugural issue of WPACCM’s journal,Critical Care & Shock, in 1998 wrote that “departments in our region have heavy clinical and teaching commitments that have left little time and opportunity for research” [14]. Two decades on, the community faces the same challenges. Pakistan, for example, has only one trained intensivist per 82 ICU beds in its teaching hospitals. There is a dearth of champions to systematically build a robust research culture. Between 1977 and 2013, only 72 articles from India, the world’s second largest country, were published in three major critical care journals [15].There may be some light at the end of the tunnel. A sizeable minority of countries, such as China, Japan, Malaysia, Pakistan, Saudi Arabia, Singapore, South Korea, Taiwan, and Thailand, now have multicentre research groups. Some have national critical care journals. The Pakistan Registry of Intensive CarE (PRICE) today provides continuous information for service improvement and research [16]. The China Critical Care Clinical Trials Group was formed in 2009 to boost research in the world’s largest nation [17]. The Japanese and Koreans have co-created the Japan–Korea Intensive Care Study (JAKOICS) Group [18,19]. The Saudi Critical Care Trials Group (SCCTG) has produced several high-impact papers [20–22]. The BASIC Clinical Research Course has been conducted in places like Hong Kong, Pakistan, Saudi Arabia, and Singapore. To build capacity in research coordinators, a new BASIC Clinical Research Coordination course was launched in collaboration with the SCCTG in Saudi Arabia in 2019.In addition, the reach of research led by the European Society of Intensive Care Medicine (ESICM) Trials Group, the Australian and New Zealand Intensive Care Society (ANZICS) Clinical Trials Group, the Canadian Critical Care Trials Group (CCCTG), and WFICC has extended to Asia [23–30]. Significantly, after an inaugural multinational effort on the Management Of Severe sepsis in Asia’s Intensive Care unitS (MOSAICS) study [31], the ACCCT Group was formed in 2012 and has since conducted studies in 28 Asian countries and regions [9,11,32–36], some of which have also published their own national data from these studies [37–41].Epidemiology of critical illnessWhile the Global Burden of Disease study does not focus on ICUs per se, its 2015 edition provides an indication of the diseases that result in critical illness in Asia [42]. Ischaemic"
  },
  {
    "full_text": "in critical illness in Asia [42]. Ischaemic heart disease was the leading cause of premature mortality, measured as years of life lost (YLLs), in East and Southeast Asia and Oceania. Lower respiratory tract infections were among the ten leading causes of premature mortality in many countries; YLLs from these infections was higher than expected after adjustment for the socio-demographic index for Malaysia and Laos. Tuberculosis resulted in YLLs at least four times higher than expected in Indonesia and the Philippines.On a related note, the Global Burden of Disease 2017 study found, despite a decreasing incidence over time, an estimated 22.8 million cases of sepsis in Asia in 2017, accounting for 47% of all cases worldwide [43]. While diarrhoeal disease was the commonest cause of sepsis, deaths were more often due to lower respiratory tract infections. High age-standardised mortality rates were especially seen in South Asia.Narrowing down to critical care, 1928 patients from 127 ICUs in 12 Asian countries and regions were studied in the Intensive Care Over Nations (ICON) audit on the burden of critical illness in 2012 [30]. The mean age was 57 years, and the mean Acute Physiology and Chronic Health Evaluation (APACHE) II score 16.4. Mechanical ventilation was provided for 46%, and kidney replacement therapy for 12%. The median ICU length of stay was 4 days in East and Southeast Asia and 2 days in South Asia, and the overall hospital mortality was 19%. Adjusted hospital mortality was higher in countries with lower national income. Sepsis accounted for 27% of the cases.In the 24-h point prevalence Extended Study on Prevalence of Infection in Intensive Care (EPIC) III study conducted in 2017, 60% of 3150 patients in 217 ICUs across 25 countries in Asia and the Middle East had suspected or proven infection [44]. Among them, 47% were community-acquired while the rest were nosocomial, 70% had a respiratory source, and 64% were culture-positive, of which three-quarters were Gram-negative bacteria. Multidrug resistance was seen for 17%, 39%, 55%, and 74% of all Pseudomonas, Escherichia coli, Klebsiella, and Acinetobacter infections, respectively. Similarly high rates of multidrug resistance were seen in local and national-level ICU studies, such as in Bangladesh, India, Nepal, and Vietnam [45–48]. Beyond the common bacteria that cause sepsis, pathogens less frequently seen in the West contribute to a substantial burden of disease in parts of Asia. A study of 1578 hospitalised patients with sepsis from 2013 to 2015 found that 8% had dengue, 6% had leptospirosis, and 6% had rickettsial infections [49].Multinational and national-level ICU registries are rare in Asia, and include CRIT CARE Asia, the Japanese Intensive care PAtient Database (JIPAD), the Malaysian Registry of Intensive Care (MRIC), Sri Lanka’s National Intensive Care Surveillance (NICS) registry, the Pakistan Registry of Intensive Care (PRICE), and Singapore’s National Intensive Care Unit"
  },
  {
    "full_text": "and Singapore’s National Intensive Care Unit Repository (NICUR) [16,50–53]. National-level studies outside of registries are uncommon [54–56]. The mix of ICU admissions depends on each country’s unique circumstances. For example, suicidal and accidental poisoning by household products, agricultural pesticides, and industrial chemicals, and trauma from road traffic accidents and gunshot wounds are common in India and Pakistan [57,58].Epidemics and pandemicsIt is worth remembering that Asia has seen its fair share of epidemics and pandemics throughout history, from the bubonic plaque to cholera to influenza [59,60]. In the last century, the 1918–1919 Spanish H1N1, the 1957–1958 Asian H2N2, and the 1968–1970 Hong Kong H3N2 influenza pandemics together killed tens of millions of Asians [59,61,62]. It is, however, the coronaviruses that are more clearly etched in the collective memories of the Asian critical care community today. The severe acute respiratory syndrome (SARS) epidemic of 2002–2003 killed 729 people (including healthcare workers) in Asia, with China, Hong Kong, Taiwan, and Singapore, being the most affected [63]. More than half of the patients who required ICU admission died [64]. The Middle East respiratory syndrome (MERS) which was first described in 2012 has killed at least 780 people in Saudi Arabia [65], with a mortality rate of ICU patients of 68% [22]. South Korea was also hit hard by MERS [66].Coronavirus disease 2019 (COVID-19)The lessons learnt from these earlier outbreaks helped some Asian ICUs deal with COVID-19—centres that had lived through the SARS and MERS outbreaks found that they were better prepared because of the ready availability of airborne infection isolation rooms, increased familiarity with hygiene measures and personal protective equipment, previous protocols for team segregation and staff rostering, existing processes for visitor screening and management, and a deep understanding of the importance of internal communication [67]. Indeed, the ACCCT Group rapidly gathered intensivists across the region to publish some of the earliest recommendations for the critical care management of COVID-19 [35]. Even then, the pandemic killed half of the critically ill in China and pushed the critical care capacity of its epicentre in Wuhan to its limits in early 2020 [68–70]. One year later, international media recurrently featured harrowing scenes of desperate families clinging onto severely stretched healthcare resources with overwhelmed ICUs, oxygen shortages, and a scarcity of trained staff during the pandemic’s second wave in India, a dark 3.5-month period that is estimated to have cost 1.4–2.4 million lives [71,72]. Many other countries, especially in South Asia and Southeast Asia, were not spared [73]. By early August 2021, according to official figures which severely under-estimate reality, the SARS coronavirus 2 (SARS-CoV-2) had infected more than 50 million people across Asia [74]. Clearly, the risk of COVID-19 in"
  },
  {
    "full_text": "Asia [74]. Clearly, the risk of COVID-19 in Asia is not over, with the delta variant and other new variants of concern being a constant threat.Accessibility and cost of critical careWhile some countries have sped ahead in the growth of ICUs, others, especially those in resource-limited settings, have taken decades to gain momentum. Nepal’s first ICU, a 5-bedded mixed unit, was established in 1970 at Bir Hospital, Kathmandu, and remained the country’s only ICU for almost 20 years. While there were cumulatively 3.6 critical care beds per 100,000 population across 23 countries and regions in 2015–2018, the median number of beds per 100,000 population varied from 2.3 to 4.6 to 12.3 in low- and lower-middle-, upper-middle-, and high-income countries, respectively (Additional file6) [34]. Taiwan and Saudi Arabia have 28.5 and 22.8 critical care beds per 100,000 population, respectively, while Myanmar and Bangladesh have 1.1 and 0.7, respectively [34]. The 41-fold difference in capacity between the most-resourced and least-resourced countries suggests major differences in rationing of resources, with many critically ill patients being managed outside of ICUs in some countries even before COVID-19 struck.Another barrier to accessibility to critical care is cost. In the Asian Collaboration for Medical Ethics (ACME) study of 1465 ICU physicians from 466 ICUs in 16 Asian countries and regions, those from low- and middle–income economies (especially China, the Philippines, and Bangladesh) were also more likely to accede to families’ requests to withdraw life-sustaining treatments in a patient with an otherwise reasonable chance of survival, so as to avoid further medical bills, than those from high-income economies [33]. Most healthcare systems in Asia provide individuals with little financial risk protection, and out-of-pocket payments for critical care can be catastrophic, leading to impoverishment for patients and families, especially those in low- and middle-income countries [75,76].Quality of critical careMultiple factors, including the training and availability of staff, the seamlessness and consistency of processes, and the readiness and reliability of infrastructure, affect quality of care. The AISP study found that many ICUs in low- and middle-income countries had limited capability for investigations and treatment (Fig.3). Between two-thirds and three-quarters of ICUs had written protocols for admission and discharge criteria, sepsis, acute respiratory distress syndrome, sedation and analgesia, glucose control, venous thromboembolism prophylaxis, and weaning from mechanical ventilation [9]. Protocol or lack thereof, a survey done in 2016–2017 found substantial differences in weaning practices among 2,074 ICU physicians from 20 Asian countries and regions, with 53% frequently always using intermittent spontaneous breathing trials with pressure support in between, 44% frequently always using pressure support alone, and 20% frequently always using"
  },
  {
    "full_text": "support alone, and 20% frequently always using synchronised intermittent mandatory ventilation [36].Fig. 3Proportion of ICUs capable of selected investigations and treatment. ICU, intensive care unit. Data from the Asian ICUs Structure and Process (AISP) study of 335 ICUs in 20 Asian countries, conducted between 2013 and 2014 [9]. Countries are categorised according to the World Bank income classification.p-values refer to unadjusted statistical comparisons using the Chi-square test. This survey involved many large government referral hospitals, and it is likely that smaller ICUs scattered across low-incomes countries are even more resource-limitedThe PRactice of VENTilation in Middle-income Countries (PRoVENT-iMiC) and the MOSAICS studies give some useful insights into the quality of care provided, albeit through the relatively narrow lens of mechanical ventilation and sepsis, respectively [31,77]. In the former, 33% of patients with acute respiratory distress syndrome in 54 ICUs across 10 countries were ventilated with a tidal volume of greater than 8 mL/kg predicted body weight in 2017–2018. In the latter, only 18% of patients with sepsis in 150 ICUs across 16 countries and regions—and 5% of patients in low-income countries—were treated with the Surviving Sepsis Campaign’s resuscitation bundle in 2008. Whether quality of care has improved since remains to be seen, but data from recent multicentre studies performed in selected countries give reason for optimism [78,79]. Impressively, a national multifaceted quality improvement programme conducted in ICUs in 586 Chinese hospitals was associated with not just greater compliance to the sepsis bundle, but a decrease in ventilator-associated pneumonia rates between 2016 and 2018 [79].Culture and end-of-life-care in critical careHigh-quality critical care must include high-quality end-of-life care. In the ACME study, while 70% of ICU physicians reported almost always or often withholding, 21% reported almost always or often withdrawing life-sustaining treatments for patients with no real chance of recovering a meaningful life [32]. There was however a wide range of answers across the 16 participating countries and regions, underscoring differences in the cultures of the many societies on this large continent [32,37]. Interestingly, when the issue of financial burden to families was not considered, physicians in low- to middle-income countries were less likely to pronounce DNR than those in high-income ones, suggesting differences in values across the continent [32].An issue that frequently surfaces in discussions on end-of-life care is patient autonomy, a concept strongly valued in the West [80]. On the other hand, intra-continent heterogeneity notwithstanding, the opinions of the family is key in many Asian cultures [81,82]. Yet, more than half of the ICU physicians in the ACME study expressed discomfort discussing limitation of life-sustaining treatments with families, and more than one-third felt"
  },
  {
    "full_text": "with families, and more than one-third felt that families’ requests were almost always or often inappropriate [32].Future directionsAlthough critical care in Asia has seen its fair share of twists and turns this century and the last, some of these are not unique—they also apply to other continents, especially those with developing countries, such as Africa and South America. Just like much of the rest of the world, it is reasonable to say that Asian critical care is now at a crossroads, with a risk of worsening mismatch between demand and supply (Fig.4). While some countries will see a rise in population as others see a fall (a decrease in population size by more than 25% by the year 2100 due to low total fertility rates is expected in 12 countries [83]), most of Asia will continue to age rapidly. The ageing population with its attendant comorbidity burden will impose severe demands for ICU beds, even as the shrinking workforce in many areas aggravates serious shortages of healthcare workers. More immediately, the COVID-19 pandemic has substantially increased the pressure on all countries to review their critical care capacity, enhance their pandemic preparedness, and rethink the very nature of their ICUs [35,84–86]. The complexity of this exercise and the impossibility of a one-size-fits-all approach become painfully clear when one considers that while most if not all countries are facing ballooning healthcare costs, and that some continue to struggle with bare-minimum healthcare, let alone resource-intensive critical care [87]. Clearly, optimal matching of needs and resources will require healthcare financing policies that allow adequate investments in capital and operating expenditure, and appropriately balance funding and co-payments for hospital bills.Fig. 4Balancing demand and supply while improving outcomes for critical care.ICUintensive care unitSeveral enablers of good outcomes must be considered in any discussion of critical care capacity. First, a passionate pursuit of training for critical care staff, especially in low- and middle-income countries, is crucial. Critical care societies and education networks can and must help through the creation of curriculum and the organisation of standardised short courses which may be conducted both in-person and virtually. Second, a relentless focus on evidence-based clinical processes, with alignment among healthcare workers within an ICU, is required. Agreement on quality indicators at a local, national, or international level will help improve adherence to these processes. Third, a nuanced investment in technology, guided by current feasibility and potential impact, is needed. While resource-limited countries must focus on getting the basics such as the availability of oxygen and ventilators right, technologically savvy ones such as China, Japan, Singapore, South Korea, and Taiwan, have the opportunity to harness the strengths of telemedicine, robotics, and artificial intelligence in the ICU."
  },
  {
    "full_text": "robotics, and artificial intelligence in the ICU. Fourth, a decisive push for high-quality research applicable to Asian and local settings, facilitated by integrated research infrastructure, networks, and registries, is important. The generation of new knowledge must then facilitate the practice of personalised critical care medicine that is tailored to Asia’s diverse populations and sensitive to its myriad cultures [32]. Finally, a clear mandate by governments to further develop critical care, complete with financial, policy, and infrastructural support, is crucial. The critical care community must continue to engage the necessary authorities, so as to unleash its own immense potential, and to improve long-term survival and quality of life for the critically ill.ConclusionsCritical care has grown at different rates across Asia’s many countries since its birth in the 1960s, and multiple challenges remain. These challenges should be addressed through a collaborative approach across disciplines, ICUs, hospitals, societies, governments, and countries.Supplementary InformationAdditional file 1.Asian countries within the United Nations Asia-Pacific Regional Group.Additional file 2.Questionnaire.Additional file 3.Writing process for the manuscript.Additional file 4.Staffing in ICUs.Additional file 5.Asian member societies of the World Federation of Intensive and Critical Care.Additional file 6.Critical care beds per 100,000 population."
  }
]