[
  {
    "full_text": "TITLE: The Knowledge Gap: Mentorship in Emergency Medicine Residency ABSTRACT: Study objective:Studies of mentorship in emergency medicine show that mentored residents are twice as likely to describe their career preparation as excellent as compared to nonmentored peers. There has been significant interest in the mentor–mentee relationship in medicine; however, there is minimal guidance and published literature specific to emergency medicine residents.Methods:In this narrative review, we described the emergency medicine mentor–mentee relationship, discussed alternatives to the traditional dyadic model, and highlighted current barriers to effective mentorship. We conducted a structured literature review to identify relevant published articles regarding the mentoring of emergency medicine residents. Additional studies from general mentoring literature were included based on relevancy.Results:We identified 39 studies in emergency medicine literature based on our search criteria. Additional studies from general medicine literature were included based on relevancy to this review. Based on the limited available literature, we recommend maximizing the resident mentoring relationship by developing formal mentoring programs, supporting the advancement of women and underrepresented minority mentors, and moving toward team mentoring, including peer, near-peer, and collaborative mentorship. The development of a mentoring network is a logical strategy for residents to work with a diverse group of individuals to maximize benefits in multiple areas.Conclusion:Alternative approaches to the traditional and hierarchal dyadic mentoring style (eg, team mentoring) are effective methods that residencies may promote to increase effective mentoring. Future efforts in mentoring emergency medicine residents emphasize these strategies, which are increasingly beneficial given the constraints and use of technology highlighted by the COVID-19 pandemic. BODY: Study objective:Studies of mentorship in emergency medicine show that mentored residents are twice as likely to describe their career preparation as excellent as compared to nonmentored peers. There has been significant interest in the mentor–mentee relationship in medicine; however, there is minimal guidance and published literature specific to emergency medicine residents."
  }
]