[
  {
    "full_text": "TITLE: The Latest in Resuscitation Research: Highlights From the 2020 American Heart Association's Resuscitation Science Symposium BODY: The first virtual Resuscitation Science Symposium (ReSS) was held November 14 to 16, 2020, organized by volunteers and staff of the American Heart Association (AHA). Through live and pre‐recorded sessions, ReSS provided a forum for scientific collaboration, exchange of ideas, and for discussion of the latest developments in resuscitation research.AwardsThe Young Investigator Awards were presented to early career researchers within the first 5 years of their appointments, recognizing outstanding contributions to research in resuscitation science research (TableS1). The Lifetime Achievement Award in Cardiac Resuscitation Science was presented to Peter Morley, MBBS from the University of Melbourne for his extensive work shaping the evidence review process for the international resuscitation guidelines and leading critical care education initiatives over decades of work. The Ian G. Jacobs Award for Group Collaboration to Advance Resuscitation Science was presented to Take Heart America, an effort across multiple communities to promote high‐quality resuscitation care and support research into advanced strategies for cardiopulmonary resuscitation (CPR) delivery. The ReSS Champion Award for contributions to the field through research and clinical improvements in government, industry or public advocacy was awarded to Ann Doll, BA from Resuscitation Academy based in Seattle, Washington. Ms. Doll helped establish and lead programs to improve Emergency Medical Services care delivery during cardiac arrest, helping grow the Resuscitation Academy into a global force for cardiac arrest care training. The Max Harry Weil Award for Resuscitation Science, to recognize outstanding published work from a junior investigator, was presented to Tasuku Matsuyama, MD PhD, from the Kyoto Prefectural University of Medicine, for his work evaluating the impact of epinephrine on pediatric cardiac arrest outcomes.The best Oral Abstract Awards were presented to Kasper Lauridsen, MD PhD (Aarhus University), Rebecca Mathew, MD (University of Ottawa), Masashi Okubo, MD (University of Pittsburgh), and Anna Subramaniam, MD (Mayo Clinic).Women in Resuscitation Science WorkshopThe annual Women in Resuscitation Networking event brought together female resuscitation scientists, spanning early career investigators to senior leaders in the field. The session was led by co‐chairs, Dr Katherine Berg and Dr Anne Grossestreuer (both at Beth Israel Deaconess Medical Center). The session focused on the academic research challenges given the impact of the COVID‐19 pandemic on academic productivity, and work‐life balance. Overall, it was clear that the impacts of COVID‐19 on women faculty's productivity will be felt for years to come.Young Investigator Networking EventDr Angela Mills (Columbia University College of Physicians and Surgeons) presented an impactful"
  },
  {
    "full_text": "Physicians and Surgeons) presented an impactful keynote address entitled “Surviving and Thriving in Academia During Challenging Times.” Following the keynote address, the AHA awarded 19 Resuscitation Science Symposium Young Investigator Awards to early career members with top‐scoring abstracts. The event included breakout networking sessions with senior resuscitation scholars.2020 AHA Guidelines on Emergency Cardiovascular Care and CPROne of the highlights of ReSS 2020 was a presentation of the 2020 AHA Guidelines on CPR and emergency cardiovascular care (ECC).1,2Raina Merchant MD MSHP (University of Pennsylvania), Chair of the AHA ECC, introduced the session. Dr Merchant described the development process which included three types of reviews performed by the committee to produce the recommendations: systematic reviews; scoping reviews; and evidence updates. During this session, writing group chairs for each section provided an executive summary of the main changes presented in the 2020 Guidelines.Special SessionsCreating a Culture of Cardiac Arrest SurvivorshipSurvivorship and recovery after sudden cardiac arrest begins with initial resuscitation and acute hospitalization and may span years for patients, families, and care providers. The 2020 AHA Guidelines3also incorporated recommendations for addressing survivorship and discharge planning for patients and families after cardiac arrest. Importantly, survivorship and recovery are now incorporated internationally as an additional link in the Chain of Survival.This session featured a personal account by cardiac arrest survivor, William Flanary, MD. His wife, Kristin, shared her experience with providing lay‐rescuer CPR, which included coaching by the 911 dispatcher.Michelle Gossip, RN BSN (Virginia Commonwealth University Health System) discussed steps to creating a culture of survivorship across the continuum of care. She emphasized the need for standardized approaches and research to improve holistic patient‐ and family‐centered care. Thomas Keeble, MD (Essex Cardiothoracic Centre) presented on his experience creating and managing a cardiac arrest team and follow‐up clinic. He and colleagues developed a multidisciplinary cardiac arrest recovery team,4which includes ICU providers, cardiologists, internists, a dedicated psychologist, and rehabilitation specialists. Neethi Pinto, MD MS (Children's Hospital of Philadelphia) closed the session by discussing survivorship after general critical illness. She stressed that while pre‐ and in‐hospital treatments are examined for quality improvement, discharge planning and follow‐up for patients and families after cardiac arrest have not been subject to the same scrutiny. She discussed Post‐Intensive Care Syndrome (PICS) and its corollaries, PICS‐Family and PICS‐Pediatrics, as well as the individual needs for support persons during recovery.Late‐Breaking Resuscitation ScienceLate‐breaking abstracts included presentations of five major studies from 2020,"
  },
  {
    "full_text": "presentations of five major studies from 2020, including 3 from COVID‐19 related research. Dr Paul Chan (Saint Luke's Mid America Heart Institute) presented data from the Cardiac Arrest Registry to Enhance Survival (CARES) on the association between the COVID‐19 pandemic and out‐of‐hospital cardiac arrest (OHCA) survival in the United States.5This study found that the adjusted rates of return of spontaneous circulation (ROSC) were lower than in 2019, even in communities with low COVID‐19 mortality rates. Ms. Aubrey Brown (University of Washington School of Medicine) presented results from a retrospective cohort study of a statewide COVID‐19 registry to examine the incidence of EMS provider COVID‐19 infection that was attributable to occupational exposure. The study demonstrated an overall very low incidence of EMS COVID‐19 infection attributable to patient encounters, which was not significantly different than incidence from exposures outside of the 14‐day window. Dr Oscar Mitchell (University of Pennsylvania) presented data from a multicenter retrospective cohort study on in‐hospital cardiac arrest (IHCA) outcomes of COVID‐19. ROSC was achieved in 22.3% and 30‐day survival was 12.3%, although outcomes varied widely between hospitals. Taken together, this study demonstrated that COVID‐19 IHCA patients may have better survival outcomes than those that had been reported by prior studies.6Dr Johanna Moore (Hennepin Healthcare) presented data from a prospectively collected observational registry that demonstrated faster time to head‐up (HUP) CPR was associated with increased ROSC after OHCA in the prehospital setting. Of the 212 subjects from 5 EMS sites, the overall ROSC rate was 30%. The investigators found that the probability of ROSC decreased by 6.7% for each minute delay in 911 call to HUP application and by 2.5% for each minute delay in time from EMS arrival to HUP application. Dr Martin Meyer (Copenhagen University Hospital) presented the results from an RCT of interleukin‐6 receptor antibodies after OHCA. Eighty comatose OHCA patients were randomized to a single infusion of tocilizumab or placebo. Tocilizumab significantly reduced systematic inflammation and cardiac injury in resuscitated OHCA patients during the initial 72 hours. There was no difference in the neuron‐specific enolase level nor survival at 180 days between the two groups.7Best of the Best Oral AbstractsDr Kasper Lauridsen (Aarhus University Hospital) working with a team from Children's Hospital of Philadelphia used data from the Pediatric Resuscitation Quality (PediRES‐Q) network to describe the association between chest compression pause duration and outcome after pediatric IHCA.8In 371 IHCA cases, they found that longest pause duration was associated with both survival to discharge and ROSC, and that each 5 second increase in pause duration was associated with a 6% lower odds of survival with favorable neurological outcome. Dr Rebecca Mathew (University of Ottawa),"
  },
  {
    "full_text": "Dr Rebecca Mathew (University of Ottawa), conducted an RCT comparing dobutamine and milrinone for patients with cardiogenic shock.9In 192 randomized participants, no difference was found in their composite primary outcome, which included hospital mortality, non‐fatal MI, stroke, new initiation of renal replacement therapy (RRT), need for mechanical circulatory support or cardiac transplant, or cardiac arrest with successful resuscitation. No differences were found in key subgroups. Dr Masashi Okubo (University of Pittsburgh) presented a retrospective comparison of IV versus IO epinephrine in pediatric OHCA using data from the Resuscitation Outcomes Consortium Epistry.10In 831 patients, 73% of whom received IO epinephrine, no significant difference was found in survival to hospital discharge, even after adjustment for propensity score. Dr Anna Subramaniam (Mayo Clinic) discussed a study that documented racial disparities in management and outcomes among patients who suffered cardiac arrest due to acute myocardial infarction.11Using the national inpatient sample, Dr Subramaniam and her team identified 182 750 patients with diagnosis codes for both acute myocardial infarction and cardiac arrest. Patients with race identified as “Black” or “other” less frequently received coronary angiography, percutaneous coronary intervention (PCI), coronary artery bypass grafting, and mechanical circulatory support compared with those who identified as “white”.Revisiting Basic Life SupportDr Sheldon Cheskes (University of Toronto) presented a pilot RCT investigating feasibility of vector change (VC) defibrillation and double sequential external defibrillation (DSED).12VC defibrillation (switching from anterior‐lateral to anterior‐posterior pad positioning) and DSED (providing rapid sequential shocks via two defibrillators with pads in two different planes) were found to have higher rates of ROSC and ventricular fibrillation (VF) termination compared to standard defibrillation for refractory VF in adult non‐traumatic OHCA. No safety concerns were reported. Dr Johanna Moore (Hennepin Healthcare) presented novel work on the evolution of HUP CPR which incorporates sequential elevation of the head and thorax with active compression‐decompression (ACD) CPR and an impedance threshold device (ITD). HUP with ACD and ITD equipment and variable sequences of elevation improved cerebral perfusion pressure while reducing intracranial pressure.13,14,15,16,17Dr Marina Del Rios (University of Illinois at Chicago) presented on racial and ethnic disparities in an OHCA cohort. Non‐white race/ethnicity correlated with decreased chances of survival, likelihood of receiving bystander CPR/coronary angiography, and favorable neurologic outcomes.18Bystander CPR or AED training were also less likely in non‐white neighborhoods.19Dr Federico Semeraro (Ospedale Maggiore) presented how COVID‐19 affected basic life support from the EMS burden to the individual rescuer.20,21As evidence evolved"
  },
  {
    "full_text": "the individual rescuer.20,21As evidence evolved early in the crisis, the International Liaison Council on Resuscitation was pressed to comment on the potential for chest compressions to generate aerosols with weak available evidence.22Good practice statements were published where lay rescuers could consider compressions for arrest victims and should modify checking unresponsiveness to avoid the victim's mouth/nose.Pushing the Boundaries of ResuscitationDr Demetris Yannopoulos (University of Minnesota) presented findings from the ARREST trial, a single center RCT of extracorporeal membrane oxygenation (ECMO) resuscitation for refractory VF. The trial was terminated early due to superiority of ECMO resuscitation. Survival to hospital discharge was more common in the ECMO group than the ACLS group (6/14 patients [42.9%] versus 1/15 patients [6.7%], respectively).23Dr Edilberto Amorim (UCSF Weill Institute for Neurosciences) presented on the use of quantitative electroencephalogram in post‐arrest care. Using >50 000 hours of EEG data from >1000 post‐cardiac arrest subjects, he applied machine learning approaches to quantitatively determine neurological prognosis. He outlined the future applications of this approach, using quantitative EEG reactivity to provide individual‐level dynamic neuro‐prognostication.24Dr Nathalie Roy (Boston Children's Hospital) presented on extracorporeal life support (ECLS) and neurologic recovery after pediatric cardiac arrest. After a review of the literature surrounding pediatric ECLS, Dr Roy highlighted modifiable factors for good neurological outcomes, including time to optimization, quality CPR, and post‐arrest management of cardiac arrest. Dr Stefano Danielle (Yale School of Medicine) presented his group's work on the restoration of circulation and cellular function in porcine brains. Using a novel extracorporeal perfusion system, the group was able to provide pulsatile flow with a cytoprotective perfusate to intact ex‐vivo porcine brains. At 10 hours postmortem, porcine brains supported with the entire BrainEx system were found to have normalized histological features, microvascular function, vascular functionality, and neuronal and synaptic electrochemical viability, but no organized electrical activity.25Clinical Research: Epidemiologic and Outcomes‐Based Resuscitation ScienceCOVID‐19 and its Impact on Cardiac Arrest CareTimothy Asmar BS (Henry Ford Hospital) analyzed EMS activity in Detroit during the first wave of COVID‐19 and its effects on OHCA survival compared to similar time points in 2019. There were nearly double the number of EMS events for OHCA during March‐May 2020 compared to 2019. Dr Jocasta Ball (Ambulance Victoria) found that during the first wave of COVID‐19 in 2020 in Victoria there was a decrease in demand for EMS with a similar incidence of OHCA calls compared to 2017–2019. Initiation of resuscitation by EMS decreased significantly (46.9% versus 40.6%,P=0.001) and there were delays for"
  },
  {
    "full_text": "versus 40.6%,P=0.001) and there were delays for initiation of care due to donning of personal protective equipment (PPE). Dr Raul Gazmuri (Rosalind Franklin University of Medicine and Science) presented a novel Work of Breathing Scale (WOB). They found that patients with COVID‐19 pneumonia can be supported for extended periods of time using high flow nasal cannula despite tachypnea if their WOB scale was ≤4, and that a closer assessment for intubation is required when WOB was >4, especially when there was accessory muscle use. Dr Cindy Hsu (University of Michigan) reported a swine model assessment of aerosol generation during chest compressions and defibrillation during cardiac arrest.26Chest compressions alone did not cause significant aerosol generation. However, there was an increase in aerosol generation during chest compressions immediately following defibrillation. Dr Anish Bhatnagar (Beth Israel Deaconess Medical Center) found that rapid deployment of mechanical chest compression devices was feasible for IHCA during the COVID‐19 pandemic. Dr Priyanka Sheth (Vanderbilt University) reported on outcomes for patients receiving CPR during the initial surge of COVID‐19 in the US. Only 10% of COVID‐19 arrest patients were discharged alive versus 25% non‐COVID‐19 patients in 2019/20.Disparities in Resuscitation Care: Race, Gender and GeographyDr Ethan Abbott (Icahn School of Medicine) examined racial residential segregation and survival after OHCA in the elderly population. Using Medicare data and national health surveys, he found that increased racial residential segregation was associated with decreased survival. Dr Audrey Blewer (Duke University School of Medicine) presented work examining the impact of telephone CPR on OHCA bystander CPR disparities (race, gender, and older age). Using the Pan Asian Resuscitation Outcomes Study registry, the team found that telephone CPR use was associated with a decrease in bystander CPR disparities. Dr Ryan Huebinger (McGovern Medical School) discussed ongoing work to characterize community OHCA racial and socioeconomic disparities. Using the CARES registry, the research team found that predominantly minority and lower income census tracts were associated with lower rates of bystander CPR, bystander AED use, and survival to hospital discharge from OHCA in Texas. Dr Courtland Blount (University of Tennessee Health Sciences Center) presented work examining racial diversity in CPR training videos. Using the search term “How to do CPR,” 850 videos were examined and 72 met study inclusion criteria. Of these, 13.9% taught high‐quality CPR and featured at least one non‐white character, supporting the conclusion that there is a lack of racial representation in freely available CPR training videos. Benjamin Leung (University of Toronto) examined the feasibility of using mathematical optimization to place AEDs and account for socioeconomic deprivation. Using OHCA data from Scotland, the research team demonstrated"
  },
  {
    "full_text": "from Scotland, the research team demonstrated that existing AED locations are not well aligned with suspected OHCAs when examined by socioeconomic deprivation categories. Shelby Shelton (University of Colorado) presented work seeking to understand whether the sex of the rescuer was associated with provision of bystander CPR for women compared to men. The study team found that male rescuers would potentially be hindered by fears of accusation of sexual assault and harassment, while female rescuers were deterred by fears of causing harm. Table1provides a summary of oral presentations on epidemiologic and outcomes‐based resuscitation science.Table 1Presentations on Epidemiologic and Outcomes‐Based Resuscitation ScienceLecturePresenterCountryCOVID‐19 and its impact on cardiac arrest careCovid‐19 Pandemic Impact on EMS Runs and Resuscitation AttemptsTimothy Asmar, BSUSACollateral Damage: Hidden Impact of the COVID‐19 Pandemic on Out‐of‐hospital Cardiac ArrestJocasta Ball, PhDAustraliaWork of Breathing Scale to Assess Need of Intubation in COVID‐19 PneumoniaRaul J Gazmuri, MDUSAAerosol Generation During Chest Compression and Defibrillation in a Swine Cardiac Arrest ModelCindy H Hsu, MD, PhDUSAIntroduction of a Mechanical Chest Compression Device for In‐hospital Cardiac Arrest During the COVID‐19 PandemicAnish Bhatnagar, MDUSAOutcomes for Patients Receiving CPR During Novel Coronavirus Outbreak in The United StatesPriyanka Sheth, MDUSADisparities in resuscitation care: race, gender and geographySurvival After Out‐of‐hospital Cardiac Arrest: The Role of Urban‐Rural Residence and Demographic FactorsEthan E Abbott, DOUSATelephone‐Assisted CPR May Overcome Ethnic and Age Variation Observed in Bystander CPRPresenter: Audrey L Blewer, PhD, MPHUSADisparities in Out of Hospital Cardiac Arrest Care and Outcomes in TexasRyan Huebinger, MDUSALack of Racial Diversity in CPR Training Films: A Cross‐Sectional AnalysisCourtland Blount, MDUSASocioeconomically Equitable Public Defibrillator Placement Using Mathematical OptimizationK.H. Benjamin Leung, MAScUKUnderstanding Why Differences in the Provision of Bystander CPR Exist for Women Versus Men: Does the Sex of the Rescuer Matter?Sarah M Perman, MDUSACPR indicates cardiopulmonary resuscitation; EMS, emergency medical services.John Wiley & Sons, LtdInterventions and Therapies in Resuscitation ScienceECMO, ECPR, and Resuscitation TechnologyDr Joseph Tonna (University of Utah) presented data from the Extracorporeal Life Support Organization registry, demonstrating that there is wide variability in the management of arrest patients on ECMO, and that PCI in patients with myocardial infarction, left ventricular decompression and placement of distal perfusion catheter were associated with improved survival. He also found that hospitals performing >12 ECMO CPR cases a year had improved survival. Dr Ioana Florea (Washington University School of Medicine) presented a retrospective analysis examining survival of patients"
  },
  {
    "full_text": "analysis examining survival of patients supported on veno‐arterial (VA) and veno‐venous (VV) ECMO. Among the 449 VA ECMO patients, those that required post‐cardiotomy mechanical circulatory support were found to have worse 30‐day and 1‐year outcomes when compared to patients with acute pulmonary embolism, non‐ischemic cardiomyopathy and orthotopic heart transplant. There were no differences in survival in VV patients based on indication. Dr Jensyn VanZalen (University of Michigan), presented data on the effects of anticoagulation and thrombolytic therapy in a porcine model undergoing ECMO CPR (ECPR) after prolonged cardiac arrest. A total of 48 swine were divided into four treatment groups where they received a combination of placebo, argatroban, and/or streptokinase. No statistically significant difference was identified between the groups. Dr William Meurer (University of Michigan) presented a randomized feasibility trial examining the outcomes of patients with refractory OHCA assigned to expedited transport to an ECPR capable center compared to standard care. Among the 15 patients included in this study, 12 were randomized to expedited transport, of which 5 were eligible and treated with ECPR. Less than 80% of the expedited transport patients arrived to the ECPR center within 30 minutes and <80% were cannulated within 30 minutes. There were no survivors in the expedited or standard care groups. Dr C. Taylor Smith (Magnolia Regional Health Center) reviewed a case highlighting the successful use of the Impella CP 5.0 in a patient with acute cardiogenic shock following VF cardiac arrest. Dr Yael Levy (Mondor Biomedical Research Institute) presented data examining the relationship between body position and intracranial pressure during ECPR. Four swine in cardiopulmonary arrest followed by ECPR demonstrated that a tilt‐up position reduced ICP without lowering cerebral blood flow or compromising systemic hemodynamics.Predicting and Preparing for ArrestDr Katherine Berg (Beth Israel Deaconess Medical Center) performed a single‐center retrospective study and found that 25% of IHCA in the ICU may be preventable. She developed a cognitive aid for providers with a trigger system that is now implemented at her institution. Dr Sumeet Chug (Cedars‐Sinai Health System) presented on the prediction of OHCA based on symptoms preceding the event. A ratio of 51% of individuals have warning signs, such as angina or dyspnea, up to a month prior to the arrest. Early EMS contact was associated with a 5‐ to 6‐fold increase in survival (32% for early 911 calls versus 6% for ignored symptoms). Dr Zöe Fritz (Cambridge University Hospitals) discussed resuscitation care goals discussions and decision‐making. She developed ReSPECT (Resuscitation Summary Plan for Emergency Care and Treatment), a written document used to establish shared decision making with patients focused on which treatments will lead to desired outcomes. Dr Wei Ming (Ng Teng Fong General Hospital)"
  },
  {
    "full_text": "Dr Wei Ming (Ng Teng Fong General Hospital) discussed crowdsourcing CPR. A mobile app called “myResponder” uses geolocation to notify citizens of OHCA cases and respond early. Since 2015, over 140 000 installations have occurred with nearly 70 000 responders. As part of bystander‐focused public health interventions, this app has led to an increased likelihood of survival to hospital discharge.Pharmacologic Interventions During Cardiac ArrestDr Hui Li (Virginia Commonwealth University) presented on the impact of the anti‐malarial drug artesunate on post‐resuscitation cardiac and cerebral dysfunction. In a rat model of VF cardiac arrest, rats randomized to artesunate (n=12) had less severe myocardial injury, improved inflammatory markers, better survival, and better neurologic outcomes as compared to sham and control rats. Dr Ryan Morgan (Children's Hospital of Philadelphia) used a pediatric swine model of shock‐associated cardiac arrest to test the utility of inhaled nitric oxide (iNO) during CPR. Animals who received iNO had improved of systemic and cerebral blood flow compared to controls as well as improved complex I mitochondrial respiration in the cortex and the hippocampus. Jensyn J. VanZalen (University of Michigan) evaluated use of the anticoagulant argatroban during CPR. In a swine model of prolonged cardiac arrest, animals receiving argatroban did not have improved physiologic parameters as compared to control animals. Dr Rui Zhang (University of Michigan) tested intramuscular magnesium in a rat asphyxia model of cardiac arrest. Although serum magnesium levels were increased in a dose‐dependent fashion, intramuscular magnesium was not associated with improved outcomes. Dr Anil Gulati presented the results of a Phase III, multicenter trial of Centhaquine for the treatment of patients with hypovolemic shock. Dr Gulati is a co‐inventor of Centhaquine and an employee of the pharmaceutical company (Pharmazz, inc) that supported this trial. The authors reported improved physiologic measures in the intervention group in addition to improved mortality. There were no adverse events attributed to study drug.27Using data from the CARES registry and United States Environmental Protection Agency (EPA), Dr Ali Malik (Saint Luke's Mid America Heart Institute) found that for each 12 parts per billion increase in ozone level, the odds of an OHCA increased by 1%. Risk of OHCA was increased at ozone levels below EPA standards.CPR Mechanics and Intra‐Arrest CareDr Allison Cohen (Northwell Health) compared the use of intra‐cardiac arrest manual pulse checks to arterial Doppler pulse checks against a standard of femoral arterial line pulsatility. They found that manual palpation had an accuracy of only 50% compared to 90% accuracy for arterial Doppler. Dr Nelly Rojas‐Salvador (University of Minnesota) presented data assessing the effect of the spontaneous gasping reflex during cardiac arrest on brain oxygenation in a swine model of VF. In the 19/22 pigs that"
  },
  {
    "full_text": "in a swine model of VF. In the 19/22 pigs that had spontaneous gasping, 9 had an increase in cerebral oximetry (55–58%) and the other 10 had a slowing in the degree of oxygen decay. Dr Daniel Rolston (Northwell Health) presented the results of the implementation of a cardiopulmonary resuscitation bundle, which was associated with an improvement in ROSC, as well as improvement in survival to discharge from 3% to 4% in 2018 and 10% in 2019.28Dr James Russell (Oregon Health & Science University) presented data from a single EMS agency assessing the effects of CPR on chest molding, a measure of decreasing chest stiffness. They included 478 OHCA patients with continuous CPR lasting >10 minutes. For the first 25 minutes molding steadily increased then plateaued, with the median molding at 25 minutes. Dr Georg Schmölzer (University of Alberta) compared chest compressions during sustained inflation to chest compressions and asynchronized ventilation during CPR on 24 piglets. Time to ROSC was significantly decreased with sustained inflation compared to asynchronized ventilation. Lastly, Dr Priscilla Yu (UT Southwestern Medical Center) presented data assessing the association of end tidal carbon dioxide in the first 10 minutes of CPR with chest compression metrics, and survival in pediatric cardiac arrests. End‐tidal carbon dioxide (ETCO2) >20 when controlled for age and ventilation rate was significantly associated with the chest compression depth and chest compression fraction > 80%, but was not associated with ROSC or survival to discharge.DefibrillationDr Erin Evans (University of Iowa) conducted a retrospective study to determine the impact of epinephrine administration prior to defibrillation in shockable IHCA. Time to first defibrillation was longer and rates of survival to hospital discharge were lower. Early epinephrine administration was associated with worse outcomes even among those receiving prompt defibrillation. Mengqui Gao (Philips Healthcare) conducted a retrospective analysis on the actual operating times for 3 Philips AED models; time from rhythm analysis to shock delivery was analyzed. On average, responders using the FRx and FR3 models were able to deliver a shock within 48 seconds. Jamal Chu (University of Toronto) explored optimal discharge rules for drone‐delivered defibrillators. The investigators used a machine learning‐based discharge rule and noted median response times were significantly shorter. According to their model, sending a drone to every suspected OHCA case would lead to drones arriving before EMS in 66.8% of the cases. Dr Ryan A. Coute (University of Alabama at Birmingham) estimated annual and lifetime economic productivity loss due to OHCA in the US over a 5‐year period. In 2018, OHCA led to an annual and lifetime productivity loss of $48 244 and $638 947, respectively. Extrapolated to the US population in 2018, annual and lifetime productivity loss related to OHCA was $11.3 and $150.2 billion. Dr Tia Raymond"
  },
  {
    "full_text": "OHCA was $11.3 and $150.2 billion. Dr Tia Raymond (Medical City Children's) evaluated the association between amplitude spectral area (AMSA) with termination of VF and ROSC during pediatric cardiac arrest. Over a 4‐year period, 50 pediatric cardiac arrest cases were identified with a total of 111 shocks analyzed. When controlled for defibrillation current and illness category, average AMSA was associated with ROSC without ECMO, but not with survival. Dr Monique Anderson Starks (Duke University) explored key stakeholder attitudes toward droned‐delivered AEDs using qualitative methods. There was broad support for a drone‐delivered AED network. Potential challenges included privacy and safety concerns, legal and regulatory requirements, and public acceptance.Physiology During and After Cardiac ArrestDr Ivie D. Esangbedo (University of Texas Southwestern Medical Center) presented cerebral oximetry data measured during pediatric IHCA. The study included 36 CPR events among 26 unique patients, the majority of whom were infants with congenital heart disease. There was no difference in cerebral regional oxygen saturation (rSO2) between those with and without ROSC, nor was there a mean rSO2threshold associated with outcome. Dr Tiffany S. Ko (Children's Hospital of Philadelphia) and colleagues used non‐invasive frequency‐domain diffuse optical spectroscopy (FD‐DOS) to measure cerebral tissue oxygen extraction fraction (OEF) in a porcine model of prolonged pediatric cardiac arrest and ECMO CPR. OEF was correlated with microdialysis‐determined measurements of cerebral metabolism during 24 hours of ECMO support following CPR. Dr Masaaki Nishihara (Kyushu University Hospital), utilized the Japanese Association for Acute Medicine‐OHCA Registry to assess the association between post‐arrest hyperoxemia and neurologic outcome in adult patients treated with ECPR. Patients with hyperoxemia had lower rates of 30‐day survival and favorable neurologic outcomes. Dr Mitsuaki Nishikimi (Northwell Health) measured plasma phospholipids 1‐hour post‐ROSC in 36 adult patients. Most phospholipid classes were decreased relative to controls and lysophosphatidylcholine (LPC) levels, in particular, were lower in non‐survivors. Subsequently, the investigators found that in a rat model, LPC levels decreased serially post‐arrest and that treatment with LPC improved rates of survival. Dr Daniel Spaite (Universtiy of Arizona) compared continuous ETCO2 values between adult OHCA patients with cardiac, respiratory, and opioid overdose‐related arrest etiologies. Mean ETCO2 values during CPR were higher among subjects with respiratory‐ and overdose‐related cardiac arrests as compared to those with a primary cardiac etiology. Mr Eirik Unneland (Norwegian University of Science and Technology) shared his group's study quantifying the temporal likelihood of transitions between pulseless electrical activity (PEA) and ROSC during 538 adult IHCA events at four hospitals. They reported a PEA to"
  },
  {
    "full_text": "events at four hospitals. They reported a PEA to ROSC transition intensity of 0.10 minute−1, with a peak likelihood of ROSC at 7 minutes of CPR. Similarly, the likelihood of transition from ROSC to PEA was 10% per minute. Table2provides a summary of all oral presentations on interventions and therapies in resuscitation Science.Table 2Summary of Presentations on Interventions and Therapies in Resuscitation ScienceLecturePresenterCountryECMO, eCPR, and resuscitation technologyShort‐ and Long‐term Survival of Patients Supported on Venoarterial and Veno‐venous Extracorporeal Membrane OxygenationIoana FloreaUSAEffects of Anticoagulation and Thrombolytic Therapy in a Porcine Model of Prolonged Out‐of‐Hospital Cardiac Arrest Treated with ECPRStephen L. HarveUSAEffect of Body Position on Intracranial Pressure and Carotid Blood Flow During Extracorporeal Cardiopulmonary ResuscitationYaël LevyFranceExtracorporeal Cardiopulmonary Resuscitation for Refractory Out of Hospital Cardiac Arrest (EROCA)—Results of a Randomized Feasibility Trial of Expedited Prehospital TransportWilliam J MeurerUSAImpella Device Success: Walking Home After Cardiogenic Shock from Ventricular FibrillationChristopher SmithUSACritical Care Management, Hospital Case Volume, and Survival After Extracorporeal Cardiopulmonary ResuscitationJoseph TonnaUSAPharmacologic interventions during cardiac arrestMulticentric, Randomized Controlled Phase III Study of Centhaquine (Lyfaquin®) as an Effective First‐in‐class Resuscitative Agent in Hypovolemic Shock PatientsAnil GulatiIndiaAssociation of Acute Exposure to Ambient Air Particulate Matter and Ozone with Risk of Out‐of‐Hospital Cardiac ArrestAli MalikUSAArtesunate Reduces the Severity of Post‐Resuscitation Myocardial and Cerebral DysfunctionHui LiUSAA Pre‐Clinical Randomized Blinded Trial of Inhaled Nitric Oxide During Pediatric Cardiopulmonary ResuscitationRyan W MorganUSAEffects of Early Administration of Argatroban on CPR Quality in Porcine Model of Prolonged Out‐of‐Hospital Cardiac ArrestJensyn J. VanZalenUSAIntra‐arrest Delivery of Intra‐muscular Magnesium Sulfate in a Rat Model of Cardiac ArrestRui ZhangUSACPR mechanics and intra‐arrest careTime for a Change: Use of Doppler Ultrasound for Pulse Checks in Cardiac Arrest PatientsAllison CohenUSAGasping During Cardiac Arrest Before Cardiopulmonary Resuscitation Increases Cerebral Oximetry in a Swine ModelNelly Rojas‐SalvadorUSAMechanical, Team‐focused, Video‐Reviewed Cardiopulmonary Resuscitation Improves Trends in Survival to Discharge and Cardiac Arrest Performance MeasuresDaniel RolstonUSAChest Molding in Extended Cardiopulmonary ResuscitationJames K RussellSpainCardiopulmonary Resuscitation with Chest Compressions During Sustained Inflations in a Pediatric Porcine Model—A Randomized Control Animal TrialGeorg SchmölzerUSAAssociation of End Tidal Carbon Dioxide >20 mm Hg with Pediatric In‐hospital Cardiac Arrest Quality of CPR and SurvivalPriscilla YuUSADefibrillationAssociation of"
  },
  {
    "full_text": "YuUSADefibrillationAssociation of Epinephrine Prior to Defibrillation with Survival in Patients with In‐hospital Cardiac ArrestErin EvansUSARapid Responder Operating Times for Out‐of‐hospital Cardiac Arrest Using Three Automated External Defibrillator ModelsMengqi GaoUSAA Machine Learning‐based Dispatch Rule for Drone‐delivered DefibrillatorsJamal ChuCanadaAnnual and Lifetime Economic Productivity Loss Due to Adult Out‐of‐hospital Cardiac Arrest in the United StatesRyan A CouteUSAEffect of Amplitude Spectral Area on Termination of Fibrillation and Outcomes in Pediatric Cardiac ArrestTia RaymondUSABarriers and Opportunities for a Drone‐Delivered AED Network in Durham, North CarolinaMonique Anderson StarksUSAPhysiology during and after cardiac arrestCerebral Oximetry During Pediatric In‐hospital Cardiac ArrestIvie D. EsangbedoUSANon‐invasive Measurement of Cerebral Tissue Oxygen Extraction Fraction is Correlated with Microdialysis Brain Injury Biomarkers During Extracorporeal Cardiopulmonary ResuscitationTiffany S KoUSAHyperoxemia is Associated with Poor Neurological Outcomes in Patients with Out‐of‐hospital Cardiac Arrest Rescued by Extracorporeal Cardiopulmonary Resuscitation: Insight from the Nationwide Multicenter Observational JAAM‐OHCA (Japan Association for Acute Medicine) RegistryMasaaki NishiharaJapanIdentification of Decreased Plasma Lysophosphatidylcholine Using Phospholipidomics in Cardiac Arrest: A Novel Therapeutic ApplicationMitsuaki NishikimiUSA/JapanCapnographic Differences in Out‐of‐hospital Overdose‐related, Respiratory, and Cardiac ArrestsRobyn McDannoldUSAMulticenter Evaluation of Etiology and Observed Transition Intensities Between Pulseless Electrical Activity and Return of Spontaneous CirculationEirik UnnelandNorwayCPR indicates cardiopulmonary resuscitation; ECPR, extracorporeal cardiopulmonary resuscitation.John Wiley & Sons, LtdBasic ScienceLaboratory Investigations in Resuscitation ScienceDr Cheng Cheng (The Second Hospital of Anhui Medical University) shared the effects of ω‐3 polyunsaturated fatty acids (PUFA) on inflammation in a rat model of ventricular fibrillation cardiac arrest. Levels of inflammatory cytokines 6‐hours post ROSC were lower in rats that received PUFA compared to control rats. Dr Abigail Palmer (University of Pittsburgh) also presented a murine model which characterized the cytokine profiles in VF and asphyxia models of cardiac arrest. Post arrest cytokine responses were markedly elevated in the systemic circulation, heart, and brain, but the magnitude of these increases was not different between VF and asphyxial models. Dr Lian Liang (Virginia Commonwealth University and Sun Yat‐sen Memorial Hospital) shared the results of a study of combined therapy with polyethylene glycol (PEG) ‐20k and MCC950 in a rat model of cardiac arrest. PEG‐20k followed by MCC950 resulted in preserved post‐resuscitation myocardial mitochondrial function. Jenna Mendelson (Rosalind Franklin University) presented the"
  },
  {
    "full_text": "(Rosalind Franklin University) presented the findings of a porcine model of hemorrhagic shock and traumatic brain injury. She found that the modified shock index (heart rate/mean arterial pressure) was more useful in distinguishing survivors versus non‐survivors than the shock index (heart rate/arterial systolic blood pressure) during fluid‐restricted resuscitation. Dr Yusuke Miyazaki (Massachusetts General Hospital) presented a series of experiments highlighting the role of iron metabolism on outcomes after cardiac arrest and resuscitation in mice. They demonstrated a hepcidin‐mediated shift of iron from the extracellular to the intracellular space after cardiac arrest in wild‐type mice. Hepcidin deficient mice had improved survival and neurological function after cardiac arrest compared to wild‐type mice. Table3provides a summary of oral presentations on basic science.Table 3Summary of Presentations on Basic ScienceLaboratory Investigations in Resuscitation ScienceLecturePresenterCountryEffects of ω‐3 Polyunsaturated Fatty Acids on Systemic Inflammation and Post‐Resuscitation Myocardial Function in a Rat Model of Cardiac Arrest and Cardiopulmonary ResuscitationCheng ChengUSAEarly Cytokine Profile in Selectively Vulnerable Brain Regions, Heart and Serum After Asphyxial Cardiac Arrest vs. Ventricular Fibrillation Cardiac Arrest in RatsAbigail A PalmerUSACombined Therapy with Polyethylene Glycol‐20k and MCC950 Preserves Post‐Resuscitation Myocardial Mitochondrial Function in a Rat Model of Cardiac Arrest and Cardiopulmonary ResuscitationLian LiangUSAThe Modified Shock Index Separates Survivors from Non‐Survivors in a Swine Model of Hemorrhagic Shock and Traumatic Brain InjuryJenna MendelsonUSARole of Iron Metabolism on Outcomes after Cardiac Arrest and Resuscitation in MiceYusuke MiyazakiUSAJohn Wiley & Sons, LtdResuscitation Science Year in ReviewDr Elizabeth Hunt (Johns Hopkins University) provided the annual Resuscitation Year in Review presentation. The lecture focused in four main areas: (1) CPR Considerations in the COVID‐19 era; (2) factors considered during post cardiac arrest care and prognostication; (3) examples of optimizing compliance with current guidelines; and (4) population‐based disparities in quality of care delivered during cardiac arrest.ConclusionIn the midst of the COVID‐19 pandemic, the first virtual ReSS meeting convened resuscitation science researchers from around the world, who presented and discussed the latest in cardiac arrest research, from basic science to clinical trials and public health interventions, including a number of COVID‐19 related research studies evaluating the broad impact of the pandemic in cardiac arrest care.Sources of FundingNone.DisclosuresDr Perman reports the following research support: NIH/National Heart, Lung and Blood Institute (NHLBI) K23 HL138164‐03, R03 HL148366‐01. Dr Horowitz consults for Inari Medical, Penumbra and AMBU. Dr Del Rios reports the following research support from the NIH:"
  },
  {
    "full_text": "the following research support from the NIH: 1 U24 NS115679 01, 1R61HL13945401A1 / 4R33HL139454‐02, UL1TR002003, 1U24NS115679‐01. Dr Tonna has received modest speaker fees from LivaNova for cardiac arrest unrelated to this work, and from Philips Healthcare unrelated to this work and reports the following research support from the NIH: K23HL141596. Dr Tonna also reports grant funding support by the University of Utah Study Design and Biostatistics Center, with funding in part from the National Center for Research Resources and the National Center for Advancing Translational Sciences, National Institutes of Health, through Grant 5UL1TR001067‐02. Dr Hsu reports the following research support from the NIH: K12HL133304. Dr Kotini‐Shah has received research support from the Zoll Foundation. Dr Mitchell is currently supported by a T32 grant from the NIH 5T32HL007891. Dr Morgan reports funding from the NIH National Heart, Lung, and Blood Institute: K23HL148541; R01HL147616; and R01HL141386. 22. Dr Abella has received consulting and speaking honoraria from Becton Dickinson and Stryker Medical, NIH funding R21NS10976, and Patient‐Centered Outcomes Research (PCORI) research funding, and is the volunteer co—chair of the ReSS meeting. Dr Teran has received research support from the Zoll Foundation and from the Emergency Medicine Foundation (EMF). The authors declare no conflicts of interest specifically related to this manuscript.Supporting informationTable S1Click here for additional data file. CONCLUSION: ConclusionIn the midst of the COVID‐19 pandemic, the first virtual ReSS meeting convened resuscitation science researchers from around the world, who presented and discussed the latest in cardiac arrest research, from basic science to clinical trials and public health interventions, including a number of COVID‐19 related research studies evaluating the broad impact of the pandemic in cardiac arrest care."
  }
]