[
  {
    "full_text": "TITLE: The future of value‐based emergency care: Development of an emergency medicine MIPS value pathway framework ABSTRACT: AbstractThe Centers for Medicare & Medicaid Services (CMS) implemented the Merit‐based Incentive Payment System (MIPS) to accelerate the transition of physician payment toward value‐based care models and away from traditional fee‐for‐service payment programs. In recent years, CMS has sought to modify the program by developing a MIPS Value Pathway (MVP) framework intended to use existing and future physician quality and cost measures to reward value‐based care delivery. This article describes the multi‐step process of the MVP Task Force, convened by the American College of Emergency Physicians (ACEP) to develop an emergency medicine‐specific MVP proposal informed by diverse stakeholder perceptions regarding: (1) which existing quality measures reflect high quality emergency care, and (2) the degree to which emergency clinicians can impact clinical outcomes and cost for the care domains captured by existing quality measures. The MVP Task Force synthesized stakeholder feedback and underwent a consensus‐building approach to develop the “Adopting Best Practices and Promoting Patient Safety within Emergency Medicine” MVP, recently reviewed and approved by CMS for national implementation starting in 2023. Our process and findings have broad implications for clinicians, administrators, and policymakers navigating the continued transition to value‐based care in conjunction with CMS's implementation of the MVP framework. BODY: 1INTRODUCTIONNumerous policy efforts have been introduced in the past decade to transition clinicians away from traditional fee‐for‐service payments that promote volume toward pay‐for‐performance programs that promote value. Most notably, the Centers for Medicare & Medicaid Services (CMS) has attempted to accelerate this transition by designing clinician payment models that promote value by tying payments to quality measure performance. The CMS Quality Payment Program (QPP) created under the Medicare Access and CHIP Reauthorization Act of 2015 sought to advance this transition by incentivizing clinicians to deliver high‐quality, high‐value care.1The QPP includes several tracks for clinicians to choose from, with emergency clinicians most commonly reporting within the Merit‐based Incentive Payment System (MIPS). Implemented in 2017, the MIPS has been criticized by emergency clinicians as confusing, lacking clinically relevant quality measures, and burdensome in reporting requirements.2,3In response, CMS developed the new MIPS Value Pathways (MVP) framework intended to simplify the MIPS program and move toward clinicians reporting clinically related and aligned, specialty‐specific cost and quality measures to further incentivize value‐based care.4Although these efforts have addressed part of the value equation by promoting widespread quality measurement and reporting for payment, little progress has been made in"
  },
  {
    "full_text": "for payment, little progress has been made in addressing costs within clinician payment models. Not yet developed, an emergency medicine‐specific MVP would seek to bring value‐based care to emergency care by incorporating emergency and acute care specific quality measures alongside cost measures of salience to the emergency care setting. Many knowledge and implementation gaps remain in developing an emergency medicine‐focused version of the MVP framework.5In practice, no cost measures exist specific to emergency medicine, and although dozens of quality measures have been developed over the past decade, none were designed with the intent of use alongside cost measures or in value‐based care initiatives.6Within measure development efforts, the processes of developing cost measures and quality measures have historically been fragmented, making the path forward for quality and cost alignment within an emergency medicine‐specific MVP ambiguous. Additional conceptual challenges have been anecdotally noted for quality measure performance in emergency care, including clinician attribution of patient clinical outcomes and costs in an environment in which patients are often cared for by multiple clinicians.7Despite these measurement gaps, CMS regulations have indicated that the MVP framework would be implemented nationally across all medical specialties, creating an impetus for a rapid response by the emergency medicine specialty. Given current regulatory pressure to launch the MVP framework, little time exists to develop emergency care quality and cost measures de novo, thereby warranting an evaluation of existing measures for use within an MVP. Accordingly, in September 2020, the American College of Emergency Physicians (ACEP) convened an MVP Task Force to design an emergency medicine‐specific MVP for submission to the CMS with the hopes of national implementation in the 2022 performance year. To capture the breadth of perspectives regarding quality measurement, the goals of the MVP Task Force and this concept article were to identify: (1) which existing quality measures reflect high quality emergency care and should be considered for inclusion within an emergency medicine‐specific MVP, and (2) the degree to which emergency clinicians can impact clinical outcomes and cost for the care domains captured by existing quality measures. We also describe the concurrent, consensus‐building approach of the MVP Task Force.2ASSEMBLY OF THE TASK FORCEThe MVP Task Force consisted of a group of 6 individuals (all are listed authors) selected by ACEP leadership according to their content expertise in emergency care quality measurement, reimbursement, and value‐based care. Our approach for development of an emergency medicine‐specific MVP followed 2 phases: (1) seeking feedback from a diverse group of emergency medicine stakeholders, and a (2) consensus‐building approach among the Task Force regarding measures and concepts to prioritize within a proposed emergency"
  },
  {
    "full_text": "to prioritize within a proposed emergency medicine‐specific MVP. To elicit a broad range of perspectives on important MVP considerations, feedback was sought from members of several committees and sections within ACEP, including: Quality and Patient Safety Committee, Clinical Emergency Data Registry Committee, Reimbursement Committee, Federal Government Affairs Committee, Health Innovation Technology Committee, Emergency Medicine Practice Committee, Clinical Policies Committee, Quality and Patient Safety Section, Diversity Inclusion & Health Equity Section, Emergency Medicine Informatics Section, Emergency Medicine Practice Management & Health Policy Section, and Rural Emergency Medicine Section. With patient‐centeredness identified as a “Guiding Principle” of MVP development (Table1), we also engaged patient representative group members identified by ACEP leadership for feedback and further comment by Web conference call.TABLE 1MVP Guiding PrinciplesMVP guiding principles1. MVPs should consist of limited, connected complementary sets of measures and activities that are meaningful to clinicians, which will reduce clinician burden, align scoring, and lead to sufficient comparative data.2. MVPs should include measures and activities that would result in providing comparative performance data that is valuable to patients and caregivers in evaluating clinician performance and making choices about their care; MVPs will enhance this comparative performance data as they allow subgroup reporting that comprehensively reflects the services provided by multispecialty groups.3. MVPs should include measures selected using the “Meaningful Measures” approach and wherever possible, the patient voice must be included, to encourage performance improvements in high priority areas.4. MVPs should reduce barriers to APM participation by including measures that are part of APMs where feasible, and by linking cost and quality measurement.5. MVPs should support the transition to digital quality measures.Abbreviations: APM, alternative payment model; MVP, MIPS Value Pathway.John Wiley & Sons, Ltd.3IDENTIFICATION AND INITIAL RANKING OF MEASURESA total of 36 quality measures were considered currently available for reporting by emergency clinicians and were assessed for feedback. Specifically, 12 quality measures exist within the QPP EM Specialty Set as well as 24 quality measures within CMS‐approved qualified clinical data registries (QCDRs).1,8,9Two available fee‐based QCDRs exist for emergency clinicians developed to collate health records and billing data for quality measure score reporting to CMS: the ACEP Clinical Emergency Data Registry (CEDR) and the Vituity Emergency‐Clinical Performance Registry (E‐CPR).Committee and section members assessed 2 components regarding available quality measures: (1) inclusion within an emergency medicine‐specific MVP, and (2) the degree to which emergency clinicians can impact clinical outcomes and cost for the care domains captured"
  },
  {
    "full_text": "outcomes and cost for the care domains captured by existing quality measures. For the first component including the 36 emergency care quality measures, we asked stakeholders to respond to the following statement: “Please rank each quality measure below based on your agreement for its inclusion in an EM‐specific MVP.” A 6‐point Likert scale with 1 = “strongly disagree” and 6 = “strongly agree” was used. The second component focused on value and included a 3 × 3 impact matrix assessment of 14 specific care domains, grouped by expert consensus of the Task Force to include the available 36 emergency care quality measures. For each item, we asked participants to respond to the following statement: “Please choose the impact that you believe an emergency clinician can have on clinical outcome and cost for each domain. For this, think about outcome and cost within the timeframe of an acute care episode which may extend a short time period beyond the ED visit itself.” For both clinical outcome and cost, participants could select “low,” ”moderate,” or “high” for the specific care domain in question.All MVP Task Force members had opportunities to share their thoughts regarding priorities for the development of an emergency medicine‐specific MVP based on a synthesis of findings from stakeholders. Ultimately, the MVP Task Force developed possible emergency medicine‐specific MVPs for consideration after grouping existing quality measures into thematically related options and relied on consensus agreement to move forward with the proposal of 1 emergency medicine‐specific MVP for submission to CMS.4FINDINGS FROM STAKEHOLDER ENGAGEMENTFeedback was obtained from 119 ACEP committee and section members, offering diverse perspectives regarding the importance of specific quality measures within an emergency medicine‐specific MVP and the impact an emergency clinician could have on clinical outcomes and cost. Responses to all 36 emergency care quality measures regarding agreement with inclusion in an emergency medicine‐specific MVP are presented in Table2. The highest ranked quality measures included ECPR #55 “Avoidance of long‐acting or extended‐release opiate prescriptions and opiate prescriptions for greater than 3 days duration for acute pain,” QPP #254 “Ultrasound determination of pregnancy location for pregnant patients with abdominal pain,” and ECPR #41 “Rh status evaluation and treatment of pregnant women at risk of fetal blood exposure.” The lowest ranked quality measure items included ECPR #53 “Clinician reporting of loss of consciousness to state Department of Public Health or Department of Motor Vehicles,” ECPR #50 “Door to diagnostic evaluation by a clinicians within 30 minutes—urgent care patients,” and QPP #317 “Preventive care and screening: screening for high blood pressure and follow‐up documented.”TABLE 2Emergency physician agreement with inclusion of existing emergency care quality measures in an emergency medicine‐specific MVPMeasure"
  },
  {
    "full_text": "in an emergency medicine‐specific MVPMeasure ID—labelDisagreeaAgreeaMeanbQPP Measures254—Ultrasound determination of pregnancy location for pregnant patients with abdominal pain101085.07415—ED utilization of CT for minor blunt head trauma for patients aged ≥18 years old20974.81416—ED utilization of CT for minor blunt head trauma for patients 2 through 17 years old22954.81116—Avoidance of antibiotic treatment in adults with acute bronchitis22954.68333—Computerized tomography for acute sinusitis30874.50331—Antibiotic prescribed for acute viral sinusitis25934.4893—Acute otitis externa: systemic antimicrobial therapy28894.37107—Adult major depressive disorder: suicide risk assessment32864.2866—Appropriate testing for children with pharyngitis26914.22332—Appropriate choice of antibiotic: amoxicillin with or without clavulanate prescribed for patients with acute bacterial sinusitis30884.14187—Stroke and stroke rehabilitation: thrombolytic therapy42763.93317—Screening for high blood pressure and follow‐up documented73453.00QCDR MeasuresECPR 55—Avoidance of long‐acting or extended‐release opiate prescriptions and opiate prescriptions for >3 days duration for acute pain141045.08ECPR 41—Rh status evaluation and treatment of pregnant women at risk of fetal blood exposure131055.05ECPR 46—Avoidance of opiates for low back pain or migraines161024.94ACEP 52—Appropriate ED utilization of lumbar spine imaging for atraumatic low back pain111074.85ECPR 39—Avoid head CT for patients with uncomplicated syncope18994.85ACEP 55—ED utilization of CT for minor blunt head trauma for patients 2 through 17 years old151024.83ACEP 22—Appropriate ED utilization of CT for pulmonary embolism21964.79ACEP 57—Avoidance of opioid therapy for migraine, low back pain, dental pain22964.70ACEP 58—Appropriate treatment for adults with upper respiratory infection171014.69ACEP 54—Utilization of FAST exam in the ED20984.51ECPR 51—Discharge prescription of naloxone after opioid poisoning or overdose29884.50ACEP 31—Appropriate Foley catheter use in the ED27914.44ACEP 53—Appropriate use of imaging for recurrent renal colic26914.42ACEP 21—Coagulation studies in patients presenting with chest pain with no coagulopathy or bleeding37804.28ECPR 52—Appropriate treatment of psychosis and agitation in the ED34844.25ACEP 48—Septic shock: lactate level measurement, antibiotics ordered, and fluid resuscitation30884.17ECPR 40—Initiation of the initial sepsis bundle32854.03ACEP 56—Follow‐up care coordination documented in discharge summary42763.94ACEP 30—Septic shock: lactate clearance rate ≥10%51673.59ACEP 25—Tobacco use: screening and cessation intervention for patients with asthma and COPD64543.34ACEP 50—ED median time from ED arrival to ED departure for discharged ED patients for adult patients66523.18ACEP 51—ED median time from ED arrival to ED departure for discharged ED patients for pediatric patients66523.16ECPR 50—Door to diagnostic evaluation by a clinicians within 30 min: urgent care"
  },
  {
    "full_text": "by a clinicians within 30 min: urgent care patients76422.86ECPR 53—Clinician reporting of loss of consciousness to state Department of Public Health or Department of Motor Vehicles88302.51Abbreviations: ACEP, American College of Emergency Physicians; COPD, chronic obstructive pulmonary disease; CT, computed tomography; ECPR, Emergency Clinical Performance Registry; FAST, focused assessment with sonography for trauma; QCDR, qualified clinical data registry; QPP, Quality Payment Program.aCaptures responses of “Somewhat–Strongly” agree with inclusion of the measure within an emergency medicine‐specific MVP.bDenotes weighted mean.John Wiley & Sons, Ltd.The perceived impact emergency clinicians could have on clinical outcome and cost of the 14 emergency care domains are present in Figures1and2. Specifically, clinician stakeholders believed that emergency clinicians could have high impact on the clinical outcome in the Pregnancy and Opioid Use Disorder domains and low impact on the clinical outcome and cost in the Preventive Care, Timeliness and Experience of Emergency Care, and Chest Pain domains. Potentially of interest, respondents identified that emergency clinicians were anticipated to have a low impact on both the clinical outcome and cost within the Chest Pain domain. This finding likely reflects the inherit limitations of the 2 existing quality measures available that comprised that domain, including 1 addressing the avoidance of creatine kinase‐MB testing and another measuring the avoidance of coagulation studies in patients presenting with chest pain without coagulopathy or bleeding.FIGURE 1Perceived emergency clinician impact on clinical outcome and cost of 14 clinical care domains. Clinical care domains are placed in 1 cell within the 3 × 3 impact matrix based on a plurality of physician stakeholder responsesFIGURE 2Perceived emergency clinician impact on clinical outcome and cost of 14 clinical care domains. Green represents a perceived high impact; yellow represents a perceived moderate impact; red represents a perceived low impact5CONSENSUS BUILDING AND RECOMMENDATIONSAside from stakeholder feedback, MVP Task Force members weighed several additional considerations in selecting quality measures to be included within a proposed emergency medicine‐specific MVP. With CMS suggesting a finite amount of quality measures to be included within proposed MVPs, Task Force members weighed 5 distinct issues. First, a particular attempt was made to include both QPP measures, reportable by any emergency clinician, as well as measures within fee‐based QCDRs, which may be more specialty‐specific but less accessible for reporting given their proprietary status. Second, the MVP Task Force also identified that several QPP measures within the emergency medicine Specialty Set are considered “topped out.” In this case, a large majority of clinicians perform at or very near the top of the quality measure score distribution, identifying little variation for"
  },
  {
    "full_text": "distribution, identifying little variation for improvement and introducing concern regarding their inclusion in an emergency medicine‐specific MVP. Third, the MVP Task Force identified that several emergency care quality measures assessed may depend on additional specialties aside from emergency medicine, potentially limiting the perceived impact an emergency clinician could be expected to have on the clinical outcome and cost of a clinical care domain. For example, lactate clearance in sepsis bundles may jointly depend on hospitalist or critical care colleagues, psychiatric illness evaluations are likely collaborative with psychiatry colleagues, and decisions to pursue computed tomography imaging may depend on discussions with trauma or surgical teams.Fourth, MVP Task Force members balanced broader stakeholder reactions with several policy realities of which Task Force experts were aware. For example, despite lower scores from stakeholder feedback for emergency care quality measures within the Timeliness and Experience of Emergency Care domain, MVP Task Force members recognized the substantial alignment of these digital quality measures with MVP Guiding Principles. Finally, the specific limitations to available emergency care measures noted by the MVP Task Force included a lack of acute care episode‐based cost measures, patient‐reported outcome measures, and specifically digital quality measures given their difficulty in electronic health record implementation (eg, lactate clearance).Grouping existing quality measures into thematically related options, the Task Force developed and evaluated 5 possible emergency medicine‐specific MVPs (Table3). The proposed MVPs independently included a focus on: time‐critical high‐acuity conditions, acute undifferentiated cardiopulmonary illnesses, undifferentiated high‐risk complaints, low‐acuity infectious conditions, and trauma.TABLE 3Conditions addressed and measure IDs of 5 MVPs considered by the MVP Task ForceProposed MVPComplaints/conditions addressedMeasure IDsTime‐critical high‐acuity conditionsStroke, myocardial infarction, sepsisQPP 187, ACEP 30, ACEP 48, ECPR 40Acute undifferentiated cardiopulmonary illnessesChest pain, pulmonary embolismACEP 21, ACEP 22Undifferentiated high‐risk complaintsChest pain, abdominal pain, headache, back painQPP 116, QPP 254, QPP 321, QPP 331, ACEP 21, ACEP 50, ACEP 52, ECPR 46, ECPR 55Low‐acuity infectious conditionsPharyngitis, sinusitis, bronchitisQPP 66, QPP 93, QPP 116, QPP 331, QPP 332, QPP 333, ACEP 58TraumaBlunt head trauma, FASTQPP 415, QPP 416, ACEP 54, ACEP 55Abbreviations: ACEP, American College of Emergency Physicians; ECPR, Emergency Clinical Performance Registry; FAST, focused assessment with sonography for trauma; MVP, MIPS Value Pathways; QPP, Quality Payment Program.John Wiley & Sons, Ltd.The MVP Task Force selected the “Undifferentiated High‐Risk Complaints” MVP as the best representation of meaningful emergency care quality measures to be considered"
  },
  {
    "full_text": "emergency care quality measures to be considered further by CMS for implementation in future value‐based care models. Within the MVP, the Task Force incorporated quantitative stakeholder feedback and weighed the 5 aforementioned distinct issues to include quality measures that: (1) offer varied reporting options for clinicians, including through the QPP or QCDRs, (2) are not “topped out,” (3) minimize attribution concerns, particularly when clinical outcomes and measurement performance may be dependent on other specialties, and (4) are aligned with the MVP Guiding Principles (Table1). The MVP is intended to improve patient outcomes and promote the transition to value‐based care by allowing clinicians to focus on emergency medicine‐specific quality measurement efforts previously identified to have wide variation in healthcare utilization and cost outcomes. The measure topics within the MVP are meaningful to emergency medicine clinicians because the primary conditions assessed are among the most common principal reasons for patients visiting the ED.10Further information is provided for the characteristics of quality measures within the “Undifferentiated High‐Risk Complaints” MVP (Table4).TABLE 4Characteristics of quality measures within the “undifferentiated high‐risk complaints” MVPMeasure ID/titleMeasure typeCollection type“Topped Out” statusaAttribution concernsbFrequently used measurecQPP 116—Avoidance of antibiotic treatment in adults with acute bronchitisProcessQPPNoNoYesQPP254—Ultrasound determination of pregnancy location for pregnant patients with abdominal painProcessQPPYesNoYesQPP321—CAPHS for MIPS clinician/group surveyPRO‐PMCAHPSNoNoNoQPP331—Adult sinusitis: Antibiotic prescribed for acute viral sinusitis (overuse)ProcessQPPNoNoYesACEP21—Coagulation studies in patients presenting with chest pain with no coagulopathy or bleedingProcessQCDRNoNoYesACEP50—ED median time from ED arrival to ED departure for all adult patientsOutcomeQCDRNoYes; Impact of institutional boardingYesACEP52—Appropriate ED utilization of lumbar spine imaging for atraumatic low back painProcessQCDRNoNoNoECPR46—Avoidance of opiates for low back pain or migrainesProcessQCDRNoNoNoECPR55—Avoidance of long‐acting or extended‐release opiate prescriptions and opiate prescriptions for greater than 3 days duration for acute painProcessQCDRNoNoNoAbbreviations: ACEP, American College of Emergency Physicians; CAHPS, Consumer Assessment of Healthcare Providers and Systems; ECPR, Emergency Clinical Performance Registry; MVP, MIPS Value Pathways; PRO‐PM, patient‐reported outcome‐based performance measure; QCDR; QPP, Quality Payment Program; QCDR, Qualified Clinical Data Registry.aIdentifies quality measures in which performance is high and unvarying that meaningful distinctions and improvement in performance is difficult.19.bConceptually noted to be a potential overlap with or dependence on additional specialties aside from emergency medicine, potentially limiting the perceived"
  },
  {
    "full_text": "medicine, potentially limiting the perceived impact an emergency clinician could be expected to have on the clinical outcome.cNoted if the quality measure was a top 10 frequently measure mapped by ACEP CEDR based on the number of reporting tax identification numbers.19.John Wiley & Sons, Ltd.6IMPLICATIONS AND FUTURE DIRECTIONSThese findings are the first to provide stakeholder data reflecting existing emergency care quality measures, the strengths and limitations of available quality measures in the emergency care setting, and a roadmap for the development of an emergency medicine‐specific MVP using a consensus‐building and Task Force approach.Our work has broad implications for clinicians, administrators, and policymakers navigating the continued transition to value‐based care with the implementation of the MVP framework. Prior analyses of existing emergency care quality measures have assessed clinician performance or patient outcomes and used pediatric emergency department (ED) settings,11hospital‐level time‐to‐percutaneous coronary intervention,12and ED‐level sepsis bundle compliance,13with our work uniquely demonstrating the feasibility of collecting diverse stakeholder quantitative perspectives on existing quality measures. The subsequent expert review and consensus‐building process can serve as a blueprint for other specialties and clinicians developing MVPs and future value‐based care efforts within the emergency setting. Specifically, the MVP Task Force identified a complementary set of quality measures meaningful to emergency clinicians that accounts for the patient‐voice, allows for subsequent comparative data analyses, and aims to reduce clinician burden. An additional benefit of the “Undifferentiated High‐Risk Complaints” MVP is its alignment with ACEP's Acute Unscheduled Care Model (AUCM), an emergency medicine‐specific advanced APM currently awaiting implementation by CMS after endorsement by the Secretary of the Department of Health and Human Services. For the initial 2 years of the AUCM, eligible ED episodes of abdominal pain, altered mental status, chest pain, and syncope in fee‐for‐service Medicare beneficiaries will be assessed given their previously demonstrated significant variation in admission decision rates for these conditions.14,15A significant alignment of the “Undifferentiated High‐Risk Complaints” MVP with the conditions addressed in the AUCM was intentionally proposed to reduce barriers to APM participation in accordance with MVP Guiding Principles.The development and implementation of an emergency medicine‐specific MVP is expected be an iterative process with CMS.16Recently, CMS released the 2022 Physician Fee Schedule Final Rule,17with this emergency medicine‐specific MVP included as 1 of 7 MVPs proposed for implementation starting in calendar year 2023.17,18The developed MVP has been renamed by CMS to “Adopting Best Practices and Promoting Patient Safety within Emergency Medicine,” with its component measures"
  },
  {
    "full_text": "Emergency Medicine,” with its component measures presented within Table5. The bulk of the work performed by the MVP Task Force focused on the critical Quality category, but component measures are also shown for the Improvement Activities, Cost, and Promoting Interoperability categories. From a content‐perspective, CMS changed little in the Final Rule from the emergency medicine‐specific MVP submitted by the Task Force, only: (1) adding QPP #415 “Emergency department utilization of CT for minor blunt head trauma for patients aged 18 years and older,” (2) adding 2 Improvement Activity measures for inclusion, and (3) suggesting the temporary use of Medicare Spending Per Beneficiary cost measure until future episode‐based cost measures are developed.17TABLE 5Quality measures within the CMS final rule‐approved emergency medicine MVPThe “Adopting Best Practices and Promoting Patient Safety within Emergency Medicine” MVPIntent: Improve patient outcomes and promote the transition to value‐based care by allowing clinicians to focus on a set of emergency medicine‐specific clinical conditions previously identified to have wide variation in healthcare utilization and cost outcomesQualityImprovement activitiesQPP 116—Avoidance of antibiotic treatment in adults with acute bronchitisIA_BE_4: Engagement of patients through implementation of improvements in patient portalQPP254—Ultrasound determination of pregnancy location for pregnant patients with abdominal painIA_BE_6: Regularly assess patient experience of care and follow up on findingsQPP321—CAPHS for MIPS clinician/group surveyIA_CC_2: Implementation of improvements that contribute to more timely communication of test resultsQPP331—Adult sinusitis: antibiotic prescribed for acute viral sinusitis (overuse)IA_CC_14: Practice improvements that engage community resources to support patient health goalsQPP415—ED utilization of CT for minor blunt head trauma for patients 18 years and olderIA_PSPA_1: Participation in an AHRQ‐listed patient safety organizationACEP21—Coagulation studies in patients presenting with chest pain with no coagulopathy or bleedingIA_PSPA_6: Consultation of the Prescription Drug Monitoring ProgramACEP50—ED median time from ED arrival to ED departure for all adult patientsIA_PSPA_7: Use of QCDR data for ongoing practice assessment and improvementsACEP52—Appropriate ED utilization of lumbar spine imaging for atraumatic low back painIA_PSPA_15: Implementation of Antimicrobial Stewardship Program (ASP)ECPR46—Avoidance of opiates for low back pain or migrainesIA_PSPA_19: Implementation of formal quality improvement methods, practice changes or other practice improvement processesIA_PSPA_20: Leadership engagement in regular guidance and demonstrated commitment for implementing practice improvement changesCostPromoting interoperabilityMedicare spending per beneficiary (MSPB)—CMS suggests temporary inclusion of the standard cost measure used to assess the costs associated with care immediately"
  },
  {
    "full_text": "assess the costs associated with care immediately prior to, during, and following the beneficiary's hospital stay.The Cost category will undergo a maintenance process when additional episode‐based cost measures are developed and available for broader use.Emergency clinicians are generally exempt from the Promoting Interoperability category as they are deemed “hospital‐based” and do not have control over the use of health information technology systems.Score weighting associated with the Promoting Interoperability category is anticipated to be reweighted across other categories.Note: Within the MVP framework, clinicians will need to report quality measures in 4 performance categories: Quality, Improvement Activities, Cost, and Promoting Interoperability. Included measures within the Quality and Improvement Activities are shown above, with clinicians anticipated to be required to submit only a subset of these measures, with the exact amount yet to be determined by the CMS.Abbreviations: ACEP, American College of Emergency Physicians; BE, beneficiary engagement; CAHPS, Consumer Assessment of Healthcare Providers and Systems; CC, care coordination; ECPR, Emergency Clinical Performance Registry; IA, improvement activity; MVP, MIPS Value Pathways; PSPA, Patient Safety and Practice Assessment; QPP, Quality Payment Program; QCDR; Qualified Clinical Data Registry.John Wiley & Sons, Ltd.MVPs appear to be here to stay, with an intended full transition away from MIPS to MVPs after 2028.19If finalized, the measures included in the proposed MVP could change over time. The presence of topped‐out measures and their potential future removal from QPPs as well as the development of new specialty‐specific quality measures will necessitate continued review and maintenance of the MVP to ensure emergency clinicians are reporting on quality measures that reflect their daily practice and positively impact the quality of emergency care. Most pressing in the linkage of quality and cost in value‐based care is the development of emergency medicine‐specific cost measures that accurately reflect the role of the emergency clinician and aim to drive down healthcare costs.7CONCLUSIONSNational pay for performance programs for emergency clinicians is shifting toward a greater emphasis on the linkage between quality and cost through the coming implementation of MVPs. The MVP Task Force acquired feedback from diverse emergency medicine stakeholders on existing emergency care quality measures and considered several key issues in the development of an emergency medicine‐specific MVP framework. As part of the “Adopting Best Practices and Promoting Patient Safety within Emergency Medicine” MVP, future quality measure reporting will have the potential to meaningfully include emergency clinicians in the shift toward value‐based care models that improve quality and/or reduce cost to the healthcare enterprise.AUTHOR CONTRIBUTIONSAll those who have contributed significantly to the work have"
  },
  {
    "full_text": "have contributed significantly to the work have been listed as authors. CJG and AKV conceived the study. CJG performed the analysis and prepared the manuscript. All authors contributed significantly to data analysis and interpretation and revision of the manuscript. CJG takes responsibility for the manuscript as a whole.CONFLICTS OF INTERESTMAG, ATT, and AKV serve on the Clinical Emergency Data Registry (CEDR) Committee within the American College of Emergency Physicians (ACEP). MAG is also the President of LogixHealth. AKV receives support for contracted work from the Centers for Medicare and Medicaid Services to develop hospital and healthcare outcome and efficiency quality measures and rating systems."
  }
]