[
  {
    "full_text": "TITLE: The Patterns and Quality of Acute Trauma Care in A University Hospital - A 5-year Analysis ABSTRACT: Background:Traumatic injuries contribute to over 5 million fatalities each year and cause a significant burden on healthcare systems' resources and availability. Traumatic injury patterns and a healthcare system’s efficiency are critical to predicting patients’ outcomes and should be regularly evaluated to deliver optimum care.Objective:The study will present and discuss trauma qualty indicators (TQI's) to display the local practices' opportunities for improvement and analyze patterns of traumatic injuries and outcomes.Methods:The study retrospectively analyzed trauma cases from January 2016 to December 2020, in which patients hospitalized and treated under the trauma unit were included. The collected data included several variables (e.g., demographics, mechanism of injury), and the patients were divided into early/late phase and severe/non-severe cases.Results:In total, there were 2024 cases, 70% were polytraumas with a mean age of 29 years and a male-to-female ratio of 3.8:1. The most common mechanism of injury was motor vehicle collision (55%) while the most common injuries were pneumothorax (18%) and lung contusions (17%). Notably, there was a 3.5-hour reduction in both the time to the operating room and the time to normotension when comparing the early to late phase. The 30-day outcomes for the patients were 90.5% recovery, 2.2% disability, 2.2% transfer, and 5.1% mortality rates.Conclusion:This study emphasizes how crucial trauma quality indicators are to achieve the best outcomes for patients. The results point to improvements in terms of trauma quality indicators and offer insightful information on patterns of traumatic injuries, aiding in the enhancement of trauma care. Thus, the continuous assessment of trauma quality indicators and the implementation of preventive measures are mandatory for the future advancement of trauma care. BODY: 1.BACKGROUNDTraumatic injuries contribute to over 5 million fatalities each year and cause a significant burden on healthcare systems' resources and availability (1). In addition, a factor that contributes to the mortality rise among trauma patients, especially in developing countries, is an underperforming trauma care system (2). Hence, over the last two decades, tremendous inputs to improve healthcare efficiency and outcomes of polytrauma patients were suggested utilizing different strategies (e.g., algorithms, clinical pathways) (3). The performance tracking using a trauma registry will lead to the identification of certain trauma quality indicators (TQI) that are center-based, validated by research and agreed upon by the trauma team, to help improve the local practice. Therefore, the Donabedian (1966), methodological approach was utilized, focusing on the process of delivery (i.e., time to intubation and attempts, time to operating room, and time to computed tomography) and outcome of care"
  },
  {
    "full_text": "time to computed tomography) and outcome of care (i.e., time to normotension and time to lactic acid clearance) indicators (2,4,5).2.OBJECTIVEThe study will discuss trauma quality indicators (TQI's) to display the local practices' opportunities for improvement and analyze patterns of traumatic injuries and outcomes.3.PATIENTS AND METHODSStudy design and subjectsThe study is a retrospective analysis of the trauma cases in a university hospital, Saudi Arabia, Dammam, in between January 2016 to December 2020 in which cases of any age with traumatic injuries admitted and treated under the trauma unit were included while if the patient was transferred, refused management or was not indicated for the trauma services, they were excluded. The Local Institutional Review Board agreement was obtained (IRB number: IRB-2022-01-211) and followed under the ethical regulations of Imam Abdulrahman bin Faisal University, adhering to the Declaration of Helsinki.Data extractionThe data collection was done using the electronic medical records system and then cross-checked with different department files (e.g., paper-filled portfolios) to check the credibility of the data. The data includes the patients' presenting status and outcomes, collecting the patient's initial data (i.e., age, nationality, sex, mechanism of trauma, type of trauma, Glasgow coma scale (GCS), vital signs, injury severity score, survival probability, solid organ injuries, and fractures). In addition, the logistics of time-related indicators (i.e., time of intubation and duration, time of operation room, time of first lactic acid, intensive care unit length of stay, time to normal lactic acid and time to normotension) then we measure the time taken to perform each intervention relative to the arrival time. Furthermore, the patients were divided based on their Injury severity score (ISS) into non-severely injured (< 15) and severely injured (> 15) and then were subdivided into early phase (2016 to early 2018) and late phase (late 2018 to 2020) for a clinical, comparative analysis. The revised trauma score (RTS) was calculated and the alignment of the GCS with the traumatic brain injury (TBI) severity was determined (Supplementary Tables 1-3).Formulation of the TQI processThere were several meetings set by the Trauma unit members to discuss several measurements (e.g., trauma team activation duration) and formulate a TQI following the SMART-approach (Specific, measurable, attainable, relevant, and timely), in which consulting sources with expertise were done (i.e., project managers and senior clinicians). Furthermore, a pilot study was conducted, using 10 % of the sample to check the measurability of the indicators with an open discussion regarding improving them and ensuring that the main objective was to unravel areas for improvement.Data analysisThe data was analyzed using Statistical Package for the Social Sciences (SPSS) version 27, adhering to the Trauma Audit and Research Network (TARN)"
  },
  {
    "full_text": "to the Trauma Audit and Research Network (TARN) analysis guidelines, which were updated in 2020. The descriptive statistics in the form of frequency and percentages will represent the categorical variables (e.g., mechanism of injury). Moreover, the mean and standard deviation will be computed for the numerical variables (e.g., time to normal lactic acid, and time to normotension). The Mann-Whitney U test was used to test the correlation between two independent numerical variables (e.g., the severity of trauma and vital signs), however, if they were dependent the Wilcoxon signed-rank test was used. In addition, the Pearson chi-square was used to set the correlation between categorical variables (e.g., age and poor outcome).4.RESULTSDemographic characteristicsA total sample of 2024 with a mean age of 29.2 years, were included in the study according to the inclusion criteria.Table 1presents the demographic characteristics of the overall study population, as well as cases in the early (2016-2018) and late (2018-2020) phases. Overall, 14% of the cases were pediatrics (pediatrics age in the center is ≤14 years), whereas 86% were adults. The mean age of pediatric cases was 6.6 years, with slightly lower mean ages in both the early (6.4 years) and late (6.7 years) phases. The mean age of adult cases was 28.3 years, with similar mean ages in the early (27.6 years) and late (28.6 years) phases. The total sex distribution found that 79% of cases were males and 21% were females. The sex ratio (M:F) was 3.8:1, with males predominantly higher in the early phase (6.1:1) than in the late phase (2.6:1), and Saudi nationals made up most cases in both phases (73%).Mechanism and patterns of injuriesThe data presented inTable 2shows the mechanism of injury for the cases with motor vehicle collisions (MVCs) being the most prevalent mechanism of injury, accounting for 55% of all injuries. Subsequently, falls (23%), while other types of injuries (e.g., assaults, electrocution) are less prevalent, accounting for 22% of all injuries. In addition, most of the patients (46%) arrived at the hospital as trauma cases between 4 PM and 12 AM.Table 1.Demographic Characteristics (n=2024)VariablePercentage (frequency)CharacteristicOverall (n=2024)Early Phase (n=621)Late Phase (n=1403)SexMale79% (1599)85% (525)75% (1074)Female21% (425)15% (96)25% (329)Sex Ratio (M: F)3.8:16.1:12.6:1NationalitySaudi73% (1465)70% (435)75% (1030)Non-Saudi27% (557)30% (186)25% (371)AgePediatric (≤14 years)14% (280)12% (77)15% (198)Adult (>14 years)86% (1742)88% (544)85% (1198)Mean Age (Pediatric)6.66.46.7Mean Age (Adult)28.327.628.6Mean Age (overall)29.227.430.3Table 2.Mechanism of injury, injuries and pattern of affected body regions TBI: Traumatic brain injury; a Lacerations, contusions or complete maceration. b The regions injuries percentage with the presence of head injury.Mechanism(%)Organs Injured(%)Regions bHead injuryCar crash55%Lung contusions Pneumothorax17% 18%Abdominal Extremity56%"
  },
  {
    "full_text": "Pneumothorax17% 18%Abdominal Extremity56% 48%Falls23%Rib fracture15%Facial39%Sharp injuries8%Liver a11%Pelvis Vertebrae36% 34%Assaults7%Kidney a8%Thoracic31%Stab injuriesCrush injuries4%3%Spleen a Bowel perforation Vascular injury7%2%TBI30%1%Figure 1.Type of injuries distributionTable 3.Time-related indicatorsIndicatorsTime (minutes)OverallEarly PhaseLate PhaseTOIaTime to CT149.7186.5112.973.6Time to Normotension294.4347.1138.1209Time to OR612.9684.8475.0209.8Lactic acid (LA)Time to 1st LA581.6580.8382.2198.6Time to Normal LA329.5410.4244.3166.1The distribution of solid organ injuries among the cases was lung contusions (17%) and pneumothorax (18%), constituting 35% of all identified injuries. A significant proportion of observed injuries were represented by rib injuries (15%), while liver, kidney, and spleen constituted 26%. There was an evident clinical association between different anatomical regions and head injuries. Accordingly, the analysis found that the largest percentage of head injuries were reported in cases involving abdominal injuries (56%), extremity injuries (48%, mainly affecting the lower limb 38%), and facial injuries (39%). The thoracic injuries were linked with head injuries in 31% of cases, whereas brain injuries were associated with head injuries in 30% of cases. In addition, 70% were polytrauma patients, whereas only 30% had mono-trauma. The data showed a wide variety of injuries, with abrasions accounting for the vast majority (82%) and followed by stab wounds (7%) (Figure 1).Trauma quality indicators (TQI’s)The The TQI’s showed a significant mean TOI (143 ± 51.4 minutes) across all measures, with the most prominent being time to OR and normotension being 209.8 and 209 minutes, respectively (Table 3). Accordingly, the TOI reflects a more efficient delivery of care, however, the data coverage was around 50% which affects the validity of the outcomes, and it does not understate a noted area for improvement. In addition, there was a significant improvement in the time to 1st LA and LA normalization, P= 0.025 and P=0.031, respectively. The improvements reflect the necessity of a systematized approach to managing severely traumatized patients and utilizing the supplied services effectively.Figure 2.The 30-days outcome of all patientsTrauma severity and its sequelaeThe majority of the included sample (71%) had a severe traumatic experience with an ISS> 15, and the rest (29%) had non-severe trauma. Therefore, further analysis of the severely traumatized vs the non-severely traumatized patients’ associated primary markers (e.g., vital signs) were analyzed. The analysis of the vital signs concluded that oxygen saturation (P= 0.026), GCS level (P<0.001), and revised trauma score (P=0.005), were correlated with the severity of trauma.In addition, the severely injured patients had an increased likelihood of intubations (P=0.034), an overall longer hospital stay (P=0.042), and a longer period of mechanical ventilation (P=0.047)."
  },
  {
    "full_text": "period of mechanical ventilation (P=0.047). However, the overall length of stay in the intensive care unit (ICU), as intubation and escalation of initial management, depending on the severity of the trauma was not correlated with increased length of stay in the hospital and is comparable to non-intubated patients (i.e., intubated patients’ mean stay was 14.3 days, while the non-intubated was 11.2 days). Furthermore, if the pan-CT was positive it significantly correlated with the severity of trauma and the affected organs (P=0.001). The majority of intubated patients had a GCS reflecting severe TBI (75%), however, 13% had a normal GCS upon arrival and were intubated secondary to agitation or substance use disorders (i.e., sympathomimetics toxicity).Patients’ outcomeThe overall patients’ clinical improvement rate was 86.7%, while the mortality rate was 5.1%, the morbidity rate was 12.7% and the disability rate was 4.2%, the majority were severely injured patients. In addition, 2% signed a discharge against medical advice (DAMA), 2% were complicated and 3% were transferred to other institutes. Furthermore, there was a statistically significant correlation between severe injury and poor outcome, in an age ≥ 53 years with or without tachypnoea, desaturation, and low GCS (P<0.001). Additionally, cardiac injuries, amputations, and central skeletal injuries were also correlated with poor outcomes (P=0.001, P=0.021, and P<0.007, respectively). The 30-day outcomes were a 90.5% recovery, 2.2% disability, 2.2% transfer, and 5.1% death rates (Figure 2).Figure 3.Demonstrates the multifactorial nature of any traumatic event5.DISCUSSIONIn Saudi Arabia, trauma is a public health concern leading to significant morbidity, mortality, and consumption of healthcare resources, which is evident in our study and other local studies (6,7). The number of patients doubled within the study period which was traced to the implementation of an established trauma surgery services unit. In addition, the early phase showed a male-to-female ratio of 6.1:1, yet the late phase revealed an increasing number of female patients (2.6:1), similar ratios (i.e., 4:1) have been observed in an earlier Saudi Arabian study (8). However, the change was concurrent in relation to the easing of Saudi Arabia's ban on women driving in July 2018, as insufficient training was proposed to correlate with an increase in MVC’s, according to a local study (9). Moreover, pediatric trauma was reported in a Saudi center (32%), whereas a large study conducted in the US reported pediatric trauma to account for only (9%) (2,6). Therefore, a difference ranging from 5 to 23% is alarming for the importance of child restraining seats, and the necessity of staying aware of the traumatic injuries’ sequelae.The most common mechanism of injury in our study was MVC accounting for 55% of the cases. Although the prevalence of MVC is lower than the numbers reported in other developing countries (e.g., Indonesia, 80%), it is"
  },
  {
    "full_text": "countries (e.g., Indonesia, 80%), it is higher compared to data reported in neighboring nations (i.e., India, and Oman reporting MCV cases of 41%, and 45%, respectively) (10-12). In contrast, the major trauma audit in the UK reported a 16% rate of road-related injuries, while falls account for most of the trauma cases (62%) for low falls (i.e., less than 2 meters) predominately affecting the geriatric population (6,13). These numbers signify the importance of formulating preventive strategies to aid the geriatric population (e.g., sensory aids and physical therapy).Patients who have experienced trauma have a serious risk of organ injuries, which can be fatal in many cases. A Saudi Arabian study reported that pneumothorax accounted for 11.2% of all trauma cases, while another study reported that liver injuries made up 19.9%, and spleen injuries were in 9.8% of the cases. In addition, 7.5% of patients had kidney injuries, compared to 63.5% and 9.4% of patients with bowel and vascular injuries, respectively (7,10). The variations in injury percentages among trauma patients can be influenced by many factors (Figure 3), most importantly the mechanism of injury with a possible variation in seatbelt application (i.e., seatbelt syndrome’s traumatic pattern).Time to surgeryThe concept of emergent surgery has shown an effect on patients' survivability and prevention from further deterioration (i.e., emergent laparotomy ≤ 90 mins of ER admission, improved survival in post-burn patients with abdominal compartment syndrome) (14). In this study, the TOI (209.8 minutes) reflects a clinical advancement in judgment and avoidance of time-wasting procedures in the trauma bay. A study conducted in Japan measured the mortality rate and timing of surgical intervention in trauma victims with hypotension and reported no association of shorter time to definitive management with a decrease in mortality (15). On the other hand, a study on blunt abdominal injuries has concluded that delaying the time to OR increased the in-hospital mortality at 24 hours (hazard ratio [HR]= 1.50 for each 10 minute delay to OR, P = 0.003) and 30 days (HR 1.41, P = 0.002), demonstrating the necessity of early intervention in indicated patients (16). Accordingly, we advise a multidisciplinary agreement on a protocol to identify a patient that requires the OR and triage their injuries.Time to pan-CTA number of studies concluded that early CT scanning (within ≤ 1 hour) may improve outcomes and reduce unnecessary ICU admissions and hospital length (17,18). In our study, the TOI was 73.6 minutes, as structural adjustments were made allowing easier access to the CT machine from the trauma pay. A local study has reported a median time for CT image completion to be 127 mins for polytrauma patients, while in an Australian study and an American study the median times were 76 and 105 minutes, respectively (19-21). On the other hand, multiple German centers have reported far more efficient time to CT"
  },
  {
    "full_text": "have reported far more efficient time to CT (17-32 mins) after implementing routine pan-CT for polytrauma patients upon the end of the primary survey (22-26). Thus, in our center and possibly other Saudi hospitals, an attempt to reduce time to pan-CT for polytrauma victims should be made by different strategies (e.g., portable CT scan machines).Time to normotensionThe management of a post-traumatic hypotensive patient is dependent on early resuscitation, recognition of cause, and definitive management, if possible. Therefore, time until hemodynamic stability is of significance for patients' morbidity (e.g., neurological deficits) and mortality rates, as hypovolemic shock is one of the major factors in traumatic potentially preventable death (27). The center’s TOI is (209 mins) reflecting a significant reduction in the time needed to stabilize blood pressure as the systolic blood pressure (SBP) has shown a direct correlation with mortality rate in which each decrement by 10-mmHg (between 130-50 mmHg) increased mortality linearly (28). In addition, hypotension (SBP < 90 mmHg) was correlated with mortality, reaching up to 80%, however, the SBP should not be isolated from the other vital signs (e.g., heart rate) as differentiating the syndromic manifestations of traumatic shock (e.g., obstructive, cardiogenic) is not solely dependent on the presence of hypotension (29). Therefore, early stabilization of the blood pressure can allow the trauma team to set targeted management and therapeutic goals for the underlying source of “Shock”.Time to normal lactic acidThe level of lactic acid in pediatric, adult, and geriatric patients has been shown to be a significant factor in predicting mortality and trauma severity. The complete pathophysiology is not understood, with stipulations on its reflection of the cellular trauma sequelae and hypoperfusion (secondary to hemorrhage) (30-32). Moreover, the clearance of lactic acid (within 6-24 hours) has metabolic, neurological, and renal physiological stress which might lead to an additional increase in post-trauma morbidity rates (e.g., acute kidney injury) (33). The time to normal LA in our center had a statistically significant TOI (P=0.031) and a measured reduction of (166.1 mins). The initial lactic acid levels and the percentage of lactic acid clearance after 6 hours of resuscitation are independent predictors of trauma patients’ mortality (34-36). Therefore, we suggest set, center-based protocols to ensure patients' proper resuscitation and shorter time to lactic acid clearance.OutcomeThe outcome and mortality of trauma patients depend on a delicate interplay of factors, encompassing the severity of injuries, timeliness of intervention, pre-existing health conditions, and access to advanced medical care. In our study, we found that the rate of improvement was 90.7%, the rate of disability was 4.2%, and the rate of mortality was 5.1%. An international study found that the 30-day mortality rates of"
  },
  {
    "full_text": "study found that the 30-day mortality rates of hospitalized patients ranged from 4.2% to 6.2% (37). According to a local study conducted in Saudi Arabia's Qassim region, mortality and disability rates were 1.4% and 1.3%, respectively (38). Moreover, a major trauma audit in the UK reported a 30-day mortality rate of 5%, while an Italian study demonstrated a correlation between trauma severity and functional disability (p = 0.001, OR 1.025) (13,39). Hence, there are local efforts directed towards the prevention and management of MVC’s, such as legislation on seatbelt use and advancements in pre-hospital emergency care networks (38, 40, 41). Therefore, we urge our local fellow colleagues to safety net their patients and ensure their access to necessary therapies (e.g., physical and occupational therapy).Strengths and limitationsThe study is one of a few studies that discuss the pattern of traumatic injuries in Saudi Arabia and the first study to apply TQI’s for the assessment of their healthcare provision. In addition, it highlights the necessity of future research in the area to advance preventive and therapeutic measures in dealing with the influx of trauma patients. On the other hand, it is a retrospective cohort study which is prone to recall and selection bias, in which the authors tried to minimize their chances by gathering all available electronic and paper records of admitted patients then cross-checking their data with the departmental files, while anomalous data was addressed by either deletion or verifications (through contacting the patients).6.CONCLUSIONThe assessment of patterns of injury and establishing center-based TQI’s (e.g., time to normotension) in trauma care has shown a potential usefulness in measuring the efficiency of trauma patients’ clinical pathways within our institution. The most common presentation in our trauma care is a young male patient, involved in an MVC with a torso injury (i.e., chest and abdomen), having a severe injury (ISS>15) with increased chances of recovery. In addition, the functional impairment upon presentation, manifested as low GCS and desaturation, is linked to poor outcomes in polytrauma patients.Nonetheless, maintaining comprehensive patient records focused on trauma cases will facilitate the analysis of established TQI’s and the development of new measurement systems. Accordingly, helping in formulating culturally based awareness programs and rehabilitation centers."
  }
]