[
  {
    "full_text": "TITLE: The Time Is Now: Racism and the Responsibility of Emergency Medicine to Be Antiracist ABSTRACT: The COVID-19 pandemic has shed light on the ongoing pandemic of racial injustice. In the context of these twin pandemics, emergency medicine organizations are declaring that “Racism is a Public Health Crisis.” Accordingly, we are challenging emergency clinicians to respond to this emergency and commit to being antiracist. This courageous journey begins with naming racism and continues with actions addressing the intersection of racism and social determinants of health that result in health inequities. Therefore, we present a social-ecological framework that structures the intentional actions that emergency medicine must implement at the individual, organizational, community, and policy levels to actively respond to this emergency and be antiracist. BODY: BackgroundEmergency medicine was born as a specialty from the efforts of pioneering physicians who saw the need for quality emergency care. This emergency care would be available to all patients at all times, day or night.1As a specialty whose primary purpose is to address emergency care, emergency medicine must address the acute and chronic emergency of racism. It is imperative to understand that race is a social construct and not a biological determinant. Racism is a system of structured opportunity and assignment of value that intentionally disadvantages individuals based on the color of their skin.2,3,4The trauma of blatant direct individual racist actions and racism on individuals and our community cannot be understated. The responsibility to be antiracist is to advocate for racial equality and actively identify and change policies, practices, and organizational structures that support racism.5National emergency medicine organizations publicly issuing a statement of “Racism is a Public Health Crisis” is a first step.6,7,8In taking the next step, emergency clinicians and organizations can be informed by the social-ecological model for the prevention of violence, a public health tool. This public health tool considers the intersection of causes of violence at multiple levels and how factors at one level influence factors at another level. We propose that emergency clinicians and organizations apply this tool to consider the intersection of causes of the trauma of racism and implement antiracist actions for emergency clinicians to follow at the individual, organizational, community, and policy levels.9A direct benefit of emergency clinicians and organizations embracing the responsibility of being antiracist is the advancement of health equity through actions mitigating racial health disparities. Health equity is defined as the equal opportunity for everyone to be healthy and is founded on the ethical principle of justice—fair and equitable distribution of health care resources. Health disparities represent health differences that are closely linked with social, economic, or environmental"
  },
  {
    "full_text": "linked with social, economic, or environmental disadvantages and adversely affect groups of people who have systematically experienced greater obstacles to health.10In emergency medicine, health disparities exist despite our founding principle to provide quality care for all people and the mandate to provide that care equitably.11,12,13The ideal state for emergency medicine to address racism and health disparities entails having a culturally competent emergency medicine workforce that reflects the patients served; feedback regarding disparities in decisionmaking and outcomes; organizational and community collaboration for solutions to address the disproportionate distribution of social determinants of health; and enforced policy to ensure health care, academic, community practice, and emergency medicine organizations comply with these goals. The challenge begins with asking the question, “How is racism operating here?”2We advocate that emergency medicine asks this question at every level of the socio-ecological model proposed (Figure,Table 1) as the framework for emergency medicine to be antiracist and to actively work to achieve health equity for patients.FigureThe social-ecological model for antiracism in emergency medicine.Table 1The social-ecological model for antiracism in emergency medicine.FocusIndividualOrganizationalCommunityPolicyAudienceEM clinicians (physicians, advanced practice providers, paramedics, nurses, learners)Academic medicine, ACEP, SAEM, AAEM, ABEM, CORD, AAMC, ACGME, EM clinician practice groups, hospitalsEM practice groups, EM supported clinics (free standing, urgent care), emergency medical services, hospitalsEM supported advocacy groups, medical schools, EM practice groups, research institutionsAttentionPersonally mediated racism, Internalized racismSystemic racismSystemic racismSystemic racismActionLearn the history of racism in health careImplicit bias educationCultural humility and competenceDismantle white supremacist ideologyGuide conversations about racism (allyship)Build workforce diversityAdvocate for equitable advancement opportunitiesMaintain lifelong learning in antiracismEliminate EM disparitiesPractice social EMCare coordination protocolsCommunity and civic organization participationCHNA engagementHolistic review of medical school and residency applicantsAffirmative action supportRace-related research and education reformNational campaign against racismAAEM,American Academy of Emergency Medicine;AAMC,Association of American Medical Colleges;ABEM,American Board of Emergency Medicine;ACEP,American College of Emergency Physicians;ACGME,American Council for Graduate Medical Education;CHNA,Community Health Needs Assessment;CME,Continuous Medical Education;CORD,Council of Residency Directors in Emergency Medicine;EM,emergency medicine;SAEM,Society for Academic Emergency Medicine;SDoH,Social Determinants of Health.Individual LevelLearn the History of Racism in Health CareTo actively become or remain an"
  },
  {
    "full_text": "in Health CareTo actively become or remain an antiracist individual, one must start with history and examine its impact. The history of racism in the Americas began with the treatment of the Indigenous people and of Africans and their descendants as property by White colonizers during slavery. This foundational philosophy that Blacks were subhuman led to mischaracterization, experimentation, and exploitation by Whites. Medicine significantly benefited from these actions for over 400 years. This history touches clinical practice, medical education, research, and health care resource allocation for patients and clinicians of color.14The American Medical Association was deeply rooted in the perpetuation of this philosophy, rendering an apology just 12 years ago and finally declaring strategies for the house of medicine to be actively antiracist in 2020.15,16The breadth and depth of the history of racism, including how individuals have been influenced by this historical construct, must be learned and acknowledged (Table 2). Miller et al17developed practice recommendations for addressing racism that are adaptable strategies for emergency medicine individuals. These include validating the reality of racism, critically examining privilege and racial attitudes, developing positive identity, and externalizing and minimizing self-blame. Dismantling personally mediated racism and internalized racism, intentional or unintentional, requires that individuals examine their experiences in the context of the history of racism. This is a complex task for everyone and warrants guided education on recognizing and counteracting racism.Table 2Resources for learning the history of racism in health care and health equity.ResourceLinkAssociation of American Medical Colleges•Racism and Health Reading List•Framework for Addressing and Eliminating Racism at the AAMC, in Academic Medicine and Beyond•https://www.aamc.org/news-insights/racism-and-health-reading-list•https://www.aamc.org/addressing-and-eliminating-racism-aamc-and-beyondAmerican Medical Association•Prioritizing Equity Video Series•The History of African Americans and Organized Medicine•https://www.ama-assn.org/delivering-care/health-equity/prioritizing-equity-video-series•https://www.ama-assn.org/about/ama-history/history-african-americans-and-organized-medicineMedEdPORTAL: The Journal of Teaching and Learning Resources•Anti-racism in Medicine Collection•https://www.mededportal.org/anti-racismInstitute for Healthcare Improvement•WHAT IS HEALTH EQUITY, AND WHY DOES IT MATTER? Featured Video Series: David R. Williams, PhD, MPH, and Don Berwick, MD•http://www.ihi.org/education/IHIOpenSchool/resources/Pages/AudioandVideo/David-Williams-Don-Berwick-What-Is-Health-Equity-and-Why-Does-It-Matter.aspxHighlighted books•The Other Slavery: The Uncovered Story of Indian Enslavement in America – Andrés Reséndez•A People’s History of the United States – Howard Zinn•Killing the Black Body: Race, Reproduction and the Meaning of"
  },
  {
    "full_text": "Black Body: Race, Reproduction and the Meaning of Liberty – Dorothy E. Roberts•An American Health Dilemma: A Medical History of African Americans and the Problem of Race - W. Michael Byrd•Medical Apartheid: The Dark History of Medical Experimentation on Black Americans from Colonial Time to Present - Harriet A. Washington•White Trash: The 400-year Untold History of Class in America – Nancy IsenbergAAMC,Association of American Medical Colleges.Implicit Bias EducationImplicit biases stem from racial profiling, lack of familiarity with other cultures, perpetuated and sensationalized stereotyping in the media, misinformation passed within social circles, and lived experiences of advantage or disadvantage. Furthermore, implicit bias of clinicians of all backgrounds contributes to the generational trauma of distrust in health care by Black, Indigenous, and People of Color. This tradition of distrust by Black Americans specifically is rightfully passed down among generations, and despite health care providers’ efforts to move forward, the inhumane legacy of the Tuskegee Experiment still prevails.18Accordingly, only 42% of Black Americans were willing to accept the COVID-19 vaccine in November of 2020.19This distrust remained even when individual physicians were not directly involved in the care in question. Thus, acknowledging these historical actions and the resulting distrust is an important step to reshape individual implicit bias in medicine.20,21,22In addition, emergency clinicians should adopt the Trauma-Informed Medical Education (TIME) model, acknowledging that bias and discrimination inflict trauma on their targets through emotional injury.23TIME fosters awareness that students and trainees can experience trauma from a biased system and culture and advocates for the establishment of policies and practices that support learners to prevent further retraumatization. Identification of personal implicit bias is a key part of being antiracist. Continuous implicit bias education raises awareness of blind spots regarding medical decisions that contribute to health disparities, sharpens the lens of our experiences, and can improve relationships with our patients, colleagues, and communities.24Cultural Humility and CompetenceEmergency clinicians must be accepting of others and interact effectively with all patients to optimize patient experience and outcomes. Cultural humility challenges us to self-reflect and continually critique our ability to understand others who are different, recognizing that culture encompasses more than race and ethnicity and relates to all affinity groups. Cultural competence is more than a skill to achieve; it implies accountability to the antiracist action of striving to know more about all communities with whom we work. Cultural humility and cultural competence have been used to promote self-reflection regarding dimensions of diversity that are characterized by inequities in power, privilege, and justice. These concepts"
  },
  {
    "full_text": "in power, privilege, and justice. These concepts stress the need to challenge the institutions and systems that enable these injustices to continue.25Cultural humility and competence begin with the individual clinician embracing the benefits of attaining a mutual understanding of health beliefs with patients and families and committing to continuous awareness. Proposed cultural competence techniques—such as cultural immersion programs or inclusion of family and community health workers in decisionmaking to address racial/ethnic health disparities—support the socio-ecological model of antiracism for emergency medicine.26Dismantle White Supremacist IdeologyWhite supremacist ideology, which is a false belief in a hierarchy of human value based on race where Whites are at the top, is a cultural and societal barrier to achieving health equity that must be dismantled by antiracist action.27White privilege is a manifestation of this ideology and reveals itself in health care as discrimination demonstrated by bias, prejudice, racist comments, stereotyping, and race-based decisionmaking. White clinicians can use the work of Peggy McIntosh28to recognize how they benefit from racial privilege. Additionally, they should join all clinicians in speaking out against these social norms of racial advantage that ultimately affect patients.29The Institute of Medicine report “Unequal Treatment: Confronting Racial and Ethnic Disparities in Health Care” provides evidence to support the disparate delivery of quality health care based on discrimination at the individual provider level.30Dismantling this ideology begins with antiracist change at the individual level so that change on the organizational, community, and policy levels can be achieved and sustained. Individuals must also be held accountable to policies directing structural change through transparent tracking of progress.Guide Conversations About Racism (Allyship)Allies from the racially advantaged group who take an active role in eradicating unfair practices they witness leads to successful conversations about racism that extend beyond the disadvantaged group.31An “ally” who supports the disadvantaged group typically has an internal commitment to social justice that needs no credit and is open to feedback from those they support. Although similar to a “bystander” who can identify racist practices and behaviors, an “ally” understands their own privilege in the conversation about race.32In addition, becoming an ally is an intentional quest that requires active learning about racism and individual implicit biases and listening to and accepting criticism in uncomfortable conversations.33Emergency clinicians must recognize their individual contributions to the trauma of racism when standing by and its persistence if bystanders do not invest in becoming allies.Organizational LevelBuild Workforce DiversityAt the organizational level, antiracist actions begin with diversifying the workforce. Diverse physicians"
  },
  {
    "full_text": "diversifying the workforce. Diverse physicians improve the delivery of quality care provided to Black, Indigenous, and People of Color, impacting medication adherence, shared decisionmaking, wait times for treatment, and patient perceptions of treatment decisions.34,35,36,37,38The representation of Black, Indigenous, and nurses or clinical support staff of color on the care team substitutes for the presence of a Black, Indigenous, or physicians of color to achieve similar outcomes.39Currently, Whites make up most of the emergency physician workforce in the practicing physician (69.2%), active resident (57%), and emergency medicine applicant (61%) groups.40Pipeline programs in the health professions and affirmative action initiatives have proven to be important strategies for increasing Black, Indigenous, and students of color in medicine.41,42,43Just as with students, recruitment and retention of Black and Indigenous emergency clinicians and those of color into practice groups must be deliberate to include mentorship and an inclusive work environment.44Inclusion strategies, such as the provision of a safe space (affinity groups, targeted retreats, and counseling support) for individuals with like experiences to voice concerns and receive nonjudgmental support, are effective for racial/ethnic groups in all sectors of the workplace. It is also critical that leaders model behaviors that support bias recognition, address micro- and macroaggressions, and ensure equitable opportunities in the work environment. Workplace diversity also succeeds with intentionally designated diversity leaders and organizational leaders that model fair and equitable performance evaluation practices.45Advocate for Equitable Advancement OpportunitiesFrom medical school to residency, faculty appointment to promotion, as well as clinical directorship and executive leadership, a commitment must be made by hiring organizations to ensure equitable advancement opportunities for diverse clinicians. Strategies include assembling a diverse hiring and promotions committee, educating these committees about minimizing and mitigating their implicit biases, and utilizing a standardized letter of recommendation for students to decrease race-based bias.46Intentionally including more than one Black, Indigenous, or person of color in a candidate pool also increases the odds of hiring a Black, Indigenous, or person of color and is another strategy for equitable advancement.47Efforts such as salary equity studies and flexible appointment policies should be instituted and adhered to by organizations to address gaps related to the “minority tax,” which devalue work contributions by Black and Indigenous clinicians and those of color.48,49,50Increasing diversity at the entry level must be followed by intentional antiracist practices by the hiring organization to provide equitable advancement opportunities for Black and Indigenous clinicians and clinicians of color.Maintain Lifelong Learning in"
  },
  {
    "full_text": "clinicians of color.Maintain Lifelong Learning in AntiracismFor emergency clinicians to become and remain proficient in antiracism actions, intentional instruction about the history of racism in medicine must begin in medical school. Opening discussion on this topic is the first step in a healing process that will help people grow together generally and as health professionals.51Active learning during and after residency in all educational forums is also necessary for emergency clinicians to make sustainable change. Leveraging continuing medical education forums as a maintenance of certification requirement, however, has mixed results with regard to effectiveness.51,52Discussing the “isms” (racism, sexism, etc) through the more transformative approach of intercultural education opens conversations among health professionals and educators to the critical importance of addressing racism and all the “isms” across the learning continuum.51This will prevent the unintended consequence of “checking the box” of attestation of a mandated continuing medical education activity to address racism. Academic institutions, professional organizations, and hospital credentialing committees should provide these learning opportunities and reward active antiracist practices.Eliminate Emergency Medicine DisparitiesThe persistence of health disparities reflects the lack of progress in addressing health equity. Factors impacting care provided by an individual, practice group, or medicine specialty are numerous and should be systematically addressed to ensure accountability. Research in emergency medicine has identified racial disparities in care related to emergency department (ED) wait times, pain management administration, and imaging utilization.53Emergency clinicians can lead antiracist practices by creating dashboards to stratify data from insurance claims data repositories, registry data such as that from the Clinical Emergency Data Registry, and hospital outcomes and ED quality metrics by race, ethnicity, and social determinants of health to identify health disparity gaps.54This action provides awareness of disparities to the organization and supports prioritization in the strategic planning process to apply resources for meaningful solutions. An example of examining data by race and ethnicity to bring awareness to health disparities in health care access leveraged Medicare claims data to evaluate ambulance transport decisions.55Examined race and ethnicity data regarding which medical centers patients were transported by emergency medical services (EMS) resulted in destination disparities noted in larger urban areas with multiple hospitals and EDs within the vicinity.55Black and Hispanic patients were more likely to be transported to a “safety net” hospital compared to White patients from the same zip code.55Identifying the root cause of such a disparity starts with ensuring that the steps of the intended process are executed. In this example, recording the"
  },
  {
    "full_text": "are executed. In this example, recording the patients’ destination choices can further inform how EMS transport patterns contribute to the disparity. Another method of evaluating disparities in health care access is stratifying ED arrival mode data by race and zip code, where census data on transportation can be accessed. Once the root cause of a health disparity is identified, the design of tailored solutions that partner with community resources to address potential social needs and risks is key. Evaluating outcome data in this manner shows that organizations are attuned to the intentional work that is necessary to achieve equity in emergency medicine outcomes.56Community LevelPractice Social Emergency MedicineBiases in medicine affect patients on an individual level but also systematically through the distribution of resources. Through discrimination in education, housing, and employment, Black, Indigenous, and People of Color have decreased access to financial growth, healthy lifestyle practices, healthy food options, health insurance, and preventive health care.13,57,58,59Practicing social emergency medicine involves actively considering these factors as social risks and also considering social needs along with medical needs. Identifying social risks, specific adverse social conditions associated with poor health specific to the individual, and social needs, determined by an individual’s preferences and priorities, presents the opportunity to actively engage with individual patients and communities on interventions.60Emergency medicine professional societies and academic and community practice groups are responding to this call to action of evolving emergency medicine practice to include social emergency medicine in education, research, and advocacy. Organizational support of the practice of social emergency medicine addresses structural racism through actions aimed at positively impacting health outcomes and patient experiences and reducing costs to improve population health. Providing emergency clinicians with training and tools to navigate potentially difficult conversations about patient social needs without inducing additional trauma is critical to the patient experience and complements the cultural humility and competence required for effective shared decisionmaking.61Social emergency medicine promotes humanity by incorporating social context in emergency medicine practice and advocates for leveraging hospital and community resources to address health inequities.Care Coordination ProtocolsThe best practice of protocolized trauma and stroke teams has led to timely and effective patient care in the ED. A protocolized team strategy can be applied to care coordination in the ED to identify and intervene with the appropriate level of resources. A standardized tool for assessing patient social needs and social risks guides decisionmaking and is important for emergency clinicians to facilitate access to community resources for individual"
  },
  {
    "full_text": "access to community resources for individual patients and to inform hospital and community partners on additional opportunities to address gaps.62Furthermore, emergency clinicians must be armed with links to community resources in the disposition workflow and have access to social workers, case managers, or community health workers for additional support. Assessing social needs and social risks during care in the ED empowers emergency clinicians to be antiracist by actively ensuring that equitable care is rendered despite the disparate distribution of resources. ED directors should also work with hospital/health systems leaders to implement cost-benefit solutions that enhance patient flow and streamline utilization of the ED, considering the social needs and risks of patients.63Community and Civic Organization ParticipationCommunity service expands beyond the direct care of patients in the ED or hospital for clinicians. Emergency clinicians bring unique voices to the board rooms, city councils, school boards, or civic committees responsible for decisions regarding distribution of resources. Active participation in volunteer organizations allows the development of programming with community partnerships that can direct resources to address gaps in social determinants of health.64Although emergency medicine professional societies advocate for emergency medicine practice at the state and national levels, the ability to create change at the community level is within reach of the emergency clinicians, nurses, advanced practice providers, and EMS providers working as an affinity group or through local professional societies. Organizations can further empower this activity through incentives or academic promotion credit or by providing certification credit for activities aimed at social justice and antiracism. Health care systems, emergency medicine practice groups, and academic institutions must also leverage their networks of influence on key issues by fundraising and working with grateful patients to secure funding for interventions that support care coordination services for patients in the ED.Community Health Needs Assessment EngagementHospitals with tax-exempt status are required by the Affordable Care Act to perform community health needs assessments and implement strategies to provide community benefits that meet their communities’ needs. Hospitals collaborate with public health experts to perform the assessment, develop strategies, and complete the report every 3 years.65Since the ED is a site of primary care for many patients, utilization patterns of the ED also guide the community health needs assessment. Hospitals should leverage EDs to inform population health targeted strategies that engage patients and collaborate with community resources on program intervention design. Hospitals should also invest in EDs to implement actions from the community health needs assessment that specifically address racial disparities connected to social needs"
  },
  {
    "full_text": "racial disparities connected to social needs and risks. Population health management takes into consideration patient social needs and risks and provides another antiracist opportunity for emergency medicine to improve the quality of care provided through implementation of the hospital’s community health needs assessment.Policy LevelHolistic Review of Medical School and Residency ApplicantsHolistic review is an antiracist action requiring organizations to consider an applicant’s experiences, attributes, academic performance, and potential value collectively. The American Association of Medical Colleges provides resources for academic and community-based organizations to implement policies and practices that consider the “whole” applicant and not focus disproportionately on any one metric for admission or selection criteria.66Studies have shown discrepancies in standardized test scores between students who are Black, Indigenous, and People of color and White students.67,68However, these discrepancies are attributed to differences in opportunities and not differences in aptitude.69These differences in opportunities are rooted in systemic racism that have led to disparities in housing, criminal justice, health outcomes, educational opportunities, and access to participation in gifted and talented programs.69,70,71,72,73To combat systemic racism in medical school and residency program admissions processes, institutions must reexamine the role of standardized test scores. They are merely one aspect of applicants’ portfolios and not a measure of clinical abilities or potential for significant contributions to the field. Promoting holistic review at this level of the clinician pipeline provides the critical human resources needed downstream to ensure that a diverse workforce can be attained and sustained.Affirmative Action SupportThe Supreme Court upholds its decision on affirmative action and the use of race as a factor in school admissions.74Affirmative action allows for consideration of an individual’s race, ethnicity, gender, socioeconomic status, and immigrant status. Diverse student bodies correlate with the increased academic success, retention, and community involvement of all students.74In addition to fostering academic success, affirmative action’s contribution to racial and ethnic diversity in the health care workforce promotes organizational cultural competence.34Providers who are culturally competent can better care for Black and Indigenous patients and patients of color.34Emergency medicine can level the playing field and improve patient outcomes by supporting and maintaining affirmative action policies.Race-Related Research and Education ReformInaccurate assumptions of race-based differences in physiology and pathology, such as differences in sensation of pain, pulmonary function, and kidney function, continue to be perpetuated in medical literature and built into metrics for race corrections or “ethnic adjustments” in medical"
  },
  {
    "full_text": "corrections or “ethnic adjustments” in medical calculators.75,76,77As recently as 2005, the US Food and Drug Administration approved a race-specific drug called BiDil to treat heart failure in Black Americans, despite lack of comparison with other racial groups.78,79,80,81Differences found between racial categories in research studies may be inaccurate due to poorly defined standards for categorizing race and should be understood as social or geographic differences rather than biological ones.82Perpetuating race-based medical beliefs is racist and supports the misconception that there are innate biological differences between races that lead to health disparities while ignoring the structural racism that contributes to these disparities.83Abolishing unsubstantiated race-based medical practices and correcting historical misconceptions in medical school curricula, residency training, and continuing medical education is an antiracist action that allows clinicians to be appropriately educated on the impact of racism in medicine. Additionally, discontinuing support of perpetuated misconceptions of race-based research found in study design, funding, and publication is an antiracist action that supports equitable care provision. The National Institute of Health’s commitment to ending structural racism acknowledges this issue and models antiracist action.84National Campaign Against RacismEfforts to address antiracism have existed at the international level since 1965. Emergency medicine should advocate for policies supporting the recommendations from the 2014 United Nations Committee to Eliminate Racial Discrimination. These include addressing racial profiling, residential segregation, differential access to health care, the achievement gap in education, and disproportionate incarceration and dismantling structural racism.2Also, as trauma and injury care experts, emergency medicine workers are uniquely positioned to impact public health in this space. For example, at the individual level, emergency medicine clinicians can become proficient in deescalation techniques to mitigate interpersonal violence that may be fueled by bias and racial profiling in the ED and in the field while working with first responders. At the organizational level, emergency medicine injury prevention researchers should evaluate “how racism is operating here” when the root cause of the violence is identified and recommendations are made. Emergency clinicians, along with hospital and health systems, can stratify injury data by race, ethnicity, and social determinants to work with community leaders at the zip code level regarding the impact the environment places on these potential avoidable encounters. Finally, at the policy level, just as emergency clinicians were called to engage and advocate for injury prevention regarding motor vehicle safety beyond the clinical care environment, emergency clinicians can advocate for demonstrable policy change, collaborating with government"
  },
  {
    "full_text": "policy change, collaborating with government and industry regarding injury prevention related to racism.85It is critical for emergency medicine to strategically get involved in targeted solutions to participate in a national campaign against racism to fulfill the pledge to treat this public health emergency.ConclusionDismantling racism and moving toward being antiracist is an emergency that emergency clinicians and organizations must address. The Social-Ecological Model for Antiracism in Emergency Medicine is a tool for this emergency, and the time is now."
  }
]