[
  {
    "full_text": "TITLE: The prevalence of chest compression leaning during in-hospital cardiopulmonary resuscitation ABSTRACT: ObjectiveSuccessful resuscitation from cardiac arrest requires the delivery of high-quality chest compressions, encompassing parameters such as adequate rate, depth, and full recoil between compressions. The lack of compression recoil (“leaning” or “incomplete recoil”) has been shown to adversely affect hemodynamics in experimental arrest models, but the prevalence of leaning during actual resuscitation is poorly understood. We hypothesized that leaning varies across resuscitation events, possibly due to rescuer and/or patient characteristics and may worsen over time from rescuer fatigue during continuous chest compressions.MethodsThis was an observational clinical cohort study at one academic medical center. Data were collected from adult in-hospital and Emergency Department arrest events using monitor/defibrillators that record chest compression characteristics and provide real-time feedback.ResultsWe analyzed 112,569 chest compressions from 108 arrest episodes from 5/2007 to 2/2009. Leaning was present in 98/108 (91%) cases; 12% of all compressions exhibited leaning. Leaning varied widely across cases: 41/108 (38%) of arrest episodes exhibited <5% leaning yet 20/108 (19%) demonstrated >20% compression leaning. When evaluating blocks of continuous compressions (>120 sec), only 4/33 (12%) had an increase in leaning over time and 29/33 (88%) showed a decrease (p<0.001).ConclusionsChest compression leaning was common during resuscitation care and exhibited a wide distribution, with most leaning within a subset of resuscitations. Leaning decreased over time during continuous chest compression blocks, suggesting that either leaning may not be a function of rescuer fatiguing, or that it may have been mitigated by automated feedback provided during resuscitation episodes. BODY: ObjectiveSuccessful resuscitation from cardiac arrest requires the delivery of high-quality chest compressions, encompassing parameters such as adequate rate, depth, and full recoil between compressions. The lack of compression recoil (“leaning” or “incomplete recoil”) has been shown to adversely affect hemodynamics in experimental arrest models, but the prevalence of leaning during actual resuscitation is poorly understood. We hypothesized that leaning varies across resuscitation events, possibly due to rescuer and/or patient characteristics and may worsen over time from rescuer fatigue during continuous chest compressions."
  }
]