[
  {
    "full_text": "TITLE: The circulatory death that saves lives—Intensive care nurses' conceptions of participating during ‘donation after circulatory death’: A phenomenographic study ABSTRACT: AbstractAimTo describe intensive care nurses' conceptions of participating during the donation after circulatory death (DCD) process in intensive care units in Sweden.DesignA qualitative design with a phenomenographic approach.MethodsIn total, 12 semi‐structured interviews were conducted in April 2022 with intensive care nurses from three hospitals. Data were analysed using a phenomenographic approach.ResultsConceptions of participating during the DCD process varied. Four main themes emerged: DCD as a system; Intensive care nurses' role in the situation; Life to death to life; The essence of DCD. Variations emerged regardingwhatthe informants talked about andhowthey talked about thewhat. Variations were based on informants' perspective of their role in relation to the structure and the team, and their conceptions of care for patients and their relatives.ConclusionThe findings illustrated success factors and challenges. Knowledge, experience, distinct structure, and relationship with relatives, among other factors, were described as success factors, while a lack of experience, difficulty in prognosing death, and organisational obstacles emerged as challenges. Furthermore, the findings showed that intensive care nurses play an important role in optimising the outcome of the DCD process. Their work related to DCD was conceived as being meaningful to fulfil more peoples' wishes to donate organs.ImpactPeople on the waiting list for organ transplantation are dying due to a shortage of organs. The implementation of DCD, as a complement to Donation after Brain Death (DBD), contributed to an increase in the number of organ donors, and intensive care nurses play an important role during the DCD process. Previous research manifests the complexity concerning their role. There is a lack of nursing research regarding intensive care nurses' conceptions of what it means to participate in the DCD process, which emphasises the significance of this study.Reporting MethodThis study is reported using consolidated criteria for reporting qualitative research (SRQR).Patient or Public ContributionNo patient or public contribution. BODY: 1INTRODUCTIONIntensive care nurses' work comprises managing complex life and death situations. Among other things, nurses are responsible for promoting organ donation, including the identification and care of potential organ donors and their relatives. Organ transplantation is a life‐saving treatment for critically ill patients but, due to a shortage of organs globally, people are dying while on the waiting list (Lomero et al.,2020). Depending on the circumstances around a donor's death, organ donation is possible through donation after brain death (DBD) or donation after circulatory death (DCD). Throughout the recent decades, DCD has been implemented globally,"
  },
  {
    "full_text": "decades, DCD has been implemented globally, which has increased the amount of organ donors and thereby enabled to fulfil more patients' wishes to donate their organs (International Data on Organ Donation and Transplantation Activity and Waiting List,2021; Lomero et al.,2020). The implementation of DCD in Swedish intensive care units (ICUs) started in 2019 (Swedish Council of Organs, Tissues, Cells and Blood,2020). In order to ensure a safe implementation and practice of DCD, more knowledge is needed regarding all aspects of the DCD process (Manara et al.,2012). This statement emphasises the importance of this study and the need for further implementation of DCD both nationally and internationally.2BACKGROUNDAccording to Swedish law, a person is declared dead once all functions of the brain have totally and irreversibly ceased, after which organ donation is possible within the set criteria for organ donation (SFS,1987:269), through DBD or DCD (National Board of Health and Welfare,2020).There are two main principles of DCD: uncontrolled (category I and II) and controlled (category III and IV). DCD category III is when the donation occurs after the planned withdrawal of life‐sustaining treatment (WLST) in an ICU and is the one practiced in Sweden (Swedish Council of Organs, Tissues, Cells and Blood,2020).The investigation of a possible implementation of DCD in Sweden started in 2016 and resulted in a pilot project between 2018 and 2019, including local interprofessional DCD teams. Since 2020, the ICU departments have educated healthcare personnel (HCP) to enable further nationwide implementation of DCD (Swedish Council of Organs, Tissues, Cells and Blood,2020).Throughout recent decades, there has been a positive trend regarding the number of actual DCD donors, yet the number of DBD processes has remained at a constant level (Lomero et al.,2020). A similar trend has been reported in Sweden the past years but, due to a shortage of organs, two persons per week die while on the waiting list (Scandia Transplant,2021).The complex work of intensive care nurses is even more complicated on the matter of organ donation; intensive care nurses play an active role during the organ donation process, by caring for both the potential donor and their relatives (Milross et al.,2021). During the DCD process, palliative care is performed simultaneously with organ‐preserving treatment (OPT), which is in contrast to DBD, where OPT is performed post‐mortem (National Board of Health and Welfare,2020). Thus, intensive care nurses carry a responsibility to promote patient well‐being and reduce suffering at the same time as performing high‐qualitative OPT, which, in practice, can mean intensified medical care.2.1Theoretical frameworkA patient's death in the ICU can be conceived not only as a failure but also as meaningful for both HCP and relatives in those cases where DBD or DCD is possible (Forsberg et al.,2014; Walker & Sque,2019). Research shows that intensive care"
  },
  {
    "full_text": "& Sque,2019). Research shows that intensive care nurses experience ethical stress during the transition from caring for the patient to caring for the patient's organs for potential organ donations (Manara et al.,2012; Milross et al.,2020; Simonsson et al.,2020). Yet, ethical stress is believed to be reduced by actively changing focus to perform OPT in favour of potential recipients and to fulfil the patient's wish to donate organs (Citerio et al.,2016; Milross et al.,2020).Knowledge, previous experience, functional multi‐professional teamwork, and education are factors described by intensive care nurses as promoting a positive experience during DBD and DCD (Dopson & Long‐Sutehall,2019; Simonsson et al.,2020). Other supporting factors are the presence of detailed guidelines, a supportive organisation, leadership, colleagues, and debriefing (Milross et al.,2020; Simonsson et al.,2020). Similarly, intensive care nurses' attitudes may affect the outcome of OPT, where a positive attitude may contribute to feeling more comfortable and secure with the organ donation process, including informing and caring for the relatives (Forsberg et al.,2015; Rodrigue et al.,2018).Intensive care nurses can experience insecurity surrounding death assessment during DBD and DCD. During DBD, the insecurity is related to intensive care nurses' insufficient knowledge and a lack of trust in the death assessment process (Flodén et al.,2011) and, during DCD, it is mainly related to ensuring there is no more to be done for the patient and trusting that the brain's functions have irreversibly ceased after the patient is declared dead (Rodrigue et al.,2018).The consent to donate organs through DCD is obtained before the stated death and, therefore, may raise ethical dilemmas (Manara et al.,2012). When consent is obtained, it is important that relatives have a good understanding of the patient's prognosis, what donation means and how the process will proceed to minimise the risk of ethical dilemmas (Overby et al.,2015). The quality of palliative care must not be affected negatively by OPT (Citerio et al.,2016) and it is required to consider possible suffering for the patient during OPT contra the value of investigations to optimise the outcome for potential recipients (Overby et al.,2015). Furthermore, detailed guidelines are required to provide optimal palliative care and respect the patient's wish to donate organs (Citerio et al.,2016; Manara et al.,2012; Overby et al.,2015).In addition to care for the patient, it is required that intensive care nurses know how to provide qualitative care to the relatives (Walker & Sque,2019). Clear communication is important to keep the relatives well‐informed and in agreement with the DCD process (Milross et al.,2020). Moreover, relatives tend to consent to organ donation more often if they are well‐informed (Dopson & Long‐Sutehall,2019; Walker & Sque,2019). During the DCD process, it is not possible to anticipate whether or when a donation"
  },
  {
    "full_text": "possible to anticipate whether or when a donation is possible and both relatives and HCP can experience ethical stress if the donation failed to materialise, also known as a stand down (Citerio et al.,2016; Milross et al.,2020; Taylor et al.,2018). Therefore, detailed guidelines for WLST and palliative care are necessary to minimise the number of stand downs and reduce suffering for relatives and HCP (Manara et al.,2012).Organ transplantation is a life‐saving treatment but, due to organ shortages, two persons per week die in Sweden while on the waiting list. Implementation of DCD, as a complement to DBD, has contributed to improved opportunities for organ donations and transplantations. Previous research has highlighted the complexity of the work intensive care nurses conduct during the DCD process, which may result in various conceptions and challenges. There is a lack of nursing research regarding intensive care nurses' conceptions of participating during the implementation of DCD, which emphasises the significance of this study.3THE STUDY3.1AimThe aim of this study was to describe intensive care nurses' conceptions of participating during the DCD process in intensive care units in Sweden.4METHODSThis study was reported using consolidated guideline and checklist for reporting qualitative research (SRQR; see DataS1).4.1DesignA qualitative method with semi‐structured interviews was used, which is considered appropriate when inquiring about conceptions and experiences (Stenfors‐Hayes et al.,2013).4.2Study setting and recruitmentA convenience sample method was used based on the six hospitals in Sweden that participated in the pilot project. To achieve a comparable sample from a national perspective, three hospitals from different regions, representing each transplant unit, were chosen. The inclusion criteria were intensive care nurses with experience of one or more DCD processes in a Swedish ICU. To achieve maximum variety of conceptions, a range of demographic characteristics was desirable. A total of 12 intensive care nurses were interviewed, the amount was considered sufficient to achieve data saturation.4.3Inclusion criteriaThe inclusion criteria were intensive care nurses with experience of one or more DCD processes in a Swedish ICU.4.4Data collectionThe data were collected in April 2022 using semi‐structured interviews. An interview guide was made prior to the data collection and was tested in a pilot interview. No changes were needed after the pilot interview. Each interview began with an open question: Can you tell us about your conceptions and experiences of the DCD process? Furthermore, follow‐up questions were used to encourage the informants to develop their answers. The authors took turns interviewing and taking notes. Six interviews were performed face to face and six were performed digitally (four via phone and two via video call). The lengths of the interviews ranged between 13 and 44 min, averaging 25 min.4.5Data analysisThe"
  },
  {
    "full_text": "and 44 min, averaging 25 min.4.5Data analysisThe interviews were transcribed verbatim. To avoid misinterpretations, transcription was performed by the auditor and thereafter proofread by the interviewer. No software was used.A phenomenographic approach using the seven steps of Stenfors‐Hayes et al. (2013) was used to analyse the data (Table1), which was considered appropriate due to the nature and intent of the study.TABLE 1The seven steps of Stenfors‐Hayes et al. (2013).StepsDescription of steps1. FamiliarisationAfter the authors of this study were familiarised with the data as a whole, relevant ‘meaning units’ from each transcript were extracted2. CondensationThe extracted data were condensed3. ComparisonThe ‘meaning units’ were compared for any similarities and differences ofwhatwas said, which resulted in the creation of ‘domains’4. GroupingSimilarities and differences inhowthewhatwas said were analysed within each ‘domain’, then grouped as ‘variation of conceptions’5. ArticulatingThe meaning of the ‘variations’ was analysed as parts of a whole6. LabellingThe essential meaning of the similarities within the whole was analysed further and named as ‘categories’7. ContrastingThe result of the analysis emerged by describing the similarities and differences within each category to highlight the essential ‘meaning of the variations’The authors consistently discussed the analysis until a consensus was reached and no more aspects emerged. Steps 3–6 were repeated continuously throughout the data analysis to ensure that similarities within, and differences between, all domains could be separated easily. Steps 1 and 2 were repeated when new aspects emerged to avoid missing any relevant variations.4.6Ethical considerationsBefore carrying out the data collection, this study received the Swedish Ethical Review Authority (EPN 1122‐17) approval. During the initial phase of this study, a risk−/benefit assessment was executed, whereupon the risk of side effects was estimated as being low. The director of each participating ICU agreed to be responsible for caring for‐informants' possible emotional reactions. Informed consent was obtained from all informants. To protect the informant integrity and identity, all the interviews were anonymised. Guidelines from the Helsinki Declaration were followed during the data collection (World Medical Association,2013). The recorded and transcribed data were stored according to the European Union's General Data Protection Regulation (European Union,2016/679). The informants were not offered any financial incentives or other benefits for participating.4.7Rigour and reflexivityThe quality and reliability of a study's method are strengthened through credibility, reliability, transferability and confirmability (Lincoln & Guba,1985). To strengthen the credibility, the sampling of hospitals and informants was carefully considered to ensure a reliable overview of the current status of DCD in Swedish ICUs. Furthermore, a reflexive"
  },
  {
    "full_text": "of DCD in Swedish ICUs. Furthermore, a reflexive approach was applied during the data analysis. The authors also re‐evaluated the analysis of the transcription continuously to ensure the analysis was correct. To strengthen the reliability, the method was followed and carefully described, and the initial analysis was performed in consultation with an experienced researcher. Furthermore, the analysis and findings were peer‐reviewed. The demographic characteristics of the informants and the context were thoroughly described to strengthen transferability. The authors also continuously discussed the data collection and analysis to minimise the risk of possible pre‐understanding; hereby, strengthening confirmability. Examples of pre‐understanding discussed were the authors' experience of working in an ICU.5FINDINGS5.1Characteristics of participantsThe recruitment of informants resulted in 12 intensive care nurses with a desired range of demographic characteristics (Table2). Furthermore, six of the informants had experienced the DCD process while fulfilling the role of the ICUs' donor‐responsible nurse.TABLE 2Demographic characteristics of the informants (N= 12).Informant (I:X)Age (years)GenderYears as a Registered NurseaYears as an intensive care nurseNumber of DBD experiencesNumber of DCD experiencesEducation before the first DCD experience (theoretical/practical)bI:150Female4218–108–10X/XI:252Female5194–510/0I:333Female53010/0I:437Male21173X/0I:542Female13631X/0cI:635Female494–520/0I:745Female319Do not know2X/0cI:835Female4715–205–10X/XI:940Male51010–2020c/0I:1042Male310202–3X/XI:1146Female414>106X/XI:1236Male5–64–5Do not know2–3X/0Abbreviations: DBD, donation after brain death; DCD, donation after circulatory death.aYears as a Registered Nurse before specialising in intensive care.bX = participation and 0 = no participation.cParticipation in theoretical/practical education after the first DCD experience.The analysis resulted in four main themes, each containing two to six domains (Figure1). All informants were represented in main themes 1, 3 and 4. There was an equal distribution of informants within all domains.FIGURE 1Overview of main themes and domains.5.2Theme 1: DCD as a systemThe first theme referred to the informants' conceptions of the structure of the DCD process as being supportive. The findings showed the importance to identifying potential organ donors to increase the possibility for more patients to donate organs post‐mortem (Table3).TABLE 3DCD as a system.Domain (what)Variation of conceptions (how)CategoryIdentification of potential organ donorsAs the intensive care nurse's responsibilityAs the physician's responsibility to raise the question and the nurse's responsibility to provide care and supportAs a difficulty related to a lack of knowledge and experienceAs existing organisational obstaclesAs complex to get relatives to be in agreementA prerequisite for organ donationDCD as a complement to DBDAs a possibility to increase the"
  },
  {
    "full_text": "complement to DBDAs a possibility to increase the number of organ donorsAs a positive developmentImproved possibility for organ donationThe structure of the DCD processAs a micro‐managed process within the intensive careAs contributing to the sense of securityAs an aid to optimise the outcomeAs trusting the structureAs important with co‐ordination and communicationAs important with continuous developmentA supporting systemAbbreviations: DBD, donation after brain death; DCD, donation after circulatory death.5.2.1Identification of potential organ donorsA variation emerged in the conceptions of who carries the responsibility of raising the question of organ donation and the identification of potential organ donors, either as an obligation within the nurses' professional role or as the physicians' responsibility alone. There was also a conception that the intensive care nurse ought to support the physician depending on the physician's attitude and competence: ‘During withdrawal of life‐supporting treatment, you should always think about donation because it's actually our responsibility to adhere’ (I:5).The informants presented various conceptions about obstacles to identifying potential organ donors, including a lack of knowledge among intensive care nurses and difficulties in prognosing death due to a lack of experience of DCD. These obstacles are a risk for missing potential organ donors or never even starting the process due to the fear of the patient not dying within the set timeframe. Organisational obstacles, such as a lack of room, time and resources, were perceived as risks of potential organ donors being moved out from the ICU before beginning the DCD process. Another potential obstacle to identifying a potential organ donor was that it could be time consuming for relatives to accept the patient's prognosis: ‘There's a lot of other things going on … it's a high pressure on the ICU resources and such, which leads to condemning patients faster and then you send them to other wards instead’ (I:10).5.2.2DCD as a complement to DBDDCD was conceived as a complement to DBD since it increases the prerequisites of enhancing the number of organ donations and, therefore, also the number of transplantations. The implementation of DCD was seen as a positive and necessary development of healthcare in the light of identifying more potential organ donors who otherwise would have been excluded with the criteria for DBD: ‘You stood there with a lot of these patients who were so … brain damaged that they would die but you could not take care of their organs. So, I think this is great’ (I:12).5.2.3The structure of the DCD processThe informants conceived the DCD process as the most structured part of the intensive care, related to a high level of micro‐managing, including detailed checklists and routines that are thoroughly followed within the set timeframe. The division of roles and assignments was conceived as structured, with each role having its own"
  },
  {
    "full_text": "as structured, with each role having its own checklist. Only one informant conceived there were too many checklists. Thorough preparations, clear communication and co‐ordination to assure everything proceeds within the set timeframe, existing laws and guidelines were seen as success factors. Knowing your role, what to expect from the team and correctly following your checklist were seen as facilitating factors. The detailed structure and division of roles were also identified to create a sense of security for the informants: ‘It has to synchronise and if you have gone through the process thoroughly and you know who is doing what, in which order, then it becomes much easier, so it is very important that you have … a clear division of assignments of who is doing what’ (I:9).The informants considered the detailed structure as an aid to ensure that the process is performed the same way every time that intensive care nurses without previous experience of DCD can perform their part and that the risk of stand down, such as a prolonged process, was minimised. The conceptions varied from being difficult to fully understanding the steps in the process by only following the checklist without practical experience. At the same time, the informants described trusting the checklist without putting their own thoughts into action: ‘If we would have a new team without experience, they would still be able to come in and read the paper and they would have been able to do it if they followed the paper to the letter’ (I:7), ‘We have a detailed checklist and everything but I still find it hard to understand everything … there is to be done’ (I:3).One part of the process is co‐ordination and communication with relevant instances, which was conceived as a central part of the process to function optimally. The informants described a need for continuous multi‐professional debriefing to re‐evaluate and update the checklists to enhance the DCD process and contribute to more knowledge: ‘After each process, … the checklists … [are] changed in order to make it … flow better; to make it work better’ (I:11).5.3Theme 2: Intensive care nurses' role in the situationThe second theme referred to the informants' conceptions of their professional responsibility and co‐operation within the team. These conceptions were considered to contribute to experience and professional development. Moreover, intensive care nurses strive to provide optimal OPT and supportive care to patients' relatives (Table4).TABLE 4Intensive care nurses' role in the situation.Domain (what)Variation of conceptions (how)CategoryThe professional roleAs ordinary intensive careAs co‐operating and co‐ordinatingAs caring for the patientAs caring for relativesAs doing your utmostAs a workloadThe professional responsibilityTeamwork and collegial supportAs teamworkAs a promotion of good teamworkAs a positive experience of collegial supportAs a success factor of having a DCD teamThe significance of teamworkOrgan‐preserving"
  },
  {
    "full_text": "teamThe significance of teamworkOrgan‐preserving treatmentAs not OPT, but as ordinary intensive careAs providing optimal care for the patient and the organsAs necessary to achieve the aimAs complex careProviding optimal careCare of relativesAs providing informationAs providing a sense of calm and security by giving informationAs an understanding of the patient's prognosis and all steps of the processAs noticing different needsAs a quiet interactionAs building a relationshipAs following upCreating a sense of security in the situationExperience and knowledge developmentAs a success factor of having experienceAs enabling collegial support by having experienceAs an obstacle related to a lack of experienceAs a sense of security related to increased knowledgePersonal development in the professional roleExperiences of the DCD processAs a positive experienceAs an emotional impactAs time consumingAs an indefinable feelingA rewarding experience5.3.1The professional roleAmong the informants, there was a conception that the professional role during the DCD process was similar to ordinary intensive care. A variation in conceptions emerged as to whether the role of primary nurse and co‐ordinator for the DCD process was separate or variations of the same role. The workload for the co‐ordinator was seen as heavy. Furthermore, there was a consensus among the informants that the care for the patient and their relatives was affected negatively if the primary nurse acted as the co‐ordinator as well: ‘If I would have been alone, I would probably have a hard time [being] responsible for both roles; to be very present with relatives and think about everything else at the same time, it can be a bit too much’” (I:3).The informants conceived that the foremost responsibility of the primary nurse is to take care of the patient. Caring for, and informing, relatives was also seen as important. There was a variation in conceptions regarding whether the intensive care nurse had the responsibility to give equal care to both the patient and their relatives. Although informing relatives was seen as a responsibility, there was a conception that the information ought to be a repetition of the physician's statements: ‘Your function is, primarily, to care for patients optimally and, when you have done that, in my opinion at least, then you can focus on relatives but if you do not care for the patient optimally, then you are not doing your job’ (I:9).During the DCD process, the informants shared that they felt a responsibility to do their utmost, provide optimal care, balance palliative care with OPT and care for the patient as a person. The striving to do their utmost could be related to feeling pressure to accomplish assignments correctly, otherwise risking the well‐being of the patient or causing negative consequences in the process, which was described as stressful. The informants said they had a responsibility to keep themselves up to date, theoretically, and practically, to"
  },
  {
    "full_text": "up to date, theoretically, and practically, to ensure they can provide secure and safe care: ‘It is a lot of work [requires one to be] very accurate, wherein there is a pressure to … not make mistakes’ (I:4).There was a conception that the DCD process includes numerous assignments but that the degree of workload varied. Some perceived as manageable, typical of the intensive care, while others described it as more commending and extensive than expected. A lack of experience could lead to difficulties managing the situation, accomplishing all practical assignments and caring for relatives. The delegation of assignments was seen as a means of reducing the workload for the primary nurse: ‘We are used to taking lots of samples of all patients, so [the workload] is no bigger … than otherwise’ (I:1), ‘I did not know so many details so … my role was more important than I thought … more responsibility than I thought’ (I:3).5.3.2Teamwork and collegial supportThere was a conception that teamwork functioned well during the DCD process. Solidarity, collective preparations, distinct distribution of roles and good communication within the team were seen as success factors. Informants with little experience of DCD described support from experienced colleagues as positive since it reduced stress and generated a sense of security. Both informants who had been participating in an established DCD team and those who had had support from a DCD team participated during the DCD process as positive. Solidarity within the DCD team was said to contribute to a sense of security and good structure. One informant without the experience of a DCD team declared a need for one to increase the sense of security in the process: ‘If [all team members] just agreed … to have … more open communication and … speak out loud in the room and that is … no secret in what you do, but it is simply good to have an open communication’ (I:8).5.3.3Organ‐preserving treatmentSome informants conceived that OPT was ordinary intensive care but with additional guidelines and stricter goal values. OPT did not seem to intensify the care compared to other intensive care. The informants emphasised the importance of caring for the patient in the best way while simultaneously optimising the OPT. There was a consensus among the informants that the main difference between ordinary intensive care and OPT was that OPT stands for “organ‐preserving treatment” not care for the patient. Moreover, OPT was seen as the essential prerequisite to fulfil the patient's wish to donate organs and, therefore, not in conflict with palliative care. The conceptions of OPT was, therefore, that it was not strange or unethical. However, providing OPT to a living patient could be perceived as complex and stressful: ‘The patient is not dead which means you provide care as to any other patient, just that you understand what the outcome will be’ (I:6).5.3.4Care of relativesThe goal of the care of relatives was conceived to be to make"
  },
  {
    "full_text": "the care of relatives was conceived to be to make the situation as nice as possible. There was a general conception that providing information and support to relatives is a central part of fulfilling the DCD process; in fact, it was perceived that information being honest, clear and continuously repeated is even more important than during WLST. Informants experienced that intensive care nurses' ability to share information improved with previous experience of DCD and if they felt confident in the situation. Moreover, the intensive care nurses emphasised the importance of relatives truly understanding all steps of the process and the bleak prognosis for the patient; described as a prerequisite for relatives to be in agreement, involved, and to perceive the situation as manageable, understandable and meaningful. The informants conceived that it was important to contribute to relatives feeling calm, safe and content, whether the information was given face to face or digitally: ‘That the relatives understand what's about to happen. Because I can't see … you can help in any other way than giving them as much information as possible about what's going to happen’ (I:2).Informants stated that the care for relatives needs to be customised according to the need for information, conversation, support, involvement and attendance. Informants perceived that relatives' need for care risk to be overlooked due to the prioritising of patient care. During the time for WLST, the informants perceived a need for extra resources to care for the relatives since the primary nurse must focus on preparations and transport to the operation theatre. Forming a relationship with, and having a good attitude towards, relatives was seen as a central part of relative care and a prerequisite to concluding the process. The informants conceived that it is important for relatives to know who everyone is in the intensive care room and their roles. Responsiveness, humility and consideration were perceived as important aspects for maintaining a good attitude towards relatives. It was perceived as meaningful to give space for grief and death, and life, where both the quiet and interactive presence of the intensive care nurse was seen as comforting. The informants emphasised the importance of follow‐up visits or counselling after a DCD process in accordance with the relative's needs: ‘We never know their reactions before they arrive; anyway, … you need to be sensitive towards them relatives always but repetitive information again and again because we can't know if they are taking it in anyways because they have so much going on; the grief is so big’ (I:10).5.3.5Experience and knowledge developmentThe informants conceived that having previous experience with the DCD process was a success factor and that it contributed to a sense of security in the professional role, assignments and structure of the process even during unpredictable events. Previous experience was also described to conduce"
  },
  {
    "full_text": "Previous experience was also described to conduce a sense of manageability, normalisation, less tunnel vision, and less stress and pressure, which contributed to feeling satisfied. Informants with more experience also perceived themselves as providing support to inexperienced colleagues. On the contrary, informants perceived that less experience could contribute to tunnel vision, higher workload, a sense of not being prepared enough, and more stress and pressure. There was a conception that the DCD process could also be difficult, unpleasant and lead to a fear for one's own feelings surfacing regarding insecurity of the outcome: ‘That was the only thing I feel I experienced as difficult in the process … and that was the first time. The rest, you kind of learned as you go, and we tried to do it more like … this is normal’ (I:11).Theoretical and practical training were perceived as success factors related to feeling more prepared and secure within one's role. On the contrary, a lack of knowledge was perceived as a risk factor for negative experiences: ‘We considered ourselves very educated … we felt very prepared, so I didn't feel very insecure but, of course, you could feel a little worried … if it would not go as planned’ (I:8).5.3.6Experiences of the DCD processThere was a unanimous conception that participating during the DCD process was positive, fun, exciting, interesting and rewarding, which exceeded the informants' previous expectations. The informants claimed the detailed structure was a contributing factor to the positive experience. They also described the interaction with relatives as positive, which negated the pre‐existing fear of relatives' possible reactions during the WLST: ‘I would say I mainly have, except in one case, …, very good experiences and where it kind of went … the opposite way of what my fears were like’ (I:8).Parallel to positive feelings, informants described negative experiences, as well. If the process did not go as planned, the participation could be perceived as scary and tough. The process could also be seen as time consuming due to assignments and thorough preparations having to be done within a set timeframe. There were also neutral conceptions of the DCD process as being ordinary intensive care but with another purpose, which could contribute to a different atmosphere in the room which was hard to describe. Informants also reported perceiving a special feeling when transporting a dead person to the operating theatre. Focusing on the structure and assignments, instead of one's own emotions, was described to ease the work: ‘I think I had a lot of feelings there and then, which I maybe could not really understand, so I tried to focus only on the assigned tasks’ (I:6).5.4Theme 3: Life to death to lifeThe third theme referred to conceptions of transitioning between different stages in the DCD process. Intensive care nurses' and relatives' understanding of death and dying also emerged as a part of the findings"
  },
  {
    "full_text": "and dying also emerged as a part of the findings (Table5).TABLE 5Life to death to life.Domain (what)Variation of conceptions (how)CategoryShift of focusA shift of focus from curative care to OPTA shift of focus from OPT to palliative careA shift of focus from stated death to organ donation operationTransitionThe process of dyingAs understanding the patient's irreversible conditionAs reducing suffering for the patientAs a conception of timeAs different feelings during WLSTAs understanding deathUnderstanding of the process of dying5.4.1Shift of focusThis domain describes the conceptions of three distinct shifts of focus during the different stages of the DCD process. The first one occurs between curative care and OPT. The time shift from caring for the patient to OPT could be perceived as sudden and shocking, or slow and understandable. A greater understanding of OPT brought about a positive work attitude among the informants. Furthermore, relatives were perceived to achieve a greater understanding of the transition by first observing the intensive care doing its utmost to save the patient and, thereafter, shifting to perform high‐qualitative OPT to fulfil the patient's wish to donate organs: ‘So they are very well prepared and they have seen …, firstly, we do everything we can to save the patient's life and, when that no longer is favourable, we continue to do our utmost to optimise the quality of the organs’ (I:5).According to the informants, the second shift of focus occurs between providing OPT and giving palliative care after WLST. Moreover, the informants described a distinct shift between performing OPT parallel to palliative care to only focusing on the latter: ‘There is a distinct shift when … palliative care begins’ (I:9).The third shift of focus occurs between the determination of death and transport to the operation theatre, which ought to be fast and effective to optimise the quality of the organs. At the same time, the informants perceived a complexity regarding respecting the relatives' need to take leave of their loved one: ‘Not to forget the time for warm ischaemia, that is before time of death; therefore, it ought to be fast, so it is still very important’ (I:10).5.4.2The process of dyingAdequate information and enough time were considered important factors to make relatives understand the patient's irreversible condition; understanding the situation was seen as necessary for the relatives to accept the death. Moreover, the informants perceived that relatives could have more difficulty accepting the situation during DCD than during DBD due to the uncertain prognosis for the patient until death has occurred: ‘Here, you get an approximately half a day extra and that is … significant for relatives during DCD that they have time to let it sink in a little before and between the transition into end‐of‐life care and when the patient deceases’ (I:4).The conceptions of reduced suffering for the patient and high‐qualitative palliative"
  },
  {
    "full_text": "for the patient and high‐qualitative palliative care were perceived as central for the DCD process. Nevertheless, the informants perceived it as complex to interpret and manage the patient's symptoms. A prolonged DCD process was seen as more complex, with a risk of possible suffering for the patient. During and after WLST, time was described by the informants as a present factor. A short process of dying could be seen as positive as it decreases suffering for the patient and enables the possibility of fulfilling the patient's wish to donate organs. However, hoping for a short process could also be perceived as horrible and stressful. A prolonged process could be experienced as challenging for the informants due to the negative experiences for relatives. A stand down related to a prolonged process was perceived as disappointing for the informants and relatives: ‘It is rather horrible in a way; you do want them to die as fast as possible’ (I:2).The time around the process of dying was perceived differently among the informants. Waiting for the patient to die could be perceived as troublesome, strange and stressful, but it could also be described as an ordinary WLST in an ICU. Moreover, some informants perceived the time of dying as calm, peaceful and, sometimes, even better than other WLSTs. They also expressed an ambition to contribute to a dignified death. According to the informants, relatives could, on one hand, have a troublesome time during the process of a patient dying, despite a positive attitude to organ donation. On the other hand, they could perceive the dying as peaceful and positive: ‘We are used to withdrawals of life‐sustaining treatment here in the ICU, so it is just like an ordinary withdrawal… I do not perceive it as strange’ (I:1).The conceptions of death during DBD versus DCD varied among informants and relatives. Some informants did not experience any difference between DBD and DCD while others considered death during DCD as easier to understand since the time of death was seen as more definite after circulatory death: ‘It can be, in a way, easier for relatives and maybe even for healthcare personnel to understand that a DCD‐donor actually is dead because, by then, everything ceases: pulse and breathing and all of that’ (I:5).5.5Theme 4: The essence of DCDThe fourth theme referred to the concept of DCD being meaningful for respecting the wish to donate organs. The DCD process was perceived to offer hope in the midst of grief for both intensive care nurses and relatives (Table6).TABLE 6The essence of donation after circulatory death (DCD).Domain (what)Variation of conceptions (how)CategoryThe wish to donate organsAs the significance of fulfilling the wish to donate organsAs being the aim of the processAs being the aim of OPTAs a negative experience, resolving from a stand downTo respect the wish to donate organsA meaningful deathAs meaningfulAs bringing light to a tragic situationAs a possibility to help othersThe hope in the"
  },
  {
    "full_text": "a possibility to help othersThe hope in the midst of grief5.5.1To fulfil the wish to donate organsThe informants described the concept of the DCD process as a possibility to respect more patients' wishes to donate organs, which was considered important by the informants and the relatives. If the wish was unknown, it was perceived as tough for the relatives to decide about donation due to aspirations to respect the patient's wish. The informants claimed that the detailed structure of the process enabled the fulfilling of the patient's wish. Furthermore, the informants described the relatives as caring for the process to proceed correctly so the patient's wish can be respected: ‘We are there to fulfil that person's wish to donate’ (I:11).To perform OPT was seen as a part of respecting the patient's wish to donate organs; therefore, it was perceived as unethical not to perform OPT if the patient had expressed a positive wish to donate organs. It could be perceived as sorrowful for both HCP and relatives if the DCD process resulted in a stand down related to not fulfilling the wish. The informants also described relatives experiencing disappointment in such situations: ‘Then, relatives get very disappointed if the patient doesn't die within three hours’ (I:1).5.5.2A meaningful deathThe informants described working with the DCD process as meaningful and valuable for both them and patients' relatives and bringing meaning to death. A successful outcome was perceived as enforcing the feeling of meaningfulness. On the contrary, a stand down could contribute to a feeling of senselessness due to the patient's wish not being fulfilled and recipients not receiving organs: ‘It feels meaningful in a way when you, when we, are doing this’ (I:4).Furthermore, organ donation was seen as a positive contrast to the tragedy of death, for both the informants and the relatives. A successful outcome was defined as a positive contribution to the grieving process which brings comfort to relatives: ‘That was like the simple part, it became a part of the grieving process for everyone, including us’ (I:6).The work around DCD was perceived as meaningful where optimal OPT was performed for the benefit of helping future recipients. Furthermore, the informants perceived that the relatives experienced a sense of meaning from knowing their loved one did one last good deed: relieving someone else's suffering by donating organs. Relatives were also perceived as experiencing comfort in knowing the patient will continue to live via their organ(s) being in another person: ‘It is something beautiful and good, to help another person’ (I:12).6DISCUSSIONThe data analysis resulted in various conceptions among intensive care nurses about participating during the DCD process. Four main themes emerged: DCD as a system; Intensive care nurses' role in the situation; Life to death to life; and The essence of DCD. Variations ofwhatthe informants talked about and further variations ofhowthey talked"
  },
  {
    "full_text": "about and further variations ofhowthey talked about thewhatemerged within all main themes. For example, ‘identification of potential organ donors’ (what) was interpreted as ‘intensive‐care nurses' responsibility’ (how). Overall, the informants had positive experiences while participating during the DCD process, which is an interesting factor to discuss since previous research states that intensive care nurses' attitudes may influence the content and results of the DCD process (Milross et al.,2020; Rodrigue et al.,2018).Similarities and differences to previous research on the subject emerged from the study. The majority of the informants emphasised the detailed structure and division of professional roles as important for creating a sense of security throughout the DCD process. This finding differs from that of previous research that emphasises the structure as important but not essential (Manara et al.,2012; Milross et al.,2020). One possible reason is that DCD is a relatively new process in Sweden and has not yet been established as a conventional process as it has been internationally. The informants could conceive a high workload despite the presence of detailed guidelines, which corresponds with Simonsson et al. (2020), who describes a lack of experience as a risk factor for stress and pressure among intensive care nurses. Furthermore, more experience, good teamwork and collegial support were perceived as supporting factors to reduce the workload, which conforms with Dopson and Long‐Sutehall (2019) and Milross et al. (2020).The informants strived to do their utmost in the care for patients and relatives. This strive could be related to an ambition to complete the process and fulfil the patient's wish to donate organs; thereby, making the DCD process more meaningful and enabling death to be perceived as less tragic. Previous research confirms the significance of providing optimal and dignified care to fulfil the patient's wish to donate organs (Citerio et al.,2016; Milross et al.,2021) and, so, gives meaning to the situation among HCP and relatives (Squires et al.,2018).None of the informants perceived OPT as strange or unethical; rather, as ordinary intensive care but for another cause. Interestingly, this finding stands in contrast to the guidelines for palliative care (A'roch et al.,2012). This conception also contrasts with previous research that shows that OPT can lead to negative suffering for the patient, which, in turn, can result in ethical stress for HCP (Milross et al.,2020). Nevertheless, the informants emphasised the importance of reducing suffering and trying to make the patient as comfortable as possible, which confirms the need to balance the patient's well‐being with performing necessary medical interventions to benefit the organs' function (Citerio et al.,2016; Manara et al.,2012). A prerequisite for the informants to handle this situation and reduce ethical stress could relate to an active shift of focus in the transition"
  },
  {
    "full_text": "to an active shift of focus in the transition between curative care and OPT. To transition, the informants emphasised the significance of gaining consent from the patient's relatives and knowing the relatives agree with the process and the patient's bleak prognosis. This finding is in accordance with that of previous research (Citerio et al.,2016; Manara et al.,2012; Overby et al.,2015).Giving clear, honest and repeated information to relatives to achieve understanding of the process was emphasised as important in the findings, which is in accordance with Dopson and Long‐Sutehall (2019) and Milross et al. (2021). On the contrary, a lack of understanding emerged as an obstacle to initiating the DCD process, which is confirmed by previous research that emphasises the importance of relatives being in agreement (Overby et al.,2015; Rodrigue et al.,2018). Another piquant aspect defined by the informants was that prognosing death was seen as an obstacle to identifying potential organ donors, which is in accordance with Milross et al. (2021) and Squires et al. (2018).The informants described time after the WLST as a stressful factor for themselves and for relatives in relation to the strive of fulfilling the patient's wish to donate organs. Furthermore, they could experience disappointment if there was a stand down. Previous research confirms that stand downs can lead to negative emotional experiences for HCP (Milross et al.,2020; Walker & Sque,2019) and relatives (Taylor et al.,2018).There was no consensus about the understanding of dying and death, neither in this study's findings nor in those of previous research. The findings showed that it was harder to understand the bleak prognosis for a DCD patient compared to a DBD‐patient, but easier to understand death assessment with DCD. It was also regarded as having no differences between both. Previous research shows that DCD is easier to understand in relation to DBD, during both the process and the death assessment (Milross et al.,2020).6.1Strengths and limitations of the workThere are strengths and limitations worth considering in this study. The application of a qualitative method can be a limitation concerning the difficulties in ensuring the data are not affected by pre‐understanding. Nevertheless, the choice of method was considered appropriate with regard to the aim of this study since conceptions and experiences are hard to quantify. Another limitation could be the number of informants (N= 12) from three university hospitals in Sweden since it may not fully represent the examined population. However, the results of the sample generated a broad variation regarding demographic characteristics among the informants and represented all transplant units. Due to limited time for data collection and the COVID‐19 pandemic, digital interviews were offered to enable a broader sample. Digital interviews can aggravate interactive communication and interpretation of body language; however, this did not"
  },
  {
    "full_text": "of body language; however, this did not emerge as a tangible risk factor during data analysis.6.2Recommendations for further researchThe findings of this study emphasise the need for further research to improve knowledge and understanding of the subject and further enable quality development of the DCD process. To investigate the outcome of the implementation of DCD and the level of knowledge of the DCD process nationally, further research is needed within hospitals that were not included in the pilot project. An interesting approach for further research is also to study the teamwork's function and role division during the DCD process, including both HCP and relatives, from an international perspective.6.3Implications for policy and practiceTo educate relevant HCP to ensure high‐qualitative care during the DCD processTo improve knowledge regarding identification of potential DCD donors to increase the number of donors.To implement simulation practice for HCP without experience from DCD to increase the sense of security.To implement organ donation as a part of end‐of‐life care to avoid missing potential DCD donors.To identify potential obstacles regarding the DCD process to minimise the risk of missing potential DCD‐donors.To develop a written folder to offer to relatives, as a complement to oral information, including information about the steps of the process and the potential outcomes.7CONCLUSIONIn summary, this study resulted in variations in conceptions among intensive care nurses participating during a DCD process. Parts of the findings are confirmed by previous research, whereas others emerged as new aspects. Knowledge, experience, distinct guidelines, good teamwork and close contact with relatives appeared as success factors, while a lack of experience, difficulty in predicting death and organisational obstacles were highlighted as challenges. Furthermore, the findings showed that intensive care nurses play an important role in the care for patients and their relatives to optimise the outcome of the DCD process. In conclusion, the work with DCD was conceived as meaningful and as a necessary development to fulfil more patients' wishes to donate organs after their death and enable reduced suffering for future recipients.AUTHOR CONTRIBUTIONSStudy design, data analysis and manuscript drafting: KAL, SN and AF. Data collection: KAL and SN.FUNDING INFORMATIONThis research received no specific grant from any funding agency in the public, commercial or not‐for‐profit sectors.CONFLICT OF INTEREST STATEMENTThe authors have no conflicts of interest to declare.ETHICS STATEMENTThis study was approved by the Swedish Ethical Review Authority (EPN 1122‐17). Informed consent was obtained from all participants in the study.Supporting informationData S1. CONCLUSION: 7CONCLUSIONIn summary, this study resulted in variations in conceptions among intensive care nurses participating during a DCD process. Parts of the findings are confirmed by previous research,"
  },
  {
    "full_text": "the findings are confirmed by previous research, whereas others emerged as new aspects. Knowledge, experience, distinct guidelines, good teamwork and close contact with relatives appeared as success factors, while a lack of experience, difficulty in predicting death and organisational obstacles were highlighted as challenges. Furthermore, the findings showed that intensive care nurses play an important role in the care for patients and their relatives to optimise the outcome of the DCD process. In conclusion, the work with DCD was conceived as meaningful and as a necessary development to fulfil more patients' wishes to donate organs after their death and enable reduced suffering for future recipients."
  }
]