[
  {
    "full_text": "TITLE: Therapeutic Hydroxychloroquine Blood Levels Are Associated With Fewer Hospitalizations and Possible Reduction of Health Disparities in Lupus ABSTRACT: ObjectiveNonadherence to receiving hydroxychloroquine (HCQ) is associated with a three‐fold higher risk of lupus‐related hospitalization. Monitoring HCQ blood levels could improve adherence to receiving HCQ and efficacy. Yet, HCQ level monitoring is not routinely done partially due to cost and coverage concerns. To establish HCQ level monitoring cost‐effectiveness, we reported the following: (1) risk of acute care by HCQ blood levels, and (2) cost of HCQ monitoring versus acute care visits.MethodsHCQ blood levels were measured during routine lupus visits. HCQ levels were categorized as follows: (1) subtherapeutic (<750 ng/mL), (2) therapeutic (750–1,200 ng/mL), or (3) supratherapeutic (>1,200 ng/mL). All lupus‐related acute care visits (emergency room visits/hospitalizations) after the index clinic visit until next follow‐up were abstracted. In our primary analysis, we examined associations between HCQ levels and time to first acute care visit in all patients and subgroups with higher rates of acute care.ResultsA total of 39 lupus‐related acute care visits were observed in 181 patients. Therapeutic HCQ blood levels were associated with 66% lower rates of acute care. In our cohort, two groups, Black or Hispanic patients and those with public insurance, faced three to four times higher rates of acute care. Levels within 750 to 1,200 ng/mL were associated with 95% lower rates of acute care use in subgroups with higher acute care use.ConclusionHCQ blood levels within 750 to 1,200 ng/mL are associated with lower rates of acute care in all patients with lupus, including groups with higher rates of acute care. Future clinical trials should establish the causal association between HCQ level monitoring and acute care in patients with lupus. BODY: INTRODUCTIONHydroxychloroquine (HCQ), the cornerstone of systemic lupus erythematosus (SLE; or lupus) treatment, is associated with lower incidence of lupus flare, less organ damage, thrombotic events, and prolonged survival in patients with SLE.1,2,3,4,5However, two current gaps preclude optimal HCQ reception. First, >50% of patients self‐discontinue receiving HCQ by nine months, and 33% do not refill HCQ after the index prescription.6,7This strikingly high rate of nonadherence to receiving HCQ leads to three times higher hospitalization rates (odds ratio 2.9, confidence interval [CI] 1.2–7.1) and six to eight times higher mortality rates in patients with SLE.7,8,9,10,11Patients with social barriers face higher rates of nonadherence to receiving HCQ that could contribute to higher acute care, worse health outcomes, and disparities in patients with lupus.8Second, effectiveness of the American Academy of Ophthalmology–recommended HCQ dosage (≤5 mg/kg/day), is largely unknown, and the optimal HCQ dosage is currently debated. Melles et al12noted two times"
  },
  {
    "full_text": "currently debated. Melles et al12noted two times higher eye toxicity risk with HCQ dosages >5 mg/kg/day. However, Melles et al12used HCQ calculations from pharmacy refills, which indicates the actual exposure to HCQ, although the prescribed HCQ dosage could have been more owing to high rates of nonadherence to receiving HCQ. This could explain the recent findings highlighting the two to six times higher risk of flares with reductions in HCQ dosage to 5 mg/kg/day or lower.13,14Balancing risks and benefits could be addressed by routinely monitoring HCQ blood levels during lupus visits to individualize HCQ dosing, improve adherence, maximize efficacy, and minimize toxicity.15SIGNIFICANCE & INNOVATIONSOur study is the first to report that hydroxychloroquine (HCQ) blood levels within 750 to 1,200 ng/mL was associated with 66% lower rates of acute care.Having HCQ blood levels within the therapeutic range was associated with 95% fewer acute care visits, even in groups at higher risk of requiring acute care in our cohort.Using our cohort's models, having levels within 750 to 1,200 ng/mL could lower the mean acute care rate in Black patients with lupus by five‐fold.These findings support an association between HCQ blood level monitoring and lower rates of acute care in patients with lupus and lays a foundation for a future mixed‐methods study to establish causal impact, acceptability, and cost‐effectiveness of routine HCQ blood level monitoring.Several studies, including a global meta‐analysis, have suggested that HCQ blood level monitoring could determine nonadherence and reduce the risk of lupus flares and premature death.11,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32Moreover, our recent study noted that levels within 750 to 1,200 ng/mL were associated with lower odds of active lupus and flares over nine months’ follow‐up.16However, the clinical and cost‐effectiveness of HCQ blood level monitoring in reducing preventable acute care visits, which could drive poor outcomes and contribute to higher health care costs in patients with lupus, have not been evaluated. Therefore, this study aims to examine the risk of requiring lupus‐related acute care (hospital or emergency room [ER] visits) by HCQ blood levels. Additionally, we aimed to determine factors associated with higher rates of acute care and understand associations between HCQ blood level monitoring and acute care in subgroups at higher risk of requiring acute care. Finally, we calculated the predicted probability of acute care visits with therapeutic HCQ levels stratified by race to examine the impact of HCQ blood level monitoring in improving outcomes and reducing disparities in patients with lupus. These data will lay a foundation for a future randomized control trial (RCT) that will prospectively validate the therapeutic range and its causal impact on outcomes and rates of acute care in patients with lupus.PATIENTS AND METHODSPatients and settingsThis is a prospective cohort study that"
  },
  {
    "full_text": "settingsThis is a prospective cohort study that included patients with SLE seen in lupus and lupus nephritis clinics at the University of Wisconsin–Madison from September 2020 until August 2022. Adult patients (≥18 years old) who met the following criteria were included in the study: (1) had a validated SLE diagnosis according to the 1997 American College of Rheumatology SLE Classification Criteria,332012 Systemic Lupus International Collaborating Clinics (SLICC) Classification Criteria,34or 2019 EULAR/American College of Rheumatology Classification Criteria for SLE35; (2) were prescribed HCQ for three months or longer before the visit date; and (3) completed an informed written consent for a blood draw on the visit day to measure HCQ levels and allow electronic health record (EHR) review for data abstraction and calculating SLE Disease Activity Index (SLEDAI) for the visit. Pregnant patients and those with absolute contraindication for HCQ were not included. The study protocol was approved by the University of Wisconsin, School of Medicine and Public Health in Madison Institutional Review Board (2019‐0942). All patients gave written informed consent.Data collection and variablesVisit dataPatients’ sociodemographic, clinical, laboratory, and medication data on the day of the clinic visit were obtained from the EHRs. Patient characteristics included age, sex, racial and ethnic group as documented in the EHRs, smoking status, and body weight (in kilograms). We also collected medication data at the index patient visit, including prescribed dose of HCQ, steroids, and other immunosuppressive drugs, from the EHRs. Additionally, data on SLE triggers, such as recent infection or vaccinations (<90 days before the clinic visit), were collected. Laboratory assessments, including complete blood cell count, kidney function (glomerular filtration rate [eGFR]), complement levels, and anti–double‐stranded DNA antibodies, were collected from the day of the visit. Clinic note and laboratory data from the visit were reviewed to abstract SLEDAI and SLE Damage Index (SDI) score.36,37Additionally, we abstracted insurance data (public vs commercial) as a proxy for socioeconomic status for analysis.38We abstracted baseline SLE Disease Criteria score using the 2019 EULAR/American College of Rheumatology SLICC SLE Classification Criteria35and SLE duration before the index patient visit.MeasuringHCQlevels in whole‐blood andHCQblood level categoriesWe used our published methods for standard HCQ measurements using high‐performance liquid chromatography tandem mass spectrometry.16,39HCQ measurements were performed in whole‐blood samples obtained after each clinic visit. Blood samples were collected in EDTA tubes and stored at 80°C until analysis. Known concentrations of HCQ in methanol were spiked in blank whole‐blood samples to achieve calibration standards at 1, 2, 5, 10, 20, 50, 100, 200, 500, 1,000, 1,500, 1,700, and 2,000 ng/mL. Samples at 1, 6, and 200 ng/mL"
  },
  {
    "full_text": "and 2,000 ng/mL. Samples at 1, 6, and 200 ng/mL concentrations were used for quality control. Reproducibility was tested via interassay quality control samples, and a coefficient of variation was calculated for all batches before publishing HCQ blood levels for analysis. HCQ blood levels were used as follows: (1) continuous, and (2) categorical variables in separate analysis. Two different HCQ blood level categories were used based on the findings of a global meta‐analysis and our recent study: (1) above (≥750 ng/mL) and below (<750 ng/mL) therapeutic threshold; and (2) subtherapeutic (<750 ng/mL), therapeutic (750–1,200 ng/mL), and supratherapeutic (>1,200 ng/mL).16,40Primary outcome: acute care visitsTwo authors (GV and CS) who were blinded to HCQ blood levels and other variables manually abstracted all SLE‐related acute care visits after the index clinic visit until the next follow‐up visit. SLE‐related acute care visits included any hospital admissions and ER visits during the period. SLE‐related acute care visits were determined if (1) SLE was listed as one of the primary diagnoses or problems on the discharge summary; (2) SLE‐related symptoms were listed as chief complaints on the discharge summary, treated with SLE medications or higher doses of steroids, and other causes such as infections were ruled out; (3) a rheumatologist note from that hospital admission or ER visit confirmed a lupus flare requiring medication changes or dose escalation; or (4) increase in SLEDAI score by 4 points based on presenting symptoms and laboratory information requiring SLE dose escalation or steroids.41Other non–SLE‐related acute care visits (eg, infections, trauma) were not included in the analysis. In the primary analysis, we included only the first acute care visit after the index clinic visit. For secondary analysis, we included all acute care visits, first and subsequent visits, after each index clinic visit.Statistical analysesDescriptive statistics were used to summarize baseline characteristics at index clinic visit as counts (percentages) for categorical variables and mean ± SD for continuous variables. Baseline characteristics of all unique patients at index clinic visit by HCQ blood level categories were compared by using univariable chi‐square test or Fisher's test for categorical variables and analysis of variance for quantitative variables. In our primary analysis, we included patients with complete data. Additionally, we performed a sensitivity analysis (Supplementary Material) in which we imputed median values for laboratory measurements and other variables from visits six months before the index visit to handle missing data. When the outcome variable was missing, those patients were censored from the analysis. Next, using Cox proportional hazard (PH) models, we estimated hazard ratios (HRs) and 95% CIs to examine associations between HCQ blood levels and the time to the first acute care visit after the index clinic visit, adjusting for"
  },
  {
    "full_text": "visit after the index clinic visit, adjusting for covariates. Time to the first acute care visit was defined as the time between the index clinic visit and the first SLE‐related acute care visit. Participants who did not have an event or had a non–SLE‐related event were censored. Covariates included sociodemographics and variables that can increase the risk of lupus flare resulting in hospitalization, such as steroid dose, recent infections or vaccinations, other immunosuppressive drugs, social barriers, and variables withP<0.1 on univariable analysis. Finally, we performed Schoenfeld residual analyses to verify PH assumptions. Using Schoenfeld residual analysis, the variable significantly violating PH assumptions was identified (lowestPvalue). To address PH assumption violations, (1) if a categorical variable was contributing to PH assumption violations, then it was stratified; and (2) if a continuous variable was contributing to the violation, then nonlinear associations were checked using Martingale residual analysis and the continuous variable with nonlinear associations was made categorical. Schoenfeld residuals were rechecked for each revised model to confirm that PH assumption violations were resolved. Next, based on our initial analysis, we identified two groups with higher acute care use in our cohort: (1) Black or Hispanic patients, and (2) those with public insurance. We performed two separate subgroup analyses to examine the association between therapeutic blood levels and acute care in the groups with higher rates of acute care in our cohort. Finally, given that nonadherence to receiving other immunosuppressives could also increase acute care use, we performed additional subgroup analyses including patients receiving HCQ monotherapy and those receiving combination therapy after excluding patients with severe nonadherence (levels < 200 ng/mL).Traditional Cox PH analysis, time to first event analysis, ignores recurrent visits or events leading to statistical inefficiency. Therefore, we also used proportional mean hazard models to account for recurrent events or visits to gain statistical efficiency and fully understand the complete patient experience. Using proportional mean hazard analysis, we examined associations between HCQ blood levels and all acute care visits after each clinic visit, including first and subsequent visits, clustered by unique patient identifying number and adjusted for covariates.42This model was used to calculate the predicted probability of acute care visits with therapeutic HCQ levels stratified by race, adjusting for covariates. Finally, we calculated e‐values to measure the association between unmeasured confounders and the time to acute care visit. A strong association has a large e‐value, which suggests that the unmeasured confounding must be strongly associated with both the exposure and outcome to fully explain the association.43We used R version 3.4.1 for statistical analyses. All aggregate data that"
  },
  {
    "full_text": "for statistical analyses. All aggregate data that supports the findings of this study are available in the Supplementary Material. The data are not publicly available due to privacy or ethical restrictions.RESULTSPatient population and characteristicsAmong 181 unique patients with SLE who underwent HCQ blood level measurement at their index clinic visit, 92% were female, 33% were non‐White or Hispanic, and 26% were on public insurance; the mean ± SD age was 47 ± 16 years. Mean eGFR and body weight were 91 mL/minute/m2and 80 kg at baseline. Mean SLEDAI was 3.1, mean SLE duration was 4.7 years, and mean SLE criteria score was 16. Mean HCQ blood level was 856 ± 509 ng/mL. Among 181 unique patients, 81 had subtherapeutic levels (<750 ng/mL), 69 had therapeutic levels (750–1,200 ng/mL), and 31 had supratherapeutic levels (>1,200 ng/mL; Table1). Baseline characteristics were compared by HCQ blood level categories (Table1). Most characteristics were similar among groups. However, patients with subtherapeutic levels had higher mean SLEDAI scores, and a lower percentage of patients received a HCQ dose of 400 mg (Table1). Additionally, we noted that patients with supratherapeutic levels had slightly lower eGFR.Table 1Baseline characteristics at index clinic visit by HCQ blood level categories*Variables at index clinic visitSubtherapeutic levels (<750 ng/mL; n = 81), mean ± SD or n (%)Therapeutic levels (750–1,200 ng/mL; n = 69), mean ± SD or n (%)Supratherapeutic levels (>1,200 ng/mL; n = 31), mean ± SD or n (%)PvalueaAge, y44 ± 1646 ± 1551 ± 200.09Female74 (91)64 (93)25 (81)0.15Black or Hispanic27 (33)16 (23)9 (29)0.39Has public insurance24 (30)16 (23)9 (29)0.56Current smoker22 (27)20 (29)9 (29)0.96eGFR, mL/min/m294 ± 2692 ± 2579 ± 300.02Body weight, kg77 ± 2284 ± 2174 ± 170.04Baseline SLE criteria total16 ± 616 ± 615 ± 5.30.69SLE duration, y4.8 ± 6.15.2 ± 5.14.8 ± 3.60.87SLE Disease Activity Index score4.1 ± 5.72.5 ± 3.61.8 ± 2.40.03SLE Damage Index score0.88 ± 1.10.67 ± 0.931.0 ± 1.20.3Immunosuppressive drugsDMARDs26 (32)25 (36)8 (26)0.32Biologicals10 (12)4 (6)1 (3)0.32Steroid dose, mg4.5 ± 121.9 ± 4.74.3 ± 6.70.20SLE triggersb15 (19)18 (26)8 (26)0.49Guidelines recommended HCQ dose, ≤5 mg/kg/d76 (94)60 (87)27 (87)0.27HCQ dose, mg30022 (27)22 (30)10 (33)0.000240028 (34)41 (60)18 (58)0.0002*SignificantPvalues are indicated by bold font. DMARD, disease‐modifying antirheumatic drug; eGFR, estimated glomerular filtration rate; HCQ, hydroxychloroquine; SLE, systemic lupus erythematosus.aPvalues were calculated using univariable chi‐square test or Fisher's test for categorical variables and analysis of variance for quantitative variables.bAny triggers are included such as infections or vaccinations 90 days before acute care visit.Risk factors associated with lower risk of time to the first acute care visitA total of 33 first acute care visits occurred in a median time of 4.2 months (SupplementaryFile 1). Using HCQ levels as a continuous variable, we noted a"
  },
  {
    "full_text": "HCQ levels as a continuous variable, we noted a 100 ng/mL increase in levels was associated with 11% lower rate of acute care (HR 0.89, 95% CI 0.83–0.97,P= 0.004). Patients with therapeutic HCQ blood levels (750–1,200 ng/mL) had a 56% lower risk of requiring acute care compared to patients with subtherapeutic levels (<750 ng/mL) in unadjusted analyses (HR 0.44, 95% CI 0.19–0.98,P= 0.04; Table2; SupplementaryFile 2). Likewise, HCQ levels ≥750 ng/mL were associated with a 56% lower rate of receiving acute care (Table3). Other variables significantly associated with receiving acute care in unadjusted analyses were patients being Black or Hispanic (HR 3.2, 95% CI 1.6–6.4 compared to patients who were White,P= 0.001; SupplementaryFile 1) and recent exposure to SLE triggers, such as vaccinations or infection (HR 2.7, 95% CI 1.3–5.5,P= 0.007; Table2). Finally, a trend toward a significant association was noted for public insurance (Table2; SupplementaryFile 1).Table 2Cox PH analysis to examine factors associated with time to first acute care visit after the index visit (n = 181 patients) using HCQ level categories <750, 750 to 1,200, and ≥1,200 ng/mL*Variables at index clinic visitUnivariable modelFull modelStratified modelaUnadjusted HR (95% CI)PvalueAdjusted HR (95% CI)PvalueAdjusted HR (95% CI)PvalueAge, y0.99 (0.97–1.01)0.260.99 (0.96–1.02)0.380.99 (0.96–1.02)0.49Female4.3 (0.60–32)0.153.9 (0.42–36)0.233.0 (0.36–26)0.31Black or Hispanic3.2 (1.6–6.4)0.0013.6 (1.5–8.4)0.0034.1 (1.7–9.5)0.001Has public insurance2.0 (1.0–4.0)0.051b2.5 (1.1–5.6)0.0362.4 (1.1–5.5)0.039Current smoker0.79 (0.36–1.8)0.57––––eGFR, mL/min/m21.0 (0.99–1.02)0.59––––Body weight, kg0.99 (0.98–1.01)0.49––––Baseline SLE criteria total1.03 (0.96–1.1)0.38––––SLE duration, y1.1 (0.97–1.1)0.22––––SLE Disease Activity Index score1.0 (0.94–1.1)0.800.94 (0.81–1.1)0.440.94 (0.81–1.1)0.41SLE Damage Index score1.2 (0.94–1.7)0.131.2 (0.80–1.9)0.361.3 (0.86–1.9)a0.24ImmunosuppressivesDMARDs0.72 (0.33–1.6)0.40––––Biologicals1.4 (0.43–4.9)0.56––––Steroid dose per 5‐mg increase1.02 (0.99–1.04)0.290.89 (0.31–2.6)0.831.0 (0.99–1.1)0.21SLE triggersc2.7 (1.3–5.5)0.0071.1 (0.38–3.3)0.852.4 (0.93–6.2)0.07bGuidelines recommended HCQ dose, ≤5 mg/kg/d0.67 (0.24–1.9)0.46––––HCQ dose, mg200ref–ref–ref–3000.71 (0.27–1.8)0.481.02 (0.99–1.1)0.170.83 (0.3–2.3)0.724000.99 (0.43–2.2)0.972.5 (0.94–6.3)0.07c1.0 (0.35–3.1)0.94HCQ level categoriesSubtherapeutic (<750 ng/mL)ref–ref–ref–Therapeutic (750–1,200 ng/mL)0.44 (0.19–0.98)0.040.34 (0.12–0.97)0.040.34 (0.12–0.97)0.044Supratherapeutic (>1,200 ng/mL)0.24 (0.06–1.0)0.052c0.20 (0.04–0.92)0.040.21 (0.05–0.97)0.045*SignificantPvalues are indicated by bold font. A total of 14 patients with missing data were not included. CI, confidence interval; DMARD, disease‐modifying antirheumatic drug; eGFR, estimated glomerular filtration rate; HCQ, hydroxychloroquine; HR, hazard ratio; PH, proportional hazard; ref, reference; SDI, Systemic Lupus Erythematosus Damage Index; SLE,"
  },
  {
    "full_text": "Systemic Lupus Erythematosus Damage Index; SLE, systemic lupus erythematosus.aSDI was used as a categorical variable (SDI 0 indicating no damage vs SDI ≥1 indicating damage) to satisfy PH assumptions (global PH of this stratified model was >0.05).bValues trend toward significance.cAny triggers 90 days before acute care visit were included.Table 3Cox PH analysis to examine factors associated with time to first acute care visit after the index visit (n = 181 patients) using HCQ blood level categories <750 and ≥750 ng/mL*Variables at index clinic visitUnivariable modelFull modelStratified modelaUnadjusted HR (95% CI)PvalueAdjusted HR (95% CI)PvalueAdjusted HR (95% CI)PvalueAge, y0.99 (0.97–1.01)0.260.99 (0.96–1.02)0.420.98 (0.95–1.01)0.17Female4.3 (0.60–32)0.154.2 (0.45–38)0.214.7 (0.48–46)0.18Black or Hispanic3.2 (1.6–6.4)0.0013.4 (1.5–8.0)0.0043.8 (1.6–8.9)0.003Has public insurance2.0 (1.0–4.0)0.05b2.4 (1.1–5.5)0.04––Current smoker0.79 (0.36–1.8)0.57––––eGFR, mL/min/m21.0 (0.99–1.02)0.59––––Body weight, kg0.99 (0.98–1.01)0.49––––Baseline SLE criteria total1.03 (0.96–1.1)0.38––––SLE duration, y1.1 (0.97–1.1)0.22––––SLE Disease Activity Index score1.0 (0.94–1.1)0.800.94 (0.82–1.1)0.440.95 (0.81–1.1)0.48SLE Damage Index score1.2 (0.94–1.7)0.131.1 (0.79–1.8)0.391.3 (0.82–2.0)0.28ImmunosuppressivesDMARDs0.72 (0.33–1.6)0.40––––Biologicals1.4 (0.43–4.9)0.56––––Steroid dose per 5‐mg increase1.02 (0.99–1.04)0.291.02 (0.99–1.1)0.211.02 (0.99–1.1)0.19SLE triggersc2.7 (1.3–5.5)0.0072.5 (0.96–6.4)0.06b2.6 (1.0–6.8)0.051bGuidelines recommended HCQ dose, ≤5 mg/kg/d0.67 (0.24–1.9)0.46––––HCQ dose, mg200ref–ref–ref–3000.71 (0.27–1.8)0.480.91 (0.32–2.6)0.860.94 (0.32–2.8)0.914000.99 (0.43–2.2)0.971.2 (0.42–3.5)0.731.3 (0.43–3.7)0.68HCQ level categoriesBelow threshold levels (<750 ng/mL)ref–ref–ref–At or above threshold levels (≥750 ng/mL)0.37 (0.18–0.78)<0.00010.29 (0.12–0.71)0.0070.32 (0.13–0.81)0.016*SignificantPvalues are indicated by bold font. A total of 14 patients with missing data were not included. CI, confidence interval; DMARD, disease‐modifying antirheumatic drug; eGFR, estimated glomerular filtration rate; HCQ, hydroxychloroquine; HR, hazard ratio; PH, proportional hazard; ref, reference; SLE, systemic lupus erythematosus.aPublic insurance violated PH assumptions; therefore, the model was stratified by public insurance to satisfy PH assumptions (global PH of this stratified model was >0.05).bValues trend toward significance.cAny triggers 90 days before acute care visit are included.Black patients and public insurance associated with higher rates of acute careFirst acute care visit after index clinic visitBlack patients remained associated with a four‐fold higher incidence of first acute care visit after adjustment (Table2). Additionally, public insurance was associated with a three‐fold higher incidence of first acute care visit (Table2). Other variables including SLEDAI, SDI, HCQ dose, recent exposure to SLE triggers, steroid dose, and age were not"
  },
  {
    "full_text": "to SLE triggers, steroid dose, and age were not associated with receiving acute care in multivariable analyses. SupplementaryFiles 2and3show our sensitivity analysis using imputed data with nearly similar findings as primary analysis.All acute care visitsDuring our study's recruitment period (September 2020 to August 2022), due to pandemic restrictions, a reduced number of follow‐up visits were allowed in clinics, and the remaining visits were completed via telemedicine based on patient preference. Thus, we could only collect follow‐up HCQ blood levels from patients with paired in‐clinic follow‐up visits. A total of 58 patients who had already completed the index clinic visit completed 70 in‐clinic follow‐up visits (SupplementaryFile 4). Among these, six subsequent acute care events occurred after the follow‐up visits (SupplementaryFile 4). The median time to the acute care visit in patients with recurrent acute care visits was 5.8 months. In multivariable analyses including repeated acute care visits, including first and subsequent acute care visits, being Black or Hispanic was associated with a four times higher rate of overall acute care (Table3). However, in this proportional mean hazard model, public insurance was not associated with receiving acute care. Other factors including recent lupus triggers (infection, vaccination) or prior acute care visits were associated with higher rates of overall acute care (Table3).TherapeuticHCQblood levels associated with lower rates of acute careFirst acute care visit after index clinic visitUsing HCQ levels as a continuous variable in a separate model, every 100 ng/mL increase in HCQ blood levels was associated with a 15% lower risk of requiring acute care (adjusted HR [aHR] 0.85, 95% CI 0.78–0.94,P= 0.001; SupplementaryFile 5). HCQ blood levels within 750 to 1,200 ng/mL were associated with a 66% lower incidence of a first acute care visit compared to those with subtherapeutic levels (aHR 0.34, 95% CI 0.12–0.97,P= 0.04; Table2). Additionally, patients with supratherapeutic levels had an 80% lower rate of acute care (Table2). To account for unmeasured confounders of hospitalization, we calculated an e‐value of 5.4 for the association between unmeasured confounders and receiving acute care and for the association between therapeutic HCQ blood levels and the time to the first acute care visit be truly null. In a separate model using <750 versus ≥750 ng/mL categories, levels ≥750 ng/mL were associated with a 68% lower rate of acute care after adjusting for covariables (Table3).All acute care visits, including first and subsequent acute care visitsNext, after including all acute care visits, first and subsequent acute care visits clustered by unique patient, therapeutic HCQ blood levels were associated with a 79% lower overall rate of acute care compared to subtherapeutic levels (aHR 0.21, 95% CI 0.06–0.82,P= 0.025; Table4). An e‐value for this model was 9. Even after excluding patients with severe"
  },
  {
    "full_text": "was 9. Even after excluding patients with severe nonadherence (<200 ng/mL), having HCQ blood levels within 750 to 1,200 ng/mL was associated with a 72% lower risk of requiring overall (initial and subsequent) acute care visits (SupplementaryFile 6). Additionally, in the subgroup including patients receiving HCQ monotherapy, levels within 750 to 1,200 ng/mL were associated with a 76% lower rate of acute care (SupplementaryFile 7). Although, in the combination group, after controlling for nonadherence to receiving other immunosuppressives, levels ≥750 ng/mL were associated with a 70% lower rate of acute care (aHR 0.30, 95% CI 0.10–0.87,P= 0.27), only a trend toward significance was noted for levels within 750 to 1,200 ng/mL due to the small sample size (aHR 0.16, 95% CI 0.23–1.1,P= 0.067).Table 4Risk factors for subsequent acute care visits using proportional mean hazard model (n = 251 patient visits of 181 unique patients)*Variables at patient visitAdjusted HR (95% CI)aPvalueAge per 10 years, y0.99 (0.96–1.02)0.53Female2.6 (0.36–19)0.34Black or Hispanic3.7 (1.6–8.5)0.002Public Insurance1.8 (0.80–4.3)0.16SLE Disease Activity Index score per 1‐point increase0.88 (0.77–1.01)0.07bSLE Damage Index score per 1‐point increase1.1 (0.76–1.7)0.57SLE triggers (infection, vaccination)c4.0 (1.3–11)0.013Guideline‐recommended HCQ dose ≤5 mg/kg/d1.6 (0.38–6.6)0.53HCQ dose, mg3000.77 (0.29–2.1)0.614001.1 (0.32–3.4)0.94Second SLE‐related acute care visit10 (1.6–55)0.013Steroid dose per 5‐mg increase1.03 (1.0–1.1)0.06bHCQ blood levelSubtherapeutic HCQ blood levels (<750 ng/mL)ref–Therapeutic HCQ blood levels (750–1,200 ng/mL)0.21 (0.06–0.82)0.025Supratherapeutic HCQ blood levels (>1,200 ng/mL)0.11 (0.02–0.56)0.007*Multivariable model includes all variables and factors that can impact lupus hospitalization risk, such as SLE Disease Activity Index, SLE Damage Index, and recent vaccinations or infections (<90 days). A total of 18 visits with missing data were not included. SignificantPvalues are indicated by bold font. CI, confidence interval; HCQ, hydroxychloroquine; HR, hazard ratio; ref, reference; SLE, systemic lupus erythematosus.aGlobal proportional hazard was >0.05 for this model.bValues trend toward significance.cAny triggers 90 days before acute care visit were included.HCQblood levels associated with fewer acute care visits in groups with higher rates of acute careTwo groups had higher risk of requiring acute care in our cohort: (1) Black or Hispanic patients, and (2) those with public insurance. In the first subgroup analysis (Table5) that included only Black or Hispanic patients, patients with therapeutic HCQ blood levels had a 95% lower risk of requiring acute care compared to patients with subtherapeutic levels (aHR 0.05; 95% CI 0.01–0.87,P= 0.037; Table5). Given the small sample size in the supratherapeutic levels category, a significant association with risk of requiring acute care was not noted (Table5). Additionally, in the full multivariable model,"
  },
  {
    "full_text": "Additionally, in the full multivariable model, including all variables that were significant on univariable analyses and other factors that can increase the risk of requiring SLE acute care, steroid dose was associated with a 10% higher rate of a first acute care visit (Table5). In a limited model including only significant variables and sociodemographics, excluding sex because only a few male patients were in this subgroup, we noted public insurance was associated with a three times higher rate of acute care visits (Table5). Again, therapeutic HCQ blood levels were associated with an 89% lower rate of first acute care visits in this limited model. Finally, an e‐value of 18 was calculated. In the second group including only patients with public insurance (SupplementaryFile 8), levels within the therapeutic range were associated with a 90% lower risk of requiring acute care (aHR 0.10, 95% CI 0.011–0.87,P= 0.008; SupplementaryFile 8). Again, even in the subgroup including patients with public insurance only, being Black was an independent risk factor and was associated with a two‐fold higher rate of acute care (SupplementaryFile 8).Table 5Multivariable Cox model showing risk factors for the first acute care visit after the index clinic visit in a subgroup including Black and Hispanic people (n = 52 unique patients)*Variables at index patient visitFull modelLimited modelAdjusted HR (95% CI)PvalueAdjusted HR (95% CI)PvalueAge per 10 years, y1.02 (0.97–1.1)0.460.99 (0.96–1.02)0.38Maleref–ref–Female157 (0.47–524)0.09––Commercial insuranceref–ref–Public insurance2.7 (0.81–9.3)0.113.3 (1.1–10)0.04SLE Disease Activity Index score per 1‐point increase0.84 (0.63–1.1)0.260.93 (0.78–9.7)0.44SLE Damage Index score per 1‐point increase0.79 (0.40–1.6)0.49––HCQ daily dose, mg3000.60 (0.09–3.8)0.59––4003.9 (0.80–18)0.09a––Steroid dose per 5‐mg increase1.1 (1.01–1.2)0.03––SLE triggers (infection, vaccination)1.4 (0.63–23)0.142.7 (0.76–9.7)0.13HCQ blood levelsSubtherapeutic levels (<750 ng/mL)ref–ref–Therapeutic levels (750–1,200 ng/mL)0.05 (0.01–0.4)0.0090.11 (0.01–0.87)0.037Supratherapeutic levels (>1,200 ng/mL)0.26 (0.04–1.5)0.130.27 (0.05–1.3)0.11*Full multivariable model includes all variables withP<0.1 in univariable analysis, sociodemographics, and other factors that can impact lupus hospitalization risk. Limited multivariable model includes sociodemographics (excluding sex given only a few male patients), SLE Disease Activity Index, and other relevant variables. SignificantPvalues are indicated by bold font. One patient with missing data was not included. CI, confidence interval; HCQ, hydroxychloroquine; HR, hazard ratio; ref, reference; SLE, systemic lupus erythematosus.aValues trend toward significance.Predicted probability of hospital admission by raceUsing our proportional mean hazard model, we predicted the probability of SLE‐related acute care visits with therapeutic versus subtherapeutic HCQ levels for a 30‐year‐old Black person with social barriers,"
  },
  {
    "full_text": "a 30‐year‐old Black person with social barriers, active lupus, no organ damage, 5 mg/kg dosing, and no exposure to SLE triggers. In the Black group, having therapeutic HCQ blood levels was associated with a five times lower predicted probability of SLE‐related acute care visits compared to subtherapeutic levels controlling for other variables (0.8 vs 4.2 at 20 months; Figure1). In the White group, the predicted probability of SLE‐related acute care visits with therapeutic HCQ levels was three times lower then with subtherapeutic levels (0.5 vs 1.5 at 20 months; Figure1).Figure 1Predicted probability (mean frequency) of acute care visits with and without therapeutic HCQ blood levels for 30‐year‐old Black and White patients with at least one social barrier, active lupus (SLE Disease Activity Index ≥6), and HCQ dosage ≤5 mg/kg/day and without organ damage (SLE Damage Index 0) and recent triggers that flare lupus. HCQ, hydroxychloroquine; SLE, systemic lupus erythematosus.DISCUSSIONLupus flare is a leading cause of costly acute care, including hospitalizations and acute care visits, which adds to the medical economic burden of having lupus on the US health care system.41,44Moreover, Black patients with social barriers experience higher rates of acute care that could lead to poor outcomes and perpetuate health disparities.45,46Our study highlights that individuals with therapeutic levels had a 66% lower rate of acute care. Moreover, in our study, Black individuals and those with public insurance had a three times higher rate of acute care. In these groups, having HCQ levels within the therapeutic range was associated with 90% fewer acute care visits. Given that multiple factors driving acute care for patients with lupus were not controlled in this study, an RCT is needed to elucidate causal associations between HCQ blood levels and acute care visits and health care costs.Lupus is associated with a high economic burden on the US health care system, including direct and indirect costs.47The direct costs are driven by preventable hospital admissions and ER visits, with acute care for patients with lupus being comparable to patients with heart failure.48Moderate to severe lupus flares, a leading cause of requiring acute care and death in patients with lupus, could be partly due to nonadherence to receiving HCQ or receiving an HCQ underdose.11,13,14Routine HCQ blood level monitoring could help clinicians optimize HCQ dosing to maximize efficacy, motivate patients to continue receiving HCQ, and improve lupus outcomes, including survival.11Our group recently found levels with 750 to 1,200 ng/mL range were associated with lower odds of active lupus and lupus flares.16In the current study, we reported that levels within 750 to 1,200 ng/mL are associated with a 66% lower rate of acute care (79% in analyses including subsequent and initial acute care visits). However, HCQ blood level monitoring is still not routinely performed across all visits for patients"
  },
  {
    "full_text": "performed across all visits for patients with lupus in the US. This is because of out‐of‐pocket cost, insurance coverage, and unclear clinical standardization. This study along with other recent studies support the clinical effectiveness of HCQ blood level monitoring in lowering the risk of flares, active lupus, organ damage, death, and now requiring acute care.11,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32Moreover, using published costs of lupus‐related hospitalization and ER visits, the cost estimate of 39 acute care visits is approximately $90,000. The cost spent on acute care visits could cover HCQ blood level monitoring in 400 to 2,000 patients using a cost of $200 per test in the US and 16 to 40 euros in Europe.Similar to prior studies, we noted that being Black or Hispanic and having public insurance were independent risk factors of greater rates of requiring acute care. Most hospitalizations were due to a preventable cause, such as lupus flares in our study or vaccine‐preventable infections in other studies.49Collectively, data highlight that preventable hospitalizations result in poor outcomes including higher cumulative mortality rates, particularly in patients with public insurance and in Black patients.45,46,47,50In our subgroup analyses, we noted that therapeutic HCQ levels reduced the likelihood of requiring acute care in groups at higher risk of requiring acute care. We predicted the probability of requiring acute care visits by race, and we noted a five times lower predicted probability of requiring acute care visits by only maintaining therapeutic levels after controlling for all other variables or confounders.Several other factors, including lupus disease activity and duration, resistant disease, infections, nonadherence to receiving other immunosuppressives, economic insecurities or social barriers, could drive higher rates of SLE‐related acute care visits. Presumably, lupus disease factors (SLEDAI, SLE duration) would be associated with higher rates of acute care. However, no association was noted between SLEDAI scores and rates of acute care in this study despite higher SLEDAI scores in patients with low HCQ blood levels (Table1). This could be due to (1) limited sample size, or (2) potential confounding by other factors, such as social determinants, that were not measured in this study and could affect nonadherence and drive higher rates of acute care for patients with lupus.47To elaborate, social determinants of health (conditions in which people live), such as financial and housing insecurities, can potentially lead to gaps in care and adherence, thereby driving hospitalizations and outcome disparities in patients with SLE. Based on our e‐values, unmeasured confounders, including social determinants, would have to be associated with a 5‐ to 18‐fold higher rate of acute care to explain our observed HR. Previous studies have reported that social determinants such as low income conferred only a 12% increased length of"
  },
  {
    "full_text": "income conferred only a 12% increased length of hospital stay in patients with lupus.51Thus, based on these findings and the magnitude of association, there could be a potential association between HCQ level monitoring and rates of acute care. An RCT that randomly controls for all known potential confounders and mediators could further elucidate the causal association and impact of HCQ blood level monitoring on rates of acute care visits in patients with lupus.However, nonadherence is complex, and often, multiple factors drive nonadherence and rates of acute care for patients with lupus. For example, a prior robust RCT noted no reduction in SLE flares after adapting HCQ dose by HCQ blood level over a seven‐month follow‐up (cite PLUS).52This highlights that a multifaceted approach might be necessary to address nonadherence and to reduce rates of requiring acute care, although HCQ level monitoring may bridge some outcome disparities in patients with lupus. To develop such a multifaceted approach, it is critical to understand patients’ perspectives on facilitators and barriers to adherence. For example, drug level monitoring and how to approach and address low HCQ blood levels in clinics using shared decision‐making could aid optimal HCQ reception.22,30Therefore, a mixed‐methods study, including an RCT and a qualitative study, is needed to guide effective use of HCQ level monitoring in diverse clinical settings.Despite the strengths of this study including a validated lupus cohort study that examined the impact of therapeutic HCQ blood levels on reducing preventable lupus‐related acute care visits, we acknowledge limitations. First, we could not account for all ER visits that were not captured by our EHR and interoperability platform (Care Everywhere). However, we anticipate a relatively small number of acute care visits that could have been missed given >95% of visits occur either within network or in institutions that share data via Care Everywhere. Second, our study was not designed to account for behavioral change that could occur with HCQ blood level monitoring leading to better adherence and outcomes. In our future mixed‐methods study, we will quantitatively and qualitatively explore such associations to inform our intervention. These data will critically inform drug level monitoring and how to approach and address low HCQ blood levels in clinics using shared decision‐making could aid optimal HCQ reception. Third, we did not control for history of prior lupus‐related hospitalization, nonadherence to other immunosuppressives, and social determinants of health (such as economic insecurities) in our primary analysis. We were unable obtain this information uniformly for all patients based on retrospective data abstraction and chart review. However, we controlled for SLEDAI score, lupus duration, lupus severity at diagnosis, and triggers for lupus flares in our analysis. Additionally, we calculated e‐values for unmeasured confounders and noted"
  },
  {
    "full_text": "e‐values for unmeasured confounders and noted high e‐values of 5 and 18 for primary and subgroup analyses. Finally, cost‐effective analyses were not completed in this observational study due to limitations of the study design. Informed by the findings of this study, we plan to conduct an RCT to investigate causal associations and the impact of HCQ blood level monitoring on health care costs in the future.Our study highlights that individuals with therapeutic levels had a 66% lower rate of acute care. Moreover, in our study, Black individuals and those with public insurance had a three times higher rate of acute care. In these groups, having HCQ levels within the therapeutic range was associated with 90% fewer acute care visits. The findings of this study lay a strong foundation for a future RCT that controls for all known potential confounders, and mediators could further elucidate the causal association and impact of HCQ level monitoring on acute care visits for patients with lupus.AUTHOR CONTRIBUTIONSAll authors contributed to at least one of the following manuscript preparation roles: conceptualization AND/OR methodology, software, investigation, formal analysis, data curation, visualization, and validation AND drafting or reviewing/editing the final draft. As corresponding author, Dr Garg confirms that all authors have provided the final approval of the version to be published, and takes responsibility for the affirmations regarding article submission (eg, not under consideration by another journal), the integrity of the data presented, and the statements regarding compliance with institutional review board/Declaration of Helsinki requirements.Supporting informationDisclosure formSupplementary File 1.Cox Proportional Hazards analysis to examine factors associated with time to first acute care visit after the index visit (n=181 patients after imputing missing values*).Supplementary File 2.Kaplan Meier curves showing hospitalization‐free survival by: A. HCQ blood level categories; B. Race; C. Insurance; D. Average HCQ daily dose.Supplementary File 3.Cox Proportional Hazards analysis to examine factors associated with time to all (initial and subsequent) acute care visits after clinic visits (n=251 visits of 181 patients after imputing missing values*) using HCQ level categories <750, 750‐1200, >1200 ng/ml.Supplementary File 4.Flow diagram showing participation rate and total number of initial and subsequent SLE‐related acute care visits (events).Supplementary File 5.Multivariable Cox model showing factors associated with first acute care visit using continuous HCQ blood levels (n=181*).Supplementary File 6.Multivariable Cox model showing factors associated with first and subsequent acute care visit in a subgroup excluding patients with severe nonadherence (levels <200 ng/ml, n=218*).Supplementary File 7.Multivariable Cox model showing factors associated with first and subsequent acute care visit in a subgroup including patients with HCQ"
  },
  {
    "full_text": "visit in a subgroup including patients with HCQ monotherapy (n=155*).Supplementary File 8.Multivariable Cox model showing risk factors for first acute care visit after index clinic visit in a subgroup including people with public insurance (n=49 unique patients)."
  }
]