[
  {
    "full_text": "TITLE: Therapeutic potential of IL6R blockade for the treatment of sepsis and sepsis-related death: A Mendelian randomisation study ABSTRACT: BackgroundSepsis is characterised by dysregulated, life-threatening immune responses, which are thought to be driven by cytokines such as interleukin 6 (IL-6). Genetic variants inIL6Rknown to down-regulate IL-6 signalling are associated with improved Coronavirus Disease 2019 (COVID-19) outcomes, a finding later confirmed in randomised trials of IL-6 receptor antagonists (IL6RAs). We hypothesised that blockade of IL6R could also improve outcomes in sepsis.Methods and findingsWe performed a Mendelian randomisation (MR) analysis using single nucleotide polymorphisms (SNPs) in and nearIL6Rto evaluate the likely causal effects of IL6R blockade on sepsis (primary outcome), sepsis severity, other infections, and COVID-19 (secondary outcomes). We weighted SNPs by their effect on CRP and combined results across them in inverse variance weighted meta-analysis, proxying the effect of IL6RA. Our outcomes were measured in UK Biobank, FinnGen, the COVID-19 Host Genetics Initiative (HGI), and the GenOSept and GainS consortium. We performed several sensitivity analyses to test assumptions of our methods, including utilising variants aroundCRPand gp130 in a similar analysis.In the UK Biobank cohort (N =486,484, including 11,643 with sepsis), IL6R blockade was associated with a decreased risk of our primary outcome, sepsis (odds ratio (OR) = 0.80; 95% confidence interval (CI) 0.66 to 0.96, per unit of natural log-transformed CRP decrease). The size of this effect increased with severity, with larger effects on 28-day sepsis mortality (OR = 0.74; 95% CI 0.47 to 1.15); critical care admission with sepsis (OR = 0.48, 95% CI 0.30 to 0.78) and critical care death with sepsis (OR = 0.37, 95% CI 0.14 to 0.98).Similar associations were seen with severe respiratory infection: OR for pneumonia in critical care 0.69 (95% CI 0.49 to 0.97) and for sepsis survival in critical care (OR = 0.22; 95% CI 0.04 to 1.31) in the GainS and GenOSept consortium, although this result had a large degree of imprecision. We also confirm the previously reported protective effect of IL6R blockade on severe COVID-19 (OR = 0.69, 95% CI 0.57 to 0.84) in the COVID-19 HGI, which was of similar magnitude to that seen in sepsis. Sensitivity analyses did not alter our primary results. These results are subject to the limitations and assumptions of MR, which in this case reflects interpretation of these SNP effects as causally acting through blockade of IL6R, and reflect lifetime exposure to IL6R blockade, rather than the effect of therapeutic IL6R blockade.ConclusionsIL6R blockade is causally associated with reduced incidence of sepsis. Similar but imprecisely estimated results supported a causal effect also on sepsis related mortality and critical care admission with sepsis. These effects are comparable in size to the effect seen in severe COVID-19, where IL-6"
  },
  {
    "full_text": "to the effect seen in severe COVID-19, where IL-6 receptor antagonists were shown to improve survival. These data suggest that a randomised trial of IL-6 receptor antagonists in sepsis should be considered. BODY: IntroductionSepsis is a complex physiological and metabolic response to infection, characterised by dysregulation of the immune response and organ dysfunction [1]. Our current best treatments remain antimicrobial therapy and organ support, with no licenced treatments outside these interventions [2].Interleukin 6 (IL-6) is a critical cytokine involved in the innate immune response in sepsis and other severe infections and contributes in conjunction with other pathophysiological processes to adverse outcomes [3–6]. The modulation of IL-6 dynamics and its multiple different signalling pathways represents a potentially exciting therapeutic opportunity for severe infection given the key role for this cytokine and associated signalling [3,6,7]. The inflammatory role of IL-6 is mediated not by the classical ortrans-presentation modes of action through a membrane bound receptor (IL6R), but through atrans-signalling mechanism where IL-6 binds a soluble form of the receptor that subsequently interacts with membrane bound signalling molecule, gp130, on cells [7,8].Inhibition of both membrane and soluble IL6R using monoclonal antibodies such as tocilizumab or sarilumab (collectively known as IL-6 receptor antagonists, IL6RAs) have been successfully trialled in critically ill patients with Coronavirus Disease 2019 (COVID-19) and are now considered a standard treatment [9–11]. These drugs have the capability of attenuating all forms of IL-6 signalling, producing reductions in C-reactive protein (CRP) and other downstream inflammatory markers [11–13]. Furthermore, this beneficial effect of IL6R blockade in COVID-19 was anticipated in a causal framework analysis using genetic data [14,15]. Carriers of certain single nucleotide polymorphisms (SNPs) around and in theIL6Rgene (the target for IL6RAs) that phenocopy IL6RA function have a reduced risk of becoming critically ill with COVID-19 [14,15].The sameIL6Rvariants have been used in Mendelian randomisation (MR) studies as instruments for alterations in IL6R function and signalling, thus providing a functional proxy of IL6RA therapy, with an extensive literature relating to the canonical SNP, rs2228145 [14,16–22]. This SNP is known to lead to reduced levels of cell surface receptor that mediates classical signalling and a coupled increase in soluble IL6R that alters the setpoint for downstream IL-6trans-signalling (Fig 1) [22]. A previous MR analysis suggested that reduced IL-6 signalling (modelled using rs2228145 alone) could reduce inflammation and risk of coronary heart disease [16], leading to clinical trials of monoclonal antibodies targeting either IL6R or IL-6 for coronary disease prevention [12].10.1371/journal.pmed.1004174.g001Fig 1Section A represents a randomised trial of IL6RA therapy with"
  },
  {
    "full_text": "a randomised trial of IL6RA therapy with both normal IL-6 signalling and the effect of intervention.Section B represents the use of SNPs inIL6Rto act as a proxy for intervention. We identify variants withinIL6Rassociated with reduced CRP as a marker of functional IL6R blockade to aid the interpretation of MR analysis. As these SNPs are within IL6R, we make the assumption that these SNPs have an effect through alteration of IL6R (either through modification of the protein itself or altering quantity of the protein). Image made usingBiorender.com. ADAM17, A disintegrin and metalloprotease 17; CRP, C-reactive protein; GP130, Glycoprotein 130; IL-6, interleukin 6; IL6R, interleukin 6 receptor, IL6RA, interleukin 6 receptor antagonist; IL6R (m), modified interlekin 6 receptor; MR, Mendelian randomisation; sIL6R, soluble interleukin 6 receptor; SNP, single nucleotide polymorphism.We hypothesised that there may be a role for IL6R blockade in sepsis given the similarities between bacterial sepsis and critical illness in COVID-19 [23]. To test this, we undertook a two-sample MR study to assess the potential impact of IL6R blockade on sepsis, COVID-19, as well as risk of infection in the absence of sepsis.MethodsStudy designIn this study, we aimed to perform a two-sample MR study in order to proxy the effect of IL6R blockade on sepsis and other infections.Fig 1shows the overall study design, comparing our analysis with a randomised controlled trial of IL-6 receptor antagonist therapy.Included populationsFor our main outcomes, we used UK Biobank, a large UK adult volunteer cohort described in detail elsewhere [24]. UK Biobank has linked genetic and physical data with direct links to national healthcare datasets. For secondary outcomes, we utilised FinnGen (Round 6), a large prospective cohort study in Finland, linked to electronic health record data [25]. For measurement of COVID-19 outcomes, we included data from the COVID-Host Genetics Initiative (HGI) (Round 7), a large meta-analysis of multiple studies including participants with COVID-19 [26].Finally, for additional data on sepsis survival, we utilised summary statistics from a previous genome-wide association study (GWAS) on survival from sepsis, which included data from the GaINS and GenOSept consortium [27]. Full details of each cohort, inclusion criteria, and genetic quality control are available inS1 Text.Definition of outcomesOur primary outcomes were the incidence of sepsis, sepsis requiring critical care utilisation, and 28-day mortality after an episode of sepsis or sepsis requiring critical care admission, measured in UK Biobank.For secondary outcomes, we included (a) a set of 9 other common infections that present to primary or secondary healthcare (S2 Table) and (b) COVID-19 infection, as a comparator.Admissions with sepsis were identified in UK Biobank in ICD-coded linked secondary care data. ICD-10 codes A02, A39, A40, and A41 were used to identify sepsis, in line with recent literature"
  },
  {
    "full_text": "identify sepsis, in line with recent literature [28]. Cases were included if the code was in the primary or secondary diagnostic position in Hospital Episode Statistics (HES) data (or similar datasets in the devolved nations), provided by UK Biobank. We did not include self-reported cases, or cases only occurring in primary care. To ensure no contamination with COVID-19-related codes, we excluded codes for sepsis that occurred after 1 February 2020.Other infections were defined similarly and included by the presence of ICD-10 codes, derived by two authors (FH and DA), with a code list available in theS2 Table. Codes were derived from recent publications but altered to reflect 3-digit ICD-10 coding available in HES. Controls were defined by the absence of the ICD code.For the definition of critical illness related to infection, we utilised critical care admission data provided in HES. We considered any critical care episode during the index infection admission as a critical care admission related to that infection. Controls were defined as all other participants of UK Biobank. As HES data are only available for English participants of UK Biobank, we excluded all participants who were not recruited at a recruitment centre in England for the critical care portion of the study.We generated 28-day survival outcomes for sepsis (with or without critical care admission) and pneumonia (only in those admitted to critical care). Dates of admission to hospital were extracted from the HES data and matched to national registry death data supplied by UK Biobank.In order to attempt to avoid issues of bias relating to the structure of the data included in primary analysis (in particular, collider bias where selection on case status can induce associations between traits related to case status), we included all participants in our analysis of sepsis risk. For our analysis, we chose to use the whole UK Biobank population as a control for each outcome, even for the critical care related outcomes (e.g., we compared critically ill patients with sepsis versus the whole population, rather than critically ill patients with sepsis versus all patients with sepsis).GWAS of infection outcomesTo generate summary statistics for downstream MR, we performed a case–control GWAS on each infection outcome using regenie v2.2.4 on all UK Biobank participants of European ancestry (see critical care exclusions above) [29]. We used the in-house MRC-IEU GWAS pipeline (version 2) to quality control our data [30]. Full details of this are published elsewhere [30], with further details inS1 Text.Mendelian randomisation—Definition of instrumentsOurIL6Rinstruments were selected based on a recent MR study that performed a meta-analysis of a high-sensitivity CRP (hsCRP) GWAS of 522,681 European individuals from the Cohorts for Heart and Aging Research in Genomic Epidemiology (CHARGE) Consortium and UK Biobank [31].Conceptually, our genetic instrument is similar to the action of anti-IL6R"
  },
  {
    "full_text": "instrument is similar to the action of anti-IL6R monoclonal antibodies (e.g., tocilizumab) that lead to inhibition of IL6R signalling by blocking both IL6 classical andtrans-signalling, although the effect of inhibition is much reduced with our genetic instrument compared to therapeutic IL-6 inhibition [16–19,32,33].Specifically, we aimed to assess the effect of decreased activity of the IL6/IL6R pathway, modelled using independent (r2< 0.1) variants within 300 kb ofIL6Rin order to proxy IL6RA effect. We call this ourcisIL6R instrument. We weighted this variant on the effect on hsCRP, as justified inS1 Text, and in line with previous analyses [17–19]. For simplicity, we henceforth refer to this exposure as “IL6R blockade.”It is recognised that this is an oversimplification of the IL6 pathway, with evidence that effects on health outcomes are mediated by classical andtrans-signalling in differing ways and that the effect of our instrument may not act in the same way as IL6RAs [8]. In our sensitivity analyses (below), we explore other ways of defining our exposure, including alternative weighting strategies. In total, 26 variants were included. The minimum F-statistic of an included variant was 31.1 [34]. All SNPs were available in the GWAS performed above. The included SNP list is available inS1 Table.Statistical analysisFor our main analysis, we identified and extracted SNPs (or proxies, for secondary cohorts) from our outcome GWAS and performed two-sample MR using harmonised SNPs on each outcome in term. MR estimates from each SNP were generated and then meta-analysed by inverse variance weighting (IVW) using first-order weights [21]. Analyses were performed using theTwoSampleMRpackage (version 0.5.6) in R (version 4.1.3) [35].For the UK Biobank and FinnGen outcomes, we performed fixed effects meta-analysis across each specific infection to generate summary estimates for each condition using the R packagemeta.cisCRP variantsOur primary instrument includes only variants aroundIL6R, weighted by their effect on CRP, as a readout of IL-6 function. However, this does not imply that CRP itself is causal. In order to understand whether CRP might be the causal target, we undertook a subsequent analysis using four well-understoodcisCRP-related variants from a recent study (S1 Table) [36]. These variants are highly likely to alter CRP through a pathway independent of IL-6 down-regulation, and, therefore, evidence of any MR effect would support CRP as a potential causal mechanism and also provide additional genetic support for targeting of this pathway. These variants were weighted using the same UK Biobank-CHARGE meta-analysis of hsCRP [37].After weighting, we performed two-sample MR analyses using this instrument on each outcome in turn, comparing results to that generated using thecisIL6R instrument.cisgp130 instrumentsgp130, also known asIL6ST, is the other component of the IL-6 receptor, although it is also present in other cytokine receptors."
  },
  {
    "full_text": "it is also present in other cytokine receptors. Candidate gene analyses have suggested variation in gp130 has phenotypic consequences [38], although this is less established than the association with variation atIL6R. To explore this further, we generated instruments for gp130 plasma protein levels using a recent GWAS of plasma protein levels from the DECODE (n= 35,287) consortium. [39] We extracted independent (r2< 0.1) SNPs that were associated with levels of gp130 and that were within 300 kb of gp130 for use in downstream MR analyses on the infection outcomes using the TwoSampleMR package. Again, MR was performed in turn on each outcome.Sensitivity analysesWe performed three broad types of sensitivity analysis. Firstly, we attempted to test one of the assumptions of MR (exclusion restriction) using alternative meta-analytic approaches (MR-Egger and weighted median approaches) [21], although these methods cannot falsify this restriction but can detect violations. Secondly, we tested whether variant weighting altered the results, by weighting variants solely on their effect estimates from CHARGE rather than from the UKB-CHARGE meta-analysis to avoid overfitting of data (“winners curse”) [21], and ran the analysis weighted entirely on the beta-coefficients from the SNP-outcome association (e.g., unweighted by CRP), with these results then meta-analysed together by the inverse variance weighting of each SNP-outcome (beta coefficient) association.Subsequently, we tested whether our choice of SNPs to include altered the results. Firstly, we used the R packageRadialMRto identify SNP outliers and reran analyses with outliers excluded [40]. Secondly, we performed iterative leave-one-out analyses, where each SNP is left out of the model in turn and IVW estimates recalculated. Thirdly, we reran the analysis including only variants within 10 kb ofIL6R, and, finally, we ran the canonical and well-described Asp358Ala SNP (rs2228145) as a single instrument [16].As an additional sensitivity analysis to explore heterogeneity identified in our primary analysis (usingcisIL6R SNPS), we performed clustering to identify SNPs that had a consistent effect on multiple traits [41]. In this analysis, we identified all outcomes for which we had effect estimates for all 26 SNPs (31/35 outcomes, all except the GenOSept and GaINS consortium) and performed a form of mixture modelling (noise augmented directional clustering) to identify SNPs that had correlated effects on different traits and cluster them. This was performed using thenavmixpackage in R using default settings (K = 10) on standardised associations between traits. Subsequently, we performed MR within each cluster to identify any evidence of heterogeneity [41].Reporting guidelinesThis study is reported in line with the STROBE-MR guidance, with the checklist available in the Supporting information (S1 STROBE Checklist)[42].EthicsMost of the data in this study were publicly available and nonidentifiable."
  },
  {
    "full_text": "were publicly available and nonidentifiable. Therefore, no ethical approval was required to access it. Access to UK Biobank was arranged by the UK Biobank IDAC. This study was performed under application number 56243.ResultsIdentification of sepsis cases in UK BiobankIn UK Biobank, we identified 11,643 cases of sepsis, with 474,841 controls of European ancestry. A total of 1,896 patients died within 28 days of admission, with 484,588 controls. A total of 1,380 patients had critical care admission with sepsis, with 429,925 controls (including only UK Biobank participants in England). Approximately 347 patients died within 28 days of critical care admission, leaving 431,018 controls. We subsequently performed a case–control GWAS for each of these outcomes, with links to quantile–quantile plots and Manhattan plots available inS2 Table,as well as details of other included infections inTable 1.10.1371/journal.pmed.1004174.t001Table 1IVW meta-analysis of MR estimates of IL6R blockade for UK Biobank and COVID-19 HGI outcomes.OR (95% CI)PvalueCases / controlsSepsisSepsis (all admissions)0.8 (0.66–0.96)0.01911,643 / 474,841Sepsis (28-day death)0.74 (0.47–1.15)0.1801,896 / 484,588Sepsis (critical care)0.48 (0.3–0.78)0.0031,380 / 429,985Sepsis (28-day death in critical care)0.37 (0.14–0.98)0.046347 / 431,018COVID-19COVID-19 (All cases vs. population)0.93 (0.89–0.98)0.009159,840 / 2,782,977COVID-19 (Hospitalised)0.83 (0.74–0.93)0.00244,986 / 2,356,386COVID-19 (Severe respiratory vs. population)0.69 (0.57–0.84)<0.00118,152 / 1,145,546InfectionURTI1.67 (1.13–2.48)0.0102,795 / 483,689Endocarditis1.66 (0.88–3.15)0.1201,080 / 485,404Cholecystitis1.53 (1.12–2.08)0.0074,052 / 482,432UTI1.32 (1.17–1.5)<0.00121,958 / 464,256Osteomyelitis1.27 (0.88–1.82)0.2074,836 / 481,648Appendicitis1.21 (0.93–1.58)0.1534,604 / 481,880Cellulitis1.2 (1.02–1.41)0.02812,196 / 474,288LRTI1 (0.83–1.22)0.96014,135 / 472,349Pneumonia0.97 (0.86–1.1)0.64222,567 / 463,917Sepsis0.8 (0.66–0.96)0.01911,643 / 474,841Other critical care outcomesPneumonia (critical care)0.69 (0.49–0.97)0.0342,758 / 428,607LRTI (critical care)0.51 (0.23–1.12)0.095585 / 430,780Pneumonia (28-day death in critical care)0.5 (0.23–1.08)0.077803 / 430,820CI, confidence interval; COVID-19, Coronavirus Disease 2019; HGI, Host Genetics Initiative; IVW, inverse variance weighted; LRTI, lower respiratory tract infection; MR, Mendelian randomisation; OR, odds ratio; URTI, upper respiratory tract infection; UTI, urinary tract infection.Mendelian randomisationWe performed IVW MR on each outcome in turn. As our instruments are weighted by hsCRP, odds ratios (OR) are on the scale of natural log hsCRP decrease. For reference, we call this IL6R blockade, with ORs of more than one representing increasing risk with greater interference and ORs of less than one representing decreasing risk.For our primary outcome—sepsis—we identified a severity-dependent effect, with evidence suggesting that IL6R blockade is increasingly protective"
  },
  {
    "full_text": "that IL6R blockade is increasingly protective with more severe disease. The OR for sepsis was 0.80 (95% confidence interval (CI) 0.66 to 0.96); for 28-day death in sepsis was 0.74 (95% CI 0.47 to 1.15), for sepsis requiring critical care admission was 0.48 (95% CI 0.30 to 0.78), and for 28-day death in sepsis requiring critical care admission was 0.37 (95% CI 0.14 to 0.98) (Fig 2AandTable 1).10.1371/journal.pmed.1004174.g002Fig 2IVW MR estimates (ORs) with 95% CIs for IL6R blockade and each outcome (A: Sepsis, B: COVID, C: other infections) in UK Biobank. CI, confidence interval; COVID-19, Coronavirus Disease 2019; IVW, inverse variance weighted; LRTI, lower respiratory tract infection; MR, Mendelian randomisation; OR, odds ratio; URTI, upper respiratory tract infection; UTI, urinary tract infection.These severity-dependent effects were mirrored when we performed IVW MR on COVID-19-related outcomes from the COVID-HGI, with evidence suggesting that IL6R blockade is more protective from critical respiratory illness, defined as those who required respiratory support or who died during hospitalisation (OR 0.69, 95% CI 0.57 to 0.84) than from hospitalisation alone (OR 0.83, 95% CI 0.74 to 0.93). Notwithstanding uncertainty around the point estimates, MR estimates for IL6R blockade were larger in sepsis than in COVID-19, for the comparable disease severity.We performed IVW MR to investigate the association of IL6R blockade on the odds of infection in the absence of sepsis within UK Biobank. In line with trial and registry literature, there was evidence suggesting an increase in susceptibility to evaluated infections. The largest effect sizes observed were for upper respiratory tract infection (URTI) (OR 1.67; 95% CI 1.13 to 2.48) and for endocarditis (OR 1.66; 95% CI 0.88 to 3.15). For respiratory infections—lower respiratory tract infection (LRTI) and pneumonia—we saw no strong evidence of effect (OR approximately 1 for both) (Fig 2CandTable 1).For both of these respiratory infections, despite the largely null effect with incidence of disease, IL6R blockade was associated with decreased odds of critical care admission (Fig 3AandTable 1), with effect estimates concordant with the estimates from sepsis requiring critical care admission: OR for pneumonia requiring critical care admission was 0.69 (95% CI 0.49 to 0.97) and the OR for LRTI requiring critical care admission was 0.51 (95% CI 0.23 to 1.21).10.1371/journal.pmed.1004174.g003Fig 3IVW MR estimates of IL6R blockade with 95% CIs for (A) respiratory infection, (B) survival from sepsis related to critical care admission, and (C) FinnGen replication cohort. CI, confidence interval; IVW, inverse variance weighted; LRTI, lower respiratory tract infection; MR, Mendelian randomisation; OR, odds ratio; URTI, upper respiratory tract infection; UTI, urinary tract infection.Follow-up analysisWe were able to extract parallel GWAS results from Round 6 of the FinnGen consortium (S3 Table) and to rerun all"
  },
  {
    "full_text": "FinnGen consortium (S3 Table) and to rerun all analyses. The frequency of incident cases differed across infection between studies. This was most notable for LRTI (frequency of incident cases 2.9% UK Biobank compared to 1.05% FinnGen). We identified three sepsis outcomes to compare: one combined one (all cases of ICD-coded sepsis) and two specific ones (subsets of the combined outcome). For the combined sepsis outcome, the frequency of incident cases was 54% higher in FinnGen (2.4% UK Biobank, 3.7% FinnGen), while the frequency of mortality at 5 years—the only mortality figure available within FinnGen—was 20.2% as opposed to 37.6% within UK Biobank.For the specific sepsis definitions available in FinnGen—sepsis due to pneumonia and streptococcal sepsis—mortality data were not available, but these were rarer than the combined sepsis outcome (0.5% and 0.2%, respectively).For the combined FinnGen sepsis outcome, the OR was close to the null: OR 0.98 (95% CI 0.79 to 1.21). However, when focusing on the two specific outcomes of streptococcal sepsis and sepsis due to pneumonia, effect estimates were similar to those using UK Biobank: OR 0.79 (95% CI 0.48 to 1.31) and OR 0.63 (95% CI 0.29 to 1.35), respectively, although with more uncertainty due to a smaller sample size (Fig 3C).Across UK Biobank and FinnGen, effect estimates were largely consistent in direction for all infections except pneumonia, although effect estimates were generally smaller. The meta-analysed summary estimate for sepsis, utilising UK Biobank and the main FinnGen sepsis outcome, had an OR of 0.86 (0.74 to 0.99), when meta-analysing with streptococcal sepsis in FinnGen, the OR was 0.80 (0.67 to 0.95), and when meta-analysing with respiratory sepsis in FinnGen, the OR was 0.79 (0.66 to 0.95). FinnGen-specific and meta-analysed summary effects are available inS4 Table, with a summary forest plot inS1 Fig.Additional survival outcomesAdditional survival outcomes were available from two previous GWAS performed in the GAiNS and GenOSept consortium, both of which recruited patients with sepsis in critical care but also included a subset of patients with confirmed CAP. In both studies, case–control GWAS was performed with the outcome of 28-day survival.In both studies, we performed IVW MR and effects were concordant with our primary data (Fig 3B),with a summary OR of 0.22 (95% CI 0.04 to 1.31) for sepsis and 0.06 (95% CI 0.01 to 0.55) for the CAP subset. These estimates were imprecise, given the number of included cases and controls.Alternative genetic instrumentsAlthough our genetic instrument includes variants aroundIL6R(acting as a proxy for the target drug effect), we weighted it by the effect on hsCRP as this represents an appropriate readout of IL6R function and the effect on downstream IL-6 signalling. However, this does not mean that hsCRP is itself necessarily part of the causal pathway, and it may simply represent a measurable marker of IL6R blockade. It is also plausible that"
  },
  {
    "full_text": "of IL6R blockade. It is also plausible that the beneficial effect of IL-6 blockade in sepsis is actually mediated by reductions in hsCRP. In an attempt to investigate this potential mediation and elucidate a potential mechanism of effect of IL6R blockade, we reran analyses using establishedcisvariants aroundCRPknown to be associated with circulating hsCRP levels.In IVW MR analyses using thecisCRP instrument, we found evidence that CRP may be a part of the IL6R blockade effect, with evidence of reduced odds of sepsis and sepsis-related mortality: OR for sepsis outcome (0.91, 95% CI 0.82 to 1), OR for sepsis critical care admission (0.88, 95% CI 0.65 to 1.17), OR for death (0.72, 95% CI 0.59 to 0.93), OR for critical care death (0.58, 95% CI 0.32 to 1.04) (Fig 4andS6 Table). This effect was also seen in FinnGen: OR for combined sepsis outcome (0.76, 95% CI 0.59 to 0.98), with similar results for other sepsis definitions. These effects were generally smaller in size than those seen using thecisIL6R instrument, with less evidence of a graduated effect with severity as seen with thecisIL6R instrument. Effect estimates were again broadly similar (although imprecise) for protection against critical infection (e.g., OR for critical care admission with LRTI 0.77, 95% CI 0.49 to 1.21).10.1371/journal.pmed.1004174.g004Fig 4IVW MR effect estimates for CRP fromcisCRP variants and each outcome (A: Sepsis, B: COVID, C: other infections). CI, confidence interval; COVID-19, Coronavirus Disease 2019; CRP, C-reactive protein; IVW, inverse variance weighted; LRTI, lower respiratory tract infection; MR, Mendelian randomisation; OR, odds ratio; URTI, upper respiratory tract infection; UTI, urinary tract infection.Outside of sepsis, there was little evidence of correlation between IVW MR results fromcisCRP- andcisIL6R-related instruments (Pearson’s R 0.06), and, in addition, there was no strong evidence for an association with COVID-19 outcomes.Subsequently, we investigatedcisvariants in gp130 (also known as IL6ST). Using a recently performed large-scale GWAS of gp130 plasma protein level (DECODE,n =35,287), we identified 24 independent (r2< 0.1) SNPs (S1 Table). IVW MR was performed as described above in this analysis (reported inS7 TableandS2 Fig).The OR for sepsis with each SD increase in gp130 levels was 0.97 (95% CI 0.91 to 1.04), with similar estimates for the sepsis outcome in FinnGen (OR 1.04, 95% CI 0.96 to 1.14). Results for other infection outcomes were similar, with little clear evidence of an effect. The strongest evidence of any effect was in death from critical care pneumonia (OR 1.58; 95% CI 1.14 to 2.19) and death from critical care sepsis (OR 1.57; 95% CI 1.06 to 2.34), although effect estimates on death from hospitalised sepsis were close to the null (OR 0.95; 95% CI 0.81 to 1.13).Noise-augmented clusteringAs there was visual evidence of potential clustering of SNP effect estimates for our primary instrument (26cis IL6RSNPs), we performed a form of"
  },
  {
    "full_text": "(26cis IL6RSNPs), we performed a form of mixture modelling (noise-augmented directional clustering) to identify clusters of instruments.In this analysis, we identified one cluster of 14 SNPs (heatmap shown inS3 Fig) with all other SNPs excluded as noise (included SNPs listed inS8 Table). Subsequently, we performed MR using just these instruments (S9 TableandS4 Fig). These analyses showed similar results to our primary analysis, although effect estimates were generally larger, andp-values generally lower.Sensitivity analysesWe performed a range of sensitivity analyses that did not alter the interpretation of primary results. Firstly, where possible, we tested some of the assumptions of MR using different meta-analytic techniques [21]. For these analyses, we performed meta-analysis using MR-Egger and weighted median approaches, which test the exclusion restriction assumption. Weighted median analyses were broadly similar to IVW results, but MR-Egger estimates were more imprecise, with nearly all confidence intervals for outcomes in UK Biobank, FinnGen, and COVID-HGI crossing the null. These results are shown inS5 FigandS10 Table, while representative scatter plots for two representative outcomes (sepsis and critical care admission with sepsis) are available inS6 Fig.In a second set of sensitivity analyses, we tested whether the way we designed and weighted our instrument materially affected the results. Firstly, we weighted our exposure SNPs using betas solely from the CHARGE consortium [34] (rather than using a combined CHARGE-UK Biobank meta-analysis;S11 Table). These results were similar (although more imprecise, due to the smaller sample size of the original GWAS). Secondly, we ran completely unweighted analyses (S12 TableandS7 Fig), which simply meta-analysed the effect of each SNP-outcome association, using IVW of the beta-coefficients at each SNP. These results were again concordant with our primary analysis, although were highly imprecise (given the small individual effect of each SNP).In a third set of sensitivity analyses, we tested whether our selection ofIL6RSNPs influenced results. Firstly, we identified and removed outliers using Radial MR and reran analyses (S8 FigandS13 Table). We identified no alteration in our primary results. Alongside that, we performed leave-one-out analyses, removing individual SNPs from the analyses and rerunning IVW MR. For ease, we show this for the first four outcomes only inS9 Fig, which show the removal of any individual SNP does not alter the main results. Finally, we restricted analyses to the seven SNPs within 10 kb ofIL6R(S14 Table) and the rs2228145 SNP, which has a known functional effect on IL6R and downstream effects [36] (S10 FigandS15 Table). Again, these effects were all concordant with our primary results, although with reduced power as expected by removing multiple SNPs from the meta-analysis.DiscussionIn this study, we provide evidence from multiple, independent data sources that blockade"
  },
  {
    "full_text": "multiple, independent data sources that blockade of IL-6 signalling pathways is likely to be protective against the development of sepsis. There is evidence across both UK Biobank and FinnGen that the apparent protective effect of functional IL6R blockade increases with increasing severity of illness with potential protective effects on short-term death in sepsis and critical care admission with sepsis. This effect was similar (although slightly larger) than estimates relating to severe COVID-19, where IL6RA have already been shown to improve mortality [11]. In contrast, functional IL6R blockade appears to show evidence suggesting increases in susceptibility to infections, matching trial and registry data. We also found evidence that IL6R blockade may be protective in critical illness in respiratory infection, where effect estimates were similar to those seen in sepsis and consistent with the COVID-19 data. Given the similarities between COVID-19 pneumonitis, sepsis, and bacterial respiratory infection and with commonalities in underlying pathophysiology, this suggests IL6RA as a potentially broad therapeutic target for patients unwell with critical infection. However, estimates for some phenotypes (e.g., death from critical care sepsis) were necessarily imprecise given the small sample size, although estimates were all concordant in direction.Our analysis usingcisCRP instruments had similar findings, although effect estimates were generally smaller. This suggests that one potential route by which IL6R blockade reduces the odds of severe sepsis is by reducing CRP, although this remains a hypothesis. Given the ongoing development of therapeutics that targettrans-specific IL-6 signalling and therapeutics that target CRP itself, this may represent a future avenue in sepsis therapeutics [43,44]; however, this does not alter the interpretation of the primary IL6R blockade-related finding here. Additionally, the concordance of MR effect estimates betweencisCRP andcisIL6R genetic variants provides confidence in our primary analysis and strongly supports the role of IL-6 signalling in sepsis. We did not identify a robust effect on sepsis when instrumenting gp130, although there is much less evidence that genetic variation at this locus affects IL-6 signalling [45].To our knowledge, previous literature has not identified an association between variants proxying IL6R blockade and sepsis, although multiple studies have identified associations (in line with our estimates), suggesting theseIL6Rvariants increases the risk of infection, which match randomised trial data [31,46]. One trial was considering the use of IL6RA in paediatric sepsis (NCT04850443), but this was halted due to lack of funding. Furthermore, randomised trials have been performed aiming to remove IL-6 and other cytokines by using extracorporeal haemoadsorption devices [47]. In the largest trial (97 evaluable patients), the use of haemoadsorption in patients with severe sepsis was not"
  },
  {
    "full_text": "in patients with severe sepsis was not associated with any reduction in plasma IL-6 levels and had no effect on mortality once adjusting for comorbidities (hazard ratio 1.67, 95% CI 0.77 to 3.61) [48]. Given that this device is untargeted, did not successfully reduce IL-6 levels and the clinically relevant complications associated with usage of extracorporeal haemoadsorption, it is hard to interpret this evidence in evaluation of targeted IL-6 down-regulation by either genetic variation or IL6RA.Despite a large sample size and multiple independent sources of data, this study has weaknesses. Firstly, we rely on diagnostic coding for infections for both FinnGen and UKB, although we utilise clinically diagnosed cases in GenOSept and GAiNS. As sepsis is heterogenous and poorly characterised, these likely reflect slightly different pathological processes. Supporting this, some estimates in our replication cohort varied with the definition of sepsis, with much larger effects in those with specific sepsis codes (e.g., streptococcal sepsis) than with the main code. However, this smaller effect may be due to the FinnGen sepsis cases being of lower severity than the UK Biobank cohort, reflected in the higher frequency of incident cases of sepsis, and reduced severity of disease. Given our results show IL-6 activity has both protective (from infection) and detrimental (development of sepsis) effects, even small changes to include less sick populations will likely greatly reduce the effect size, as seen in the FinnGen data and demonstrated in studies and simulations of phenotypic misclassification. Importantly, despite these differing study designs and approaches, nearly all estimates converged towards a protective effect of IL-6 inhibition.These results are subject to other factors that potentially complicate the translation of applied epidemiological analysis into clinical trials. This is particularly acute with respect to the potential definition of a population that might benefit from IL-6 inhibition in the context of the severity of sepsis, but also the possible risks according to other infection risk (especially in the frail). This remains a question not addressed directly by the work here, but of potentially great importance if IL6RA are to be considered as interventions for acute outcomes.Related to this, a major challenge also exists in interpreting potential biases induced with the analysis of sepsis, which is a product of case status—i.e., of severe infection. As the down-regulation of functional IL6R potentially leads to increased risk of infection, analyses of genetic variants related to progression to severe infections (e.g., sepsis) has the potential to be biased. In extreme cases, collider bias could lead to unpredictable biases on effect estimates, if the genetic effects on incidence of sepsis were very large. For that reason, we undertook GWAS using the entire cohorts, rather than performing a “case-only” analysis. This potentially avoids"
  },
  {
    "full_text": "a “case-only” analysis. This potentially avoids the impact of this specific problem but leaves interpretation subject to results based on control status including mild infection. As a consequence, this may mean that the size effect estimates here (e.g., for apparent reduced odds of severe sepsis) should not be interpreted as the same as those potentially occurring with the use of IL6RA therapy in real life. Despite this, it is reassuring that our effect estimates are similar in size and direction to COVID-19 effect estimates, where a large and clinically important effect was identified (3% to 4% absolute reduction in mortality for those hospitalised with COVID-19) [11]. In the absence of a trial, these types of interpretation complication remain difficult to escape.Focusing on variants within or near theIL6R, it is difficult to completely rule out pleiotropic effects (e.g., these SNPs acting to reduce risk of sepsis by another, unrelated mechanism). IL-6 is highly pleiotropic, and variants atIL6Rhave been shown to have effects on a wide range of clinical and biochemical traits [49], with a reduction in the odds of a number of cardiometabolic traits with genetically proxied IL-6 down-regulation [50]. It is therefore difficult to be confident of the exact mechanism of protection that we identify. However, given the concordance in protection from severe COVID-19 identified in our study, randomised trial data matching that using genetic proxies for IL6R blockade, and the location of these SNPs, we can have some confidence that the effect is driven by alterations in IL6R.Finally, in common to all genetic studies, translation of (small) effects due to germline variation into the context of a severely ill population receiving a large, time-limited intervention requires detailed thought. Not only does a focus on variants within or near theIL6Rfail to guarantee the absence of complications generated as a result of pleiotropy; most of our estimates relate to protection from the odds of sepsis events. Any potential trial is likely to enrol patients who already have sepsis, and given the difficulties in predicting sepsis and the practicalities of administering IL6RA, differences between those circumstances and results here may appear. Furthermore, in clinical trials of COVID-19 outcomes, participants also received corticosteroids with some evidence of an interaction effect between corticosteroids and IL6RA [11]. Although the risk of nosocomial infection was not high in clinical trials in COVID-19 (<1% in both REMAP-CAP and RECOVERY; [9,10]), careful evaluation of the potential harms of IL6RA in a population with infection will be required in trial design, given the double-edged nature of IL6 inhibition.ConclusionsAlthough we should be appropriately sceptical of any novel therapeutics in sepsis, given the failure to identify any successful agents despite 30 years of research, the unique conditions surrounding this work suggest that IL6R blockade may be a"
  },
  {
    "full_text": "this work suggest that IL6R blockade may be a useful approach. Firstly, the use of MR to identify potential therapeutic targets is supported by a large amount of empirical evidence, replicating both positive and negative trial effects [20,51]. Secondly, our specific technique of usingIL6Rvariants as an exposure has been utilised before, with randomised trial data matching MR estimates [12,16]. Finally, the similarities between COVID-19 and sepsis pathophysiology are clear, with robust trial data supporting the role of IL6RA in COVID-19 [11]. Against expectations, adjusted rates of secondary infection in the IL6RA-treated population were similar (OR: 0.99, 95% CI: 0.85, 1.16) than those in comparator arms in the recent WHO meta-analysis, which provides additional comfort that IL6RA are safe to use in the critically ill [11].Our data are therefore suggestive that functional down-regulation of IL6 may have beneficial effects in improving sepsis outcomes. Given the previous data linking genetic variation inIL6Rwith trial outcomes of IL6RA, and the biological plausibility of effect, these data support trialling IL6RA in sepsis.Supporting informationS1 STROBE ChecklistSTROBE Checklist for this study.(DOCX)Click here for additional data file.S1 FigOdds ratios for the effect of IL6R blockade for each outcome in FinnGen (red), UK Biobank (blue), and meta-analysed across both (black).Results generated by IVW MR.(PNG)Click here for additional data file.S2 FigEffect estimates (odds ratios) generated by inverse variance weighted Mendelian randomisation for plasma protein levels of gp130 for (A) sepsis-related outcomes, (B) COVID-19-related outcomes, and (C) other UK Biobank–related outcomes.(PNG)Click here for additional data file.S3 FigHeatmap of each variants effects on multiple traits identified by noise-adjusted clustering.This includes 14 SNPs, with only one cluster identified.(PNG)Click here for additional data file.S4 FigEffect estimates (odds ratios) generated by inverse variance weighted Mendelian randomisation for the 14cisIL6R SNPs identified as a cluster by noise-augmented clustering for (A) sepsis-related outcomes, (B) COVID-19-related outcomes, and (C) other UK Biobank–related outcomes.(PNG)Click here for additional data file.S5 FigEffect estimates (odds ratios) generated by weighted median and MR-Egger meta-analytic approaches for (A) sepsis-related outcomes, (B) COVID-19-related outcomes, and (C) other UK Biobank–related outcomes.(PNG)Click here for additional data file.S6 FigScatter plots for each SNP-outcome and SNP-exposure association for two outcomes: sepsis and critical care admission with sepsis.Each line represents the summarised effect estimate from a meta-analytic approach.(PNG)Click here for additional data file.S7 FigOdds ratios for sepsis generated by meta-analysing the SNP-outcome association (i.e., unweighted analysis) for 26cisIL6R variants using inverse variance weighting and the effect on (A) sepsis-related outcomes, (B)"
  },
  {
    "full_text": "the effect on (A) sepsis-related outcomes, (B) COVID-19-related outcomes, and (C) other UK Biobank infection outcomes.(PNG)Click here for additional data file.S8 FigOdds ratios for the effect of IL6R blockade for each outcome with outlying SNPs identified by Radial MR removed in FinnGen (red), UK Biobank (blue), and meta-analysed across both (black).Results generated by IVW MR. Red represents the MR estimate with outliers removed, black the primary MR estimates.(PNG)Click here for additional data file.S9 FigInverse-variance weighted MR effect estimates (betas) when leaving out one SNP iteratively (leave-one-out analyses) for (A) critically unwell sepsis cases, (B) level 3 sepsis cases, (C) sepsis cases, and (D) sepsis-related mortality.(PNG)Click here for additional data file.S10 FigOdds ratios generated by the Wald ratio for the Asp358Ala (rs2228145) SNP association with (A) sepsis-related outcomes, (B) COVID-19-related outcomes, and (C) all other UK Biobank outcomes.(PNG)Click here for additional data file.S1 TextSupplementary methods.(DOCX)Click here for additional data file.S1 TableIncluded SNPs for the functional IL-6 down-regulation exposure (cisIL6R), and thecisCRP exposure.Effect alleles here are for increasing CRP, but in the manuscript, we reverse these to show the effect of down-regulation.(XLSX)Click here for additional data file.S2 TableDetails of included UKB GWAS details on methodology of GWAS are in the supplementary methods.(XLSX)Click here for additional data file.S3 TableOther GWAS included in this study.(XLSX)Click here for additional data file.S4 TableMeta-analytic results combining UKB and FinnGen IVW MR estimates in a fixed effects model.(XLSX)Click here for additional data file.S5 TableSepsis survival GWAS (GAiNS and GenOSept).Odds ratios are for chance of death per lnCRP decrease.(XLSX)Click here for additional data file.S6 TableOdds ratios for IVW MR estimates for each outcome withcisCRP exposures and are on the scale of lnCRP decrease.(XLSX)Click here for additional data file.S7 TableInverse variance weighted MR results for gp130 plasma protein levels on each outcome.Results are reported on the scale of one SD increase in gp130.(XLSX)Click here for additional data file.S8 TableFourteen SNPs identified as a cluster using noise-augmented clustering approach for ourcisIL6R instrument.(XLSX)Click here for additional data file.S9 TableMR estimates generated using the 14 SNPs identified as a cluster by noise-adjusted clustering of ourcisIL6R instrument.Results generated by inverse variance weighting.(XLSX)Click here for additional data file.S10 TableEstimates generated by alternative MR analytic methods (weighted median and MR-Egger).(XLSX)Click here for additional data file.S11 TableIVW MR estimates weighted by CRP weights from the CHARGE consortium alone.(XLSX)Click here for additional data file.S12 TableInverse variance weighted estimates for the risk of each outcome using an unweighted analysis.In this analysis, the raw"
  },
  {
    "full_text": "an unweighted analysis.In this analysis, the raw association between each SNP and outcome is calculated and then meta-analysed, without weighting on any the SNP-exposure association.(XLSX)Click here for additional data file.S13 TableInverse variance weighted MR estimates for our main analytic approach once outliers (identified using Radial MR) excluded.Note: Only outcomes with 1 or more outlier are included, outcomes where no outliers were identified are not shown.(XLSX)Click here for additional data file.S14 TableIVW MR estimates limiting to SNPs within 10 kb of IL6R.(XLSX)Click here for additional data file.S15 TableMR Wald ratio estimates between the canonical rs2228145 / Asp358Ala SNP.(XLSX)Click here for additional data file. CONCLUSION: DiscussionIn this study, we provide evidence from multiple, independent data sources that blockade of IL-6 signalling pathways is likely to be protective against the development of sepsis. There is evidence across both UK Biobank and FinnGen that the apparent protective effect of functional IL6R blockade increases with increasing severity of illness with potential protective effects on short-term death in sepsis and critical care admission with sepsis. This effect was similar (although slightly larger) than estimates relating to severe COVID-19, where IL6RA have already been shown to improve mortality [11]. In contrast, functional IL6R blockade appears to show evidence suggesting increases in susceptibility to infections, matching trial and registry data. We also found evidence that IL6R blockade may be protective in critical illness in respiratory infection, where effect estimates were similar to those seen in sepsis and consistent with the COVID-19 data. Given the similarities between COVID-19 pneumonitis, sepsis, and bacterial respiratory infection and with commonalities in underlying pathophysiology, this suggests IL6RA as a potentially broad therapeutic target for patients unwell with critical infection. However, estimates for some phenotypes (e.g., death from critical care sepsis) were necessarily imprecise given the small sample size, although estimates were all concordant in direction.Our analysis usingcisCRP instruments had similar findings, although effect estimates were generally smaller. This suggests that one potential route by which IL6R blockade reduces the odds of severe sepsis is by reducing CRP, although this remains a hypothesis. Given the ongoing development of therapeutics that targettrans-specific IL-6 signalling and therapeutics that target CRP itself, this may represent a future avenue in sepsis therapeutics [43,44]; however, this does not alter the interpretation of the primary IL6R blockade-related finding here. Additionally, the concordance of MR effect estimates betweencisCRP andcisIL6R genetic variants provides confidence in our primary analysis and strongly supports the role of IL-6 signalling in sepsis. We did not identify a robust effect on sepsis when instrumenting gp130,"
  },
  {
    "full_text": "robust effect on sepsis when instrumenting gp130, although there is much less evidence that genetic variation at this locus affects IL-6 signalling [45].To our knowledge, previous literature has not identified an association between variants proxying IL6R blockade and sepsis, although multiple studies have identified associations (in line with our estimates), suggesting theseIL6Rvariants increases the risk of infection, which match randomised trial data [31,46]. One trial was considering the use of IL6RA in paediatric sepsis (NCT04850443), but this was halted due to lack of funding. Furthermore, randomised trials have been performed aiming to remove IL-6 and other cytokines by using extracorporeal haemoadsorption devices [47]. In the largest trial (97 evaluable patients), the use of haemoadsorption in patients with severe sepsis was not associated with any reduction in plasma IL-6 levels and had no effect on mortality once adjusting for comorbidities (hazard ratio 1.67, 95% CI 0.77 to 3.61) [48]. Given that this device is untargeted, did not successfully reduce IL-6 levels and the clinically relevant complications associated with usage of extracorporeal haemoadsorption, it is hard to interpret this evidence in evaluation of targeted IL-6 down-regulation by either genetic variation or IL6RA.Despite a large sample size and multiple independent sources of data, this study has weaknesses. Firstly, we rely on diagnostic coding for infections for both FinnGen and UKB, although we utilise clinically diagnosed cases in GenOSept and GAiNS. As sepsis is heterogenous and poorly characterised, these likely reflect slightly different pathological processes. Supporting this, some estimates in our replication cohort varied with the definition of sepsis, with much larger effects in those with specific sepsis codes (e.g., streptococcal sepsis) than with the main code. However, this smaller effect may be due to the FinnGen sepsis cases being of lower severity than the UK Biobank cohort, reflected in the higher frequency of incident cases of sepsis, and reduced severity of disease. Given our results show IL-6 activity has both protective (from infection) and detrimental (development of sepsis) effects, even small changes to include less sick populations will likely greatly reduce the effect size, as seen in the FinnGen data and demonstrated in studies and simulations of phenotypic misclassification. Importantly, despite these differing study designs and approaches, nearly all estimates converged towards a protective effect of IL-6 inhibition.These results are subject to other factors that potentially complicate the translation of applied epidemiological analysis into clinical trials. This is particularly acute with respect to the potential definition of a population that might benefit from IL-6 inhibition in the context of the severity of sepsis, but also the possible risks according to other infection risk (especially in the frail). This remains a question not"
  },
  {
    "full_text": "in the frail). This remains a question not addressed directly by the work here, but of potentially great importance if IL6RA are to be considered as interventions for acute outcomes.Related to this, a major challenge also exists in interpreting potential biases induced with the analysis of sepsis, which is a product of case status—i.e., of severe infection. As the down-regulation of functional IL6R potentially leads to increased risk of infection, analyses of genetic variants related to progression to severe infections (e.g., sepsis) has the potential to be biased. In extreme cases, collider bias could lead to unpredictable biases on effect estimates, if the genetic effects on incidence of sepsis were very large. For that reason, we undertook GWAS using the entire cohorts, rather than performing a “case-only” analysis. This potentially avoids the impact of this specific problem but leaves interpretation subject to results based on control status including mild infection. As a consequence, this may mean that the size effect estimates here (e.g., for apparent reduced odds of severe sepsis) should not be interpreted as the same as those potentially occurring with the use of IL6RA therapy in real life. Despite this, it is reassuring that our effect estimates are similar in size and direction to COVID-19 effect estimates, where a large and clinically important effect was identified (3% to 4% absolute reduction in mortality for those hospitalised with COVID-19) [11]. In the absence of a trial, these types of interpretation complication remain difficult to escape.Focusing on variants within or near theIL6R, it is difficult to completely rule out pleiotropic effects (e.g., these SNPs acting to reduce risk of sepsis by another, unrelated mechanism). IL-6 is highly pleiotropic, and variants atIL6Rhave been shown to have effects on a wide range of clinical and biochemical traits [49], with a reduction in the odds of a number of cardiometabolic traits with genetically proxied IL-6 down-regulation [50]. It is therefore difficult to be confident of the exact mechanism of protection that we identify. However, given the concordance in protection from severe COVID-19 identified in our study, randomised trial data matching that using genetic proxies for IL6R blockade, and the location of these SNPs, we can have some confidence that the effect is driven by alterations in IL6R.Finally, in common to all genetic studies, translation of (small) effects due to germline variation into the context of a severely ill population receiving a large, time-limited intervention requires detailed thought. Not only does a focus on variants within or near theIL6Rfail to guarantee the absence of complications generated as a result of pleiotropy; most of our estimates relate to protection from the odds of sepsis events. Any potential trial is likely to enrol patients who already have sepsis, and given the difficulties in predicting sepsis and the practicalities of administering"
  },
  {
    "full_text": "sepsis and the practicalities of administering IL6RA, differences between those circumstances and results here may appear. Furthermore, in clinical trials of COVID-19 outcomes, participants also received corticosteroids with some evidence of an interaction effect between corticosteroids and IL6RA [11]. Although the risk of nosocomial infection was not high in clinical trials in COVID-19 (<1% in both REMAP-CAP and RECOVERY; [9,10]), careful evaluation of the potential harms of IL6RA in a population with infection will be required in trial design, given the double-edged nature of IL6 inhibition."
  }
]