[
  {
    "full_text": "TITLE: Top 5 barriers in cardiac arrest research as perceived by international early career researchers – A consensus study ABSTRACT: Graphical abstract BODY: IntroductionDespite many high-quality studies on cardiac arrest were published over the past decades, implementation of the gained knowledge is limited, and therefore, few improvements in outcomes have been observed.1Considering the burden of disease and mortality, cardiac arrest research is relatively underfunded.2Cardiac arrest is the most time-sensitive clinical condition, and it is necessary to have granular and precise data to understand the pathophysiology, assess treatment, and identify opportunities for improvement. Although demanded,3important outcome factors are seldom reported in major trials, and even basic variables and data points are often recorded insufficiently due to limited resources.4Scientific research serves as a foundational pillar for advancements in the medical field; therefore, cultivating the next generation of researchers is a critical priority. However, early career researchers face barriers in both career and research development. Previous studies in other medical fields have identified inadequate knowledge of research methodology, skills in statistical methods, and limited accessibility and availability of data.5While senior researchers might have a well-defined research interest, early career researchers may struggle to identify and narrow their research interests. Senior researchers often have additional administrative and leadership responsibilities, detracting from their time and focus on research. Early career researchers may struggle with balancing research with other commitments like teaching and clinical duties.Conducting high-quality research in the field of cardiac arrest is challenging.6To better understand the perceived challenges of early career researchers, this study aimed to identify barriers to facilitate system change, thus aiding future resuscitation scientists early in their careers.MethodsIn June 2022, an international cardiac arrest registry research masterclass accompanying the Global Out-of-Hospital Cardiac Arrest Registry collaborative meeting took place in Utstein, Norway.7Masterclass students were selected by the continental representative of the Global Out-of-Hospital Cardiac Arrest Registry collaborative,based on their stated motivation regarding research in cardiac arrest. Although these invitations were sent out to all cardiac arrest registries worldwide, only participants from Asia, Africa, Australia, and Europe applied. Registry leaders sent out regional application invitations. During the mostly student-led learning experiences, attendees deepened their knowledge of different research methodologies.The masterclass students were invited to meet again in January 2023 and apply the newly learned nominal group technique under the supervision of the masterclass mentors to obtain a diverse and comprehensive view of the barriers"
  },
  {
    "full_text": "a diverse and comprehensive view of the barriers regarding cardiac arrest research. This date was chosen based on the availability of the participants that would contribute to this work and was not prespecified. The supervising mentor has extensive experience in group consensus projects3,8and was the responsible mentor during the masterclass meeting.The nominal group technique uses the active participation of all group members, applying quantitative and qualitative data collection.9,10We used the nominal group technique to obtain a diverse and comprehensive view of the top five barriers in cardiac arrest research perceived by early career researchers. The nominal group technique is a structured method for group brainstorming that encourages contributions from everyone. It involves individuals generating ideas independently and then bringing them together as a group to discuss and rank the solutions, thereby enhancing decision-making quality and group consensus. Participants had student-led lectures and training on the nominal group technique during the masterclass. Before the meeting, the students received instruction manuals for their preparation. During the meeting, the steps and tasks were clearly communicated within the study group, and followed the respective instructions. These measures ensured competency in the nominal group technique within the group.This study followed the Conducting and Reporting of Delphi Studies guidelines.11As participants were from different parts of the world, a hybrid approach with in-person and online meetings was necessary. Nine participants contributed to the identification of barriers in cardiac arrest research. Details of the participants' backgrounds and scientific achievements at the time of the in-person meeting are presented inTable 1andFig. 1.Table 1Overview of the participants’ background.InitialsGenderAgeSpecialty,Clinical levelCountry of origin, Level of Income12SKMale33Anesthesiology, ResidentAustria, high income countryAEMale27Emergency Medicine, ResidentEgypt, low- and middle-income countryBMFemale35Anesthesiology, SpecialistGermany, high income countryCMFemale35Anesthesiology, SpecialistGermany, high income countryHMMale44Anesthesiology, SpecialistGermany, high income countryTBMale40General Practitioner, Specialist,Ireland, high income countryKAKFemale46Intensive Care, NurseNorway, high income countryHKMale33Internal Medicine, ResidentSweden, high income countrySOMale35Anesthesiology, ResidentGermany, high income countryFig. 1Bar chart demonstrating the previous scientific achievements of the participants (n= 9) at the time of the in-person meeting.Specialist refers to someone who has finished their clinical training after residency.Before the meeting, participants could submit perceived barriers through an online tool. Google Forms was used as the online tool. Participants were able to provide as many responses as they would like. However, responses could only be submitted during one specific"
  },
  {
    "full_text": "could only be submitted during one specific week. This approach was chosen due to the hybrid nominal group technique design.On January 20th–21st, 2023, a dedicated meeting was held, with most participants (7/9) joining in person, one attending online, and one who could not attend. The absence of one participant was due to a work-related scheduling conflict. The online participation of one person was known prior to the meeting. All participants mutually agreed to ensure equitable speaking time and be consciously inclusive of the online participant. This meeting was held in Kiel, at the Institute of Emergency Medicine. The in-person meeting duration was 12 hours, with 3 hours on the 20th in the evening, and 9 hours on the 21st. No people outside of the study group attended the meeting.First, each submitted response was clarified. With the consensus of all participants, responses were then grouped to resolve redundancy. Following this step, two rounds of anonymous paper-based voting were conducted. In the first voting round, each participant scored the five most important barriers, allocating 5 points to the most significant and 1 point to the least significant out of the five selected ones. The five barriers with the highest aggregated points were deemed most important. In the second voting round, participants scored on these five barriers to identify their ultimate priorities. Therefore, each participant was assigned 15 points in sum, totaling 120 points for the whole group with a maximum of 40 points achievable for one single item. After identifying the top five barriers, a moderated group discussion was used to identify how the participants thought these barriers could be overcome.ResultsIn the initial stage, 36 responses were collected via an online survey process. These were then discussed and grouped into seven categories based on the consensus among all participants during the in-person meeting. After each voting round, a collective score for each category was calculated by adding the individual scores per voting round (Supplementary File). Based on this score, the top five barriers in cardiac arrest research were identified. All participants perceivedResourcesas a barrier during the first round; however,allocated timewas ranked more important during both votes (Fig. 2).Fig. 2Voting results of the first (left) and second (right) rounds. The numbers are the sum of the participants' scores.As a result,the allocated time for cardiac arrest researchwas identified as the most significant barrier (30 points). The presence of ascientific environmentwas ranked second (28 points), and resources, including financial resources, ranked third (26 points).Access and availability of data(19 points) and theuniqueness of cardiac arrest(17 points) were ranked fourth and fifth.The moderated group discussion then identified possible solutions to overcome these barriers (Table 2). These solutions serve as ideas for early career researchers that are facing"
  },
  {
    "full_text": "for early career researchers that are facing similar barriers and stakeholders. They have not been validated and there is no claim for completeness. Other solutions might work better for researchers, so they should be interpreted as a best-practice example.Table 2Cardiac arrest research barrier and solution matrix.BarriersAllocated TimeScientific EnvironmentResourcesDataUniquenessSolutionsCo-Prioritization of tasksAcademic supervisorsStandardization of dataInvolvement of the publicResearch group/lobbyApplication to a research group that meets interests, not a specific scientific projectComprehensive meta-data description (granularity)Layperson training campaignsClinical scientist programsPeer mentorshipGain basic knowledge of scientific workDigitalization of data managementRecognizing chaotic, complex environment for researchDual career path after qualification (clinical / research)Scientific organizations young groups (e.g. Young ERC)Cardiac Research training programs for undergraduate studentsData to (in)form societyThinking outside the medical box. Involve interdisciplinary researchersResearch SchoolIncrease transparency in funding programsAccess to medical device dataExperience from other study sites/networksDiscussionThis consensus process using an adapted nominal group technique revealed the five most important barriers in cardiac arrest research perceived by an international group of early career researchers in cardiac arrest research.To our knowledge, this is the first study to identify the barriers in cardiac arrest research and possible ways to overcome them. These barriers overlap, demonstrating the potential for addressing them.Allocated timeAllocated time for cardiac arrest researchgenerated the highest score in both rounds. This finding aligns with other studies where limited time was perceived as a major barrier.5,13,14Research positively affects patients who receive improved treatment and has indirect beneficial effects. In hospitals conducting research, a positive overall effect on mortality and patient satisfaction was found.15,16,17Without funding, the time spent on research is deducted from the valuable spare time. This common practice conveys an (unhealthy) expectation that may lead to the deterrence of future researchers and should be altered by current decision-makers. The gold standard should be dedicated research time. It is essential to harmonize the imperative for protected scientific time with the requisite clinical exposure essential for mastering one's clinical responsibilities. Proposed solutions also included dedicated clinician-scientists and resuscitation scientist programs. To achieve this, senior researchers within a research group must support and advocate for early career researchers. It was perceived that dedicated research time should be set a priori and allow for planning.The ability to have dedicated research time involves funding and financial resources.A systematic approach may include a dual career"
  },
  {
    "full_text": "systematic approach may include a dual career path after healthcare education, consisting of a mixed clinical practice and research track.However, it is imperative to recognize that the pursuit of research excellence transcends the confines of obligatory tasks, often permeating the realm of personal interest. The dedication of free time to research endeavors, albeit partially, can be viewed not merely as a professional obligation but as a reflection of one's passion for the field.ResourcesAcquiring funding is a challenge for early career researchers.14,18,19University institutions can support researchers by providing an overview of current funding programs and, ideally, help design applications and navigate bureaucratic hurdles. Further, covering author processing charges can enable young researchers to submit and publish their work to desired journals. Not being able to afford these fees can discourage young scientists from submitting their manuscripts, or they are submitted to journals of lower standards. In addition, barriers during the publication process prevent some early career researcher from submitting their manuscript. One journal has initiated an early career researcher initiative, guiding authors through the publication process and giving them specific feedback.20For conferences, trainees must submit a “proof of training” to get a discount. Scientific journals can use the same approach to support early-career researchers who are unable to afford these publication fees.Applying to a funding institution where the research group had prior success can be a way of gaining funding. It implies assistance in targeting applications to relevant institutions to have a higher success rate. Even if prior publications are not formal prerequisites, according to the grant eligibility criteria and conditions, publishing within the field of interest provides a good overview of the existing literature. This further demonstrates one’s scientific potential and contribution to the field.Procuring funding is crucial in research. However, this process is time-consuming, requiring a high skill level, and extensive knowledge of one’s field. Thus, sufficient support from an experienced colleague is needed. Some PhD or research programs already have funding. In this way, an early career researcher can learn how to apply for funding during a program and then apply for new funding for a successor.However, resources extend beyond funding. The lack of a dedicated workspace and peer support in developing an idea may hinder an early career researcher from the outset. To avoid this, the participants agreed that opportunities to join a supportive research group could be a significant first step in research development. Gaining fundamental knowledge of the scientific approach is crucial. Senior researchers are vital for recommending relevant resources, along with available programs, training courses, and key literature.Furthermore, universities may offer postgraduate"
  },
  {
    "full_text": "universities may offer postgraduate good scientific practice or statistics courses. Patient and public involvement is important in modern healthcare research. Different foundations and survivor organizations for cardiac arrest patients and their relatives are raising awareness about sudden cardiac death. Contacting them can enhance the project design, the chances of funding, and wider awareness of research projects. Identifying and interviewing cardiac arrest survivors may be a useful first step in gaining important patient input.Scientific environmentFinding good and viable research questions remains one of the cornerstones in starting research. This search can be facilitated by scientific environments and experienced mentors within them. The scientific environment includes peer groups not only within one's research department. Some societies have started implementing “young” groups, such as the Young-European Resuscitation Council.21These groups allow each other to connect and build a scientific network that may last for decade(s) or careers.22Such environments allow for problem-solving discussions with equals who might have a different point of view. Some research collaborations are independent of traditional research societies. For instance, the Interdisciplinary Cardiac Arrest Research Review has collaborated since 2018 to conduct yearly peer reviews on cardiac arrest.23Other possibilities for finding a scientific environment are research schools or masterclasses. These usually have a structural program with an entire curriculum and funded time for participation.24However, a peer group works with ease daily to accomplish the sequential tasks that ultimately culminate in the completion of a research project. A local group likely provides this support more instantaneously and can advocate for backup amongst colleagues when problems arise. A scientific environment within one’s clinical or research department often includes an academic supervisor. A detailed plan for supervision and defined responsibilities for funding, ethical clearance, protocol draft, etc. will help move on. Defining authorships upfront on each project sets clear expectations and responsibilities.Conversely, collaborating with those outside your institution can provide invaluable opportunities and new insights.DataData access is a relevant research limitation. Gaining access to registry data requires knowledge of the application processes for data access and sufficient research qualifications to apply.25,26,27This process requires access to a scientific environment supporting and engaging in the research with the early career researcher. Fair access to registry data demands easily available information and transparent processes for gaining data access.Recently, endeavors around the topic of open data and interoperability of data arose, especially aiming to make public sector data, including health data, accessible to research.28,29Transferred to cardiac arrest, easier"
  },
  {
    "full_text": "to cardiac arrest, easier availability and usability of data has the potential to foster cardiac arrest research.As there is a wide variety of definitions of cardiac arrest variables in literature, access to the registry should also include a good description of the data variables, and the data quality.30,31Although this is rather a registry issue than something specific for early career researcher, researchers usually face this when analyzing registry data. The responsibility to provide adequate definitions lies with each registry or regulating body.Many registries require that the recipient of data must use secure storage. This may be a limited resource, as well as access to licenses to programs for data handling and statistical analysis. Another shortcoming is access to relevant reference publications. Depending on geographic origin, there was a perceived difference in access to these resources within the group. This is a potential limiting factor, especially in low-income settings, hampering participation in research, development of researchers, and thus, much-needed knowledge to improve treatment and outcomes for patients.An invaluable source of information is highly resolved defibrillator data.3,32Data extraction remains a demanding process on the hardware and software side.33Information in proprietary formats, accessible to researchers only with manufacturer assistance, hampers progress in cardiac arrest science. The innovation potential when those data become available to researchers has been shown previously.34,35,36,37Now, on the verge of machine learning and big data analysis in cardiac arrest research manufacturers as well as clinical stakeholders shall make sure the valuable information of defibrillator recordings become available to researchers in a fair and maintainable fashion.Other ways to access larger datasets can be through local data collections or systematic reviews. Conducting systematic reviews requires access to relevant experience and/or collaborations; however, guidance for the methodology can be found through the Cochrane collaboration.38UniquenessAlthough it might be surprising that uniqueness was ranked fifth, this could be due to the awareness of the research group. Results might differ when non-medical researchers participate, as cardiac arrest is the most time-critical medical condition and several ethical and legal aspects must be considered when conducting research in cardiac arrest.39,40Time constraints impact the methodology of cardiac arrest studies because study participation and treatment allocation must not slow down treatment. Furthermore, cardiac arrest patients are unconscious, and their relatives are not always on-site or easily accessible.41Even if legal decision-makers or relatives can be reached, it is debatable, if they can comprehend information in this highly stressful and emotional situation. Laypersons may struggle with the concept and process of randomization.42It might be even more"
  },
  {
    "full_text": "process of randomization.42It might be even more challenging to liaise with relatives of patients who died soon after cardiac arrest. Consulting grieving relatives about research procedures might increase their distress. However, not including such relevant patient groups in clinical trials induces significant selection bias and ultimately bereaves patients suffering from acute medical conditions from evidence-based treatment.41As far back as 1986 Peter Safar considered means of obtaining consent for clinical trials and described the two concepts of “minimal differential risk” and “deferred consent.”43,44In “minimal differential risk” the risk of the intervention is perceived as minor compared to the risks of commonly used therapy in cardiac arrest. In “deferred consent” consent is obtained as soon as possible after enrollment. A relatively new approach is prior “community consultation” by informing as many representatives of the local community, where the study is going to be conducted, as feasible.39Some ethical committees decide on an exception from informed consent and under certain conditions a “waiver” can be applied.39,41,45Ultimately the approach may differ significantly in different jurisdictions.Cardiac arrest research is inherently multidisciplinary, which brings benefits such as teamwork, different intervention possibilities, and a comprehensive approach.46Working on pre-hospital and in-hospital research with diverse healthcare professionals, data and technology specialists, and laypeople is academically and practically challenging.As a health event, cardiac arrest has been surrounded by misconceptions.47,48Many people perceived it as a terminal event, where survival is impossible or pointless with a very poor quality of life. Others believed cardiac arrest survival was high, a perception likely influenced by media.49These myths make research in cardiac arrest challenging to the public, funding agencies, and even academics. The European Resuscitation Council introduced multiple initiatives to raise awareness about cardiac arrest and the importance of cardiopulmonary resuscitation.50However, there is no sufficient recent research documenting how the public views have changed.Barriers in low- and middle-income countries settingsAlthough the participants did not bring up diversity and different income levels during this nominal group technique process, it is evident that most cardiac arrest research is conducted within high-income countries. Barriers for researchers and aspiring researchers from low- and middle-income countries are thus much more challenging to overcome.51Therefore, international societies must actively include, resource, and mentor researchers from low- and middle-income countries in their future projects.31,43Overcoming these challenges can transform the field, leading to significant advances in cardiac arrest research and patient care. Improving access to funding and resources for early career researchers in"
  },
  {
    "full_text": "and resources for early career researchers in underrepresented regions can reduce global disparities. This can lead to a more comprehensive understanding of cardiac arrest research and cardiac arrest outcomes across different populations and healthcare settings. Addressing the time and resource barriers can foster better training and career development, ensuring a steady pipeline of skilled cardiac arrest research experts. This would enhance both the quality and quantity of scientific work. Senior resuscitation experts might be slower to adapt to novel technologies and methods, such as machine learning algorithms, artificial intelligence for data analysis, or large language models for scientific writing. Restructuring of research teams can play a critical role for future resuscitation scientists.LimitationsThis study has some limitations. (i) Certain age cut-offs may have traditionally defined early career researchers; it is interesting to note that the majority of participants in this study are 35 years or older. There is a movement to abolish ageism in research.52(ii) This group is physician-dominated, which may reflect international resuscitation organizations. Additional input from resuscitation scientists, nurses, and paramedics is expected to broaden the perspective. (iii) Participants were pre-selected through the masterclass program, which might influence their views. No invitations to this study were sent to other researchers. (iv) Most of the participants are either from Europe, have trained, or worked in Europe. (v) The online participation of one member can skew the consensus toward the in-person perspectives as the decision-making might inadvertently align more with those who are physically present. Further, decisions could be made based on body language, and the contributions of the online participant might be undervalued due to the “out of sight, out of mind” phenomenon.This limits the applicability of this work, as results may alter with researchers from different regional, cultural, or clinical backgrounds. Future studies should include participants from the whole chain of survival to overcome a specialization bias. One way to overcome this is by including only a predefined number of participants per specialist group. While there is a certain limitation and possibility of introducing a bias with a hybrid approach, this also opens opportunities to include worldwide researchers without the need to bring them physically together, as this could require funding and a successful grant application.ConclusionThis study identified the top five research barriers perceived by an international group of early-career cardiac arrest researchers. Key suggestions for overcoming these barriers have been considered and can create a research environment with opportunities for development for junior researchers, which will lead to scientific advances in a field with few breakthroughs in the past.CRediT authorship contribution statementStephan"
  },
  {
    "full_text": "authorship contribution statementStephan Katzenschlager:Writing – original draft, Visualization, Validation, Methodology, Investigation, Formal analysis, Conceptualization.Ahmed Elshaer:Writing – review & editing, Investigation, Data curation.Bibiana Metelmann:Writing – review & editing, Methodology, Investigation, Conceptualization.Camilla Metelmann:Writing – review & editing, Methodology, Investigation, Conceptualization.Kaushila Thilakasiri:Writing – review & editing.Vlasios Karageorgos:Writing – review & editing.Tomas Barry:Writing – review & editing, Investigation.Kristin Alm-Kruse:Writing – review & editing, Investigation.Hritul Karim:Writing – review & editing, Investigation.Holger Maurer:Writing – review & editing, Supervision.Jo Kramer-Johansen:Writing – review & editing, Supervision, Methodology.Simon Orlob:Writing – original draft, Visualization, Resources, Methodology, Investigation, Conceptualization.Declaration of competing interestThe authors declare the following financial interests/personal relationships which may be considered as potential competing interests: This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. AE, KT, and VK are committee members/representatives of the Young European Resuscitation Council. BM: Member of the European Resuscitation Council and German Resuscitation Council. CM: Member of the European Resuscitation Council and German Resuscitation Council. SO: Member of the European Resuscitation Council and Austrian Resuscitation Council. All other authors state no conflict of interest."
  }
]