[
  {
    "full_text": "TITLE: Tractor injuries in the upper Midwestern United States: A retrospective analysis of four trauma centers ABSTRACT: Objectives:The purpose of the present study was to characterize the incidence, injury characteristics, and outcomes of patients presented to four trauma facilities located in the upper Midwest with tractor-related agricultural injuries .Methods:We performed a retrospective review of the facility level trauma registries of four trauma centers located in North Dakota, South Dakota, and Minnesota between January 1, 2010 and December 31, 2021. We characterized the incidence, severity and outcomes of traumatic tractor-related agricultural injuries for pediatric and adult patients. We described the nature of these injuries by severity, anatomical site, type, age, sex, and length of stay (LoS). Injury severity was evaluated using Injury Severity Score (ISS) and Abbreviated Injury Scale (AIS).Results:Findings indicated that farmers aged 65 and older experience polytraumatic, severe tractor-related agricultural injuries and fatalities. Of the 177 tractor patients analyzed, 40 patients were between the ages of 65 and 74 years and 45 patients were 75 and over. Male farmers aged 65 and older are injured year-round, many are discharged to skilled nursing facilities for additional care, are spending more time in the hospital, and have the highest rate of critical injuries out of all age groups. Moreover, the patients who died as a result of tractor-related agricultural injuries were men over 65 years. The most common tractor-related agricultural injuries include falls from tractors (n=53), struck by object falling/propelled from tractor (n=25), rollovers (n=26), and runovers (n=24). Falls from tractors accounted for 33% of all tractor-related upper extremity fractures, 36% of head injuries and 29% of chest injuries.Conclusion:The findings from this study indicate that tractor-related agricultural injuries represent a significant problem in the upper Midwest. Older, male farm workers experience a higher incidence of tractor-related agricultural injuries, and all tractor-related fatalities occurred in individuals 65 years of age and older. These results underscore the need for further investigation into aging-related farm safety issues. BODY: Objectives:The purpose of the present study was to characterize the incidence, injury characteristics, and outcomes of patients presented to four trauma facilities located in the upper Midwest with tractor-related agricultural injuries ."
  }
]