[
  {
    "full_text": "TITLE: Twenty Years of Sustained Improvement in Quality of Care and Outcomes for Patients Hospitalized With Stroke or Transient Ischemic Attack: Data From The Get With The Guidelines-Stroke Program ABSTRACT: BACKGROUND:The Get With The Guidelines-Stroke program is a quality improvement initiative designed to enhance adherence to evidence-based stroke care. Since its inception in 2003, over 2800 hospitals in the United States have participated in the program.METHODS:We examined patient characteristics, adherence to performance measures, and in-hospital outcomes in patients hospitalized for acute ischemic stroke, subarachnoid hemorrhage, intracerebral hemorrhage, and transient ischemic attack in The Get With The Guidelines-Stroke hospitals from 2003 through 2022. We quantified temporal changes in performance measure adherence and clinical outcomes over time. Performance measure denominators consisted of patients who were eligible, excluding those with contraindications.RESULTS:Over the 20 years of the program, a total of 7837 849 stroke cases (median age 71 years, 51.0% female; 69.2% ischemic strokes, 3.9% SAHs, 11.5% ICHs, and 15.3% TIAs) were entered into the registry. Except for antithrombotics at discharge, in which the baseline performance was >92%, there was sustained improvement in all performance metrics regardless of type of cerebrovascular event (P<0.01 for all). In patients with acute ischemic stroke, large improvements were observed for anticoagulation for atrial fibrillation (55.7% in 2003 to 97.2% in 2022), smoking cessation counseling (44.7%–97.8%), dysphagia screening (53.8%–83.5%), thrombolytic treatment for patients arriving by 3.5 hours, treat by 4.5 hours (15.2%–92.9%), door-to-needle time within 60 minutes (19.0%–75.3%), and endovascular door-to-puncture time within 90 minutes (54.7%–62.8%). Similar improvements were also observed for measures relevant to patients with subarachnoid hemorrhage, intracerebral hemorrhage, and transient ischemic attack. Multivariable analysis showed that there was a sustained increase in odds of receiving each performance measure over time, independent of patient and hospital characteristics for each type of cerebrovascular event. After risk adjustment, there were temporal trends that patients were less likely to be discharged to a skilled nursing facility, and, for ischemic stroke only, more likely to be discharged directly home.CONCLUSIONS:During the first 20 years, Get With The Guidelines-Stroke participation was associated with sustained improvement in evidence-based care and outcomes for patients with stroke and transient ischemic attack in the United States. BODY: Stroke remains a significant public health challenge in the United States, ranking as the fifth leading cause of death and a major contributor to adult-onset long-term disability.1National guidelines established evidenced-based recommendations to improve care and outcomes for ischemic stroke, subarachnoid hemorrhage (SAH),"
  },
  {
    "full_text": "ischemic stroke, subarachnoid hemorrhage (SAH), intracerebral hemorrhage (ICH), and transient ischemic attack (TIA).2–5However, in the early 2000s, there was tremendous variability in the management of stroke. Many patients did not receive these recommended interventions, negatively impacting patient outcomes. The Get With The Guidelines (GWTG)-Stroke program, sponsored by the American Heart Association/American Stroke Association was specifically developed to bridge this gap by promoting consistent adherence to evidence-based treatment guidelines in patients hospitalized with acute stroke or TIA.6,7Previous studies have demonstrated that GWTG-Stroke implementation was associated with improvements in acute stroke care and secondary prevention within a few years after the establishment of the program in 2003.6,8–12Twenty years later, GWTG-Stroke has become an integral part of stroke clinical practice and research in the United States.13With over 9 million stroke cases entered from >2800 hospitals, the GWTG-Stroke program now captures 76.6% of incident stroke hospitalizations in the country, thereby providing a robust database for evaluating stroke care quality and outcomes. We previously reported the first 1 million patient hospitalizations from 2003 to 2009 in the past.6Now we sought to examine patient characteristics, adherence to performance measures, and clinical outcomes in patients hospitalized for acute stroke and TIA and quantify their change over the first 20 years of the GWTG-Stroke program.METHODSGiven that data were collected for clinical care and quality improvement, rather than primarily for research, data sharing agreements require an application process in order for other researchers to access the data. Researchers interested in using GWTG-Stroke for research purposes, including for validation, can submit proposals athttps://www.heart.org/en/professional/quality-improvement/get-with-the-guidelines/get-with-the-guidelines-strokeAdditional information regarding the statistical analysis plan and analytic code may also be available from the American Heart Association/American Stroke Association.This is a registry-based retrospective observational cohort of all stroke and TIA admissions from hospitals that participated in the GWTG-Stroke program between April 2003 and December 2022. Details of the design and conduct of the GWTG-Stroke program have been previously reported.6Briefly, trained hospital personnel use a web-based patient management tool to collect information on stroke patients admitted to the hospital. The eligibility of each case was confirmed at the medical chart review before abstraction. Standardized data collection includes patient demographics, medical history, diagnostic testing, brain imaging, in-hospital treatment, and in-hospital outcomes. Previous studies have demonstrated the validity and reliability of its data collection, as well as its national representativeness14–17Each participating hospital received"
  },
  {
    "full_text": "participating hospital received either human research approval to enroll cases without individual patient consent under the common rule, or a waiver of authorization and exemption from subsequent review by their institutional review board (IRB). Advarra, the IRB for the American Heart Association, determined that this study is exempt from IRB oversight. IQVIA (Parsippany, New Jersey) serves as the data collection and coordination center.Quality of Care DefinitionsThe GWTG-Stroke program developed a set of process-based measures to quantify the quality of stroke care and used the results of those measures to guide the quality improvement efforts at participating centers.18For each measure, the denominator is restricted to patients who were eligible for therapy, excluding those with documented contraindications based on a manual review of each chart. These measures include:Acute Performance MeasuresEarly AntithromboticsPercent of patients with ischemic stroke or TIA who receive antithrombotic therapy by the end of hospital day 2.Venous Thromboembolism ProphylaxisPercent of patients with ischemic stroke or hemorrhagic stroke who receive venous thromboembolism prophylaxis the day of or the day after hospital admission.Discharge Performance MeasuresAntithrombotics at DischargePercent of patients with an ischemic stroke or TIA prescribed antithrombotic therapy at discharge.Anticoagulation for AFib/AflutterPercent of patients with an ischemic stroke or TIA with atrial fibrillation/flutter discharged on anticoagulation therapy.Intensive Statin TherapyPercent of patients with ischemic stroke and TIA who are discharged with intensive statin therapy.Smoking CessationPercent of patients with ischemic or hemorrhagic stroke, or TIA with a history of smoking cigarettes, who are, or whose caregivers are, given smoking cessation advice or counseling during hospital stay.Quality MeasuresDysphagia ScreenPercent of patients with stroke who undergo screening for dysphagia with an evidence-based bedside testing protocol approved by the hospital before being given any food, fluids, or medication by mouth.Stroke EducationPercent of patients with stroke or TIA or their caregivers who were given education and/or educational materials during the hospital stay addressing all of the following: personal risk factors for stroke, warning signs for stroke, activation of emergency medical system, the need for follow-up after discharge, and medications prescribed.RehabilitationPercent of patients with stroke who were assessed for rehabilitation services.National Institutes of Health Stroke Scale ReportedPercent of patients with a score reported for National Institutes of Health Stroke Scale.LDL DocumentedPercent of patients with ischemic stroke or TIA with a documented lipid profile.Thrombolytic MeasuresIntravenous Recombinant Tissue-Type Plasminogen Activator Arrive by 2 Hours, Treat by 3 HoursPercent of acute ischemic stroke patients who arrive at the hospital within 2 hours of"
  },
  {
    "full_text": "who arrive at the hospital within 2 hours of last known well and for whom IV r-tPA (intravenous recombinant tissue-type plasminogen activator) was initiated at this hospital within 3 hours of last known well.IV r-tPA Arrive by 3.5 Hours, Treat by 4.5 HoursPercent of acute ischemic stroke patients who arrive at the hospital within 3.5 hours of last known well and for whom IV r-tPA was initiated at this hospital within 4.5 hours of last known well.Door-to-Needle Time Within 60/45/30 MinutesPercent of acute ischemic stroke patients receiving IV r-tPA during the hospital stay who have a time from hospital arrival to initiation of thrombolytic therapy administration of 60/45/30 minutes or less, respectively.Endovascular MeasuresDoor-to-Puncture Within 90 MinutesPercentage of patients with acute ischemic stroke who receive mechanical endovascular reperfusion therapy and for whom arterial puncture time is ≤90 minutes after hospital arrival.Door-to-Reperfusion Within 120 MinutesPercentage of patients with acute ischemic stroke who receive mechanical endovascular reperfusion therapy and for whom the first pass (ie, deployment) of the device is ≤120 minutes after hospital arrival.Rate of Substantial ReperfusionPercentage of patients with acute ischemic stroke who receive mechanical endovascular reperfusion therapy who have postreperfusion Thrombolysis in Cerebral Infarction grade 2b or 3.Reporting MeasuresDoor to CT ≤25 MinutesPercent of patients who receive brain imaging within 25 minutes of arrival.Study Population and Outcomes MeasuresThis is a registry-based retrospective observational cohort of all stroke and TIA admissions from hospitals that participated in the GWTG-Stroke program between April 2003 and December 2022. Patients with a final diagnosis of stroke not otherwise specified, no stroke-related diagnosis, or elective carotid intervention admissions were excluded. We reported temporal trends in adherence to performance and quality measures in each type of cerebrovascular event. In addition, we reported temporal trends in in-hospital outcomes including in-hospital mortality, discharge destination (home, hospice, skilled nursing facility, inpatient rehabilitation facility), a composite of in-hospital mortality and hospice, independent ambulation at discharge, and hospital length of stay.Statistical AnalysisBaseline patient demographics and comorbidities, along with the characteristics of the treating hospitals, are described using proportions for categorical variables and medians with interquartile range for continuous variables. Multivariable logistic regression models were performed to quantify the temporal change in compliance with individual performance measures and clinical outcomes on a continuous basis from 2003 to 2022 (average effect per each calendar year) for each cerebrovascular event type. These models adjusted for the following patient and hospital characteristics that were previously shown to be predictive of quality of care and"
  },
  {
    "full_text": "shown to be predictive of quality of care and outcomes and used in prior GWTG-Stroke analyses: age, sex, race/ethnicity, medical history of atrial fibrillation, coronary artery disease/prior myocardial infarction, carotid stenosis, diabetes, peripheral artery disease, hypertension, dyslipidemia, heart failure, smoking, arrival mode, on/off-hour presentation (7amto 6pm, Monday to Friday versus other), hospital region, number of beds, annual stroke volume, and academic status.6Generalized estimating equations were used to account for within-hospital clustering effects. Odds ratios (ORs) with 95% CIs were calculated. Odds ratios indicate an increase (OR>1) or decrease (OR<1) in the odds of compliance with measure/clinical outcome for each year from 2003 to 2022. Most patient and hospital-level data were complete, except for time from symptom onset to arrival and National Institutes of Health Stroke Scale, which were missing in 47.5% and 23.9% of patients, respectively. These 2 variables were not in the multivariable models. Outcomes measures were complete, except for ambulatory status at discharge, which has a missing rate of 16.5%. Individuals with missing ambulatory status were not imputed and were excluded from the ambulatory status model.The American Heart Association Precision Medicine Platformhttps://precision.heart.orgwas used for data analysis. Additional information regarding the statistical analysis plan and analytic code may also be available from the American Heart Association on request. All statistical analyses were performed using R (v4.2.0, R Foundation for Statistical Computing, Vienna, Austria) and Python (3.7.16) by the American Heart Association’s Data Science Analytics team. AllPvalues are 2-sided. Because of the large size of the study population, statistical significance was defined asP<0.01.RESULTSPatient CharacteristicsOver the first 20 years of the GWTG program (April 2003 to December 2022), a total of 7 837 849 patient records (median age, 71 years; 51.0% female) were entered from 2865 GWTG-Stroke participating hospitals. Among them, 5 427 141 (69.2%) were ischemic stroke, 307 673 (3.9%) were SAH, 902 726 (11.5%) were ICH, and 1 200 309 (15.3%) were TIA. Table1compares the demographic, medical history, and clinical characteristics by type of the cerebrovascular event. Overall, patients with ischemic stroke, ICH, and TIA were older, had a higher prevalence of vascular risk factors such as atrial fibrillation, previous stroke, coronary artery disease, diabetes, and hypertension than patients with SAH. In contrast, females were disproportionately affected by SAH (61.1%) compared with ischemic strokes (50.0%) and TIAs (56.0%). The majority of patients were Non-Hispanic White (68.5%), particularly among TIA cases (74.0%). Overall, 61.3% of patients arrived by emergency medical services; rates were the highest among patients with SAH (79.5%) and ICH (79.4%), followed by acute ischemic stroke (60.7%) and TIA (46.8%)."
  },
  {
    "full_text": "by acute ischemic stroke (60.7%) and TIA (46.8%). Furthermore, patients with ICH were more likely to experience more severe strokes (median National Institutes of Health Stroke Scale score, 8 [interquartile range, 2–19]) than the acute ischemic stroke (4 [1–9]), SAH (2 [0–14]), and TIA (1 [0–2]) cohorts.Table 1.Patient and Hospital Characteristics by Cerebrovascular Event Type in GWTG-Stroke*Hospital CharacteristicsA total of 2865 hospitals have participated in the program over the 20 years. The distribution of hospital characteristics is shown in Table1, Figure1, andTable S1. Over 80% of the patients with stroke were admitted to academic centers. Participating hospitals tend to be large facilities with a median bed size of 376 (interquartile range, 237–610), and an average of 452 stroke cases per year. Divided by region, the South accounted for the largest number of stroke cases (38.0%), followed by the Northeast (23.8%), Midwest (19.2%), and West (18.9%)Figure 1.Stroke discharges and hospital participation in Get With The Guidelines (GWTG)-Stroke in the United States. A, Geographic distribution of hospitals participation in Get With The Guidelines-Stroke between 2003 and 2022 (n=2865).B, Cumulative number of ischemic stroke, subarachnoid hemorrhage, intracerebral hemorrhage, and transient ischemic attack records in the Get With The Guidelines-Stroke program between 2003 and 2022.Performance and Quality MeasuresAdherence to each individual performance and quality measures is shown in Figure2andTable S2. From 2003 to 2022, there was a sustained improvement in all performance metrics regardless of the type of cerebrovascular event. The only exception was antithrombotics at discharge for ischemic stroke and TIA, in which the baseline performance was already high (>92%). From 2003 to 2022, the largest absolute improvements were observed in anticoagulation for atrial fibrillation or flutter (55.7%–97.2%), smoking cessation counseling (44.7%–97.8%), dysphagia screening (53.8%–83.5%), National Institutes of Health Stroke Scale documentation on arrival (29.4%–94.4%), LDL (low-density lipoprotein) documented (49.6%–94.2%), and thrombolytic metrics such as IV r-tPA arrive by 2 hours and treat by 3 hours (31.0%–91.6%), arrive by 3.5 hours and treat by 4.5 hours (15.2%–92.9%), and door-to-needle times within 30 minutes (1.4%–23.4%), 45 minutes (7.1%–52.6%), and 60 minutes (19.0%–75.3%; allP<0.001) for acute ischemic stroke. From 2016 to 2022, there was also statistically significant improvement in endovascular-related measures including door-to-puncture ≤90 minutes, door-to-reperfusion ≤120 minutes, and rate of substantial reperfusion. Similar substantial and significant improvement in performance metrics was also found in SAH, ICH, and TIA (Table S2). For measures with high compliance rates at baseline in 2003 (eg, ≈90%), absolute gains were smaller but remained statistically significant. Except for antithrombotics at discharge, multivariable logistic"
  },
  {
    "full_text": "at discharge, multivariable logistic regression models showed that participation in the GWTG-Stroke program was associated with sustained increased odds of receiving all performance measure over time, independent of patient and hospital characteristics in each type of cerebrovascular event (Table S2).Figure 2.Temporal trends in acute ischemic stroke care from 2003 to 2022.Temporal trend probability value is <0.001 for each individual performance measure, except for antithrombotics at discharge (P=0.31) and door-to-puncture ≤90 minutes (P=0.013). CT indicates computed tomography; DTN, door to needle; IV tPA, intravenous tissue-type plasminogen activator; LDL, low density lipoprotein; NIHSS, National Institutes of Health Stroke Scale; and VTE, venous thromboembolism. *For patients treated with intravenous thrombolytic therapy within 3 hours of last known well.In-Hospital OutcomesTable2shows clinical outcomes over time for each type of cerebrovascular event. From 2003 to 2022, there was a significant reduction in in-hospital mortality for ischemic stroke (5.8%–4.2%), SAH (20.3%–15.5%), and ICH (30.2%–18.7%), as well as reductions in length of stay for all types of cerebrovascular event. However, this improvement was counterbalanced by more patients being discharged to hospice. As a result, the composite measure of in-hospital mortality and discharge to hospice remained relatively constant over time for ischemic stroke and TIA, despite a significant reduction in ICH (allP<0.001). In addition, the rate of patients discharged to home improved in ischemic stroke cases from 44.1% in 2003 to 50.6% in 2022, along with a significant reduction in discharge to skilled nursing facility from 20.9% in 2003 to 13.6% in 2022. Multivariable analysis showed that patients with acute ischemic stroke were more likely to discharge home (temporal change, adjusted odds ratio [aOR], 1.013 [95% CI, 1.011–1.015]) and less likely to discharge to skilled nursing facility (aOR, 0.978 [95% CI, 0.975–0.981]). Similar reductions in discharge to skilled nursing facility were also found in SAH (aOR, 0.981 [95% CI, 0.977–0.985]), ICH, 0.980 (0.974–0.987), and TIA, 0.970 (0.966–0.974) over time.Table 2.Clinical Outcomes by Cerebrovascular Event Type Over Time in GWTG-Stroke from 2003 to 2022DISCUSSIONOur analysis focused on patient characteristics, adherence to performance measures, and clinical outcomes in hospitals participating in the GWTG-Stroke program over a span of 2 decades. The data revealed that within the GWTG-Stroke program, there were substantial and sustained improvements over time in acute stroke care and secondary prevention measures, independent of patient and hospital characteristics, in each type of cerebrovascular event, and all regions of the country. Importantly, the advance in adherence to evidence-based stroke care translated into better clinical outcomes, with more patients being discharged home directly after stroke and a significant reduction in"
  },
  {
    "full_text": "after stroke and a significant reduction in risk-adjusted in-hospital mortality, hospital length of stay, and discharge to skilled nursing facility. These findings underscore the progress made in the management of acute stroke and TIA over 2 decades.Quality health care is built on providing the right care, at the right time, in the right manner, to the right person, with the aim of achieving the best possible outcomes.19By fostering consistent adherence to evidence-based treatment guidelines, this national stroke registry and quality improvement initiative has made significant strides in improving care of patients with cerebrovascular disease since its inception in 2003. For instance, the rates of early antithrombotic administration, venous thromboembolism prophylaxis, discharge prescriptions for anticoagulation and intensive statin therapy, smoking cessation, dysphagia screening, stroke education, and rehabilitation saw dramatic improvements over 20 consecutive years. More importantly, stroke is an exquisitely time-sensitive disease, and GWTG promoted the delivery of evidence-based acute stroke care in a timely fashion. In conjunction with the American Heart Association/American Stroke Association Target: Stroke,11,20–22the door-to-needle time within 60 minutes for patients with ischemic stroke receiving thrombolytic therapy nearly quadrupled from 19.0% in 2003 to 75.3% in 2022. The improvement for door-to-needle times within 45 minutes was even greater, growing 8× higher over 20 years of the program. Similar improvements were also observed in endovascular therapy since 2016. Overall, the significant positive trends in stroke care—reflected in the uptake of acute and preventive measures, reduction in response times, and better patient education—suggest that concerted quality improvement initiatives can improve stroke care delivery and patient outcomes across diverse populations and locales.In terms of in-hospital outcomes, our study observed a significant reduction in in-hospital mortality rates for ischemic stroke, SAH, and ICH, along with reductions in the length of hospital stay for all types of cerebrovascular events. These findings underscore the impact of systematic quality improvement efforts on enhancing the immediate outcomes following a stroke or TIA. We also identified an increased rate of discharge to hospice care which resulted in relative stability of the composite measure of mortality and discharge to hospice for ischemic stroke and TIA. This may reflect national trends in end-of-life care and the fact that acute stroke treatments have been demonstrated to primarily reduce disability, rather than mortality.23Further research is needed to understand the complexities of care pathways and the decision-making processes surrounding end-of-life care in the stroke population, particularly given the reality of an aging population. Moreover, the significant increase in the rate of patients being discharged home rather than to skilled"
  },
  {
    "full_text": "being discharged home rather than to skilled nursing facilities suggests an improvement in functional outcomes and possibly a shift towards more effective care transition, rehabilitation strategies, and community support systems. This is particularly relevant in the context of stroke care, where the goal is not only to save lives but also to restore function and maintain quality of life.A recent review of the organizational role and impact of the GWTG-Stroke program has highlighted its importance to the development of performance measures, hospital certification programs, and the reorganization of stroke systems of care.13Besides standard process-based measures to quantify stroke care quality, the GWTG-Stroke program supports hospitals in many ways, including clinical tools and resources to help improve processes and maximize effectiveness, access to the most up-to-date research and scientific publications, professional education opportunities, patient education resources, quality improvement field staff support, national and local recognition for hospital team program achievement, real-time performance feedback and benchmarking, physician tracking to help in evaluating performance by physician group or individual physician.7By continuously tracking, reporting, and improving upon key performance measures, the program not only enhances the quality of care delivered but also provides a framework for ongoing research and policy development to further advance stroke care and patient outcomes. The sustained success and expansion of the GWTG-Stroke program highlights its integral role in shaping clinical practices across the United States and helps inform the development of effective quality improvement programs and interventions worldwide, including Brazil, China, Japan, and many other countries.24–28As we move forward, it remains imperative to address the global burden of stroke and ensure that all patients have access to the highest standards of stroke care and achieve the best possible outcomes.Our study has limitations. First, GWTG-Stroke is a voluntary program. Hospitals participated based on their level of interest in quality improvement and their capacity to fulfill the requirements. Despite the heterogeneity of hospitals in GWTG-Stroke, the generalizability to nonparticipating centers is uncertain. That being said, with 9 million stroke cases from more than 2800 hospitals over 20 years, the GWTG-Stroke program now represents over 75% of stroke hospitalizations in the United States, thereby providing a robust database for evaluating nationwide stroke care quality and outcomes. Recent work has also used the GWTG-Stroke registry to apply poststratification survey weights to generate national assessments of stroke epidemiology, hospital care quality, and in-hospital outcomes.16,17Second, our study is observational in nature and does not include any unexposed or control populations. Any causal relationships between program participation and"
  },
  {
    "full_text": "relationships between program participation and changes in performance or patient outcomes cannot be established using the current study design. However, prior studies using time series analyses have shown that implementation of special initiatives within GWTG-Stroke, such as the Target: Stroke initiative to reduce times to thrombolysis, improved care beyond expected secular trends.11Furthermore, in the national, population-based REGARDS study (Reasons for Geographic and Racial Differences in Stroke), participants who had a stroke during study follow-up and received care at a GWTG hospital had better quality of care than patients who had a stroke and were cared for at a non-GWTG-stroke hospital.12In addition, using a difference-in-difference design, an evaluation of Medicare beneficiaries hospitalized for acute ischemic stroke suggested that hospital adoption of the GWTG-Stroke program was associated with improved functional outcomes at discharge and reduced postdischarge mortality as compared with matched non-GWTG-Stroke hospitals.29These observations suggest that participating GWTG-Stroke improves care.Third, we cannot exclude that other local or regional quality improvement initiatives improved stroke quality of care in addition to GWTG-Stroke; however, it is unlikely a local or regional effort could influence care and outcomes across all hospitals in the United States. Fourth, data quality is strongly dependent on the quality of documentation and data abstraction at each site. Although we were not able to adjudicate the data included in our analysis, previous research has shown a high degree of fidelity in GWTG-Stroke data collection against medical chart review.14Fifth, although we included a comprehensive list of patient and hospital characteristics for risk adjustment, unmeasured confounding could affect the validity of study findings. Sixth, current guidelines recommend organized inpatient stroke unit care to reduce mortality and disability.2–4While GWTG-Stroke captures care unit/setting in the registry, these data fields have evolved over time with a relatively high missing rate, making it difficult to interpret these results. Importantly, there is not a unified standard for what constitutes a stroke unit. As such, we were unable to determine the proportion of stroke unit admissions with high reliability. Nonetheless, among records with nonmissing values, the proportion of stroke unit admission increased from 39% in 2003% to 71% in 2015, and then gradually decreased to 53% in 2022, likely reflecting the rapid adoption of GWTG-Stroke in early years and increasing number of small hospitals participation in more recent years. Seventh, the GWTG-Stroke is a hospital-based registry. Future studies are needed to evaluate postdischarge care, medication adherence, and longitudinal outcomes.CONCLUSIONSOver the past 20 years, the Get With The Guidelines-Stroke program was associated with substantial and sustained improvement over time in"
  },
  {
    "full_text": "and sustained improvement over time in evidence-based acute stroke/TIA care, with tangible benefits to millions of stroke patients. These findings provide compelling evidence to support continuous efforts in improving stroke care and outcomes in the United States and globally.ARTICLE INFORMATIONAcknowledgmentsThe authors thank all the American Stroke Association staff members who have contributed to the program over the last 20 years, as well as members of the GWTG-Stroke Systems of Care Advisory group, Duke Clinical Research Institute (DCRI), Outcome Sciences/IQVIA, and the many participating hospitals, health professionals, and data abstractors.Sources of FundingThe GWTG-Stroke program is provided by the American Heart Association. GWTG-Stroke has been or is currently sponsored, in part, by:Alexion,AstraZeneca Rare Disease,ARAMIS,AstraZeneca,Bayer,Boehringer Ingelheim and Eli Lilly Diabetes Alliance,Boeringher-Ingelheim,Boeringher-Ingelheim Lilly,Bristol-Myers Squibb,Bristol-Myers Squibb/Sanofi Pharmaceuticals Partnership,Chiesi Pharmaceuticals,Daiicho Sankyo,Eli Lilly and Company,Genentech,Glaxo Smith-Kline,HCA Healthcare,Janssen Pharmaceutical Companies,Johnson & Johnson,Medtronic,Merck,Merck-Schering Plough,Merck-Schering Plough Pharmaceutical,National Institute of Diabetes and Digestive and Kidney Diseases,Novartis,Novo Nordisk,Patient-Centered Outcomes Research Institute,Pfizer Inc,Portola Pharmaceuticals,Sanofi,Tylenol.DisclosuresDr Xian reports research funding from the American Heart Association and the National Institute on Aging (R01AG062770 and R01AG066672);grants from Daiichi Sankyo Company; grants from Genentech; travel support from Boehringer Ingelheim; and grants from Janssen Pharmaceuticals Inc. Dr Smith reports service as an editor for the Stroke journal. Dr Saver reports consulting fees for advising on rigorous and safe clinical trial design and conduct from Abbott, Acticor, Aeromics, Amgen, Argenica, Astrocyte, Bayer, Biogen, Boehringer Ingelheim, BrainsGate, BrainQ, CSL Behring, Filterlex, Genentech, Johnson&Johnson, MindRhythm, Medtronic, NeuroMerit, Neuronics, Novo Nordisk, Occlutech, Phenox, Phillips, QuantalX, Rapid Medical, Roche, and Stream Biomedical; compensation from MIVI Neuroscience for data and safety monitoring services; and stock options in Rapid Medical, Neuronics Medical, and MindRhythm. Dr Sheth reports grant support from National Institutes of Health, American Heart Association, and Hyperfine; consulting from Astrocyte, Rhaeos, Cerevasc, Bexorg, Sense and Philips Data and Safety Monitoring Board; and patent with Alva; and compensation from Certus for consultant services; stock options in BrainQ. Dr Messé reports personal compensation from Novo Nordisk for work on the Clinical Event Committee for ONWARDS and Zeus Trials; Terumo for work on the Subject Selection Committee for the RelayBranch Trial; WL Gore for work on the Data Safety Monitoring Committee for the GORE CARDIOFORM Septal Occluder Post Marketing"
  },
  {
    "full_text": "GORE CARDIOFORM Septal Occluder Post Marketing Trial; and Conformal Medical for work on the Clinical Event Committee for work on the Conformal left atrial appendage closure trial. He also reports equity in Neuralert Technologies. Dr Schwamm reports consulting for Genentech (member of TIMELESS steering committeeNCT03785678), LifeImage, Penumbra (DSMB MINDNCT03342664), Medtronic (co-PI Stroke AFNCT02700945, advise on stroke prevention), grant funding from NINDS (PI, U24NS107243; Co-I, R01NS111952) and PCORI (R-1609-35995), and serves as member board of directors for the American Heart Association. Dr Fonarow reports consulting for Abbott, Amgen, AstraZeneca, Bayer, Boehringer Ingelheim, Cytokinetics, Eli Lilly, Johnson & Johnson, Medtronic, Merck, Novartis, and Pfizer. The other authors report no conflicts.Supplemental MaterialTables S1–S2Supplementary Material CONCLUSION: CONCLUSIONSOver the past 20 years, the Get With The Guidelines-Stroke program was associated with substantial and sustained improvement over time in evidence-based acute stroke/TIA care, with tangible benefits to millions of stroke patients. These findings provide compelling evidence to support continuous efforts in improving stroke care and outcomes in the United States and globally."
  }
]