[
  {
    "full_text": "TITLE: U.S. Surveillance of Acute Ischemic Stroke Patient Characteristics, Care Quality, and Outcomes for 2019 ABSTRACT: Background:The U.S. lacks a timely and accurate nationwide surveillance system for acute ischemic stroke (AIS). We use the Get With The Guidelines®(GWTG) – Stroke registry to apply post-stratification survey weights to generate national assessment of AIS epidemiology, hospital care quality, and in-hospital outcomes.Methods:Clinical data from the GWTG-Stroke registry were weighted using a Bayesian interpolation method anchored to observations from the National Inpatient Sample (NIS). To generate a U.S. stroke forecast for 2019, we linearized time trend estimates from the NIS to project anticipated AIS hospital volume, distribution, and race/ethnicity characteristics for the year 2019. Primary measures of AIS epidemiology and clinical care included patient and hospital characteristics, stroke severity, vital and laboratory measures, treatment interventions, performance measures, disposition, and clinical outcomes at discharge.Results:We estimate 552,476 patients with AIS were admitted in 2019 to US hospitals. Median age was 71 (IQR 60–81), 48.8% female. Atrial fibrillation was diagnosed in 22.6%, 30.2% had prior stroke/TIA, 36.4% had diabetes mellitus. At baseline 46.4% of AIS patients were taking antiplatelet agents, 19.2% anticoagulants, and 46.3% cholesterol-reducers. Mortality was 4.4% and only 52.3% were able to ambulate independently at discharge. Performance nationally on AIS achievement measures were generally higher than 95% for all measures but the use of thrombolytics within 3 hours of early stroke presentations (81.9%). Additional quality measures had lower rates of receipt: dysphagia screening (84.9%), early thrombolytics by 4.5 hours (79.7%), and statin therapy (80.6%)Conclusions:We provide timely, reliable, and actionable US national AIS surveillance using Bayesian interpolation post-stratification weights. These data may facilitate more targeted quality improvement efforts, resource allocation, and national policies to improve AIS care and outcomes. BODY: Background:The U.S. lacks a timely and accurate nationwide surveillance system for acute ischemic stroke (AIS). We use the Get With The Guidelines®(GWTG) – Stroke registry to apply post-stratification survey weights to generate national assessment of AIS epidemiology, hospital care quality, and in-hospital outcomes."
  }
]