[
  {
    "full_text": "TITLE: Variations in Trauma Education Practices Across Emergency Medicine Residencies: Insights from a National Survey of Program Directors ABSTRACT: PurposeCare of the acutely injured trauma patient is integral to the practice of emergency medicine. It is currently unknown how most emergency medicine residencies structure their residents’ trauma experience and little guidance for competency assessment is provided by the Residency Review Committee. Our study aimed to determine current emergency medicine residency practices in trauma resuscitation.Patients and MethodsWe conducted a cross-sectional survey of members of the Council of Residency Directors in Emergency Medicine (CORD) listserv in April 2023. Frequency with percentage of item responses is reported and differences across trauma levels assessed via Fisher’s exact test (α = 0.05).ResultsFifty-seven program directors responded to the survey (21.9%), the majority of whom operate at Level I facilities. Significantly more Level II/ III centers send residents to other sites for trauma experience compared to Level I (p = 0.000). Residents participate in all key procedures (eg, airway management, central venous access) when managing traumas except thoracotomy where participation was notably lower and statistically different across levels (p = 0.000). Lastly, program directors were very confident their residents can lead traumas independently and few acknowledged citations for deficiency in trauma training.ConclusionTrauma training and confirmation of competency is critical among EM residents who may serve as the sole lead in rural emergency departments. This study demonstrates that there is considerable variability in how residency programs structure trauma education, particularly with regards to the exposure to invasive procedures and the opportunity to lead trauma resuscitations. As the American Board of Emergency Medicine has introduced requirements for program directors to attest specifically to the competence of residents to lead trauma resuscitations, standardized and validated tools should be adopted to support this attestation and ensure competence regardless of the program hospital’s trauma level. BODY: IntroductionCare of the acutely injured trauma patient is integral to the practice of emergency medicine regardless of practice location or environment. The American College of Emergency Physicians’ policy statement on “Role of the Emergency Physician in the Care of Trauma Patients” emphasizes that “across the spectrum of trauma, the majority of injured patients will receive care primarily from an emergency physician.”1Although multiple programs exist to prepare physicians for trauma resuscitation (such as Advanced Trauma Life Support, the Japan Advanced Trauma Evaluation and Care, or the European Trauma Course), there is no clear international standard on the configuration of a trauma team or the requirements to lead trauma resuscitations.2Most emergency physicians do not practice in"
  },
  {
    "full_text": "emergency physicians do not practice in designated teaching hospitals after graduation, yet nearly all report caring for multiply injured trauma patients.3While the accreditation standards for emergency medicine (EM) residencies require that residents “demonstrate competence in performing” adult and pediatric trauma resuscitations, no further details are provided regarding how this competence might be measured or what role physicians in training must take during those resuscitations.4Recent studies support earlier research that non-surgeons leading trauma resuscitations have equivalent patient outcomes to trauma resuscitations lead by surgeons.5–7This includes trauma resuscitations led by emergency medicine residents.8This finding comports with research demonstrating equivalence in trauma airway management between emergency medicine residents and anesthesia residents.9,10Given the leeway afforded by the Residency Review Committee (RRC) requirements, it is currently unknown how most emergency medicine residencies structure their residents’ trauma experience. A 1996 study found that EM residents direct a smaller percentage of major trauma resuscitations at Level I trauma centers compared to non-level I facilities, and that this was not offset by an increased trauma census.11A more recent study of pediatric emergency medicine fellowships similarly found only 29% of programs allow their fellows to lead pediatric trauma resuscitations and that most fellowship program directors do not realistically expect their fellows to be able to perform all recommended trauma skills after graduation.12While the exact impact of experience leading trauma resuscitations during residency is unknown, a study of emergency medicine graduates’ confidence in orthopedic reductions found that most graduates felt “not at all” or only “somewhat prepared” to perform the procedure independently based on their experience in residency.13Our study aimed to determine current emergency medicine residency practices in trauma resuscitation, examining resident experience in trauma team lead and procedures based on patient acuity (level 1 vs level 2 trauma activations) and trauma center designation (level 1, 2, or other). We also sought to assess current mechanisms used by programs to determine competence in trauma resuscitation as well as program director confidence in their residents’ ability to competently manage trauma resuscitations.Material and MethodsStudy Design, Setting, and ParticipantsWe conducted a cross-sectional survey of a convenience sample of EM residency programs in April 2023. All members of the Council of Residency Directors in Emergency Medicine (CORD) on the CORD-EM listserv were invited to participate in the anonymous survey. CORD is dedicated to “the advancement of emergency medicine education” and seeks to enhance scholarship by serving as a conduit for the conduct of research and dissemination of results.14The organizational listserv is a channel used frequently"
  },
  {
    "full_text": "listserv is a channel used frequently by members to poll colleagues on best practices and share information. Invitations to participate were distributed to 260 program directors and assistant directors via Email during the first week of April 2023. A second Email invitation was sent three weeks later, and the survey closed at the end of April. Approval for human subjects research from our university’s Institutional Review Board was received prior to recruitment.Survey DevelopmentWe developed the survey in Qualtrics in collaboration with surgical trauma and emergency medicine faculty and confirmed face and content validity prior to dissemination.15The survey included eight questions to elicit the manner in which trauma training is currently provided to EM residents, both collectively and by trauma level. The full survey is included inFigure 1. The majority of questions were categorical and permitted more than one answer. Lastly, we used a 4-point Likert scale to determine program directors’ confidence in their residents’ readiness to independently manage trauma.Figure 1Survey about trauma training structure distributed to emergency medicine residency program directors through the Council of Residency Directors listserv.Statistical AnalysisWe conducted all statistical analyses with Stata/MP version 17.0.16We calculated descriptive statistics for items on the survey, including the number and proportion of participants that endorsed each response option. We used Fisher’s exact test to compare item responses by trauma level and interpreted a two-tailed p-value with α = 0.05 as threshold for statistical significance and did not adjust for multiple comparisons. Fisher’s exact test is robust to small sample sizes especially comparisons in which one stratum may have fewer than 5 observations. We used this method to explore associations between trauma level and program characteristics as a means of generating hypotheses. Qualitative responses on the survey were analyzed via thematic content analysis, a method commonly used in qualitative research. We developed a codebook based on preliminary review of the open-ended responses, then assigned codes as defined during the definitive reading of the responses. Finally, we grouped codes into common themes and reported them with examples that illustrate the main objective of each theme.ResultsFull SurveyA total of 57 participants responded to the survey (21.9%). Of the respondents, the majority were at Level I trauma centers (77.2%) while the rest were at Level II and Level III (15.8% and 7.0%, respectively). All survey results are displayed inTable 1. The majority of programs operate at a Level I trauma facility, and residents in all programs lead airway management. Generally, EM residents have some participation in trauma procedures including thoracostomy, Extended Focused Assessment with Sonography in Trauma (EFAST), central venous access, and trauma team lead, though 38.6% of programs have EM residents"
  },
  {
    "full_text": "lead, though 38.6% of programs have EM residents perform thoracotomy. Notably, only two-thirds of programs share team lead with 19.3% of programs stating EM residents lead all traumas and 15.8% stating their surgery programs lead all traumas.Table 1Survey Results from Members of the Council of Residency Directors in Emergency Medicine Describing Trauma Training and Evaluation and Program Structure, April 2023Survey Question (N = 57)n (%)Trauma LevelLevel I44 (77.2)Level II9 (15.8)Level III4 (7.0)Residents train at other sites (yes)8 (15.8)EM resident role in trauma managementaAirway57 (100.0)Thoracostomy49 (87.5)Team lead44 (78.6)EFAST/Ultrasound54 (96.4)Central venous access47 (83.9)Thoracotomy22 (39.3)Sharing of procedures between departmentsEM manages airway; surgery performs all invasive procedures2 (3.5)EM manages airway; EM performs all invasive procedures6 (10.5)EM manages airway; surgery and EM share invasive procedures by side or day (even/odd)30 (52.6)EM and anesthesia alternate airway management; surgery and EM share invasive procedures by side or day (even/odd)4 (7.0)Otherb15 (26.3)Techniques used to assess competencySimulations45 (81.8)Didactics40 (72.7)Year-in-Training41 (74.6)Standardized Direct Observational Tool (SDOT)14 (25.5)Other6 (10.9)Trauma Team LeadNot shared; EM takes lead on all traumas11 (19.3)Not shared; surgery takes team lead of all traumas9 (15.8)Shared; EM takes team lead on Level 2 traumas and surgery takes Level 1 traumas10 (17.5)Shared; EM and surgery both take team lead on Level 1 and Level 2 traumas18 (31.6)Shared; EM and surgery take team lead on Level 2 traumas (alternate or by even/odd day); surgery takes team lead on Level 1 traumas1 (1.8)Otherc8 (14.0)Confidence in residents’ ability to manage trauma independentlyNot at all confident0 (0.0)Somewhat confident1 (1.8)Confident13 (22.8)Very confident43 (75.4)Residency Review Committee or resident-identified deficiencyNo52 (91.2)Yes5 (8.8)Notes:aMore than one answer possible – percent total will not be 100;bResponses to “other” found inSupplemental Table 1.Abbreviations: EM, Emergency Medicine; EFAST, Extended Focused Assessment with Sonography in Trauma.Approximately half of the surveyed programs allocate procedures with EM residents managing airways and sharing other invasive procedures by side or day (even/odd) with their surgery program. The other most frequently endorsed response for procedure allocation was “other” (26.3%), described in greater detail inFigure 2andSupplemental Table 1. The primary methods for training and evaluation among surveyed programs were simulation, didactics, and year-in-training. Fewer programs, however, reported utilizing any form of standardized direct observation tool (24.5%) for trauma competency evaluation. Lastly, 75.4% of program directors stated they were very confident in their graduating residents’ abilities to manage trauma independently, and only 8.8% reported trauma experience as being identified as a deficiency"
  },
  {
    "full_text": "experience as being identified as a deficiency with the RRC or by resident feedback.Figure 2Summary of “other” structures for sharing procedures or sharing team lead described by emergency medicine residency directors.Differences by Trauma LevelAs depicted inTable 2, there were notable differences between residency programs that operate in Level I centers compared to Levels II and III. Level I centers were more likely to rely solely on their main location for trauma experience while significantly more Level II and III centers sent residents to other facilities for similar experience (p = 0.000). There were no statistically significant differences across levels in EM resident role with respect to thoracostomy, team lead, EFAST, or central venous access. However, there was a difference in the endorsement of thoracotomy across levels with Level I significantly less likely to have EM residents perform thoracotomy than Level II or III (p = 0.000). As thoracotomy is a requirement for general surgery residents and not emergency medicine residents and the American College of Surgeons requires general surgery resident education at level 1 trauma centers, it is likely thoracotomies are preferentially performed by surgery residents at level 1 trauma centers.17,18Table 2Survey Results from Members of the Council of Residency Directors in Emergency Medicine Stratified by Trauma LevelSurvey QuestionsLevel ILevel IILevel IIIp-Valuea(n = 44)(n = 9)(n = 4)Do your residents routinely go to other sites specifically for trauma experience?- Yes2 (4.6)5 (55.6)2 (50.0)0.000What is the role of emergency medicine residents in managing traumas? Please select all that apply.Airway44 (100.0)9 (100.0)4 (100.0)-Thoracostomy36 (83.7)9 (100.0)4 (100.0)0.465Team lead31 (72.1)9 (100.0)4 (100.0)0.100EFAST/Ultrasound41 (95.4)9 (100.0)4 (100.0)1.000Central venous access34 (79.1)9 (100.0)4 (100.0)0.329Thoracotomy11 (25.6)8 (88.9)3 (75.0)0.000How are procedures shared between surgery, emergency medicine, and anesthesia? Select one answer.0.035EM manages airway; surgery performs all invasive procedures2 (4.6)0 (0.0)0 (0.0)EM manages airway; EM performs all invasive procedures1 (2.3)3 (33.3)2 (50.0)EM manages airway; surgery and EM share invasive procedures by side or day (even/odd)25 (56.9)3 (33.3)2 (50.0)EM and anesthesia alternate airway management; surgery performs all invasive procedures0 (0.0)0 (0.0)0 (0.0)EM and anesthesia alternate airway management; surgery and EM share invasive procedures by side or day (even/odd)4 (9.1)0 (0.0)0 (0.0)Anesthesia manages airway; EM performs all invasive procedures0 (0.0)0 (0.0)0 (0.0)Anesthesia manages airway; surgery and EM share invasive procedures by side or day (even/odd)0 (0.0)0 (0.0)0 (0.0)Otherb12 (27.3)3 (33.3)0 (0.0)How is the role of lead team shared between surgery and emergency medicine? Select one answer.0.230Not shared; EM takes team lead on all traumas5 (11.4)3 (33.3)3 (75.0)Not shared; surgery takes team lead on all traumas9"
  },
  {
    "full_text": "shared; surgery takes team lead on all traumas9 (20.5)0 (0.0)0 (0.0)Shared; EM takes team lead on Level 2 traumas and surgery takes Level 1 traumas9 (20.5)1 (11.1)0 (0.0)Shared; EM and surgery both take team lead Level 1 and Level 2 traumas14 (31.8)3 (33.3)1 (25.0)Shared; EM and surgery take team lead on Level 2 traumas (alternate or by even/odd day); surgery takes team lead on Level 1 traumas1 (2.3)0 (0.0)0 (0.0)Otherb6 (13.6)2 (22.2)0 (0.0)What techniques are used to assess procedural/team lead competency? Please select all that apply.Simulation33 (75.0)8 (88.9)4 (100.0)0.348Didactics29 (65.9)8 (88.9)3 (75.0)0.146Year in training33 (75.0)6 (66.7)2 (50.0)0.542Standardized direct observation tool (SDOT)10 (22.7)3 (33.3)1 (25.0)0.739How confident are you in your graduating residents’ ability to manage trauma independently at a community site as a single physician?0.718Not at all confident0 (0.0)0 (0.0)0 (0.0)Somewhat confident1 (2.3)0 (0.0)0 (0.0)Confident9 (20.5)3 (33.3)1 (25.0)Very confident34 (77.3)6 (66.7)3 (75.0)In the past 5 years, has trauma experience and/or teaching been identified as a deficiency in your program either through Residency Review Committee or resident feedback?4 (9.1)0 (0.0)1 (25.0)0.449Notes:aNull hypothesis testing with Fisher’s exact test, α = 0.05;bOther responses found inSupplemental Table 1.Abbreviations: EM, Emergency Medicine; EFAST, Extended Focused Assessment with Sonography in Trauma.There was also a significant difference in procedure allocation across levels. The proportion of facilities with EM residents performing airway and all invasive procedures was higher in Level II and III (33.3% and 50.0%, respectively) compared to Level I (2.3%), while a larger proportion of Level I endorsed sharing of invasive procedures with surgery (p = 0.035). There were no significant differences in team lead, competency assessment, or incidence of program deficiency across levels.DiscussionThis study provides updated information on how trauma education is delivered in emergency medicine residencies as well as important differences in trauma experience among programs. All programs indicated emergency medicine residents manage trauma airways, suggesting widespread acceptance of earlier studies demonstrating equivalence in outcomes between emergency physicians and anesthesiologists in the trauma setting. Despite recent studies indicating equivalence in outcomes between surgeon and non-surgeon trauma team leaders, it remains less common for emergency medicine residents to lead level 1 traumas. A 2020 study by Bellino et al found that less than half of emergency medicine residents felt comfortable leading trauma resuscitations.19Standardized tools to evaluate competency are infrequently used by programs, although video review of trauma resuscitations may provide a valuable means of assessing adherence to ATLS guidelines.20One of the more concerning findings in the present study is the relatively large proportion of emergency"
  },
  {
    "full_text": "is the relatively large proportion of emergency medicine residents who apparently complete training without having the opportunity to lead a trauma resuscitation. Although only about two-thirds of emergency medicine residents function as trauma team lead during residency, most program directors feel very confident in their residents’ ability to function as trauma team lead on graduation. The basis of this belief without direct observation in a non-simulated environment is not clear and demonstrates the need for a reliable, validated instrument to assess competence in trauma resuscitations. Programs at level I trauma centers typically divide invasive procedures either by day or side of body with surgery residents. The present study was not designed to assess whether a higher volume of trauma overall may offset the effect of sharing procedures with other learners. One suggestion that higher volumes may provide a net increase in procedures for emergency medicine residents at level I centers is the finding that programs at Level II and Level III trauma centers are significantly more likely to send their residents to away rotations for additional trauma experience. A significant exception to this trend is the increased likelihood of emergency medicine residents performing thoracotomies at non-Level I trauma centers, which may result from the absence of surgery residencies at these facilities.This study demonstrates that there is opportunity for improved exposure to certain aspects of trauma education for emergency medicine residents, particularly thoracotomies and functioning as trauma team lead. As graduate medical education shifts to become competency-based instead of time-based, there is also a need for validated instruments to assess those competencies objectively. Studies have attempted to identify communication and other non-technical skills that may lead to improved outcomes with mixed results, and there does not appear to be a widely-used tool that assesses the technical, non-technical, and cognitive skills needed to lead a trauma resuscitation.21,22Trauma experience is rarely identified by programs or the residency review committee as a deficiency but given the wide variety of practices, it is not clear that there is an objective national standard for what experience a graduating emergency medicine resident should have during residency. Clarification from the residency review committee on the expected role of emergency medicine residents in trauma resuscitations may help to standardize and improve emergency medicine resident experience and competency in this domain.LimitationsThere were notable limitations to the study that should be considered when interpreting the results. First, we used a convenience sample of program directors and recruited only through email. It is not unusual for busy clinicians and faculty to miss emails so we sent two invitations three weeks apart and kept the survey open for approximately six weeks. Despite our"
  },
  {
    "full_text": "open for approximately six weeks. Despite our efforts, the response rate was low and the results are limited in their generalizability. Given the small sample size, null hypothesis testing of program characteristics across trauma levels can only be used to generate hypotheses for further testing. Further work is needed to generate a more comprehensive picture of trauma training among EM residencies. We also recognize the risk of response bias. We controlled response bias by using a Likert scale for opinionated responses, allowing more than one selection, maintaining anonymity, and including “fill in the blank” responses on questions in which the multiple-choice options did not fit.ConclusionWide variations exist in trauma practices among emergency medicine residencies. Trauma team lead experience and thoracotomy experience is significantly dependent on the level of trauma center at which the emergency medicine residency is based. Program directors feel confident in their graduates’ ability to lead trauma resuscitations but objective assessments of ability to direct trauma resuscitations are infrequently used. The American Board of Emergency Medicine has introduced a requirement that program directors attest to the competency of graduating residents to lead trauma resuscitations, but there exists no validated or prescribed instrument by which to measure this competency. Although the residency review committee requires residents log 35 adult trauma resuscitations and 10 pediatric trauma resuscitations, the residents’ role is not specified and significant variability exists among programs, with approximately 1 in 6 programs reporting their emergency medicine residents do not lead trauma resuscitations. Without an objective, validated outcome measure it is difficult to determine if the similarity in program directors’ confidence in their graduating residents’ ability to lead traumas is well-founded, and the development of a standardized assessment method is needed. Given the significant difference in exposure to resuscitative thoracotomies at Level I versus non-Level I trauma centers, Level I programs may need to supplement their trauma education with outside rotations or additional simulation experience if the residency review committee or American Board of Emergency Medicine deems this procedure essential to the practice of emergency medicine."
  }
]