[
  {
    "full_text": "TITLE: What if You Need More Than One? More Acute Care Surgery Procedures Are Associated with Mortality ABSTRACT: Background:It is unknown whether having multiple acute care surgery (ACS) procedures performed in one admission confers additional risk. We hypothesized that having multiple procedures (for example, hernia repair plus bowel resection) would be associated with higher mortality.Patients and Methods:We identified all 2017 National Inpatient Sample admissions with ACS procedures including: colon, small bowel/appendix (SB), hernia, adhesiolysis, peptic ulcer procedures, gallbladder, debridement, other laparotomy, other laparoscopy. The total number of procedures for each admission and common dyad (two-procedure) and triad (three-procedure) combinations were identified. Logistic regression estimated the odds of in-hospital mortality for increasing procedure count and specific dyad and triad combinations, using patients with one procedure as the reference.Results:A total of 216,317 ACS patients (median age, 57, interquartile range [IQR], 43–70; 50.6% female) were included; 2.8% died. Patients with multiple procedures were more likely to die than patients with one procedure (7.4% vs. 1.9%). An increasing number of procedures was associated with higher odds of death (two procedures: odds ratio [OR], 3.0; 95% confidence interval [CI], 2.9–3.2] to six or more procedures, OR, 9.5; 95% CI, 4.9–18.5); having more than three procedures was associated with at least fivefold higher odds of death. Specific dyads/triads were associated with particularly high risk of mortality, including ulcer/laparotomy (OR, 15.5; 95% CI, 13.7–17.5) and laparotomy/SB (OR, 8.31; 95% CI, 5.15–13.40).Conclusions:Multiple ACS procedures in one hospitalization confer increased odds of in-hospital mortality. This knowledge enables the ACS providers to better counsel patients by giving more specific expectations regarding mortality based on the number of procedures required or anticipated during an admission. BODY: Background:It is unknown whether having multiple acute care surgery (ACS) procedures performed in one admission confers additional risk. We hypothesized that having multiple procedures (for example, hernia repair plus bowel resection) would be associated with higher mortality."
  }
]