[
  {
    "full_text": "TITLE: What the curtains do not shield: A phenomenological exploration of patient‐witnessed resuscitation in hospital. Part 1: patients' experiences ABSTRACT: AbstractAimsThe aim of the study was to explore the experiences of hospital patients who witnessed resuscitation of a fellow patient.DesignDescriptive phenomenology.MethodsPatients who witnessed resuscitation were recruited from nine clinical wards in a university hospital in England. Data were collected through face‐to‐face individual interviews. Participants were interviewed twice,in 1 week and 4 to 6 weeks after the resuscitation event. Data were collected between August 2018 and March 2019. Interviews were analysed using Giorgi's phenomenological analysis.ResultsSixteen patients participated in the first interview and two patients completed follow‐up interviews. Three themes were developed from the patients' interviews. (1) Exposure to witnessing resuscitation: patients who witness resuscitation felt exposed to a distressing event and not shielded by bed‐space curtains, but after the resuscitation attempt, they also felt reassured and safe in witnessing staff's response. (2) Perceived emotional impact: patients perceived an emotional impact from witnessing resuscitation and responded with different coping mechanisms. (3) Patients' support needs: patients needed information about the resuscitation event and emotional reassurance from nursing staff to feel supported, but this was not consistently provided.ConclusionThe presence of other patients during resuscitation events must be acknowledged by healthcare professionals, and sufficient information and emotional support must be provided to patients witnessing such events. This study generates new evidence to improve patients' experience and healthcare professionals' support practices.ImpactThe phenomenon of patient‐witnessed resuscitation requires the attention of healthcare professionals, resuscitation officers and policymakers. Study findings indicate that witnessing resuscitation has an emotional impact on patients. Strategies to support them must be improved and integrated into the management of in‐hospital resuscitation. These should include providing patients with comprehensive information and opportunities to speak about their experience; evacuating mobile patients when possible; and a dedicated nurse to look after patients witnessing resuscitation events. BODY: 1INTRODUCTIONCardiopulmonary resuscitation (CPR) is a key element of the treatment for sudden cardiac arrest. Although cardiac arrest is a recognized global health issue, its true incidence is not known. International data are based mostly on out‐of‐hospital cardiac arrests treated by emergency medical services (Kiguchi et al.,2020), with incidence of in‐hospital cardiac arrests being particularly difficult to measure. Whilst ultimately all hospital deaths are caused by cardiac arrest, not all events are considered for resuscitation (Gräsner et al.,2021). Nevertheless,"
  },
  {
    "full_text": "(Gräsner et al.,2021). Nevertheless, in‐hospital cardiac arrest is associated with a high mortality rate (Andersen et al.,2019), with average annual incidence rates ranging 1.0–9.7 cardiac arrests per 1000 admissions worldwide (Gräsner et al.,2021).Given that cardiac arrest is an acute event that can potentially affect any hospitalized patient, other patients admitted to hospital clinical wards can witness the resuscitation of fellow patients. Whilst progress in supporting family members who witness resuscitation has been made (Mentzelopoulos et al.,2021), the current lack of evidence‐based recommendations for hospital healthcare professionals on how to support patients witnessing resuscitation indicates a knowledge gap that needs to be addressed. This study contributes to the development of an evidence base to improve hospital care practices in the area of witnessed resuscitation.2BACKGROUNDThe concept of witnessed resuscitation was historically linked to the presence of family members during the process of ‘active medical resuscitation’ of a patient, predominantly in hospital emergency departments (Boyd,2000, p. 171; Doyle et al.,1987). More recently, Walker (2006) developed a wider conceptualization where witnessed resuscitation is ‘the experience of having been “witness to” a resuscitation attempt in which the witness (or bystander) performed an active or passive role (or) the experience of being “witnessed by” others whilst applying the skills of resuscitation’ (Walker,2006, p. 385). This definition, which includes different possible environments and witness characteristics, provides a conceptual foundation for empirical research on this topic from multiple perspectives. This allows an opportunity to consider other patients who are present during resuscitation events in hospital as witnesses too, and their experiences to contribute to the understanding of witnessed resuscitation.So far, the existing literature on witnessed resuscitation in hospital settings has predominantly focused on the traditional perspective of family‐witnessed resuscitation, rather than on the perspective of other patients witnessing resuscitation events (Toronto & LaRocco,2019). The focus on increased family participation in patient care in recent decades has prompted growing support towards family presence and involvement during resuscitation. From empirical work undertaken, we understand that relatives witnessing resuscitation report lower symptoms of anxiety and post‐traumatic stress disorder compared with relatives who do not witness resuscitation (Jabre et al.,2013).The experience of other patients who witness resuscitation is an important aspect of resuscitation in hospital, still mostly overlooked. It has been recognized that stressful procedures performed on hospital patients may impact on fellow patients (Jones,1967; Vanson et al.,1980; Wolf,1969). Although some research has included resuscitation amongst these stressful procedures, previous literature on"
  },
  {
    "full_text": "stressful procedures, previous literature on the topic is sparse and mostly outdated; hence, understanding of the impact of witnessing resuscitation on other patients remains limited (Fiori et al.,2017). The WATCH (Witnessing an ATtempt of CPR in Hospital) study was designed to explore this knowledge gap (Fiori et al.,2019a). The research question was: what are the experiences of patients and healthcare professionals about patients witnessing resuscitation of another patient in hospital? In undertaking this study, our intention was to contribute to identifying patients' needs, current barriers and limitations in the support available, and to inform strategies for improving care during and after witnessing resuscitation events in hospital wards. This paper reports the findings from the experiences of patients who witnessed resuscitation, whilst healthcare professionals' experiences are explored in a separate paper (Fiori et al.,in press).3THE STUDY3.1AimsThe aim of this study was to explore the experiences of hospital patients who witnessed resuscitation on a fellow patient to understand the impact of the event on them.3.2DesignDetailed methodology, ethical issues and rigour are reported in the published study protocol (Fiori et al.,2019a). A summary of the main issues is provided below. A qualitative design was adopted for this study, which is reported following the consolidated criteria for reporting qualitative research checklist (Tong et al.,2007). Descriptive phenomenology was used to uncover and describe the meaning of witnessing resuscitation of a fellow patient, as experienced by hospital patients (Giorgi,2009).3.3ParticipantsFollowing a criterion‐based purposive sampling, patients were recruited from nine clinical wards of a single acute university hospital in England, UK. Surgical and medical speciality wards, such as cardio‐thoracic, cardiology, gastrointestinal, endocrinal and respiratory were used for recruitment, where patients were generally cared for in 4 to 6 bedded rooms. Each of these wards registered in average 5.7 cardiac arrests per year. Inclusion criteria were patients >18 years old who witnessed a resuscitation attempt on a fellow patient. Eligible patients willing to participate in the study were visited by the researcher and provided with an invitation letter, a participant information sheet and verbal explanation of the study. A sample size between 5 and 15 participants was considered sufficient to provide data saturation (Creswell & Creswell,2018).3.4Data collectionData were collected by the first author through individual, face‐to‐face interviews using an interview guide informed by a previously performed systematic literature review and a Patient and Public Involvement (PPI) and stakeholder consultation (Fiori et al.,2019b; Fiori et al.,2017); (Table1). The first interview was carried out in 7 days following the resuscitation event, and a follow‐up interview 4 to 6 weeks after the event. Interviews were conducted"
  },
  {
    "full_text": "weeks after the event. Interviews were conducted between August 2018 and March 2019. The first interviews took place on the ward and follow‐up interviews in the patients' homes after discharge. No one else was present during the interviews besides the participants and the researcher. Interviews were audio‐recorded.TABLE 1Interview guideGuideThe interview style consists of one general question, with prompt questions used to ask the participant to recall a little bit more about their experience. For example, the interviewer may say: ‘You just told me that you heard the family of the patient crying; can you tell me a bit more about how you felt?’First interviewMain question:I know a patient in this ward had CPR (cardiopulmonary resuscitation) in the last few days. Would you like to share your experience about it with me?Follow‐up interviewMain question:You witnessed a patient having CPR (cardiopulmonary resuscitation) while you were admitted into hospital, about 1 month ago. Would you like to tell me how you feel now about that experience?Both interviewsPrompts:Could you please tell me a little bit more about this from your point of view?How did you feel during the CPR (resuscitation) event? How did you feel after?Did you share your feelings to anyone? How did you find talking about the experience?3.5Ethical considerationsThe study protocol was approved on 2 May 2018 by the National Health Service Health Research Authority (REC reference: 18/SW/0069; Protocol number: FHHS‐218744‐MF‐202; IRAS project ID: 218744) and on 18 May 2018 by the University Research Ethics Committee (FHHS‐218744‐MF‐202; Reference Number: 17/18–807). All participants received verbal and written explanation about the study before giving written consent. Interview audio‐recordings were destroyed once transcribed. All transcriptions were anonymized. Confidentiality and personal information of study participants were protected throughout the duration of the study.3.6Data analysisTranscribed interviews were imported and coded in QRS International NVivo v.12, and analysed using descriptive phenomenological analysis (Giorgi,2009). This method focuses on the description of the experiences from participants' point of view, the phenomenological reduction of raw data into phenomenological statements and the search for the essential meanings of the investigated phenomenon. Bracketing of the researchers' own past experiences and assumptions was applied through self‐reflective writing and critical discussions with peer and senior researchers. The specific steps of the analytical process were followed as detailed in the study protocol (Fiori et al.,2019a). Two researchers (MF and CAC) independently coded all data, compared the coding process and developed an agreed coding framework, which was reiteratively reviewed by the senior research team (MC, JML, RE). Themes and subthemes were developed inductively from the initial codes and reviewed in relation to the raw meaning units. Final"
  },
  {
    "full_text": "in relation to the raw meaning units. Final findings were reviewed, discussed and agreed amongst the whole research team (AppendixS1: Coding framework extract).3.7RigourThis study adheres to the trustworthiness principles for qualitative research (Nowell et al.,2017). Credibility was achieved by applying reflexivity strategies and sharing an audit trail with the research team throughout the steps of the research. A comprehensive representation of the dataset is provided in reporting the findings. Transferability was reached by providing description of the sample and of the setting were the phenomenon of patient‐witnessed resuscitation was explored. Dependability was secured by including extracts of raw data in the findings, to allow external assessment of data interpretation. To achieve credibility, transcripts were initially coded independently by two researchers. Confirmability was achieved through independent coding of the transcripts.The research team was constituted by four registered nurses and one psychologist (one male, four female). At the time of the study, the first author and the psychologist were PhD students, and the other three team members were senior academics. All team members had training and previous experience in qualitative research. No previous relationship existed with the study participants.4FINDINGS4.1Participant characteristicsSixteen patients participated in the first interview and two participated in the follow‐up interview. Two patients were recruited from a surgical cardio‐thoracic ward and 14 patients were recruited from mixed medical wards. Study participants ranged in age from 33 to 81 years and were admitted in hospital for 3 to 36 days. Two patients had witnessed more than one resuscitation of a fellow patient in hospital. Seven patients were receiving support from family members (spouse, child, sibling) during hospital admission, but none of the family members was present during the witnessed resuscitation event. Participants' demographic characteristics are presented in Table2. The first interviews lasted from 6 to 37 min, whilst the follow‐up interviews 60 to 67 min.TABLE 2Participant demographic characteristicsParticipant demographic characteristicsnGenderMale9Female7Age (years)<65565–746>755EducationSecondary education5Further education5Higher education3None1Not specified2Length of admission (days)<10710–204>2054.2The experience of witnessing resuscitationThree themes and six subthemes were developed from the data analysis. The essence of participants' experience identified that all patients felt exposed to a distressing event and the measures in place to protect them from witnessing resuscitation were not always effective. The consequence of such exposure was twofold. Initially most patients felt distressed because of being in their beds with the curtains drawn around when witnessing the surrounding event, but they eventually felt reassured and safe because witnessing resuscitation reinforced their"
  },
  {
    "full_text": "because witnessing resuscitation reinforced their confidence in the healthcare professionals' response. The majority of patients felt affected by the witnessing experience in different ways and most participants adopted different coping strategies. Receiving comprehensive information, emotional reassurance and the opportunity to talk about their experience with nursing staff were significant for patients who witnessed resuscitation to feel supported, but such supportive care was not delivered consistently to all patients.4.3Feeling exposed to witnessingCPRThis theme explored the contrasting feelings experienced by the participants in witnessing resuscitation of a fellow patient. All patients expressed feeling exposed to witnessing a distressing event in their multi‐bed room. Initially, most patients did not feel protected behind bed curtains, as they could still overhear or see resuscitation. Instead, curtains were perceived by the majority of patients as restricting their movements in the room and making them feel trapped in their bed‐space. After resuscitation, however, patients felt overall reassured by witnessing the healthcare professionals' response to the cardiac arrest. In the aftermath of the event, the initial distress was followed by the positive realization that patients felt confident in the healthcare staff and in the care they were receiving.4.3.1Feeling stuck: An unintended effectThe majority of participants felt exposed to the images and sounds of other patients' resuscitation. Some participants explained that at the time of resuscitation they could not leave the room, because unable to, or not offered the opportunity to do so. Hence, they felt uncomfortable,stuck(Pt4) in their bed space, with only the paper curtains around their beds as a screen from the resuscitation event. Other participants commented on the lack of a designated area where the other patients could be moved to during resuscitation, and felt constrained with no option other than to stay, watching and hearing the resuscitation event:There's nowhere you can go to be out of people's way. There isn't a room, there's nowhere to go. So I just sat up here till three o'clock in the morning and yeah, it is something I won't forget. Something you got to be prepared for. Now, I'm sure with time it'll go away I won't dwell on it, but I won't forget it. (Pt12)Most participants stated that curtains did not offer sufficient protection from resuscitation events. Curtains were not always pulled at the beginning of the cardiac arrest response, and at times, they could not contain all the staff and machinery around the patient's bed, exposing the other patients to the sight of resuscitation. Moreover, even when used correctly, curtains did not prevent the other patients from hearing distressing sounds of resuscitation procedures, which participants foundtough to listen(Pt7) andquite disturbing(Pt4):Well, first of all, you hear somebody talking to the patient obviously, and then"
  },
  {
    "full_text": "talking to the patient obviously, and then get no reaction and then they start pressing buttons and you get all the funny noises (…) I knew as soon as I heard certain noises that something was happening to that person and then the flurry started. I realised exactly what was going on. It's like I had an ambulance right on top of me. (Pt5)After unsuccessful resuscitation events, some participants reported being in the proximity of the deceased patient's bed and in earshot of the family grieving for their lost relative, only separated from such distress by the curtains. These patients felt as if they wereintruding in someone else's life(Pt15) and described this experience as more distressing than witnessing the patient's death:It was the hours afterwards, when people would come in, when family came to attend and I felt they were a curtain away from me, and that's when I had tears. I was a paper curtain away. (…) I just felt I was hearing things I should have never heard, that's between dad and daughter and mum. I thought I'm glad it's not in the morgue, because that is too cold and too impersonal, but I do think maybe you move patients at the earshot of that part, so that doesn't affect them. (Pt8)4.3.2Feeling safe: A positive aftermathMost participants found the experience of witnessing resuscitation overall distressing. However, several participants explained that, on reflection, witnessing the cardiac arrest event, and in particular the resuscitative efforts of the healthcare team was reassuring. Patients described the response of the staff, and the cooperation between ward nurses, healthcare assistants, doctors, and the resuscitation team, as quick, efficient andwell‐orchestrated(Pt1), despite appearing initially chaotic and stressful:There was loads of alarm and panic, obviously, but it was just total understanding of what needed to be done. It was very efficient, it worked out superbly. I can't understand how it could have been done any better, other than not happening at all. It just went so smoothly (…) I think they covered it pretty well. I can only say the fact that was all very professional and fast. There was no messing around, you know, it wasn't the case of: \"oh, that's my patient!\" you know? (Pt1)Regardless of the outcome of resuscitation, participants unanimously appreciated the expertise and the professionalism of the team, expressing respect and recognition for their job. Additionally, all participants were confident that, from their point of view, the team did everything they could do to help the patient in cardiac arrest:The people were there with the ability, the background, knowledge, and equipment, everything that would allow taking him over the fence basically. As I said, the people that were necessary were there, and they undertook their tasks to do whatever they had to do, and that's it, and I thought they were doing it in a very, very professional way. (…) The people in the hospital, the staff and that sort of thing,"
  },
  {
    "full_text": "the hospital, the staff and that sort of thing, they've got a terrible job to do because there are so many people, so much area of expertise to cover, that I admire. (Pt13)Some participants also expressed that they feltgrateful(Pt12) for the opportunity to witness closely the cardiac arrest response, as it gave them insight that a similar event could happen to any patient. Watching how a cardiac arrest was managed by the team and the care provided to the patient in cardiac arrest increased the participants' confidence in the clinical staff, and ultimately made them feel that they werein safe hands(Pt5) in hospital:Actually to see it, not in details, it was signs, sounds, but I was near I could see where she'd fallen and a great deal of it was out of sight, but there was that sort of gap that you could see how many people were crammed into that room to keep this woman alive, and I thought that was wonderful. (…) I've got a difficult procedure coming up, and seeing what happened in those few minutes, I thought: ‘No way would I disappear off this Earth without them trying to keep me going!’ and that did give me confidence. (Pt16)4.4Coping with the impact of witnessingCPRThis theme explored the diverse emotional reactions that participants experienced when witnessing resuscitation of a fellow patient and the strategies they adopted to cope with the emotional impact of their experience. The majority of the participants described witnessing resuscitation as a negative experience and felt that their emotional reactions were influenced by the previous relationship existing with the patient receiving resuscitation. Some patients instead, did not feel affected by the event, and denied perceiving an emotional impact from witnessing resuscitation. Participants described using coping strategies ranging from detachment from the victim in some cases, to finding mutual support in engaging in conversation with the other patients who witnessed the event, in other cases. All participants, however, expressed a rational acceptance of death as a possible outcome of resuscitation.4.4.1Feeling the emotional impactInterviews highlighted that participants perceived the impact of witnessing resuscitation of another patient in a variety of ways and degrees. Commonly used expressions, such as:horrible(Pt6),upsetting(Pt7) anda real shock(Pt14), demonstrated that most patients found the experience distressing. Frustration was also identified as a negative emotion, as participants felt helpless for the patient undergoing cardiac arrest, despite feeling a desire to help:Well, I mean first of all you see all what happened and she [nurse] presses the button, you just feel helpless. (…) It is a normal thing, you want to help him, it hurts, for how strong the man is, we are all in pain, it's very emotional, but luckily things turned out ok. (…) I just wanted to do this thing, really, you just want to help. (Pt2)Most participants felt that previous social interactions between them"
  },
  {
    "full_text": "that previous social interactions between them and the patient in cardiac arrest influenced how they perceived the emotional impact of witnessing resuscitation. When participants felt they knew the patient well, and a friendly connection was established, such as when they spent timesitting together watching TV, because he has been here so long and I've been here so long(P10), patients felt more emotionally affected by the witnessing experience:During that time you fleetingly start to get to know them (…) and the three of us seem to get on brilliantly and we had a laugh and then it became like a family. (…) But I did have a few tears because we've been chatting. She was a lovely lady. (Pt16)In contrast, participants who did not have a previous social contact with the patient who underwent cardiac arrest reported not feeling particularly close to their fellow patient, and felt less affected by witnessing resuscitation, using expressions such asit didn't bother me at all(Pt3):I haven't ever actually had a conversation with this lady. So I don't think it's seriously affected me. (Pt15)4.4.2Adopting coping strategiesParticipants responded to witnessing resuscitation adopting various coping strategies. Almost one‐third of participants denied feeling any emotional impact from witnessing resuscitation. Reasons given for this response during the interviews related to having had previous exposure to resuscitation, death or traumatic events, either as patients or as part of their personal or professional life:No, having spent 30 years in the Royal Navy, I have come across similar situations. So how does it affect me? I don't think so. I'm not all of a sudden going to get scared to go to sleep or things like that. (Pt4)A few patients reported trying to emotionally detach themselves from the resuscitation event, finding distractions on the television, or trying to sleep. Participants who adopted this coping mechanism referred to the fellow patient's resuscitation with expressions such as:it's none of my business(Pt13), and kept an emotional distance from the event. Other participants instead, felt the need to connect with other people to cope with the experience. One participant felt a strong desire to be closer to their family and to share with them the sense of gratitude for being alive. Other participants looked for a sense of community with other fellow patients who witnessed resuscitation, discussing the event and sharing the unique experience amongst them, to receive and provide support to each other:So I went over to the bed in the corner. There's [other patient's name] there. And we just sat on the bed and then the room just filled with everybody working and so we were obviously chatting about it. But we're trying to distract ourselves and I was getting a bit worried about the lady next to her, the elderly lady. (…) She told me she'd already lost a daughter. To be honest, I was more concerned about her. (Pt14)Whilst a few participants engaged in"
  },
  {
    "full_text": "her. (Pt14)Whilst a few participants engaged in spirituality and religious faith to find support in praying, most patients held a pragmatic approach: they were aware that resuscitation can be unsuccessful and that death is anunavoidable(Pt8) element of human existence. In certain cases, death was not necessarily perceived as a negative outcome, but rather as a relief from the burden of suffering:It is just a shame isn't it? But she was so poorly, she needed to go I think. You can kind of tell of some people can't you? (Pt7)4.5Receiving support from staffThis theme explored the support needs that participants expressed during and after witnessing resuscitation. Most participants focused on the need of receiving exhaustive information and reassurance, whilst recognizing the limits of confidentiality. Those patients whose needs were addressed by the nursing staff, felt satisfied with the support received. Other patients however, felt frustrated when this practice was not implemented consistently, and their support needs were not met. Participants' suggestions to improve current practice included the presence of a designated nurse to look after the other patients during resuscitation events. Talking with the healthcare staff about the witnessed event was considered helpful by most patients, although they acknowledged the need to provide different opportunities and modalities to support patients who might not want to discuss their experience immediately after the event.4.5.1Needing information and reassuranceParticipants identified that receiving factual and comprehensive information from nursing staff about the resuscitation event and the status of the fellow patient was an essential aspect of their support. Whilst aware of confidentiality boundaries, patients felt frustrated when staff did not inform them that a cardiac arrest had occurred, and that resuscitation was being performed on another patient in their room. One participant reinforced this further, stating that if healthcare staff communicated effectively and promptly with the patients witnessing resuscitation, this would help patients understand the situation and cope better with the stress of the experience:If there is someone from the team, and he's got to be a team leader, they've got to poke their nose around or just to make a note in the ward area, the gentleman or that lady whatever, they've got a serious problem, that is being dealt with. The people around including myself, they could have relaxed. (Pt13)In addition to receiving information about events in their hospital room, most participants also spoke of the importance of being reassured by nursing staff after the resuscitation event. All patients who were approached and supported by nurses in this way appreciated these acts of care and found them comforting. However, some participants indicated that this practice was not always implemented consistently after resuscitation events, and more than one‐third of participants reported"
  },
  {
    "full_text": "and more than one‐third of participants reported that their emotional needs were not addressed:No, the staff in this ward are either very caring and careful, or quite cold and brusque. And it's quite disturbing the difference. But no, no one came around to the best of my knowledge, none of us was spoken to anyone. (Pt15)As a solution to improve current practice, a few participants suggested the presence of a designated nurse during resuscitation events whose purpose is exclusively to look after the other patients in the room. According to these participants' opinion, such practice could help ensure that patients who witnessed resuscitation receive the care and support they need during such a stressful time, whilst the patient in cardiac arrest is looked after by the rest of the clinical team:There could be someone there who only deals with the [other] patients, or at least that makes sure straight away that they are okay, because you can have another issue on the other side of the curtains and you wouldn't know! (Pt14)4.5.2Talking about theCPReventParticipants ascribed great value to speaking about witnessing resuscitation with nursing staff. Some felt it was therapeutic to talk about how they felt and the distressing emotions experienced to give closure to the experience. However, participants recognized that at the time of the event, nursing activities were prioritized towards the patient receiving resuscitation, and limited resources were available to provide emotional support to other patients:They've got more important things to do for what's happening than worrying about the feelings of other patients. So I didn't find that a problem. They've got their job to do, you know. They just went back from where they came from. (Pt1)Several participants agreed that not all patients would feel comfortable and prepared to talk about their experience and suggested that patients should be made aware that they could talk with a healthcare professional after witnessing resuscitation, and that there was a choice in using this:I think you will have to know that there is somebody there to talk to if you want it, but not to have it thrust upon you. And if it's not for someone to… just keep going, well, and if you don't feel to talk about it, you don't talk about it. (Pt6)Finally, some participants reinforced the importance of good communication skills for the nursing staff, especially when engaged in sensitive conversations that involved emotional aspects of patients' care. One participant in particular, emphasized the urgency of adequate professional education in this area of nursing care:It is observation, communication and action. And if she [nurse] can't do it, she has to pass that observation to somebody else, [someone] who can go into the situation and say: ‘Are you alright?’ You've got to be a listener, someone that stops and listens and says: ‘What is going on?’ it's observing, if somebody is, you know, tearful, you just go and say: [gesturing] ‘Are"
  },
  {
    "full_text": "tearful, you just go and say: [gesturing] ‘Are you okay?’(…) So, it is training the HCAs [healthcare assistants] or even the nurses themselves, but it is an ongoing training (…) until they get it in their head without thinking. (Pt8)4.6Follow‐up interviewsTwelve participants declined follow‐up interview, not wishing to discuss the witnessed resuscitation experience again. Of these, one participant highlighted the positive effect of the first interview in processing the experience. Two participants were lost to follow‐up. Valuable insight was gained from the follow‐up interviews on how patients perceived the long‐term impact of witnessing resuscitation. Participants had clear memories of the healthcare team's resuscitation response, confirming a positive long‐lasting feeling of safety in hospital. However, one participant reported experiencing unwanted images of the witnessed resuscitation and feeling helpless, as experienced at the time of the event. This patient reflected on the benefit that talking with nursing staff in hospital would have had, and of knowing the outcome of resuscitation to gain closure. This was in contrast to the first interview, where they did not consider talking about their experience as a helpful practice, suggesting that coping and support needs may change overtime. Follow‐up interviews were considerably longer than first interviews: the familiar environment of participants' own houses compared with the hospital setting could have facilitated participants' openness towards the researcher, resulting in more relaxed and extended interviews.5DISCUSSIONThe impact of witnessing events concerning fellow patients has been previously investigated in the literature; however, this is the first study known to the authors that focuses exclusively on understanding the impact of witnessing resuscitation on other patients in hospital wards.Participants highlighted the exposure to witnessing resuscitation, and the limited protection available, as a central theme of their experience. Participants reported feeling stuck behind their bed curtains, yet not fully screened from seeing or hearing their fellow patient being resuscitated, causing upsetting and disturbing feelings. Previously, Isaksen and Gjengedal (2006) identified the witnessing experience of a patient who overheard resuscitation of a fellow patient behind the screens as a ‘disturbance’ (theme) provoked by a ‘dramatic event’ (subtheme) of a fellow patient. Hartigan et al. (2018) identified similar themes of dissatisfaction, disgust, loss of dignity and invasion of privacy in patients admitted to a curtained maternal emergency room who could see nearby patients in severe pain or saw blood on the floor in the next cubicle. In particular, participants in our study considered being in the proximity of a deceased patient and hearing the bereaved family across the curtains even more distressing than witnessing the unsuccessful resuscitation attempt, with the consequent feeling of"
  },
  {
    "full_text": "attempt, with the consequent feeling of intrusion in their grief.Much debate in recent years is about the optimal design of hospital wards, with newer hospitals increasingly transitioning from multi‐bedded to single‐bedded rooms (Cusack et al.,2019). However, wards designed in curtained multi‐bedded rooms are still widely used and are advantageous for the early detection of deteriorating patients, such as those at risk of cardiac arrest. Our study highlighted that in areas where curtains are the main screen from surrounding events, further effective measures need be undertaken to protect patients from witnessing or overhearing other patients' aspects of care, including the bereavement, which may exacerbate their discomfort and impact negatively on their well‐being.Despite the initial distress, participants in our study expressed reassurance after observing the response of healthcare staff to the emergency and appreciated the professionalism of the team. These feelings appeared to have partially counterbalanced the negative impact caused by the exposure to witness resuscitation with a positive, prolonged effect, which persisted in the two follow‐up interviews. Hackett et al. (1968) identified a similar positive effect in patients who witnessed unsuccessful resuscitation events: patients were initially annoyed at the emergency episode but felt afterwards astonished at the efficiency of the emergency team and reassured in seeing that all efforts were made to save the patient. Reassurance that everything was done for the patient in cardiac arrest was also considered a positive aspect of witnessing resuscitation by witnessing relatives, who found it helpful to heal after the death of their family member (Toronto & LaRocco,2019). Whilst resuscitation is, by nature, often a traumatic event, our findings from patients' experience highlighted that participants gained a sense of reassurance from witnessing the care provided to others, which influenced the overall impact of the experience. The contrasting feelings expressed by participants demonstrate that witnessing resuscitation is a complex experience and the different ways and degrees to which patients can be affected by it should be accounted for by healthcare professionals in clinical practice.The complex impact of witnessing resuscitation is further demonstrated by the different emotions and coping strategies participants described in the interviews. Study findings indicated that most participants expressed upsetting feelings of shock, disbelief and sadness. In the systematic review by Fiori et al. (2017), two studies identified similar negative feelings in patients witnessing successful resuscitation and increased anxiety in patients 1 day after witnessing death following resuscitation. In contrast to those who expressed feelings of distress, almost a third of participants in this study denied feeling affected by witnessing resuscitation. Two previous qualitative studies included in the work of"
  },
  {
    "full_text": "qualitative studies included in the work of Fiori et al. (2017), also identified that patients witnessing either successful or unsuccessful resuscitation denied fear and negative emotions, minimizing the significance of the critical event, and maintaining a calm, unconcerned attitude, or showing annoyance instead. Arguably, whilst some patients might have not been affected by witnessing resuscitation, others might have adopted denying behaviours as a coping strategy in a stressful situation, to control fear and upsetting emotions. Therefore, healthcare professionals must be mindful of potential denying behaviours in patients who witnessed resuscitation. They must also be aware of diverse reactions and coping strategies when interpreting patients' emotional impact and assessing their support needs, including of those patients who did not openly express their emotions.Participants in our study highlighted the benefit of receiving information about the resuscitation event. This is important as well‐informed patients are likely to be more satisfied with the care they receive, less anxious and have a more positive hospital experience (Klint et al.,2019). Participants wanted to know the condition and the prognosis of the patient after resuscitation and felt frustrated when could not have this information. This is consistent with the findings of Isaksen and Gjengedal (2006), where the lack of information was found to increase patients' feeling of uncertainty after witnessing a dramatic event in the ward. It can be debated that patients witnessing resuscitation wanted to know what factors caused cardiac arrest to their fellow patient, so that they could control them in their lives and avoid the same outcome for themselves. Isaksen and Gjengedal (2006) argued that patients seemed to feel relieved about themselves knowing that their fellow patient was in worse conditions. Ultimately, receiving appropriate and exhaustive information and having the opportunity to talk with the nursing staff were considered by the study participants to be important steps to process the experience and gain closure.The importance of receiving support was stressed by most participants, and the presence of a dedicated nurse to look after patients witnessing resuscitation was suggested as a support strategy. This practice is currently recommended in family‐witnessed resuscitation contexts to support relatives (Toronto & LaRocco,2019) and it is endorsed internationally by relevant professional organizations (Fulbrook et al.,2007; Mentzelopoulos et al.,2021). The Royal College of Nursing (2002) recommended that in practising family‐witnessed resuscitation, registered nurses are usually best placed to undertake the support role towards family members, as they possess knowledge of resuscitation and are readily available. However, it is acknowledged that without appropriate staff levels during resuscitation, its consistent implementation might be unrealistic (Sak‐Dankosky et"
  },
  {
    "full_text": "might be unrealistic (Sak‐Dankosky et al.,2014). At present, no recommendations nor evidence of its implementation are identifiable in the context of patient‐witnessed resuscitation. The challenges identified in the literature for the optimal implementation of family‐witnessed resuscitation are anticipated in the context of patient‐witnessed resuscitation too. The development of protocols and clinical guidelines to facilitate support for patients witnessing resuscitation events might help tackle these challenges and promote a culture change in practice towards a stronger awareness of patient‐witnessed resuscitation.Further research is needed to enhance the understanding of the phenomenon of patient‐witnessed resuscitation. Measuring psychological outcomes such as depression, anxiety and stress with quantitative scales could allow further comparison with existing literature and the evaluation of the effectiveness of future support strategies for patients witnessing resuscitation. Case study research, with a mixed method approach, could also represent a valuable design to investigate the long‐term impact on patients, combining quantitative scales and qualitative interviews.5.1LimitationsSeveral limitations need to be acknowledged. As in the nature of qualitative research, this study provides context‐specific findings with limited generalizability to other settings or populations. This study included data from a small sample of patients who voluntarily agreed to participate, therefore findings might not be representative of an entire population. However, to provide transferrable findings, detailed description of the study sample and setting was provided.Interviews conducted in hospital had a relatively limited duration. This was due to data saturation being reached early, with no further exploration of the phenomenon achieved. The sensitive nature of the research topic and the difficulty in moving participants to private rooms for the interviews could also have hindered an open and extensive conversation.Furthermore, only two follow‐up interviews were conducted. This may be a result of participants' reluctance to revisit their witnessed resuscitation experience again, or that one interview was felt sufficient to explore their experience. These limitations demonstrate the need of different approaches to investigate the long‐term impact in patients who witnessed resuscitation in hospital. Embedding a follow‐up screening into the post‐discharge care plan of these patients would allow to collect important information on this phenomenon and to identify patients in need of long‐term support.6CONCLUSIONThis explorative study provides a rich and detailed insight into patient‐witnessed resuscitation from a patient perspective. Given the distress experienced by most patients, opportunities are needed to allow patients to speak about the witnessed resuscitation and to receive comprehensive factual information and valid emotional support to assist them in"
  },
  {
    "full_text": "and valid emotional support to assist them in processing the experience. Strategies such as evacuating mobile patients from the resuscitation areas and the presence of a dedicated nurse to look after patients witnessing resuscitation could reduce patients' distress and therefore improve their experience. Education to improve healthcare professionals' communication skills is recommended; training should aim to explore methods and techniques to communicate sensitive and difficult information and to reinforce active listening.CONFLICT OF INTERESTNo conflict of interest has been declared by the authors.AUTHOR CONTRIBUTIONSAll authors have agreed on the final version and meet at least one of the following criteria (recommended by the ICMJE*):substantial contributions to conception and design, acquisition of data or analysis and interpretation of data;drafting the article or revising it critically for important intellectual content.*http://www.icmje.org/recommendations/PEER REVIEWThe peer review history for this article is available athttps://publons.com/publon/10.1111/jan.15184.Supporting informationAppendixS1. xxxClick here for additional data file.AppendixS2. xxxClick here for additional data file. CONCLUSION: 6CONCLUSIONThis explorative study provides a rich and detailed insight into patient‐witnessed resuscitation from a patient perspective. Given the distress experienced by most patients, opportunities are needed to allow patients to speak about the witnessed resuscitation and to receive comprehensive factual information and valid emotional support to assist them in processing the experience. Strategies such as evacuating mobile patients from the resuscitation areas and the presence of a dedicated nurse to look after patients witnessing resuscitation could reduce patients' distress and therefore improve their experience. Education to improve healthcare professionals' communication skills is recommended; training should aim to explore methods and techniques to communicate sensitive and difficult information and to reinforce active listening."
  }
]